["Sebermula, maka jadi kemudian dari pada itu, sedang pada Absalom, putera Daud, adalah seorang adiknya perempuan yang elok parasnya, bernama Tamar, bahwa Amnon, putera Daud itu, berahi akan dia.","Maka ditaruh Amnon hatinya kepadanya begitu sangat, sehingga jatuhlah sakit ia dari sebab Tamar, adiknya, karena lagi anak dara adanya, sehingga pada pemandangan Amnon sukar juga mengusik akan dia.","Tetapi adalah pada Amnon seorang sahabatnya, bernama Yonadab, bin Simea, abang Daud, maka Yonadab itulah orang yang sangat cerdik.","Maka katanya kepadanya: Mengapa dari pada pagi datang kepada pagi engkau makin kurus, hai putera raja! tiadakah engkau mau memberitahu aku? Maka sahut Amnon kepadanya: Bahwa aku memberahikan Tamar, saudara perempuan abangku Absalom itu.","Maka kata Yonadab kepadanya: Baiklah engkau berbaring pada tempat tidurmu, pura-pura sakit, maka apabila datang ayahmu melewati engkau, hendaklah kaukatakan kepadanya: Berilah kiranya adikku Tamar itu datang ke mari memberi makan aku dan menyediakan makanan di hadapan mataku, supaya aku melihatnya dan akupun makan dari pada tangannya.","Hata, maka Amnonpun berbaring pura-pura sakit; setelah sudah datang baginda melawat akan dia, maka sembah Amnon kepada baginda: Berilah kiranya adik patik Tamar itu datang ke mari menyediakan dua buah serabi di hadapan mata patik, supaya patik makan dari pada tangannya.","Maka disuruh Daud akan orang pergi ke dalam maligai, menjemput Tamar, titahnya: Hendaklah engkau pergi ke rumah abangmu Amnon, sediakanlah makanan akan dia.","Maka pergilah Tamar ke rumah Amnon, abangnya, maka adalah ia berbaring pada tempat tidurnya, lalu diambil Tamar akan tepung basah, diadonnya, diperbuatkannya serabi di hadapan matanya, lalu dibakarnya serabi itu.","Maka diangkatnya akan kuali, dikeluarkannya serabi itu di hadapannya, tetapi tiada ia mau makan. Maka kata Amnon: Suruhlah segala orang keluar dari hadapanku. Maka segala orang itupun keluarlah dari hadapannya.","Lalu kata Amnon kepada Tamar: Hendaklah adinda membawa makanan itu ke dalam bilik, supaya kakanda makan dari pada tangan adinda. Maka diambil Tamar akan serabi yang telah diperbuatkannya itu, dibawanya kepada Amnon, abangnya, ke dalam bilik.","Setelah sudah dibawanya akan dia hampir kepadanya, supaya iapun makan, maka dipegang Amnon akan dia sambil katanya: Marilah adinda berseketiduran dengan kakanda ini!","Tetapi sahutnya kepadanya: Jangan begitu, hai kakanda! janganlah gagahi akan adinda, karena tiada patut perbuatan yang demikian di antara orang Israel, janganlah kiranya kakanda buat honar ini.","Karena akan adinda ini, ke mana gerangan adinda membawa malunya? bahkan, kakanda sendiripun akan menjadi kelak seperti salah seorang dari pada segala ahmak yang di antara orang Israel. Baiklah kakanda mempersembahkan juga kehendak kakanda kepada baginda, niscaya tiada adinda ditahaninya dari pada kakanda.","Tetapi Amnon tiada mau dengar akan katanya, maka sebab lebih kuat ia, digagahinya akan dia, lalu berseketiduranlah dengan dia.","Setelah itu maka bencilah Amnon akan dia terlalu sangat, bahkan, kemudian bencinya akan dia itu lebih besar dari pada berahinya dahulu. Maka kata Amnon kepadanya: Bangkitlah engkau, pergilah!","Maka sahutnya kepadanya: Sekali-kali jangan begitu, karena kejahatan ini terlebih besar pula dari pada kejahatan yang telah kauperbuat akan daku itu. Tetapi tiada juga ia mau dengar akan katanya.","Melainkan dipanggilnya akan beberapa hambanya yang melayani dia, lalu katanya: Nyahkanlah sekarang perempuan ini dari padaku ke luar dan kancingkanlah pintu dari belakangnya.","Adapun Tamar itu berpakaikan baju panca warna, karena demikianlah adat segala putera baginda yang lagi anak dara adanya itu berpakaikan baju selimut; maka hamba Amnon itupun menghantar akan dia sampai ke luar, lalu dikancingkannya pintu dari belakangnya.","Maka dibubuh Tamar abu pada kepalanya dan dikoyak-koyaknya baju panca warna yang dipakainya dan dijunjungnya tangannya di atas kepalanya, lalu pergi, sambil berjalan sambil menangis.","Maka kata Absalom, abangnya, kepadanya: Sungguhkah abang adinda, si Amnon, sudah menjamah adinda? Sekarangpun, hai adinda, diamlah juga, bahwa ialah abang adinda, jangan apalah adinda memperhatikan perkara itu! Maka dalam hal yang demikian tinggallah Tamar termangu-mangu dalam rumah Absalom, abangnya.","Hata, setelah kedengaranlah segala perkara ini kepada baginda Daud, maka berbangkitlah murka baginda amat sangat;","tetapi Absalom tiada berkata-kata dengan Amnon dari pada baik dan jahat, melainkan berdendamlah juga Absalom akan Amnon, sebab sudah digagahinya akan Tamar, adiknya.","Maka pada sekali peristiwa, yaitu selang dua tahun genap, adalah pada Absalom tukang penggunting bulu domba di Baal-Hazor, dekat dengan Efrayim, maka sebab itu dijemput oleh Absalom akan segala putera baginda.","Maka datanglah Absalom menghadap baginda, sambil sembahnya: Bahwa pada patik tuanku ini adalah tukang penggunting bulu domba, maka silakanlah tuanku datang dengan segala hamba tuanku serta segala patik tuanku.","Tetapi titah baginda kepada Absalom: Jangan begitu, hai anakku! janganlah kiranya semua kami datang, kalau-kalau kami memberatkan dikau kelak. Maka diajak-ajaknya akan baginda, tetapi tiada juga baginda mau datang, melainkan diberilah baginda berkat akan dia.","Maka sembah Absalom: Jikalau tiada tuanku datang, maka berilah kiranya Amnon, adik patik, datang serta patik sekalian. Maka titah baginda kepadanya: Apa guna ia pergi sertamu?","Tetapi dibujuk-bujuk Absalom akan baginda, sehingga diizinkan baginda Amnonpun pergi serta dengan segala putera baginda.","Hata, maka Absalom berpesan kepada segala hambanya demikian: Camkan baik-baik, apabila bersukacitalah hati Amnon oleh air anggur itu, serta kataku kepadamu: Bunuhlah akan Amnon itu, maka hendaklah kamu membunuh akan dia dengan tiada takut, karena aku yang sudah berpesan begitu kepadamu; maka sebab itu hendaklah kamu gagah dan memberanikan dirimu.","Maka segala hamba Absalompun berbuatlah akan Amnon seperti pesan Absalom itu; maka berbangkitlah segala putera baginda, lalu lari dengan mengendarai masing-masing akan bagalnya.","Maka sementara mereka ini berjalan, tiba-tiba sampailah kabarnya kepada Daud, mengatakan: Bahwa Absalom sudah membunuh segala putera baginda, seorang juapun tiada yang tinggal dengan hidupnya.","Maka bangkitlah baginda serta dikoyak-koyak baginda akan pakaiannya, maka segala hamba bagindapun berdiri dengan terkoyak-koyak pakaiannya.","Tetapi sahut Yonadab, bin Simea, kakanda baginda, sembahnya: Jangan apalah titah tuanku demikian, bahwa patik-patik itu sudah membunuh segala putera tuanku, melainkan Amnon seorangnya jua yang mati; karena ia itu disengajakan oleh Absalom mulai dari pada hari digagahi Amnon akan Tamar, adiknya.","Maka sebab itu janganlah kiranya tuanku bercinta akan perkara itu, sehingga pada sangka tuanku segala putera tuanku sudah mati; karena Amnon seorangnya jua yang mati.","Arakian, maka Absalompun larilah. Adapun segala orang muda-muda yang penunggu itu, serta diangkatnya matanya tiba-tiba terlihatlah ia akan banyak orang datang dari jalan yang di belakangnya, dari sebelah pegunungan.","Maka sembah Yonadab kepada baginda: Lihat apalah segala putera tuanku ada datang; seperti sembah patik tuanku tadi, demikianpun jadilah.","Maka sesungguhnya baharulah habis sembahnya ini, tiba-tiba datanglah segala putera baginda sambil menangis riuh rendah bunyinya, demikianpun baginda dan segala hamba baginda menangislah dengan sangat besar tangisnya.","Adapun Absalom itu sudah lari, lalu pergi mendapatkan Talmai bin Amihur, raja Gesur; tetapi Daud juga menangisi puteranya pada segala hari itu.","Hata, setelah Absalom sudah lari dan sudah pergi ke Gesur, maka tinggallah ia di sana tiga tahun lamanya.","Kemudian rindulah hati baginda raja Daud hendak ke luar mendapatkan Absalom, karena bagindapun sudah menghiburkan hatinya dari pada Amnon, yang sudah mati itu."]