["Sebermula, maka jadilah pada masa musim datang kembali, apabila segala raja biasa keluar, bahwa disuruhkan Daud akan Yoab dan segala hambanya dan segenap orang Israelpun sertanya pergi membinasakan bani Ammon dan melanggar negeri Rabba. Tetapi Daud sendiri tinggal di Yeruzalem.","Maka sekali peristiwa pada waktu petang hari bangunlah Daud dari atas peraduannya, lalu berjalan pergi datang di atas sotoh istana baginda, tiba-tiba terlihatlah baginda dari atas sotoh itu akan seorang perempuan tengah mandi; adapun perempuan itu sangat elok parasnya.","Maka disuruhkan Daud bertanyakan hal perempuan itu, lalu sembah oranglah: Bahwasanya inilah Batsyeba, anak Eliam, bini Uria, orang Heti itu.","Maka disuruhkan Daud akan orang pergi menjemput dia; setelah sudah ia masuk menghadap baginda, maka bersetubuhlah baginda dengan dia (adapun perempuan itu baharu ia menyucikan dirinya dari pada kain cemarnya). Setelah itu maka pulanglah perempuan itu ke rumahnya.","Maka mengandunglah perempuan itu, lalu disuruhnya memberitahu hal itu kepada Daud, sembahnya: Bahwa patik ini ada mengandung.","Maka sebab itu disuruhkan Daud akan orang mendapatkan Yoab, titahnya: Suruhkanlah Uria, orang Heti itu, datang kepadaku. Maka disuruhkanlah Yoab akan Uria pergi menghadap Daud.","Setelah sampai Uria itu kepadanya, bertanyalah Daud akan selamat Yoab dan akan selamat segala rakyat dan akan perihal keadaan perang itu.","Kemudian titah Daud kepada Uria: Turunlah engkau; pulanglah ke rumahmu dan basuhkanlah kakimu. Maka sementara Uria itu keluar dari dalam istana baginda, adalah seorang biduanda baginda mengikut akan dia dari belakang.","Tetapi Uria itu membaringkan dirinya di hadapan pintu istana baginda bersama-sama dengan segala hamba raja, dan tiada ia turun pulang ke rumahnya.","Maka hal itu dikabarkan oranglah kepada Daud, sembahnya: Bahwa Uria itu tiada turun pulang ke rumahnya. Maka titah Daud kepada Uria: Bukankah engkau baharu datang dari pada perjalanan? Mengapa maka tiada engkau turun pulang ke rumahmu?","Maka sembah Uria kepada Daud: Bahwa tabut dan orang Israel dan Yehuda itu tinggal dalam pondok-pondok, lagipun patik tuanku Yoab dan segala hamba tuanku duduk dalam kemah di padang, manakan boleh patik masuk ke dalam rumah patik akan makan, minum dan berbaring dengan bini patik? Sesungguh-sungguh tuanku hidup dan nyawa tuankupun hidup jauhlah dari pada patik berbuat yang demikian!","Maka titah Daud kepada Uria: Baiklah pada hari ini engkau tinggal lagi di sini, maka esok harilah aku menyuruhkan dikau balik. Hata, maka tinggallah Uria lagi di Yeruzalem pada hari itu dan pada esoknya.","Maka dijemput Daud akan dia, sehingga iapun makan minumlah di hadapan baginda, maka bagindapun memabukkan dia, kemudian ia ke luar pada malam membaringkan dirinya pada tempatnya bersama-sama dengan segala hamba raja, tetapi tiada ia turun pulang ke rumahnya.","Maka pada pagi hari sesungguhnya ditulis Daud sepucuk surat, dikirimkannya kepada Yoab dengan tangan Uria.","Maka disebutkannya dalam surat itu demikian bunyinya: Taruhlah olehmu akan Uria itu pada haluan tentara, di tempat perang itu sangat ramai, lalu undurlah dari padanya, supaya iapun kena lalu mati.","Maka demikianpun jadinya, apabila Yoab pergi meninjau negeri itu, ditaruhnya akan Uria pada tempat yang diketahuinya ada banyak orang gagah berani di sana.","Maka keluarlah orang negeri itu, lalu berperang dengan Yoab, maka rebahlah mati beberapa rakyat dari pada hamba Daud dan Uria orang Heti itupun matilah.","Maka Yoabpun menyuruhkan orang membawa kabar kepada Daud akan segala hal ihwal peperangan itu.","Maka pesannya kepada utusan itu demikian: Setelah sudah engkau mempersembahkan segala hal ihwal peperangan itu kepada baginda,","jikalau kiranya pada masa itu terbitlah murka baginda akan dikau, serta titahnya kepadamu: Mengapa kamu mengahampiri negeri itu dekat begitu akan berperang? Tiadakah kamu ketahui bahwa tak dapat tiada orang memanah dari atas pagar tembok?","Siapakah sudah membunuh dahulu akan Abimelekh bin Yerubeset? Bukankah seorang perempuan sudah menghumbalangkan sebuah batu kisaran kepadanya dari atas pagar tembok, sehingga matilah ia di Tebez? Mengapa kamu menghampiri pagar tembok dekat begitu? Lalu hendaklah kausahut: Bahwa patik tuanku Uria orang Heti itupun mati juga.","Hata, maka utusan itupun berjalanlah, lalu masuklah ia langsung ke dalam istana, maka dipersembahkannya kepada Daud segala kabar yang dipesan Yoab kepadanya.","Maka sembah utusan itu kepada Daud: Bahwasanya orang itu kuat dari pada patik sekalian, maka keluarlah mereka itu mendatangi patik di padang, sementara patik sekalian berdiri di hadapan pintu negeri itu hendak melawan akan mereka itu.","Karena segala orang pemanah itu memanah dari atas pagar tembok kepada patik tuanku, sehingga dari pada patik tuanku matilah beberapa orang, dan lagi patik tuanku Uria orang Heti itupun matilah.","Maka titah Daud kepada utusan itu: Katakanlah ini kepada Yoab: Janganlah engkau memperhatikan sangat perkara ini, karena sekali begini, sekali begitu peri makan pedang. Baiklah engkau mengbantarkan perangmu dengan melanggar negeri dan binasakanlah dia. Maka demikian hendaklah engkau mempertetapkan hati Yoab.","Hata, apabila kedengaranlah kepada bini Uria hal lakinya sudah mati, maka merataplah ia akan lakinya.","Setelah sudah genaplah segala hari perkabungan itu, disuruh Daud bawa akan dia ke dalam istananya, diperisterikannya ia, lalu perempuan itupun memperanakkan baginya seorang anak laki-laki. Tetapi perkara yang telah diperbuat Daud itu jahat adanya kepada pemandangan Tuhan!"]