["Hata, setelah diketahui oleh Yoab bin Zeruya akan hal hati baginda bercintakan Absalom,","maka disuruhkan Yoab ke Tekoa, dijemputnya dari sana seorang perempuan anu yang bijaksana, lalu katanya kepadanya: Hendaklah engkau pura-pura berdukacita, dan pakailah olehmu kain perkabungan; jangan engkau pakai minyak bau-bauan, melainkan hendaklah lakumu seperti orang yang dalam hal berkabung karena orang mati sudah beberapa hari lamanya;","maka hendaklah engkau pergi menghadap baginda, persembahkanlah kepada baginda perkataan ini. Maka oleh Yoab dibubuh segala perkataan itu pada lidah perempuan itu.","Maka bersembah perempuan Tekoi itu kepada baginda sambil menyembah sujud dengan mukanya sampai ke bumi, sembahnya: Ya tuanku! tolong apalah akan patik.","Maka titah baginda kepadanya: Apa kurang engkau? Maka sembahnya: Bahwa patik ini seorang perempuan janda, laki patik sudah mati.","Maka pada patik tuanku adalah dua orang anaknya laki-laki, maka keduanya itupun berkelahilah di padang dan seorang lainpun tiada yang menceraikan keduanya, lalu dipalu seorang akan seorang, dibunuhnya akan dia.","Maka sesungguhnya segenap bangsa itu sudah berbangkit melawan patik tuanku ini, katanya: Bawalah ke mari akan si pembunuh saudaranya itu, supaya kami membunuh dia akan bela saudaranya, yang sudah dibunuhnya dan kami membinasakan lagi waris itupun. Maka dalam hal yang demikian mereka itu hendak memadamkan bara api yang lagi tinggal itu, sehingga tiada ditinggalkannya bagi laki patik nama atau anak buah di atas bumi ini.","Maka titah baginda kepada perempuan itu: Pulang juga engkau, maka aku kelak membenarkan halmu.","Maka sembah perempuan Tekoi itu kepada baginda: Ya tuanku! segala salah itu kiranya atas patik dan atas isi rumah bapa patik, melainkan tuanku dan takhta kerajaan tuanku juga suci dari pada salah.","Maka titah baginda: Barangsiapa yang berbantah-bantah dengan dikau, bawalah akan dia ke mari kepadaku, niscaya tiada ia mengusik dikau lagi.","Maka sembah perempuan itu: Hendaklah kiranya tuanku ingat akan Tuhan, Allah tuanku, asal jangan segala penuntut bela itu bertambah-tambah akan membinasakan dan jangan ditumpasnya akan anak patik itu. Maka titah baginda: Demi Tuhan yang hidup, sehelai rambutpun tiada akan gugur dari pada kepala anakmu ke bumi!","Maka sembah perempuan itu: Berilah kiranya patik tuanku ini mempersembahkan sepatah kata lagi kepada tuanku. Maka titah baginda: Katakanlah dia.","Maka sembah perempuan itu: Betapa gerangan tuanku sengajakan perkara yang demikian atas segala umat Allah? karena dalam bertitah begitu tuanku juga seolah-olah orang yang bersalah, sebab tiada diberi tuanku orangnya yang terbuang itu datang kembali.","Maka apabila patik sekalian mati, adalah patik juga seperti air tercurah kepada bumi, yang tiada terkumpulkan; maka sebab itu tiada diambil Allah akan nyawa kelak, melainkan niat-Nya juga jangan sampai orang yang terbuang itu tinggal terbuang selalu dari pada patik sekalian.","Maka adapun patik ini telah datang mempersembahkan segala perkataan ini kepada tuanku, yaitu sebab orang banyak itu sudah menakuti patik, lalu kata patik tuanku ini: Baiklah patik pergi mempersembahkan hal itu kepada baginda, mudah-mudahan baginda menurut sembah patik.","Karena baginda kelak mendengar akan dia hendak melepaskan patik dari pada tangan orang yang mau menumpas patik serta dengan anak patik sekali dari pada warisan Allah.","Dan lagi kata patik tuanku demikian: Bahwa titah baginda kelak akan menyenangkan hati, karena seperti seorang malaekat Allah demikianlah baginda tuanku hendak mendengar akan baik jahatnya; maka dalam itupun hendaklah kiranya Tuhan, Allah tuanku, menyertai akan tuanku.","Maka sahut baginda serta titahnya kepada perempuan itu: Sekarang jangan engkau menyembunyikan dari padaku barang yang hendak kutanyakan kepadamu. Maka sembah perempuan itu: Segala titah tuanku patik junjung.","Maka titah baginda: Adakah tangan Yoab menyertai akan dikau dalam segala perkara ini? Maka sembah perempuan itu, katanya: Daulat tuanku! sesungguh-sungguh hiduplah nyawa tuanku, seorangpun tiada dapat menyimpang ke kiri atau ke kanan dari pada segala titah tuanku; sebenarnya patik tuanku Yoab juga sudah menyuruhkan patik dan sudah membubuh segala perkataan ini pada lidah patik tuanku.","Adapun akan rupa perkara itu diubahkan demikian, yaitu dengan pesan patik tuanku Yoab juga, tetapi tuanku juga berbudi seperti budi seorang malaekat Allah, serta dapat mengetahui akan segala sesuatu yang jadi dalam negeri.","Setelah itu maka titah baginda kepada Yoab: Bahwasanya ridlalah aku akan perkara ini; pergilah engkau menyambut kembali akan si Absalom, orang muda itu.","Maka menyembah sujudlah Yoab dengan mukanya sampai ke tanah serta menjunjung karunia baginda, sambil sembahnya: Bahwa pada hari ini juga patik mengetahui akan hal patik sudah beroleh keridlaan di hadapan tuanku, ya tuanku! yaitu tegal tuanku menurut akan sembah patik ini.","Setelah itu maka berbangkitlah Yoab lalu ke Gesur, dihantarnya akan Absalom ke Yeruzalem.","Tetapi titah baginda: Baiklah ia pulang ke rumahnya, jangan dipandangnya mukaku! Maka sebab itu pulanglah Absalom ke rumahnya, tiada boleh dipandangnya akan wajah baginda.","Adapun di antara segala orang Israel seorangpun tiada yang elok seperti Absalom, masyhurlah keelokannya, dari pada jemala kepalanya datang ke telapak kakinya tiada kecelaannya.","Maka apabila diguntingnya rambut kepalanya, yaitu pada kesudahan tiap-tiap tahun diguntingnya akan dia, sebab terlalu berat kepadanya, setelah diguntingnya akan dia, maka berat rambut kepalanya itu dua ratus syikal, seturut timbangan raja.","Maka diperanakkan bagi Absalom tiga orang anaknya laki-laki dan seorang anaknya perempuan, bernama Tamar, ia itu seorang perempuan yang elok parasnya.","Maka genap dua tahun lamanya tinggallah Absalom di Yeruzalem, tiada boleh dipandangnya wajah baginda.","Maka sebab itu disuruh Absalom panggil Yoab hendak disuruhnya pergi menghadap baginda, tetapi tiada Yoab mau datang. Maka disuruhnya pula panggil dia pada kedua kalinya, tiada juga ia mau datang.","Maka sebab itu kata Absalom kepada segala hambanya: Bahwa bendang Yoab itu adalah pada sebelah bendangku, dan baginya adalah syeir di sana; pergilah kamu, tunukanlah dia dengan api. Maka hamba Absalompun menunukanlah bendang itu dengan api.","Maka berbangkitlah Yoab pergi mendapatkan Absalom langsung ke dalam rumah, maka katanya kepadanya: Mengapa maka hambamu sudah menunukan dengan api sepotong bendang yang aku punya itu?","Maka sahut Absalom kepada Yoab: Bahwa sudah kusuruh panggil engkau, aku hendak menyuruhkan dikau pergi menghadap baginda serta bersembah kepada baginda demikian: Mengapa gerangan patik telah datang dari Gesur? Baiklah patik lagi di sana; sekarang berilah kiranya patik memandang wajah tuanku; maka jikalau kiranya lagi barang sesuatu salah dalam patik, biarlah tuanku bunuh akan patik.","Hata, maka pergilah Yoab menghadap baginda, disampaikannyalah kepada baginda segala sembah itu. Maka dipanggil baginda akan Absalom, setelah sudah datang, maka menyembah sujudlah ia di hadapan baginda dengan mukanya sampai ke bumi, maka bagindapun menciumlah Absalom."]