["Arakian, maka diwartakan oranglah kepada Yoab: Bahwasanya selalu baginda menangisi dan meratapi Absalom.","Sehingga kemenangan pada hari itu telah menjadi bagi orang banyak itu seolah-olah suatu perkabungan, karena kedengaranlah kepada segala rakyat kata orang: Tiada terhiburkan baginda dari karena putera baginda.","Bahkan, pada hari itu segala rakyatpun curi-curi masuk ke dalam negeri, seperti orang menyembunyikan dirinya dengan malunya, seolah-olah mereka itu sudah lari dari peperangan.","Maka baginda sudah berselubungkan mukanya dan bagindapun menjerit dengan nyaring suaranya: Wai anakku Absalom, Absalom, anakku! Wai anakku!","Maka pergilah Yoab menghadap baginda langsung ke dalam istana serta sembahnya: Pada hari ini tuanku mempermalukan muka segala hamba tuanku, yang pada hari ini juga sudah meluputkan nyawa tuanku dan nyawa segala putera tuanku laki-laki dan perempuan dan nyawa segala isteri tuanku dan nyawa segala gundik tuanku.","Sedang tuanku mengasihi akan orang yang benci akan tuanku dan tuanku benci akan orang yang mengasihi akan tuanku; karena pada hari ini juga tuanku menyatakan, bahwa segala penghulu dan segala hamba itu satupun tiada apa kepada tuanku, bahkan, sekarang patik ketahuilah, jikalau kiranya Absalom lagi hidup dan patik sekalian sudah mati pada hari ini, niscaya ia itulah benar kepada pemandangan tuanku.","Maka sekarangpun hendaklah tuanku bangkit berdiri lalu keluar dan bertitah seperti kehendak hati segala hamba tuanku; karena bersumpahlah patik demi Tuhan, jikalau kiranya tuanku tiada keluar, niscaya seorangpun tiada lagi akan tinggal serta tuanku pada malam ini, maka celaka ini akan terlebih besar bagi tuanku dari pada segala celaka yang telah berlaku atas tuanku dari pada kecil datang kepada sekarang ini.","Hata, maka bangkitlah baginda, lalu bersemayamlah baginda dalam pintu gerbang. Maka diberitahu oranglah kepada segala rakyat, mengatakan: Adalah baginda bersemayam dalam pintu gerbang; lalu segala rakyatpun datanglah menghadap baginda, tetapi segala orang Israel sudah lari masing-masing ke kemahnya.","Maka berbantah-bantahanlah orang banyak sekalian di antara segala suku bangsa Israel katanya: Bahwa baginda sudah melepaskan kita dari pada tangan segala musuh kita dan dilepaskannya kita lagi dari pada tangan orang Filistin, maka sekarang baginda sudah lari dari dalam negeri oleh sebab Absalom;","maka adapun Absalom, yang telah kita siram akan raja atas kita, ia itu sudah mati dalam perang; sekarang mengapa maka kamu lagi diam dari pada mempersilakan baginda kembali?","Maka pada masa itu disuruhkan baginda raja Daud akan Zadok dan Abyatar, kedua imam itu, titahnya: Katakanlah olehmu kepada segala tua-tua Yehuda ini: Masakan kamu terkemudian dalam mempersilakan baginda kembali kepada istana baginda. (Maka yaitu sebab perkataan segala orang Israel itu sudah sampai kepada baginda dan kepada orang isi istana baginda.)","Bahwa kamu sekalian saudaraku dan sedaging darah dengan aku; masakan kamu terkemudian dalam mempersilakan baginda!","Dan kepada Amasa hendaklah kamu katakan ini: Bukankah engkau sedaging darah dengan aku? Demikianlah perbuatan Allah akan daku dan dipertambahkannya pula, jikalau tiada engkau menjadi panglima perang di hadapanku pada selama-lamanya akan ganti Yoab itu.","Maka demikianlah peri dicenderungkannya hati segala orang Yehuda itu seolah-olah hati orang satu jua; maka utusanlah mereka itu kepada baginda, sembahnya: Silakanlah tuanku kembali serta dengan segala hamba tuanku.","Hata, maka kembalilah baginda, lalu sampailah ke tepi Yarden. Maka datanglah orang-orang Yehuda ke Gilgal mengelu-elukan baginda, hendak dihantarnya akan baginda menyeberang Yarden.","Maka Simai bin Gera, orang Benyamin dari Bahurim, bersegera-segera datang turun dengan segala orang Yehuda mengelu-elukan baginda raja Daud,","dan adalah seribu orang dari Benyaminpun sertanya, dan lagi Ziba, hamba orang isi istana Saul, serta dengan anak-anaknya laki-laki lima belas orang dan hambanya dua puluh orang; maka mereka itu sekalian menyeberanglah Yarden dahulu dari pada baginda.","Maka adalah satu rakit pergi datang akan menyeberangkan segala orang isi istana baginda dan akan menyampaikan kehendak hati baginda; maka sementara bagindapun menyeberang Yarden sujudlah Simai bin Gera itu di hadapan baginda dengan mukanya sampai ke bumi,","serta sembahnya kepada baginda: Jangan apalah tuanku ingat akan dosa patik dan jangan apalah tuanku ingat akan salah yang patik perbuat pada masa tuanku keluar dari Yeruzalem; jangan apalah tuanku taruh hati akan dia.","Karena tahulah patik baik-baik, bahwa patik sudah berdosa, tetapi sesungguhnya pada hari ini patik datang dahulu dari pada segala orang isi rumah Yusuf hendak mengelu-elukan tuanku.","Maka sahut Abisai bin Zeruya, katanya: Masakan Simai tidak dibunuh sebab itu, karena sudah dikutukinya orang yang disiram bagi Tuhan.","Tetapi titah Daud: Apakah kerjaku dengan kamu, hai anak-anak Zeruya! maka pada hari ini kamu menjadi pahlawan akan daku? Masakan pada hari ini ada orang dibunuh di antara orang Israel, karena masakan tiada aku tahu, bahwa pada hari ini aku menjadi raja atas segala orang Israel!","Maka titah baginda kepada Simai: Tiada engkau akan mati dibunuh. Maka bersumpahlah baginda kepadanya.","Hata, maka Mefiboset putera Saulpun datanglah turun mengelu-elukan baginda, maka tiada ia mengenakan kasut pada kakinya, atau mengandam misainya, atau membasuhkan pakaiannya dari pada hari baginda sudah pergi sampai kepada hari baginda kembali dengan selamat.","Maka apabila ia datang mengelu-elukan baginda di Yeruzalem, bertitah baginda kepadanya: Apa sebab maka dahulu tiada engkau mengikut aku, hai Mefiboset?","Maka sembahnya: Ya tuanku! hamba patik sudah menipukan patik, karena kata patik tuanku: Hendaklah seekor keledai dikenakan pelana akan daku, supaya aku mengendarainya, lalu pergi mendapatkan baginda, karena timpanglah patik tuanku ini.","Tambahan lagi ditukasnya akan patik di hadapan tuanku; tetapi tuanku seolah-olah seorang malaekat Allah; hendaklah tuanku perbuat barang yang baik kepada pemandangan tuanku.","Karena segenap orang isi rumah bapa patik hanya orang mati dibunuh jua di hadapan tuanku, kendatilah demikian, maka tuanku juga sudah mengangkat akan patik di antara orang yang makan sehidangan dengan tuanku; maka apa guna patik lagi membenarkan diri patik atau patik lagi berseru kepada tuanku?","Maka titah baginda kepadanya: Apa guna engkau berkata-kata lagi akan halmu. Bahwa inilah titahku: Baiklah engkau membahagi dua tanah itu dengan Ziba.","Maka sembah Mefiboset kepada baginda: Biarlah diambilnya semuanya, setelah tuanku sudah pulang ke dalam istana tuanku dengan selamat.","Hata, maka Barzilai orang Gilead itupun turunlah dari Rogelim, lalu menyeberang Yarden serta dengan baginda hendak mengiringkan baginda sampai ke tengah Yarden.","Adapun Barzilai itu sudah sangat tua, ialah seorang yang delapan puluh tahun umurnya, maka ia sudah memeliharakan baginda pada masa baginda tinggal di Mahanayim, karena ialah orang yang amat kaya.","Maka titah baginda kepada Barzilai: Hendaklah engkau mengikut aku, maka aku memeliharakan dikau kelak sertaku di Yeruzalem.","Maka sembah Barzilai kepada baginda: Berapa hari lagi kiranya dilanjutkan tahun umur patik, sehingga patik boleh berjalan serta dengan tuanku ke Yeruzalem?","Bahwa sekarang umur patik sudah delapan puluh tahun, manakan patik dapat lagi membedakan antara jahat dengan baik; manakan patik dapat lagi merasai sedapnya barang yang patik makan dan minum kelak; manakan patik mendengar lagi akan bunyi suara biduan laki-laki dan perempuan; betapa gerangan patik ini memberatkan lagi tuanku?","Hanya patik hendak mengiringkan tuanku sekerat jalan saja ke seberang Yarden, karena mengapa gerangan tuanku hendak membalas kepada patik dengan demikian peri?","Beri apalah patik pulang, supaya patik boleh mati dalam negeri patik dekat dengan kubur ibu bapa patik, tetapi ini adalah patik tuanku di Khimham, biarlah ia mengiringkan tuanku ke sana dan hendaklah tuanku perbuat akan dia barang yang baik kepada pemandangan tuanku.","Maka titah baginda: Baiklah Khimham mengiringkan daku ke sana, dan aku kelak berbuat akan dia barang yang baik pada sangkamu, maka barang apapun baik yang kaupinta, jikalau dalam kuasaku, niscaya kuperbuat kelak akan dia.","Adapun setelah sudah segala orang itu menyeberang Yarden dan bagindapun sudah menyeberang, maka diciumlah baginda akan Barzilai dan diberkatinya akan dia, lalu pulanglah ia ke tempatnya.","Maka bagindapun langsung ke Gilgal dan Khimhampun mengiringkan baginda, demikianpun segala orang dari Yehuda, yang sudah menyeberangkan baginda dan setengah orang Israel.","Maka tiba-tiba datanglah segala orang Israel menghadap baginda serta sembahnya: Mengapa saudara-saudara patik, yaitu orang Yehuda, sudah mencuri tuanku dan sudah menghantarkan tuanku dan akan segala orang isi istana tuanku dan segala hamba tuanku raja Daudpun sertanya menyeberang Yarden?","Maka sahut orang Yehuda akan orang Israel: Ia itu sebab baginda juga dari pada kaum keluarga kami; mengapa gerangan kamu gusar akan kami? Adakah baginda memberi ayapan akan kami atau diangkatnya akan kami terlebih dari pada akan kamu?","Maka sahut orang Israel akan orang Yehuda: Bahwa pada kami adalah sepuluh bahagian dari pada baginda, yaitu dari pada raja Daud, dan pada kami ada lebih dari pada kamu, sebab itu mengapa kamu sudah mempermudahkan kami, sehingga tiada boleh kami berkata akan dahulu akan hal membawa baginda kembali? Maka perkataan orang Yehuda itu lebih keras dari pada perkataan orang Israel adanya."]