["Sebermula, maka diperiksa Daud akan segala rakyat yang sertanya itu, diangkatnya akan beberapa orang menjadi penghulu atas orang seribu dan penghulu atas orang seratus.","Setelah itu maka disuruh Daud segala rakyat itu keluar, sepertiganya di bawah perintah Yoab, dan sepertiganya di bawah perintah Abisai bin Zeruya, saudara Yoab, dan sepertiganya di bawah perintah Itai, orang Geti itu. Maka titah baginda kepada segala rakyat itu: Niscaya aku sendiri juga akan keluar serta dengan kamu sekalian.","Tetapi sembah segala rakyat itu: Jangan apalah tuanku keluar serta, karena jikalau kiranya patik sekalian lari sekalipun, tiada diindahkannya, bahkan, jikalau dari pada patik sekalian matilah separuhnya sekalipun, tiada juga diindahkannya kelak, melainkan tuanku juga sekarang bagaikan selaksa patik ini. Lagipun sekarang terutama tuanku membantu patik dari dalam negeri.","Maka titah baginda: Bahwa aku hendak menurut barang yang baik pada sangkamu. Maka bagindapun berdirilah pada sisi pintu gerbang sementara segala rakyat itu keluar beratus-ratus dan beribu-ribu.","Maka titah baginda kepada Yoab dan Abisai dan Itai demikian: Sayangkanlah kiranya akan orang muda si Absalom itu! maka kedengaranlah kepada segala rakyat titah baginda akan hal Absalom kepada segala panglima itu.","Maka keluarlah segala rakyat itu lalu ke padang mendatangi orang Israel, maka berperanglah mereka itu dalam hutan Efrayim.","Maka orang Israel itu dialahkan di sana di hadapan segala hamba Daud, maka jadilah di sana suatu peperangan besar, sehingga pada hari itu matilah dua puluh ribu orang.","Karena makinlah ramai perang itu dari sana kepada seluruh tanah itu, sehingga pada hari itu segala orang yang binasa dalam hutan itu terlebih banyak dari pada orang yang dimakan pedang.","Hata, maka Absalom bertemulah dengan beberapa hamba Daud; adapun Absalom itu mengendarai bagal, tiba-tiba termasuklah bagal itu kepada belukar yang di bawah pohon kayu jati besar, sehingga tersangkutlah kepala Absalom kepada pohon jati dan tergantunglah ia antara langit dengan bumi dan bagal itupun larilah dari bawahnya.","Maka terlihatlah seorang anu akan hal itu, lalu diberinya tahu Yoab, katanya: Bahwa hamba sudah melihat Absalom tergantung kepada pohon jati.","Maka kata Yoab kepada orang yang memberitahu hal itu kepadanya: Bahwasanya engkau sudah melihat halnya itu, mengapa maka tiada engkau memarang akan dia di sana, sehingga tercampak ia ke bumi? sedang atas akulah memberi kepadamu sepuluh keping perak dan sehelai ikat pinggang.","Tetapi kata orang itu kepada Yoab: Jikalau kiranya hamba dapat menimbang seribu keping perak di atas tapak tangan hamba sekalipun, niscaya tiada hamba mendatangkan tangan hamba kepada putera baginda, karena telah kedengaranlah kepada hamba sekalian, bahwa baginda sudah berpesan kepada tuan dan kepada Abisai dan Itai, titahnya: Hendaklah kamu sayang akan orang muda si Absalom itu.","Jikalau kiranya hamba sudah membunuh dia dengan khianat hamba, niscaya segala perkara itu tiada boleh terlindung dari pada baginda, dan tuan sendiripun kelak menjauhkan diri tuan dari padanya.","Lalu kata Yoab: Bahwa aku tiada mau berleka dengan dikau di sini. Maka diambilnya akan lembing tiada batang pada tangannya, lalu ditikamnya terus ke dalam jantung hati Absalom, sedang ia lagi dengan hidupnya di tengah-tengah pohon jati itu.","Maka sepuluh orang muda, semua pembawa senjata Yoab itu, lalu datang mengelilingi dia, diparangnya akan Absalom dan dibunuhnya akan dia.","Setelah itu maka Yoabpun meniuplah nafiri, disuruhnya segala rakyat itu kembali dari pada mengusir orang Israel; ditegahkan Yoab akan segala rakyat itu.","Maka diangkat oranglah akan mayat Absalom, dicampakkannya ke dalam sebuah lobang besar yang di hutan, lalu didirikannya di atasnya suatu timbunan batu yang amat besar, maka segenap orang Israelpun larilah, masing-masing ke kemahnya.","Adapun Absalom itu pada masa hidupnya ia sudah mengambil dan menegakkan akan dirinya sebatang tiang alamat, yang ada di lembah raja, karena katanya: Tiada aku beranak laki-laki, yang dapat mengingatkan namaku; maka dinamainya akan tiang itu dengan nama dirinya, sebab itu disebut oranglah akan dia alamat Absalom datang kepada hari ini.","Arakian, maka kata Ahimaaz bin Zadok: Berilah kiranya izin hamba pergi berkabar kepada baginda, bahwa Tuhan sudah berbuat benar akan baginda dari pada tangan seterunya.","Tetapi kata Yoab kepadanya: Bukan engkau orang yang patut membawa kabar pada hari ini: pada lain hari juga aku menyuruhkan dikau kelak membawa kabar yang begitu, karena pada hari ini tiada boleh engkau membawa kabar yang baik, tegal putera baginda sudah mati.","Lalu kata Yoab kepada Kusyi: Pergilah engkau, persembahkanlah kepada baginda barang yang telah kaulihat itu. Maka menyembahlah Kusyi kepada Yoab lalu pergi.","Tetapi berulang-ulang kata Ahimaaz bin Zadok kepada Yoab: Kendatilah demikian, berilah pula izin hamba pergi mengikut Kusyi. Maka kata Yoab: Entah apa gunanya engkaupun pergi, hai anakku! tegal padamu tiadalah kabar yang baik akan dibawa.","Maka katanya: Kendatilah demikian, izinkanlah juga hamba pergi. Maka kata Yoab kepadanya: Baik, pergilah! Maka berlari-larilah Ahimaaz menurut jalan di padang, sehingga iapun mendahului Kusyi.","Hata, adapun Daud itu adalah ia duduk di antara kedua pintu gerbang, maka orang pengawal naik ke atas sotoh pintu gerbang itu lalu ke dewala, serta diangkatnya matanya tiba-tiba terlihatlah ia akan seorang laki-laki berlari seorangnya.","Maka berserulah orang pengawal itu memberitahu baginda, lalu titah baginda: Jikalau ia seorangnya jua, maka adalah kabar baik padanya. Maka orang itu makin berjalan, makin datang hampir.","Setelah itu maka terlihatlah orang pengawal itu akan seorang lain pula berlari-lari datang, maka berserulah orang pengawal itu kepada penunggu pintu, katanya: Bahwasanya adalah lagi seorang laki-laki berjalan seorangnya. Maka titah baginda: Bahwa orang itupun membawa kabar baik.","Lalu kata orang pengawal itu: Adapun aku melihat peri jalan orang yang dahulu itu bagaikan jalan Ahimaaz bin Zadok. Maka titah baginda: Ialah orang baik; tentu ia datang membawa kabar baik.","Maka berserulah Ahimaaz kepada baginda, bunyinya: Daulat tuanku! Lalu datanglah ia menyembah kepada baginda dengan mukanya sampai ke bumi, sembahnya: Segala puji bagi Tuhan, Allah tuanku, sebab telah diserahkannya segala orang yang sudah mendurhaka itu ke bawah duli tuanku.","Maka titah baginda: Adakah baik orang muda, si Absalom itu? Maka sembah Ahimaaz: Bahwa patik telah melihat huru-hara besar, tatkala disuruhkan Yoab akan patik tuanku itu dan patik ini, tetapi tiada patik mengetahui akan ketentuannya.","Maka titah baginda: Undurlah engkau, berdirilah di sini! Maka undurlah ia lalu berdirilah.","Hata, maka Kusyipun sampailah, lalu sembah Kusyi demikian: Maklumlah kiranya kepada tuanku, bahwa pada hari ini Tuhan sudah berbuat benar akan tuanku dari pada tangan segala orang yang mendurhaka kepada tuanku.","Maka titah baginda kepada Kusyi: Adakah baik orang muda, si Absalom itu? Maka sembah Kusyi: Patutlah segala seteru tuanku dan segala orang yang mendurhaka kepada tuanku menjadi sama seperti orang muda itu.","Maka sangat hancurlah hati baginda, lalu naiklah baginda ke atas sotoh pintu gerbang sambil menangis, sambil berkata dalam antara baginda naik itu: Wai anakku Absalom! Wai anakku Absalom, wai anakku Absalom! Aduh, terutamalah aku sudah mati akan gantimu, wai Absalom anakku! wai anakku!"]