["Arakian, maka sembah Akhitofel kepada Absalom: Berilah sekarang patik memilih dua belas ribu orang, lalu bangkit berjalan mengejar Daud pada malam ini juga,","supaya patik mendatangi dia selagi ia penat dan lemah tangannya, maka patik akan mengejutkan dia, sehingga larilah segala rakyat yang sertanya itu, lalu patik membunuh kelak akan baginda seorangnya.","Maka segala rakyat itu patik pulangkan kelak kepada tuanku: adapun orang yang tuanku cahari itu, ia itu bagaikan pulang semuanya; kemudian sentosalah kelak sekalian orang banyak itu.","Maka benarlah sembah itu kepada pemandangan Absalom dan kepada pemandangan segala tua-tua orang Israel.","Tetapi kata Absalom: Panggillah juga olehmu akan Husai, orang Arkhi itu, biar kita dengar barang yang dikatakannya kelak.","Setelah masuk Husai menghadap Absalom, maka kata Absalom kepadanya: Demikianlah kata Akhitofel; baikkah kita menurut katanya atau tidak? katakanlah olehmu.","Maka sembah Husai kepada Absalom: Adapun akan bicara yang diberikan Akhitofel pada sekali ini ia itu tiada baik.","Dan lagi sembah Husai: Bahwa tuanku juga mengetahui akan paduka ayahanda dan segala orangnyapun orang pahlawan belaka adanya, lagi kepahitan hatinya seperti beruang di padang yang kehilangan anaknya; lagipun paduka ayahanda seorang yang tahu perang, maka tiada ia akan bermalam serta dengan segala rakyat itu.","Tak dapat tiada sekarang ia sudah menyembunyikan dirinya dalam sebuah gua atau pada salah suatu tempat yang lain; tambahan lagi jikalau paduka mulanya rebahlah mati beberapa orang dari patik-patik ini, tak dapat tiada masing-masing yang mendengarnya kelak akan berkata demikian: Bahwa suatu kealahan telah berlaku atas segala orang yang mengikut Absalom itu.","Maka pada masa itu niscaya tawarlah kelak hati segala orang yang berani seperti singa adanya; karena telah diketahui segenap orang Israel akan hal paduka ayahanda seorang perkasa adanya dan lagi perwira belaka segala orang yang sertanya itu.","Tetapi pada bicara patik ini, baiklah dengan segera dihimpunkan kepada tuanku segala orang Israel dari Dan datang ke Birsyeba, seperti pasir di tepi laut banyaknya, dan hendaklah tuanku sendiripun bersama-sama pergi perang.","Maka kita sekalian mendatangi dia barang di mana tempatpun kita mendapati akan dia, maka kitapun akan turun menyergap akan dia, seperti turun embun kepada bumi; serta dari padanya dan dari pada segala orang yang sertanya itu seorangpun tiada ditinggalkan dengan hidupnya.","Maka jikalau kiranya dihimpunkannya tentaranya ke dalam salah sebuah negeri, hendaklah segala orang Israel membawa tali kepada negeri itu, maka kita akan merobohkan dia kelak sampai ke dalam lembah, sehingga sebuah batu kecilpun tiada lagi terdapat di sana.","Lalu kata Absalom dan segala orang Israel itu: Bahwa bicara Husai, orang Arkhi, itu baik dari pada bicara Akhitofel; tetapi dengan takdir Tuhan juga demikian, sebab hendak dibatalkannya bicara Akhitofel yang baik itu, supaya didatangkan Tuhan kebinasaan atas Absalom.","Setelah itu maka kata Husai kepada Zadok dan Abyatar, kedua imam itu: Bahwa bicara begitu begini telah diberi Akhitofel kepada Absalom dan segala tua-tua orang Israel, tetapi begitu begini bicaraku.","Maka sekarangpun hendaklah kamu dengan segera menyuruhkan orang membawa kabar kepada Daud, sembahnya: Jangan apalah pada malam ini tuanku bermalam di padang belantara, melainkan hendaklah tuanku menyeberang dengan segera, supaya jangan tuanku disergap dan segala rakyatpun yang serta tuanku itu.","Maka adapun Yonatan dan Ahimaaz itu tinggal dekat dengan mata air Rogel dan seorang sahaya perempuan pergilah ke sana menyampaikan kabar itu kepadanya, supaya keduanya boleh pergi dari sana lalu mempersembahkan kabar itu kepada baginda raja Daud, karena tiada boleh keduanya itu masuk ke dalam negeri atau menampakkan dirinya di sana.","Kendatilah demikian terlihatlah juga seorang budak akan mereka itu, lalu dikabarkannya kepada Absalom. Maka keduanyapun berjalanlah dengan segeranya, lalu masuklah ke dalam rumah seorang anu di Bahurim, yang ada sebuah perigi pada halamannya, maka turunlah keduanya ke dalam perigi itu.","Maka perempuan itupun mengambil akan tutupnya, dibentangkannya di atas mulut perigi itu, lalu dihamburinya dengan sekam, sehingga satupun tiada dapat diketahui orang akan dia.","Hata, maka datanglah hamba-hamba Absalom mendapatkan perempuan itu dalam rumahnya, lalu katanya: Di mana gerangan Ahimaaz dan Yonatan itu? Maka sahut perempuan itu kepadanya: Keduanya sudah menyeberang anak sungai itu. Maka pergilah mereka itu mencahari dia, setelah tiada didapatinya, maka kembalilah mereka itu ke Yeruzalem.","Setelah sudah pulang orang itu, keluarlah keduanya dari dalam perigi itu, lalu berjalan pergi menyampaikan kabar kepada baginda raja Daud, sembahnya kepadanya: Hendaklah tuanku bangkit berdiri lalu menyeberang sungai dengan segera, karena begitu begini bicara Akhitofel akan hal tuanku.","Maka berbangkitlah Daud dan segala rakyatpun yang sertanya, lalu menyeberanglah sungai Yarden, sehingga pada waktu fajar seorang juapun tiada kurang yang belum menyeberang Yarden itu.","Adapun akan Akhitofel itu, setelah dilihatnya akan hal tiada diturut oranglah akan bicaranya, maka dikenakannya pelana pada keledainya lalu berjalan pulang ke rumahnya ke dalam negerinya; setelah sudah dipesankannya segala isi rumahnya maka dipunjutkannya dirinya; demikianlah peri matinya, lalu dikuburkan oranglah ia dalam kubur bapanya.","Arakian, maka sampailah Daud ke Mahanayim; maka Absalompun menyeberanglah Yarden, baik ia sendiri baik segala orang Israel yang sertanya.","Maka telah diangkat Absalom akan Amasa atas balatentara akan ganti Yoab: maka Amasa itu anak seorang yang bernama Yitera, orang Israel yang sudah berbinikan Abigail, anak Nahas, saudara perempuan Zeruya, ibu Yoab itu.","Maka oleh orang Israel dan Absalompun didirikanlah kemah-kemahnya di tanah Gilead.","Setelah sampai Daud di Mahanayim, tiba-tiba datanglah Sobi bin Nahas dari Rabba bani Ammon dan Makhir bin Amiel dari Lodebar, dan Barzilai, orang Gilead, dari Rogelim,","dibawanya akan tilam dan pinggan dan periuk belanga dan gandum dan syeir dan tepung dan emping dan kacang dan miju lagi bertih,","dan air madu dan minyak sapi dan kambing domba dan keju susu lembu, dibawanya kepada Daud dan kepada segala rakyat yang sertanya, supaya mereka itu makan karena katanya: Bahwa orang itu berlapar dan penat dan berdahaga di padang belantara ini."]