["Arakian, setelah Daud sudah turun sedikit dari atas bukit itu, tiba-tiba bertemulah dengan dia Ziba, hamba Mefiboset, dengan dua ekor keledai yang berpelana dan bermuat akan roti dua ratus ketul dan zabib seratus gumpal dan buah ara seratus gumpal dan air anggur sekirbat.","Maka titah baginda kepada Ziba: Akan barang-barang ini hendak kaupengapakan? Maka sembah Ziba: Bahwa keledai ini bagi orang isi istana baginda akan kendaraan, maka roti dan buah-buah ini akan dimakan oleh segala hamba baginda, dan air anggur ini akan diminum oleh orang yang penat di padang belantara.","Lalu titah baginda: Di mana gerangan anak tuanmu? Maka sembah Ziba kepada baginda: Bahwasanya tinggallah ia di Yeruzalem, karena katanya: Bahwa pada hari ini juga orang isi rumah Israel akan memulangkan kelak kerajaan ayahku kepadaku.","Maka titah baginda kepada Ziba: Bahwasanya segala sesuatu yang pada Mefiboset itu menjadi engkau punya. Maka sembah Ziba: Patik junjung karunia, biar apalah patik beroleh keridlaan pada pemandangan tuanku!","Adapun setelah sampai baginda raja Daud ke Bahurim, tiba-tiba keluarlah dari sana seorang laki-laki dari pada bangsa isi rumah Saul, bernama Simai bin Gera, sambil berjalan sambil mengutuki baginda.","Dan dilontarkannya batu kepada baginda dan kepada segala hamba baginda raja Daud, jikalau segala rakyat dan segala pahlawan ada berjalan pada kiri kanan baginda sekalipun.","Maka kata Simai dalam kutuknya: Keluarlah engkau, hai si penumpah darah dan orang fasik!","Bahwa Tuhan juga sudah memulangkan segala darah orang isi istana Saul itu kepadamu, yang sudah naik raja akan gantinya; maka sekarang Tuhan sudah menyerahkan kerajaan itu kepada tangan Absalom, anakmu: bahwasanya engkau dalam hal kesukaran ini, sebab engkau penumpah darah.","Maka pada masa itu sembah Abisai bin Zeruya kepada baginda: Mengapa maka anjing mati ini mengutuki lagi akan duli tuanku? Biarkan apalah patik ke sana serta memancung kepalanya.","Tetapi titah baginda: Apakah perkaraku dengan kamu, hai anak Zeruya? Biarlah dikutukinya aku, karena jikalau kiranya firman Tuhan kepadanya: Kutukilah olehmu akan Daud, siapa gerangan dapat mengatakan: Mengapa maka engkau berbuat demikian?","Dan lagi titah Daud kepada Abisai dan kepada hambanya: Bahwasanya jikalau anakku sendiri, yang sudah terpancar dari pada tubuhku itu, menyengajakan matiku, istimewa pula orang Benyamin ini! Biarlah dikutukinya aku, jikalau firman Tuhan kepadanya demikian.","Mudah-mudahan ditilik Tuhan akan kesukaranku, dan dibalas Tuhan kelak kebajikan kepadaku akan ganti kutuknya pada hari ini.","Maka dalam itupun berjalanlah Daud dan segala orangnya pada jalan itu, dan Simaipun berjalanlah menyusur tepi bukit yang bertentangan dengan dia, sambil mengutuki sambil melontarkan batu kepadanya dari sana, sambil membangkitkan duli.","Maka bagindapun masuklah dan segala rakyatpun yang sertanya, sebab penat mereka itu sekalian, lalu berhentilah di sana.","Bermula, maka Absalom dan segala rakyat, yaitu orang Israel, datang ke Yeruzalem dan Akhitofelpun sertanya.","Maka apabila datanglah Husai, orang Arkhi, sahabat Daud itu, menghadap Absalom, sembah Husai, itu kepadanya: Daulat tuanku! daulat tuanku!","Tetapi kata Absalom kepada Husai: Inikah kebaktianmu kepada sahabatmu? Mengapa maka tiada engkau pergi menyertai sahabatmu itu?","Maka sembah Husai kepada Absalom: Bukan, melainkan barangsiapa yang dipilih oleh Tuhan dan oleh segala rakyat ini dan oleh segala orang Israel, ia itu juga yang empunya patik ini dan dengan dia juga patik hendak tinggal.","Maka kepada siapa lagi patik perhambakan diri patik, jikalau tiada kepada putera baginda? Bahwa seperti patik telah berkhidmat kepada paduka ayahanda demikianpun patik akan di hadapan tuanku.","Hata, maka kata Absalom kepada Akhitofel: Hendaklah kamu bicarakan barang yang patut kita perbuat.","Maka sembah Akhitofel kepada Absalom: Baiklah tuanku bersetubuh dengan segala gundik paduka ayahanda yang telah ditinggalkannya akan menunggui istana, maka akan diketahui kelak oleh segala orang Israel, bahwa bau tuanku sudah menjadi busuk kepada paduka ayahanda, dan lagi tangan segala orang yang menyertai akan tuanku itu akan dikuatkan.","Maka dibentangkan oranglah satu kemah akan Absalom di atas sotoh, lalu bersetubuhlah Absalom dengan segala gundik ayahnya di hadapan mata segala orang Israel.","Maka pada masa itu adalah bicara yang diberi Akhitofel itu, serasa orang bertanyakan firman Allah, demikianlah adanya bicara Akhitofel itu, baik bagi Daud baik bagi Absalom."]