["Maka tiba-tiba adalah di sana seorang jahat, bernama Seba bin Bikhri, seorang orang Benyamin, ia itu meniup nafiri serta katanya: Tiada pada kita barang bahagian akan Daud; tiada pada kita barang pusaka akan bin Isai itu! Marilah, hai orang Israel, masing-masing pulanglah ke kemahnya.","Maka undurlah segala orang Israel itu dari belakang Daud, lalu pergi mengiringkan Seba bin Bikhri, tetapi segala orang Yehuda itu bersangkut pautlah kepada raja mereka itu dari Yarden datang ke Yeruzalem.","Hata, setelah sampai Daud ke dalam istananya di Yeruzalem, diambil baginda akan kesepuluh orang gundiknya itu, yang ditinggalkannya dahulu akan menunggui istana, maka ditaruhnya akan mereka itu dalam sebuah rumah, tempat mereka itu ditunggui, lalu dipeliharakannya mereka itu, tetapi tiada baginda masuk kepadanya. Maka terkurunglah mereka itu di sana sampai kepada matinya, seperti perempuan janda adanya sepanjang umur hidupnya.","Arakian, maka titah baginda kepada Amasa: Sekarang panggillah olehmu akan segala orang Yehuda berhimpun dalam tiga hari ini, kemudian hendaklah engkau ke mari pula.","Maka pergilah Amasa mengerahkan segala orang Yehuda, tetapi berlambatanlah ia lebih dari pada masa yang telah ditentukan kepadanya.","Lalu titah Daud kepada Abisai: Sekarang boleh Seba bin Bikhri itu berbuat jahat akan kita lebih dari pada Absalom! Ambillah olehmu akan segala hamba tuanmu, usirlah akan dia dari belakang, supaya jangan ia mendapat segala negeri yang berkota benteng dan disembunyikannya dirinya dari pada mata kita.","Maka keluarlah segala laskar Yoab mengikut dia serta dengan segala biduanda dan segala pahlawan, maka keluarlah mereka itu dari dalam Yeruzalem hendak mengusir akan Seba bin Bikhri itu.","Setelah sampai mereka itu ke batu besar yang di Gibeon itu, maka datanglah Amasa bertemu dengan mereka itu. Adapun Yoab itu berpakaikan baju selimut dengan sandangan di atasnya, dan pada sandangan itu dikenakan pedang dengan sarungnya tersangkut pada pangkal pahanya, maka dalam ia berjalan ke hadapan terhunuslah terhunuslah pedang itu.","Maka kata Yoab kepada Amasa: Adakah baik, hai saudaraku! maka dengan tangan kanan dipegang Yoab akan janggut Amasa hendak mencium dia.","Maka tiada diindahkan Amasa pedang yang pada tangan Yoab itu, maka ditikam Yoab akan dia kena perutnya, sehingga keluarlah isi perutnya lalu tertumpah ke bumi; maka tiada ditikamnya akan dia sampai dua kali, karena sudah mati ia. Setelah itu maka pergilah Yoab dan Abisai, adiknya, mengusir Seba bin Bikhri itu.","Tetapi seorang dari pada segala hamba Yoab itu tinggal berdiri di situ serta katanya: Siapa yang kasih akan Yoab dan siapa yang tentu kepada Daud, hendaklah diikutnya akan Yoab.","Maka adalah Amasa itu terhantar di tengah jalan raya berlumur dengan darah. Setelah dilihat orang itu akan hal segala orang tinggal berdiri, diangkatnya Amasa itu dari pada jalan raya ke padang, ditudunginya dengan kain, sebab dilihatnya bahwa segala orang yang lalu dari sana itu tinggal berdiri.","Setelah diangkat akan dia dari jalan itu, lalu segala orang itu langsung berjalan mengikut Yoab hendak mengusir Seba bin Bikhri,","yang sudah melalui segala suku bangsa Israel sampai ke Abel, yaitu Bait-Maakha, tetapi segala orang yang sefakat dengan dia, ia itu mencelakan dia juga, jikalau diikutnya akan dia sekalipun.","Maka datanglah mereka itu mengepung akan dia dalam Abel Bait-Maakha, didirikannya kubu bertentangan, dengan negeri itu, sehingga sampai ke dewala besar, maka segala rakyat yang serta dengan Yoab itu menumbuklah pagar tembok itu hendak merobohkan dia.","Maka pada masa itu berserulah seorang perempuan yang bijaksana dari dalam negeri: Dengarlah olehmu! dengarlah! katakanlah ini kepada Yoab: Hendaklah engkau hampir ke mari, supaya aku berkata-kata dengan dikau!","Maka dihampirinyalah akan dia, lalu kata perempuan itu: Engkaukah Yoab? Maka sahutnya: Akulah dia. Maka kata perempuan itu: Dengar apalah akan perkataan sahaya ini. Maka sahutnya: Ya, aku dengar.","Lalu kata perempuan itu: Bahwa pada zaman dahulukala biasalah orang berkata demikian: Hubaya-hubaya hendaklah orang pergi bertanya ke Abel! setelah itu maka baharu orang menentukan maksudnya.","Bahwa sahaya ini sebuah negeri yang tulus dari pada segala yang setiawan di antara orang Israel; maka engkau mencahari jalan hendak membinasakan sebuah negeri yang ibu di antara orang Israel; mengapa maka engkau hendak merusakkan bahagian pusaka Tuhan?","Maka sahut Yoab, katanya: Dijauhkan, dijauhkanlah kiranya dari padaku merusakkan dan membinasakan dia!","Bukan begini perkaranya, melainkan seorang dari pegunungan Efrayim, bernama Seba bin Bikhri, itu sudah mendurhaka kepada baginda raja Daud; serahkanlah olehmu akan dia seorangnya jua, maka aku akan undur kelak dari pada negeri ini. Maka kata perempuan itu kepada Yoab: Bahwasanya kepalanya akan dilontarkan kepadamu kelak dari belakang pagar tembok.","Setelah itu maka dengan budinya masuklah perempuan itu ke dalam perhimpunan orang banyak, maka dipenggal oranglah akan kepala Seba bin Bikhri, dilontarkannya kepada Yoab, lalu Yoabpun meniuplah nafiri, maka tercerai-berailah mereka itu dari pada negeri itu, masing-masing pulang ke kemahnya dan Yoabpun kembalilah ke Yeruzalem pergi menghadap baginda.","Adapun Yoab itu penghulu segenap balatentara orang Israel, dan Benaya bin Yoyada itu penghulu segala biduanda,","dan Adoram itu penghulu bendahari, dan Yosafat bin Ahilud itu karkun,","dan Seya itu jurutulis, dan Zadok dan Abyatar, keduanya imam;","dan lagi Ira, orang Yairi itu, perdana menteri Daud."]