["Hata, kemudian dari pada itu bertanyalah Daud akan Tuhan, sembahnya: Bolehkah sahaya berangkat dari sini ke salah sebuah negeri Yehuda? Maka firman Tuhan kepadanya: Berangkatlah engkau! Lalu sembah Daud: Ke negeri mana patut sahaya berangkat? Maka firman Tuhan: Ke Heberon.","Maka sebab itu berangkatlah Daud ke sana serta dengan kedua orang isterinya, yaitu Ahinoam, orang Yizrieli, dan Abigail, yang dahulu bini Nabal, orang Karmeli itu.","Dan lagi disuruh Daud segala orang yang sertanyapun berjalan masing-masing dengan isi rumahnya, lalu mereka itu sekalian menduduki negeri Heberon.","Setelah itu maka datanglah orang Yehuda, disiramnya Daud di sana dengan minyak bau-bauan akan raja segala orang isi rumah Yehuda. Maka dikabarkan oranglah kepada Daud, sembahnya: Adapun yang menguburkan Saul itu, ia itu orang Yabes yang di Gilead.","Maka utusanlah Daud kepada orang Yabes yang di Gilead itu, titahnya kepadanya: Keberkatanlah kiranya kamu bagi Tuhan, sebab kebajikan itu telah kamu perbuat akan tuanmu, yaitu akan Saul, dan kamu sudah menguburkan dia.","Maka sekarangpun hendaklah Tuhan berbuat kebajikan dan setia akan kamupun, dan lagi aku juga mengaruniai kamu dengan tanda keridlaanku ini, sebab kamu sudah berbuat demikian.","Maka sekarangpun hendaklah kamu menguatkan tanganmu, hendaklah kamu perwira perkasa, sedang Saul, tuanmu, sudah mangkat; lagipun orang isi rumah Yehuda sekalian sudah menyirami aku akan rajanya.","Tetapi Abner bin Ner, panglima perang Saul itu, lalu mengambil akan Isyboset, putera Saul, dibawanya akan dia ke seberang, ke Mahanayim;","dinaikkannya ia raja atas Gilead, dan atas orang Asyuri, dan atas orang Yizriel, dan atas orang Efrayim, dan atas orang Benyamin, dan atas segala orang Israel.","Adapun umur Isyboset bin Saul, apabila ia naik raja atas orang Israel itu, empat puluh tahun, maka iapun kerajaanlah dua tahun lamanya sementara orang isi rumah Yehuda itu mengikut Daud.","Adapun jumlah segala hari Daud kerajaan di Heberon atas orang isi rumah Yehuda, ia itu tujuh tahun enam bulan lamanya.","Hata, maka Abner bin Ner keluarlah serta dengan segala hamba Isyboset bin Saul itu, dari Mahanayim ke Gibeon.","Maka Yoab bin Zeruya serta dengan segala hamba Daudpun keluarlah, lalu bertemu kedua pihak dekat dengan telaga Gibeon; maka tinggallah mereka itu di sana, suatu pihak pada sebelah sana telaga itu, dan suatu pihak ada sebelah sini telaga itu.","Maka kata Abner kepada Yoab: Biarlah sekarang beberapa orang muda bangkit berdiri, lalu bermain senjata di hadapan kita. Maka sahut Yoab: Baik, biarlah mereka itu bangkit.","Maka berbangkitlah beberapa orang, lalu tampil ke hadapan, maka sama banyaknya, yaitu dari pada Benyamin dua belas orang karena Isyboset bin Saul, dan dua belas orang dari pada segala hamba Daud.","Maka ditangkapnya masing-masing akan kepala lawannya dan masing-masingpun menikamkan pedangnya ke dalam dada lawannya, sehingga rebahlah bersama-sama semuanya; maka sebab itu dinamai oranglah akan tempat itu Khelkat Hazurim, yang dekat dengan Gibeon.","Maka pada hari itu juga jadilah sangat ramai perangnya, lalu alahlah Abner dan segala orang Israel di hadapan segala hamba Daud.","Maka adalah di sana tiga orang anak laki-laki Zeruya, yaitu Yoab dan Abisai dan Asahel; adapun Asahel itu pantas kakinya bagaikan kijang di padang.","Maka diusir Asahel akan Abner dari belakang, dengan tiada menyimpang ke kiri atau ke kanan dari belakang Abner itu.","Maka menolehlah Abner sambil katanya: Inikah engkau, hai Asahel? Maka sahutnya: Akulah dia.","Lalu kata Abner kepadanya: Simpanglah engkau ke kanan atau ke kiri, tangkaplah akan salah seorang dari pada segala orang muda itu dan rampaslah pakaiannya bagi dirimu. Tetapi Asahel tiada mau undur dari belakangnya.","Maka kembali pula kata Abner kepada Asahel: Undurlah engkau dari belakang aku; apa guna engkau kupalu sampai rebah ke bumi? kemudian bagaimana dapat aku memandang muka abangmu Yoab itu?","Tetapi tiada juga ia mau undur, lalu ditikam Abner akan dia dengan belakang tumbaknya kena perutnya sampai tumbak itu keluar dari belakangnya, maka rebahlah ia di sana lalu mati pada tempat itu juga. Hata, maka segala orang yang melalui tempat Asahel rebah mati, ia itu berhentilah di sana.","Tetapi Yoab dan Abisai mengusirlah akan Abner, maka mataharipun masuklah apabila mereka itu sampai ke bukit Ama, yang pada sebelah timur Giakh, pada jalan ke gurun Gibeon.","Maka di sana berhimpunlah segala bani Benyamin kepada Abner menjadi satu ketumbukan, maka berdirilah sekaliannya di atas kemuncak sebuah bukit.","Lalu berserulah Abner kepada Yoab, katanya: Patutkah pedang itu makan dengan tiada berhentinya? Tiadakah engkau ketahui akan hal yang terpahit itu datang akhir? entah berapa lama lagi tiada engkau menyuruhkan orang banyak itu balik dari pada mengusir saudaranya?","Maka sahut Yoab: Demi Allah yang hidup, jikalau kiranya tiada engkau yang menyuruh dia, niscaya dari pagi ini sudah orang banyak itu dibawa balik dari pada mengusir masing-masing akan saudaranya!","Maka Yoabpun meniuplah nafiri, lalu orang banyak itupun berhentilah, tiada lagi diusirnya akan orang Israel dan tiada lagi ia berperang.","Maka Abner dan segala orangnyapun melalui padang semalam-malaman itu, lalu ia menyeberanglah Yarden dan berjalan terus dari seluruh Biteron, hingga sampai mereka itu ke Mahanayim.","Maka Yoabpun kembalilah dari mengusir Abner, dihimpunkannyalah segala rakyat itu, maka dari pada segala hamba Daud itu kuranglah sembilan belas orang dan lagi Asahel.","Tetapi oleh segala hamba Daud sudah diparang akan orang Benyamin dan akan rakyat Abner itu tiga ratus enam puluh orang yang mati dibunuh.","Maka diangkatnya akan Asahel, dikuburkannya dalam kubur bapanya, yang di Betlehem. Maka berjalanlah Yoab serta dengan segala orangnya semalam-malaman itu, maka fajarpun merekah apabila mereka itu sampai ke Heberon."]