["Bermula, maka pada zaman Daud adalah bala kelaparan berturut-turut tiga tahun lamanya, sebab itu dipinta oleh Daud doa di hadapan hadirat Tuhan, lalu firman Tuhan: Ia itu karena sebab Saul dan karena sebab isi rumah orang yang berutang darah, sebab sudah dibunuhnya orang Gibeon itu.","Maka dipanggil baginda akan orang Gibeon, lalu bertitah kepadanya. (Adapun orang Gibeon itu bukannya mereka itu dari pada bani Israel, melainkan dari pada sisa orang Amori, maka bani Israel sudah berjanji-janjian dengan mereka itu pakai sumpah, tetapi Saul mencahari jalan hendak membinasakan mereka itu, sebab gairahnya karena bani Israel dan Yehuda).","Maka titah Daud kepada orang Gibeon itu: Apa gerangan dapat kuperbuat karena kamu? dan dengan apa gerangan dapat kuadakan gafirat, supaya kamu memberkati bahagian pusaka Tuhan?","Maka sembah orang Gibeon kepada baginda: Bukannya patik sengajakan emas perak dari pada Saul atau dari pada orang isi istananya, lagipun tiada patik sengajakan matinya barang seorang dari pada orang Israel. Maka titah baginda: Barang yang hendak kamu katakan itu niscaya kuperbuat kamu kelak.","Maka sembah mereka itu kepada baginda: Adapun orang yang sudah membinasakan dan menghilangkan patik, karena patik sudah dianiayakan begitu sangat, sehingga patik tiada dapat menampakkan diri patik dalam segala jajahan Israel.","hendaklah diberikan kepada patik tujuh orang anaknya laki-laki, supaya patik gantungkan dia bagi Tuhan di Gibea Saul, ya pilihan Tuhan! Maka titah baginda: Nanti kita memberikan dia.","Tetapi disayangi baginda akan Mefiboset bin Yonatan, putera Saul, oleh karena sumpah demi Tuhan yang di antara keduanya, yaitu di antara Daud dengan Yonatan bin Saul itu.","Melainkan diambil baginda akan kedua anak laki-laki Rizpa, anak Aya, yang telah diperanakkannya bagi Saul, yaitu akan Armoni dan Mefiboset, dan lagi akan kelima orang anak laki-laki Merab, anak Saul, yang telah diperanakkannya bagi Aderiel bin Barzilai, orang Meholati itu,","lalu diserahkannya mereka itu sekalian kepada tangan orang Gibeon, yang menggantungkan mereka itu di atas bukit di hadapan hadirat Tuhan, maka ketujuh orang itu matilah bersama-sama dibunuh pada hari permulaan penyabitan, yaitu permulaan penyabitan syeir.","Maka oleh Rizpa, anak Aya, diambil sehelai kain kambeli, dibentangkannya akan dirinya di atas batu bukit dari pada permulaan musim menyabit datang kepada hari bertitik-titik air hujan kepadanya dari langit, dan tiada dibiarkannya mereka itu diusik oleh unggas dari udara pada siang hari atau oleh margasatwa pada malam.","Maka diberi tahu oranglah kepada Daud perbuatan Rizpa, anak Aya, gundik Saul itu.","Lalu pergilah Daud mengambil segala tulang Saul dan segala tulang Yonatan, puteranya, dari orang isi negeri Yabes di Gilead, yang sudah mengangkat dia curi-curi dari pasar Bait-san, tempat digantungkan orang Filistin akan dia tatkala orang Filistin itu sudah membunuh Saul di atas Gilboa.","Maka dari sana dibawa oleh baginda akan segala tulang Saul dan segala tulang Yonatan, puteranya, dikumpulkannya pula segala tulang orang yang tergantung itu.","Lalu dikuburkannyalah segala tulang Saul dan Yonatan, puteranya, di tanah Benyamin di Zela, dalam kubur Kisy, ayahnya. Setelah sudah diperbuat oranglah setuju dengan segala titah baginda itu, baharulah Allah berkenan pula akan permintaan doa orang isi negeri itu.","Sebermula, maka adalah suatu perang lagi antara orang Filistin dengan orang Israel, maka turunlah Daud serta dengan segala hambanya, lalu berperanglah dengan orang Filistin, sehingga penatlah Daud.","Maka adalah di sana si Yisbi-Benob, dari pada bani Rafa, berat tumbaknya tiga ratus syikal tembaga dan iapun bersandangkan sebilah pedang yang baharu, maka ia berniat hendak membunuh Daud.","Tetapi dibantu oleh Abisai bin Zeruya akan baginda, diparangnya orang Filistin itu dan dibunuhnya akan dia; setelah itu maka bersumpahlah segala hamba Daud kepadanya, sembahnya: Jangan apalah tuanku keluar pula serta patik sekalian kepada peperangan, supaya jangan tuanku memadamkan pelita Israel.","Maka kemudian dari pada itu adalah pula suatu perang dengan orang Filistin di Gob, pada masa itu dibunuh Sibkhai, orang Husati, akan Saf, yang dari pada bani Rafa.","Dan lagi adalah pula suatu perang dengan orang Filistin di Gob, maka oleh Elhanan bin Yaara-Uregim dibunuh akan Bait-lakhmi, saudara Goliat, orang Geti itu, maka besar batang tumbaknya seperti pesa orang tenun.","Dan lagi adalah suatu perang di Gat, di sana adalah seorang laki-laki yang sangat besar lembaganya dan pada kaki tangannya adalah enam jari sebelah menyebelah, yaitu dua puluh empat jari semuanya, maka orang itupun asal dari Rafa.","Maka dihinakannya orang Israel, tetapi dibunuh oleh Yonatan, bin Simea, kakanda Daud, akan dia.","Maka keempat orang itulah asal juga dari Rafa di Gat, maka matilah mereka itu dibunuh oleh Daud dan oleh segala hambanya."]