["Sebermula, maka lama adalah perang antara orang isi rumah Saul dengan orang isi rumah Daud, maka makin lama makin lebih kuat Daud, tetapi makin lama makin lebih lemah orang isi rumah Saul.","Maka di Heberon itu diperanakkan bagi Daud beberapa anaknya laki-laki; yang sulung itu Amnon, oleh Ahinoam, perempuan Yizrieli itu;","maka yang keduanya itu Khileab, oleh Abigail, yang dahulu bini Nabal, orang Karmeli itu, dan yang ketiga itu Absalom, anak Maakha, anak Talmai, raja Gesur;","dan yang keempat itu Adonia, anak Hajit, dan yang kelima itu Sefaca, anak Abital;","dan yang keenam Yiteream, anak Ejla, isteri Daud. Sekalian ini diperanakkan bagi Daud di Heberon.","Maka selama ada perang antara orang isi rumah Saul dengan orang isi rumah Daud, bahwasanya diperoleh Abner kuasa besar dalam rumah Saul.","Adapun dahulu adalah pada Saul seorang gundiknya, bernama Rizpa, anak Aya, maka kata Isyboset kepada Abner: Mengapa maka engkau sudah berseketiduran dengan gundik ayahku?","Maka berbangkitlah amarah Abner sangat oleh tegur Isyboset itu, lalu katanya: Kepala anjingkah aku ini dan sefakatkah aku ini dengan orang Yehuda? Maka beberapa hari ini aku sudah berbuat kebajikan akan orang isi rumah Saul, ayahmu, jikalau akan segala saudaranya dan sahabatnya sekalipun, sebab tiada aku menyerahkan dikau ke dalam tangan Daud; maka sekarang engkau hendak membalas akan daku salahnya seorang perempuan?","Demikianlah kiranya perbuatan Allah akan Abner dan dipertambahkannya pula, jikalau tiada seperti Tuhan sudah berjanji kepada Daud pakai sumpah, demikianpun aku berbuat akan dia kelak;","dengan memindahkan kerajaan itu dari pada orang isi rumah Saul serta mendirikan takhta Daud atas orang Israel dan atas orang Yehuda, dari pada Dan datang ke Birsyeba!","Maka sepatah katapun tiada dapat disahut oleh Isyboset akan Abner dari sebab takutnya akan dia.","Maka disuruhkan Abner beberapa utusan pergi menghadap Daud akan gantinya sambil sembahnya: Siapa gerangan empunya tanah ini? dan lagi sembahnya: Hendaklah kiranya tuanku berjanji-janjian dengan patik, maka sesungguhnya tangan patik akan serta dengan tuanku kelak dalam memulangkan segenap orang Israel kepada tuanku.","Maka titah baginda: Baiklah, aku hendak berjanji-janjian dengan dikau; hanya seperkara jua kutanggungkan atasmu, yaitu tiada boleh engkau memandang mukaku, melainkan jikalau engkau suruh hantarkan Mikhal, anak Saul itu, kepadaku, dahulu dari pada engkau datang memandang mukaku.","Dan lagi disuruhkan Daud beberapa utusan kepada Isyboset bin Saul itu, titahnya: Berikanlah aku kiranya isteriku Mikhal, yang sudah kuperoleh akan isteriku dengan seratus kulup orang Filistin.","Lalu disuruhkan Isyboset akan orang pergi mengambil dia dari pada lakinya, yaitu dari pada Paltiel bin Layis.","Maka lakinyapun berjalanlah sertanya, sambil berjalan dari belakang, sambil menangis sampai datang ke Bahurim; lalu kata Abner kepadanya: Pergilah engkau; pulang sahaja; maka pulanglah ia.","Hata, maka Abnerpun berkata-kata dengan segala tua-tua Israel, katanya: Sudah lama kamu menghendaki Daud akan rajamu;","maka sekarang sampaikanlah kehendakmu itu, karena firman Tuhan kepada Daud demikianlah bunyinya: Bahwa dengan tangan Daud, hamba-Ku, juga Aku akan melepaskan umat-Ku Israel kelak dari pada tangan orang Filistin dan dari pada tangan segala musuhnya.","Demikianpun kata Abner kepada segala orang Benyamin; lalu pergilah Abner juga ke Heberon akan menyampaikan kepada Daud segala perkara yang baik kepada pemandangan orang Israel dan kepada pemandangan segenap orang isi rumah Benyamin.","Lalu datanglah Abner menghadap Daud ke Heberon dan dua puluh orangpun sertanya; maka diperbuat Daud satu perjamuan akan Abner dan akan segala orang yang sertanya.","Maka sembah Abner kepada Daud: Sekarang patik hendak pergi menghimpunkan segenap orang Israel kepada tuanku, yang dipertuan, supaya mereka itu sekalian berjanji dengan tuanku dan tuankupun kerajaanlah atas segala yang dikehendaki hati tuanku. Setelah itu maka dilepaskan Daud akan Abner pergi, lalu berjalanlah ia dengan selamat.","Maka tiba-tiba datanglah segala hamba Daud serta dengan Yoab dari peperangan, dibawanya akan banyak jarahan sertanya, maka tiada lagi Abner dengan Daud di Heberon, sebab sudah dilepaskan baginda akan dia pergi dengan selamat.","Serta sampailah Yoab dengan segala tentara yang sertanya itu, maka dikabarkan oranglah kepadanya, katanya: Bahwa Abner bin Ner itu sudah datang menghadap baginda, maka bagindapun sudah melepaskan dia pergi dengan selamat.","Lalu Yoabpun pergi menghadap baginda serta sembahnya: Apakah perbuatan tuanku ini? bahwasanya Abner sudah datang menghadap tuanku, mengapa maka tuanku lepaskan dia pergi, sehingga iapun berjalan dengan bebasnya?","Maka tuanku mengetahui juga akan Abner bin Ner itu, bahwasanya ia sudah datang memasang jerat akan tuanku, dan hendak diketahuinya akan keluar masuk tuanku dan hendak diketahuinya akan segala perbuatan tuankupun.","Maka keluarlah Yoab dari hadapan Daud, lalu disuruhnya orang mengejar akan Abner, maka dibawa oranglah akan dia kembali dari telaga Sira, tetapi satupun tiada diketahui Daud akan hal itu.","Setelah kembali Abner di Heberon, maka disimpangkan Yoab akan dia ke tengah pintu gerbang, hendak berkata-kata dengan dia diam-diam, maka ditikamnya akan dia kena perutnya, sehingga matilah ia, maka ia itu sebab Yoab hendak menuntut bela Asahel, adiknya.","Setelah ia itu sudah jadi, maka kedengaranlah hal itu kepada Daud, lalu titahnya: Bahwa sucilah aku dan kerajaankupun di hadapan hadirat Tuhan sampai selama-lamanya dari pada darah Abner bin Ner itu.","Ia itu dipulangkanlah kiranya kepada kepala Yoab dan kepada segenap orang isi rumah bapanya; dalam rumah Yoab itu janganlah kurang orang yang tumpah-tumpah darah dirinya dan yang sakit kusta dan yang bersandar kepada tongkat dan yang dimakan pedang dan yang kekurangan makan!","Maka demikianlah peri dibunuh Yoab dan Abisai, adiknya, akan Abner, sebab Abnerpun sudah membunuh Asahel dalam perang yang di Gibeon.","Maka titah Daud kepada Yoab dan kepada segala orang yang sertanya: Carikkanlah olehmu akan pakaianmu dan pakaikanlah kabung dan berjalanlah kamu sambil menangis di hadapan mayat Abner. Hata, maka raja Daud sendiripun mengiringkan jempananya.","Maka dikuburkannyalah Abner di Heberon, maka bagindapun menangislah di atas kubur Abner dengan nyaring suaranya dan segala orang banyak itupun menangislah.","Maka diperbuat baginda sebiji ratap akan Abner, bunyinya: Patutkah Abner itu sudah mati seperti seorang ahmak?","Bahwa belum pernah tanganmu diikat, dan belum pernah kakimu dikenakan rantai tembaga; maka seperti orang jatuh oleh orang khianat, demikianlah jatuhmu! Maka pada masa itu segenap orang banyak itu makin lebih menangisi dia.","Setelah itu maka datanglah orang banyak itu mempersilakan Daud akan santap roti pada masa lagi siang hari, tetapi bersumpahlah Daud serta titahnya: Demikianlah kiranya perbuatan Allah akan daku dan dipertambahkannya pula, jikalau dahulu dari pada masuk matahari aku santap roti atau barang santapan yang lain.","Demi didengar oleh orang banyak akan titah ini, maka dibenarkannyalah dan segala sesuatu yang telah diperbuat baginda itu benar kepada pemandangan segenap orang banyak itu adanya.","Maka pada hari itu juga diketahui oleh segenap orang banyak dalam seluruh negeri Israel akan hal perkara Abner bin Ner dibunuh itu bukan dari baginda datangnya.","Kemudian titah baginda kepada segala hambanya: Tiadakah kamu ketahui, bahwa pada hari ini seorang raja, yaitu seorang orang besar, sudah rebah mati di antara segala orang Israel?","Tetapi sekarang aku ini lagi lemah, jikalau aku disiram akan raja sekalipun, maka orang itu, yaitu anak-anak Zeruya, lebih kuasa dari padaku; hendaklah kiranya Tuhan juga membalas akan orang jahat itu sekadar kejahatannya!"]