["Bermula, setelah kedengaranlah kabar kepada putera Saul dari hal Abner sudah mati di Heberon, maka menjadi lemah tangannya dan huru-haralah segenap orang Israel karena terkejut.","Maka pada putera Saul itu adalah dua orang, yaitu penghulu ketumbukan, seorang bernama Baena dan seorangnya bernama Rekhab, keduanya anak Rimon, orang Bieroti, dari pada bani Benyamin, karena Bierotpun masuk bilangan Benyamin.","Maka dahulu orang Bieroti itu sudah lari ke Gitayim, lalu menumpanglah mereka itu di sana sampai kepada hari ini.","Bermula, maka pada Yonatan bin Saul adalah seorang anaknya laki-laki, yang capik kedua belah kakinya, maka umurnya lima tahun pada masa kabar diri hal Saul dan Yonatan datang dari Yizriel, maka diangkat oleh pengasuhnya akan dia lalu lari, maka sebab dengan gopoh-gopoh larinya itu tiba-tiba jatuhlah ia dan menjadi timpang; adapun namanya itu Mefiboset.","Arakian, maka pergilah kedua anak Rimon, orang Bieroti, yaitu Rekhab dan Baena, lalu masuk ke dalam istana Isyboset pada waktu panas terik; maka bagindapun lagi berbaring di atas peraduannya pada tengah hari.","Maka masuklah keduanya langsung ke tengah istana, pura-pura hendak mengambil gandum, lalu ditikamnya baginda kena perutnya; kemudian larilah Rekhab dan Baena, adiknya.","Adapun keduanya masuk ke dalam istana itu, yaitu langsung ke tempat baginda berbaring di atas peraduannya, ke dalam bilik peraduannya, ditikamnya baginda, dibunuhnya akan dia dan dikeratnya akan kepalanya, lalu berjalan menurut jalan ke padang semalam-malaman itu.","Maka dibawanya akan kepala Isyboset itu kepada Daud ke Heberon, serta sembahnya kepada baginda: Bahwasanya inilah kepala Isyboset bin Saul, yaitu seteru tuanku, yang menyengajakan mati tuanku; maka demikianlah dikaruniakan Tuhan pembalasan akan tuanku, yang dipertuan dari pada Saul dan dari pada benihnya.","Tetapi sahut Daud akan Rekhab dan Baena, adiknya, yaitu akan kedua anak Rimon, orang Bieroti itu, titahnya kepadanya: Demi Tuhan yang hidup, yang sudah melepaskan nyawaku dari pada segala kesukaran!","Tegal aku di Zikelaj sudah menangkap dan membunuh orang yang membawa kabar kepadaku, sembahnya: Bahwsanya Saul sudah mati! meskipun pada sangkanya ialah orang yang membawa kabar baik dan harapnya beroleh upah kabarnya dari padaku.","Istimewa pula sekarang orang fasik sudah membunuh seorang yang benar di dalam istananya dan di atas peraduannya, bukankah patut aku menuntut bela darahnya dari pada tanganmu dan aku menumpas kamu dari atas bumi?","Maka bertitah Daud kepada orang muda-mudanya, disuruhnya mereka itu membunuh keduanya, maka dikudungkannya tangan kakinya, lalu digantungkannya tubuhnya dekat dengan kolam yang di Heberon, tetapi diambilnya akan kepala Isyboset itu, dikuburkannya di Heberon dalam kubur Abner."]