["Sebermula, maka datanglah segala suku bangsa Israel menghadap Daud ke Heberon serta sembahnya kepadanya: Bahwa patik sekalian ini sedaging sedarah juga dengan tuanku;","lagipun sudah lama, yaitu dahulu pada masa Saul lagi raja atas patik, tuanku juga yang membawa keluar masuk akan orang Israel, maka kepada tuanku juga firman Tuhan: Bahwa engkau akan menggembalakan umat-Ku Israel kelak dan engkaupun akan menjadi penganjur segala orang Israel.","Demikianpun segala tua-tua Israel datang menghadap baginda ke Heberon, lalu berjanji-janjianlah Daud dengan mereka itu di Heberon di hadapan hadirat Tuhan, maka disiramnya Daud akan raja atas orang Israel.","Maka tiga puluh tahun umur Daud pada masa ia menjadi raja dan empat puluh tahun lamanya kerajaanlah ia.","Yaitu di Heberon atas orang Yehuda kerajaanlah ia tujuh tahun enam bulan lamanya dan di Yeruzalem kerajaanlah ia tiga puluh tiga tahun atas segenap orang Israel dan orang Yehuda.","Maka berangkatlah baginda serta dengan segala rakyatnya ke Yeruzalem hendak memerangi orang Yebuzi, yang duduk dalam negeri itu. Maka kata mereka itu kepada Daud: Tak boleh engkau masuk ke mari, melainkan orang buta dan timpang menghalaukan dikau kelak; artinya: tak boleh Daud masuk ke mari.","Tetapi dialahkan Daud akan kota Sion juga, yaitu negeri Daud.","Maka pada hari itu titah Daud: Barangsiapa yang membunuh orang Yebuzi dan menghampiri saluran air itu dan orang timpang dan buta itu, yang kebencian hati Daud ..... Maka sebab itu kata orang: Bahwa orang buta dan timpang tak boleh masuk ke dalam bait itu.","Hata, maka duduklah Daud dalam kota itu, dinamainya akan dia negeri Daud, maka dilingkung Daud akan dia dengan pagar batu, mulai dari Milo lalu masuk ke dalam.","Maka makin lama makin lebih bertambah kebesaran Daud, karena Allah Tuhan serwa sekalian alam, juga yang menyertai akan dia.","Maka Hiram, raja Tsur, menyuruhkan utusan kepada Daud dengan membawa kayu araz dan beberapa tukang kayu dan tukang batu, lalu dibangunkan mereka itu sebuah istana akan Daud.","Maka diketahui Daud akan hal Tuhan sudah melantikkan dia akan raja atas segala orang Israel, dan dibesarkannya kerajaannya karena sebab segala umat-Nya, yaitu orang Israel.","Maka diambil Daud lagi beberapa gundik dan isteri akan dirinya dari Yeruzalem, setelah sudah ia datang dari Heberon, maka diperanakkan pula bagi Daud beberapa anaknya laki-laki dan perempuan.","Maka inilah nama-nama segala anak yang diperanakkan baginya di Yeruzalem: Syamuah dan Sobab dan Natan dan Sulaiman","dan Ibkhar dan Elisua dan Nefej dan Yafia","dan Elisama dan Elyada dan Elifelet.","Setelah kedengaranlah kepada orang Filistin kabar akan hal Daud disiram akan raja atas orang Israel, maka berangkatlah segala orang Filistin itu hendak mencahari Daud; serta kedengaranlah Daud akan hal itu maka turunlah ia ke dalam kota.","Maka datanglah orang Filistin, lalu berkaparanlah mereka itu dalam lembah Refayim.","Maka bertanyalah Daud akan Tuhan, katanya: Bolehkah aku pergi melawan orang Filistin? Iakah Tuhan menyerahkan dia kelak kepada tanganku? Maka firman Tuhan kepada Daud: Pergi juga engkau, karena sesungguhnya Aku menyerahkan orang Filistin itu kelak kepada tanganmu.","Maka dantanglah Daud ke Baal-Perazim, dialahkannya mereka itu di sana, lalu titahnya: Bahwa Tuhan sudah menetas segala musuhku di hadapanku seperti suatu tetasan air adanya, maka sebab itu dinamainya akan tempat itu Baal-Perazim.","Maka ditinggalkan mereka itu segala berhalanya di sana, lalu ia itu dipungut oleh Daud dan segala orangnya.","Kemudian dari pada itu datanglah pula orang Filistin, lalu berkaparanlah mereka itu dalam lembah Refayim.","Maka Daudpun bertanyakanlah Tuhan, maka firman-Nya: Jangan engkau menampil kepadanya dari hadapan, melainkan hendaklah engkau melingkungkan mereka itu dari belakang, sehingga engkau menghampiri mereka itu dari sebelah pohon-pohon kertau.","Maka akan jadi kelak, apabila kedengaranlah kepadamu bunyi orang berjalan di atas mercu pohon-pohon kertau itu, hendaklah engkau bersegera-segera, karena pada masa itu Tuhan keluar berjalan di hadapanmu hendak mengalahkan balatentara orang Filistin.","Maka diperbuatlah oleh Daud setuju dengan firman Tuhan kepadanya; maka dialahkannyalah segala orang Filistin itu dari Geba sampai ke tempat orang datang ke Gezer."]