["Kemudian dari pada itu dihimpunkanlah Daud pula segala orang pilihan dari antara orang Israel, tiga puluh ribu orang banyaknya.","Maka bangkitlah Daud berdiri lalu berjalan dengan segala orang yang sertanya ke Baalim Yehuda, hendak membawa naik dari sana akan peti tabut Allah, yang nama itu disebutkan dengan dia, yaitu nama Tuhan serwa sekalian alam, yang duduk di antara kerubiun.","Maka dinaikkannya tabut Allah itu ke atas sebuah pedati yang baharu, maka pedati yang baharu itu dihantar oleh Uza dan Ahio, kedua anak laki-laki Abinadab.","Maka apabila dihantarnya akan dia dari dalam rumah Abinadab, yang di atas bukit itu, serta dengan tabut Allah, berjalanlah Ahio di hadapan tabut itu.","Maka Daud dan segenap orang isi rumah Israelpun bermainlah di hadapan hadirat Tuhan pada perbagai bunyi-bunyian yang dari pada kayu senobar, pada kecapi dan dandi dan rebana dan genta dan gung.","Serta sampailah mereka itu ke tempat pengirik Nakhon, tiba-tiba dicapai Uza akan tabut Allah, dipegangnya, karena terserandunglah lembunya.","Maka berbangkitlah murka Tuhan akan Uza, dibunuh Allah akan dia di sana, sebab alpanya, maka matilah ia di sana dekat dengan tabut Allah.","Maka berdukacitalah hati Daud sebab Tuhan sudah menghukumkan Uza sangat begitu, lalu dinamai oranglah akan tempat itu Paris-Uza datang kepada hari ini.","Maka pada masa itu takutlah Daud akan Tuhan, sehingga titahnya: Bagaimana boleh tabut Tuhan itu dihantar kepadaku?","Maka Daud tiada mau tabut Tuhan dihantar kepadanya ke dalam negeri Daud, sebab itu disinggahkan Daud akan dia kepada rumah Obed-Edom, orang Geti.","Maka tinggallah tabut Tuhan dalam rumah Obed-Edom, orang Geti itu, tiga bulan lamanya, maka diberkati Tuhan akan Obed-Edom dan akan segala isi rumahnya.","Setelah dikabarkan oranglah kepada baginda raja Daud, sembahnya: Bahwa Tuhan sudah memberkati isi rumah Obed-Edom dan segala sesuatu yang padanya oleh karena tabut Allah itu; maka pergilah Daud mengambil tabut Allah itu dari dalam rumah Obed-Edom, dibawanya akan dia naik ke dalam negeri Daud dengan kesukaan.","Maka tiap-tiap sekali orang yang mengusung tabut Tuhan itu sudah berjalan enam langkah jauhnya, bahwasanya dikorbankannya seekor lembu dan seekor domba jantan yang tambun.","Maka berlompatlah Daud sekuat-kuatnya di hadapan hadirat Tuhan dan Daudpun berpakaikan jubah dari pada kain rami putih.","Maka demikianlah peri dibawa naik oleh Daud dan segenap orang isi rumah Israel akan tabut Tuhan serta dengan tempik sorak dan bunyi nafiri.","Setelah sampai tabut Tuhan masuk ke dalam negeri Daud, tiba-tiba adalah Mikhal, anak Saul, menengok dari pada tingkap rumahnya; demi terlihatlah ia akan baginda raja Daud bertari-tari dan berlompat-lompat di hadapan hadirat Tuhan, maka dicelakannya akan dia dalam hatinya.","Setelah sudah dibawa oranglah akan tabut Tuhan masuk, ditaruhnya pada tempatnya di tengah-tengah kemah yang telah didirikan oleh Daud akan dia, maka Daudpun mempersembahkan korban bakaran dan korban syukur di hadapan hadirat Tuhan.","Setelah selesailah Daud dari pada mempersembahkan korban bakaran dan korban syukur itu, maka diberkatinya akan orang banyak itu demi nama Tuhan serwa sekalian alam,","dan dibahagiakannya kepada segenap orang banyak, kepada segenap perhimpunan orang Israel, dari pada laki-laki dan perempuan, masing-masing roti seketul dan sepenggal daging goreng dan segumpal buah zabib, lalu segala orang itupun pulanglah masing-masing ke rumahnya.","Hata, apabila pulanglah Daud hendak memberkati orang isi istananya, maka keluarlah Mikhal, anak Saul, bertemu dengan Daud, sambil katanya: Bagaimana raja orang Israel dipermuliakan pada hari ini! bahwa ditelanjangkannya dirinya pada hari ini di hadapan mata segala pacal hamba sahayanya, seperti seorang yang terhina menelanjangkan dirinya dengan tiada malu.","Maka kata Daud kepada Mikhal: Bahwa di hadapan hadirat Tuhan, yang sudah memilih aku akan ganti ayahmu dan segala orang isi istananya, disuruh-Nya aku menjadi penganjur segala umat Tuhan, yaitu orang Israel, bahkan, di hadapan hadirat Tuhan itulah aku mau bersuka-sukaan.","Lagipun aku hendak merendahkan diriku lebih pula dari pada sekali ini, dan aku hendak memandang rendah akan diriku, maka dengan segala pacal yang kaukatakan itu, dengan mereka itu juga aku hendak beroleh kemuliaan.","Adapun Mikhal, anak Saul itu, sampai kepada hari matinya tiada ia tahu beranak."]