["Hata, pada sekali peristiwa, yaitu pada masa baginda bersemayam dalam istana baginda, dan telah dikaruniakan Tuhan akan baginda kesenangan dari pada segala musuh baginda berkeliling,","maka titah baginda kepada nabi Natan: Bahwasanya aku ini duduk dalam sebuah istana dari pada kayu araz, maka tabut Allah itu duduk di tengah-tengah kain kelambu!","Maka sembah Natan kepada baginda: Baiklah tuanku sampaikan segala niat hati tuanku, karena Tuhan juga menyertai tuanku.","Tetapi pada malam itu juga datanglah firman Tuhan kepada Natan, bunyinya:","Pergilah engkau, katakanlah kepada hamba-Ku Daud: Demikianlah firman Tuhan: Hendaklah engkau memperbuat sebuah rumah akan Daku, supaya Aku duduk di dalamnya?","Maka tiada juga pernah Aku mengeduduki sebuah rumah dari pada hari Aku membawa akan bani Israel keluar dari negeri Mesir datang kepada hari ini, melainkan turutlah juga Aku mengembara dengan mengeduduki kemah dan pondok.","Selamanya Aku mengembara serta dengan segala bani Israel, adakah pernah Aku berfirman sepatah kata kepada salah suatu suku bangsa Israel, yang telah Kusuruh menggembalakan umat-Ku Israel, bunyinya: Mengapa maka tiada kamu memperbuat akan Daku sebuah rumah dari pada kayu araz?","Maka sekarang hendaklah kaukatakan kepada hamba-Ku Daud: Inilah firman Tuhan serwa sekalian alam: Bahwa Aku sudah mengangkat akan dikau dari dalam barung, dari belakang kambing domba, akan menjadi penganjur segala umat-Ku, yaitu orang Israel.","Maka Aku sudah menyertai akan dikau barang ke mana engkau pergi dan sudah Kutumpas segala musuhmu di hadapanmu, dan sudah Kubesarkan namamu, seperti nama orang yang terbesar di atas bumi.","Dan lagi telah Kukaruniakan kepada umat-Ku Israel suatu tempat sendiri, Kutetapkan dia, supaya duduklah ia pada tempat yang tentu dan jangan lagi ia dipusingkan ke sana ke mari dan jangan pula diusik oleh bangsa khianat akan dia, seperti pada zaman dahulu,","dan lagi dari pada hari Aku menyuruh hakim-hakim memerintahkan umat-Ku Israel, melainkan akan dikau juga Aku memberi kesenangan dari pada segala musuhmu. Dan lagi Tuhanpun memberitahu akan dikau, bahwa Tuhan juga akan mengekalkan rumahmu kelak.","Maka apabila sudah genaplah segala harimu dan engkau sudah mangkat beradu dengan segala nenek moyangmu, kemudian dari padamu kelak Aku membangkitkan benihmu, yang akan terbit dari pada sulbimu dan Aku menetapkan kerajaannya.","Maka iapun akan membangunkan sebuah rumah akan tempat nama-Ku dan Akupun akan menetapkan takhta kerajaannya sampai selama-lamanya.","Maka Aku menjadi baginya akan bapa dan iapun menjadi bagi-Ku akan anak, maka apabila ia bersalah, Aku menyiksakan dia kelak dengan cemeti manusia dan dengan bala anak-anak Adam.","Tetapi keridlaan-Ku tiada akan undur dari padanya, seperti yang Kuundurkan dia dari pada Saul, yang telah Kulakukan dari hadapanmu.","Tetapi rumahmu akan kekal adanya dan kerajaanmu sampai selama-lamanya.","Maka setuju dengan segala firman ini dan setuju dengan segala penglihatan ini, demikianpun bersembahlah Natan kepada Daud.","Maka masuklah raja Daud, lalu tinggal di hadapan hadirat Tuhan serta sembahnya: Ya Tuhan Hua! siapa gerangan hambamu ini dan apa gerangan isi rumah hamba, maka Tuhan sudah membawa akan hamba sampai ke mari?","Maka perkara ini lagi kecil pada pemandanganmu, ya Tuhan Hua! karena Tuhan juga berfirman akan hal rumah hambamu ini pada akhir zaman, maka ia itu menjadi bagi manusia akan suatu hukum, ya Tuhan Hua!","Entah apa lagi dapat dipersembahkan Daud kepadamu? karena Engkau juga yang mengenal akan hambamu ini, ya Tuhan Hua!","Maka oleh karena firman-Mu dan dengan keridlaan-Mu Engkau telah berbuat segala perkara besar ini, yang telah Kausuruh beritahu hambamu.","Maka sebab itu besarlah Engkau, ya Tuhan Allah! karena tiada yang dapat disamakan dengan Dikau, dan tiada Allah melainkan Engkau sekadar segala yang telah kami dengar telinga kami.","Maka bangsa yang mana dapat disamakan dengan umat-Mu, yaitu dengan orang Israel, satu bangsa yang tiada taranya di atas bumi ini, yang sudah ditebus oleh Allahnya akan suatu bangsa bagi dirinya, supaya diadakannya satu nama baginya dan supaya diperbuatnya perkara yang besar dan hebat begitu akan tanahmu di hadapan segala umat-Mu, yang telah Kautebus bagi diri-Mu dari pada orang Mesir dan dari pada segala khalaik dan segala berhalanya.","Maka Engkau sudah menentukan umat-Mu Israel akan suatu bangsa bagi diri-Mu sampai selama-lamanya, dan Engkau, ya Tuhan! sudah menjadi bagi mereka itu akan Allahnya.","Maka sekarang, ya Tuhan Allah! adapun firman yang telah Kaukatakan akan hal hamba-Mu ini dan akan hal isi rumahnya, tetapkanlah dia sampai selama-lamanya, bahkan, sampaikanlah juga seperti firman-Mu itu.","Biarlah nama-Mu dibesarkan selama-lamanya, hendaklah dikatakan orang demikian: Bahwa Tuhan serwa sekalian alam juga Allah orang Israel, dan rumah Daud, hamba-Mu ini, akan tetap di hadapan hadirat-Mu.","Karena Engkau, ya Tuhan serwa sekalian alam, Allah orang Israel! sudah menyatakan kepada pendengaran hamba-Mu ini firman-Mu: Bahwa Aku akan membangunkan sebuah rumah bagi-Mu! maka sebab itu hamba-Mu ini telah mendapat senang dalam hatinya akan mencurahkan doa ini di hadapan hadirat-Mu.","Maka sekarang, ya Tuhan Hua! Engkau juga Allah yang benar dan segala firman-Mupun akan benar adanya! maka Engkau juga yang sudah berfirman kepada hamba-Mu akan segala perkara yang baik ini.","Maka sekarang juga hendaklah kiranya Engkau memberkati isi rumah hamba-Mu ini, supaya tetaplah ia itu di hadapan hadirat-Mu sampai selama-lamanya. Karena Engkau juga, ya Tuhan Hua! sudah berfirman, maka dengan berkat-Mu rumah hamba-Mu ini akan diberkati sampai selama-lamanya."]