["Hata, maka kemudian dari pada itu dialahkan Daud akan orang Filistin, ditaklukkannya mereka itu, dan dirampas Daud akan Metej-Ama dari pada tangan orang Filistin.","Dan lagi dialahkannya orang Moabpun, diukurnya mereka itu dengan tali, disuruhnya mereka itu meniarap di tanah, lalu diukurnya mereka itu dua tali akan dibunuh dan genap tali akan dihidupi. Demikianlah orang Moab itu menjadi takluk kepada Daud serta membawa upeti.","Dan lagi dialahkan Daud akan Hadad-ezar bin Rekhob, raja Zoba, pada masa ia pergi meluaskan pemerintahannya sampai ke sungai Ferat.","Maka dirampas Daud dari padanya seribu tujuh ratus orang berkuda dan dua puluh ribu orang yang berjalan kaki; dan dikerat oleh Daud akan urat kaki segala kuda penghela, dan ditinggalkannya dari padanya rata seratus buah.","Maka datanglah orang Syam dari Damsyik hendak membantu Hadad-ezar, raja Zoba, tetapi dialahkan Daud akan orang Syam itu, mati dua puluh ribu orang.","Maka ditaruh Daud akan beberapa laskar pengawal negeri di benua Syam daerah Damsyik dan orang Syam itu takluklah kepada Daud serta membawa upeti. Maka dikaruniakan Tuhan kemenangan kepada Daud barang ke manapun ia pergi.","Maka diambil Daud akan segala perisai keemasan yang telah ada pada hamba-hamba Hadad-ezar, dibawanya akan dia ke Yeruzalem.","Maka dari dalam Betakh dan dari dalam Berotai, dua buah negeri Hadad-ezar, diambil raja Daud akan amat banyak tembaga.","Bermula, maka setelah kedengaranlah kabar kepada Toi, raja Hamat, mengatakan Daud sudah mengalahkan segenap balatentara Hadad-ezar,","disuruhkan Toi akan Yoram, anaknya, menghadap raja Daud akan bertanyakan selamat baginda dan menyampaikan berkat selamat kepada baginda, sebab baginda sudah memerangi Hadad-ezar dan sudah mengalahkan dia (karena Hadad-ezar itu senantiasa dalam berperang dengan Toi), maka pada tangannya adalah beberapa benda perak dan benda emas dan benda tembaga.","Maka ia itupun disucikan oleh raja Daud bagi Tuhan serta dengan segala emas perak yang telah disucikannya dari pada segala bangsa kafir yang sudah ditaklukkannya:","dari pada orang Syam dan dari pada orang Moab dan dari pada bani Ammon dan dari pada orang Filistin dan dari pada orang Amalek dan dari pada jarahan Hadad-ezar bin Rekhob, raja Zoba.","Maka oleh Daud didirikanlah satu tanda alamat, pada masa baginda kembali dari pada mengalahkan orang Edom dalam Lembah-Masin, tatkala mati delapan belas ribu orang.","Maka ditaruh baginda akan laskar pengawal dalam negeri Edom, dalam seluruh negeri Edom ditaruhnya akan laskar pengawal itu, sehingga takluklah segala orang Edom kepada Daud; maka dikaruniakan Tuhan kemenangan kepada Daud barang ke manapun ia pergi.","Maka demikianlah pergi Daud memerintahkan segenap orang Israel dan dilakukan Daud kebenaran dan keadilan kepada segala bangsanya.","Adapun Yoab bin Zeruya itulah panglima perangnya, dan Yosafat bin Ahilud itulah karkunnya,","dan Zadok bin Ahitub dan Akhimelekh bin Abyatar itulah imam, dan Seraya itulah penyurat.","Maka Benaya bin Yoyada itulah penghulu segala biduanda, tetapi segala putera Daud itulah menteri adanya."]