["Sebermula, maka titah Daud: Adakah lagi tinggal orang dari pada isi istana Saul, supaya boleh aku berbuat kebajikan akan dia karena sebab Yonatan?","Maka adalah pada orang isi istana Saul seorang hamba yang bernama Ziba, maka dipanggil oranglah akan dia menghadap baginda, lalu titah baginda kepadanya: Engkau ini Ziba? Maka sahutnya: Daulat tuanku!","Maka titah baginda: Adakah lagi orang dari pada isi istana Saul, yang boleh kuperbuat kebajikan akan dia karena Allah? Maka sembah Ziba kepada baginda: Ada, tuanku! seorang anak Yonatan, yang timpang kedua belah kakinya.","Maka titah baginda kepadanya: Di manakah ia? Maka sembah Ziba kepada baginda: Bahwa adalah ia dalam rumah Makhir bin Amiel, di Lodebar.","Maka oleh raja Daud disuruhkan orang pergi menyambut dia dari dalam rumah Makhir bin Amiel, dari Lodebar itu.","Maka datanglah Mefiboset bin Yonatan bin Saul itu menghadap Daud, maka sujudlah ia dengan mukanya ke tanah sambil menunjukkan dirinya. Maka titah Daud: Hai Mefiboset! Lalu sembahnya: Patik tuanku.","Maka titah Daud kepadanya: Jangan engkau takut; karena tak dapat tiada aku berbuat kebajikan akan dikau karena sebab Yonatan bapamu; maka aku hendak memulangkan kepadamu segala bendang Saul, nenekmu, dan selalu engkau akan makan sehidangan dengan aku.","Lalu tunduklah ia sambil sembahnya: Siapa gerangan patik ini, maka tuanku hendak menilik kepada patik yang seperti anjing mati?","Maka dipanggil baginda akan Ziba, hamba Saul itu, lalu titah baginda kepadanya: Adapun segala sesuatu yang dahulu pada Saul dan pada segala orang isi istananya, ia itu sudah kukaruniakan kepada anak tuanmu itu.","Sebab itu hendaklah engkau dan segala anakmu laki-laki dan segala hambamupun mengerjakan tanah itu baginya dan membawa masuk akan hasilnya, supaya anak tuanmu itu mendapat rezekinya; maka Mefiboset, anak tuanmu itu, selalu akan makan sehidangan dengan aku. Adapun pada Ziba itu adalah lima belas orang anaknya laki-laki dan dua puluh orang hambanya.","Maka sembah Ziba kepada baginda: Segala titah tuanku kepada patik ini, patik junjung. Maka Mefiboset itu duduklah makan sehidangan dengan baginda, seperti salah seorang putera baginda juga.","Maka pada Mefiboset itu adalah seorang anaknya laki-laki yang lagi kecil, bernama Mikha; maka segala orang yang duduk dalam rumah Ziba itulah hamba Mefiboset.","Maka duduklah Mefiboset di Yeruzalem, sebab selalu juga ia makan sehidangan dengan baginda. Maka kedua belah kakinyapun timpanglah."]