["Sebermula, setelah kedengaranlah kabar kepada permaisuri di Syeba akan hal raja Sulaiman dan akan nama Tuhan, maka datanglah ia hendak mencobai baginda dengan bagai-bagai penerka.","Maka datanglah ia ke Yeruzalem dengan tentara yang amat besar serta dengan beberapa ekor unta yang muat rempah-rempah dan amat banyak emas dan permata yang indah-indah, maka datanglah ia menghadap raja Sulaiman, lalu dikatakannya kepadanya segala kepikiran hatinya.","Maka oleh raja Sulaiman diartikanlah kepadanya segala perkataannya, barang seperkarapun tiada terlindung dari pada baginda, yang tiada diartikannya kepadanya.","Setelah dilihat oleh permaisuri Syeba segala hikmat raja Sulaiman dan lagi istana yang telah dibangunkannya,","dan perintah mejanya dan peri duduk segala pegawainya dan peri berdiri segala hambanya dan pakaian mereka itu dan lagi segala penjawat minumannya dan perarakannya apabila baginda berarak naik ke rumah Tuhan, maka tiada lagi bersemangat permaisuri itu.","Lalu katanya kepada raja Sulaiman: Benarlah juga kabar yang telah beta dengar di negeri beta akan segala hal ihwal tuan dan akan hikmat tuan.","Maka kabar itupun tiada beta percaya sebelum beta datang ke mari dan mata beta sendiri melihat semuanya, maka sesungguhnya separuhnya juga tiada dikabarkan kepada beta, karena hikmat dan harta benda tuan meliputi segala kabar yang telah beta dengar itu.","Berbahagialah kiranya segala hamba tuan dan berbahagialah segala pegawai tuan ini, yang senantiasa menghadap hadirat tuan dan mendengar akan hikmat tuan.","Segala puji bagi Tuhan, Allahmu, yang berkenan akan tuan, sehingga didudukkannya tuan di atas takhta kerajaan Israel! Tegal Tuhan mengasihi akan orang Israel pada selama-lamanya, maka sebab itu diangkat-Nya akan tuan menjadi raja akan berbuat benar dan insaf.","Maka diberikan oleh permaisuri itu kepada baginda emas seratus dua puluh talenta dan amat banyak rempah-rempah dan permata yang indah-indah; adapun rempah-rempah yang diberikan oleh permaisuri Syeba kepada baginda raja Sulaiman, begitu macam tiada lagi dibawa orang dengan sekian banyaknya.","Dan lagi segala kapal raja Hiram, yang pergi mengambil emas dari Ofir, ia itu membawa dari Ofir lagi amat banyak kayu cendana dan permata yang indah-indah.","Maka dari pada kayu cendana itu diperbuat baginda geradi akan rumah Tuhan dan akan istana baginda dan lagi kecapi dan dandi bagi segala biduanda. Maka begitu macam kayu cendana belum pernah dibawa atau dilihat orang datang kepada hari ini.","Maka diberikan oleh baginda raja Sulaiman akan permaisuri Syeba segala kehendaknya, segala yang dipintanya, kecuali segala yang diberinya akan dia sekadar kekayaan baginda raja Sulaiman. Hata, maka bermohonlah permaisuri itu, lalu pulanglah ia ke negerinya serta dengan segala hambanya.","Adapun berat segala emas yang dibawa masuk kepada raja Sulaiman dalam setahun, ia itu enam ratus enam puluh enam talenta emas.","Kecuali segala emas yang dari pada orang berniaga dan dari pada perniagaan tukang rempah-rempah dan dari pada segala raja Arab dan segala orang kaya-kaya di tanah itu.","Maka oleh baginda raja Sulaimanpun disuruh perbuatkan dua ratus buah perisai dari pada emas tempawan, disuruhnya timbang emas enam ratus syikal akan sebuah perisai.","Dan lagi tiga ratus buah selukung dari pada emas tempawan, disuruhnya timbang emas tiga kati akan sebuah selukung, lalu ditaruh baginda akan dia dalam istana yang di rimba Libanon.","Dan lagi disuruh baginda perbuatkan sebuah singgasana besar dari pada gading, yang disalutkannya dengan emas tua.","Maka pada singgasana itu adalah enam tingkatnya dan suatu langitan bulat adalah pada singgasana itu kebelakangan sedikit dan pada kiri kanannya adalah kelek-kelek sampai di tempat duduknya, dan dua ekor singa adalah berdiri pada sisi kelek-kelek itu.","Dan lagi dua belas ekor singa adalah berdiri di atas enam tingkat itu pada kiri kanannya; maka yang demikian belum pernah diperbuat orang, dalam barang suatu kerajaan juapun tidak.","Demikianpun segala bekas minuman baginda raja Sulaiman dari pada emas dan segala serba istana di rimba Libanonpun dari pada emas tua, satu juapun tiada yang dari pada perak, karena pada zaman raja Sulaiman perak itu tiada diindahkan orang.","Karena pada baginda adalah kapal dari Tarsis di laut serta dengan kapal Hiram, maka tiap-tiap tiga tahun sekali masuklah segala kapal dari Tarsis itu, muatannya emas dan perak dan gading dan beberapa kera dan burung merak.","Demikianlah baginda raja Sulaiman menjadi besar dari pada segala raja yang di atas bumi, baik dengan kekayaan baik dengan hikmat.","Maka genap seisi dunia datanglah menghadap raja Sulaiman hendak mendengar hikmatnya, yang telah dikaruniakan Allah dalam hatinya.","Maka oleh masing-masing dibawa akan persembahannya, yaitu segala benda emas perak dan pakaian dan beberapa lengkap senjata dan rempah-rempah yang harum, dan kuda dan bagal pada tiap-tiap tahun.","Tambahan pula dikumpulkan raja Sulaiman beberapa rata dan orang berkuda, sehingga adalah padanya empat belas ratus buah rata dan dua belas ribu orang berkuda, ditaruhnya akan dia dalam kota-kota tempat rata dan di Yeruzalem hampir dengan baginda.","Maka oleh baginda diadakan bahwa di Yeruzalem perak itu disamakan dengan batu dan pohon kayu arazpun banyaknya seperti pohon beringin yang di tanah datar.","Maka bagi raja Sulaiman adalah pembawaan kuda dari Mesir, dan akan benang rami itu, segala saudagar baginda mengambil benang rami itu dengan harganya.","Maka dibawa oranglah akan sepasang kuda penghela dari negeri Mesir dengan enam ratus syikal perak harganya dan seekor kuda dengan seratus lima puluh syikal, begitu juga dibawanya keluar akan dia dengan tanggungannya sendiri bagi segala raja orang Heti dan bagi segala raja di benua Syam."]