["Sebermula, maka kemudian dari pada beberapa berapa hari, tiba-tiba datanglah firman Tuhan kepada Elia, yaitu pada tahun yang ketiga, bunyinya: Pergilah engkau, nampakkanlah dirimu kepada Akhab, karena Aku hendak menurunkan hujan kepada bumi.","Hata, maka pergilah Elia hendak menampakkan dirinya kepada Akhab. Adapun pada masa itu bala kelaparan sangat di Samaria.","Maka dipanggil Akhab akan Obaja, bendahari itu; maka Obaja itu amat beribadat kepada Tuhan;","karena tatkala dibinasakan Izebel segala nabi Tuhan, diambil Obaja akan seratus orang nabi, disembunyikannya mereka itu, lima puluh orang bersama-sama dalam sebuah gua dan dipeliharakannya mereka itu dengan roti dan air.","Maka Akhab sudah bertitah kepada Obaja demikian: Hendaklah engkau beredar-edar dalam negeri itu, pergilah kepada segala mata air dan sungai, barangkali kita mendapat rumput, supaya segala kuda dan bagal dapat kita hidupi dan jangan segala binatangpun binasa.","Maka keduanyapun membahagi negeri itu antaranya hendak beredar-edar dalamnya, maka Akhab seorangnya pergi kepada satu jalan, dan Obaja seorangnyapun pergi kepada jalan yang lain.","Maka sementara Obaja itu berjalan tiba-tiba bertemulah ia dengan Elia; serta diketahuinya akan dia, maka sujudlah ia sambil sembahnya: Iakah ini tuan hamba Elia?","Maka sahutnya kepadanya: Ia, akulah dia; pergilah engkau, katakanlah kepada tuanmu: Bahwasanya Elia ada di sini.","Tetapi kata Obaja: Apa gerangan dosa hamba ini, maka tuan menyerahkan hamba kepada tangan Akhab, supaya dibunuhnya hamba?","Demi Tuhan, Allahmu, yang hidup itu, tiada barang suatu bangsa atau kerajaan, yang tiada disuruhkan baginda akan orang kepadanya, supaya dicaharinya tuan, dan apabila kata mereka itu: Tiadalah ia di sini, lalu disuruhnya kerajaan atau bangsa itu bersumpah, bahwa tiada didapatinya akan tuan.","Maka sekarang kata tuan begini: Pergilah engkau, katakanlah kepada tuanmu: Bahwasanya Elia ada di sini!","Barangkali, sementara hamba sudah meninggalkan tuan, tiba-tiba datanglah Roh Tuhan membawa lalu akan tuan, tiada hamba tahu ke mana, maka setelah hamba datang memberitahu Akhab, lalu tiada didapatinya akan tuan, niscaya dibunuhnya akan hamba kelak; maka hamba tuan ini beribadatlah kepada Tuhan dari pada kecil hamba.","Bukankah sudah dikabarkan kepada tuan barang yang telah hamba perbuat tatkala dibunuh Izebel akan segala nabi Tuhan? bahwa hamba sudah menyembunyikan seratus orang dari pada segala nabi Tuhan itu, lima puluh orang dalam sebuah gua, hamba peliharakan dengan roti dan air?","Maka sekarang kata tuan begini: Pergilah engkau, katakanlah kepada tuanmu: Bahwasanya Elia ada di sini, supaya dibunuhnya akan hamba.","Maka kata Elia: Demi Tuhan serwa sekalian alam yang hidup itu dan yang di hadapan hadirat-Nya aku ini berdiri, tak akan jangan pada hari ini juga aku menampakkan diriku kepadanya!","Hata, maka pergilah Obaja mendapatkan Akhab, lalu disampaikannyalah kabar itu kepadanya; maka Akhabpun pergilah mendapatkan Elia.","Maka sesungguhnya serta terlihatlah Akhab akan Elia itu, kata Akhab kepadanya: Engkaukah di sini, hai pengharu orang Israel?","Maka sahutnya: Bukannya aku yang mengharukan orang Israel, melainkan engkau dan orang isi rumah bapamu, sebab kamu sudah meninggalkan firman Tuhan, lalu mengikut akan Baalim.","Maka sekarangpun suruhlah orang menghimpunkan segenap orang Israel kepadaku di atas gunung Karmel, dan lagi empat ratus lima puluh orang nabi Baal dan empat ratus orang nabi hutan-hutan, yang makan ayapan dari pada meja Izebel itu.","Hata, maka disuruhkan Akhab kepada segala bani Israel, dihimpunkannya segala nabi itupun di atas gunung Karmel.","Setelah itu maka dihampiri Elia kepada segenap orang banyak itu, lalu katanya: Berapa lamakah kamu berjalan pincang dengan ingatan bercabang? Jikalau Tuhan itu Allah, baiklah kamu mengikut Dia, tetapi jikalau kiranya Baal, baiklah kamu mengikut dia? Maka sepatah katapun tiada disahut orang banyak itu akan dia.","Lalu kata Elia kepada orang banyak itu: Bahwa aku nabi Tuhan tinggal seorang orang, tetapi nabi Baal itu empat ratus lima puluh orang banyaknya.","Maka sekarang hendaklah diberikan dua ekor lembu muda kepada kami, biarlah mereka itu pilih akan lembu muda seekor bagi dirinya, lalu ia itu dipenggal-penggal olehnya dan diletakkan segala penggal itu di atas kayu, tetapi jangan dibubuhnya api padanya, maka akupun akan menyediakan lembu muda seekornya, lalu kuletakkan dia di atas kayu dan tiada kububuh api padanya.","Setelah itu hendaklah kamu sekalian berseru kepada nama dewamu, dan aku akan berseru kepada nama Tuhan; maka mana yang menyahut kelak dengan api, ia itu juga Allah adanya. Maka segenap orang banyak itu menyahut: Katamu ini baiklah adanya.","Lalu kata Elia kepada segala nabi Baal itu: Pilihlah olehmu akan seekor lembu muda bagi dirimu, sediakanlah dia dahulu, karena kamu ini banyak, lalu hendaklah kamu berseru kepada nama dewamu, tetapi jangan kamu bubuh api padanya.","Maka diambil oleh mereka itu akan lembu muda seekor, yang diberikannya kepada mereka itu, lalu disediakannya lembu itu dan berserulah mereka itu kepada nama Baal dari pada pagi sampai kepada tengah hari, katanya: Ya Baal! sahut apalah akan kami! Tetapi bunyi suarapun tiada, sahutpun tiada. Maka berlompat-lompatanlah mereka itu keliling mezbah yang telah diperbuatnya itu.","Maka jadi pada tengah hari bahwa Eliapun mengolok-olokkan mereka itu, katanya: Baiklah kamu berseru dengan suara yang lebih nyaring pula, karena sesungguhnya ilah juga adanya; barangkali ia lagi tepekur, atau ada sesuatu pekerjaannya, atau adalah ia dalam perjalanannya, atau barangkali ia tertidur, sehingga ia hendak dijagakan dahulu!","Lalu berserulah mereka itu dengan suara yang lebih nyaring dan ditoreh-torehkannya dirinya dengan pisau dan dengan dabus, seperti adatnya, sehingga berlumurlah mereka itu dengan darah.","Setelah sudah lalu tengah hari maka mengingar-ingarlah mereka itu sampai waktu dipersembahkan oranglah persembahan makanan, tetapi bunyi suarapun tiada datang, sahutpun tiada, pendengarpun tiada.","Lalu kata Elia kepada segenap orang banyak itu: Marilah kamu hampir kepadaku. Maka segala orang itupun datanglah hampir kepadanya, lalu dibaikinya mezbah Tuhan, yang telah dipecahkan itu.","Maka diambil oleh Elia akan batu dua belas buah, seturut bilangan segala suku bani Yakub, kepadanya juga sudah datang firman Tuhan, bunyinya: Bahwa Israel akan jadi namamu.","Maka dari pada batu-batu itu diperbuatnya mezbah itu dengan nama Tuhan, setelah itu maka digalinya parit keliling mezbah itu, seluas dua gantang biji-bijian.","Lalu dibubuhnya kayu api di atasnya dan dipenggal-penggalnya lembu muda itu, diletakkannya segala penggal itu di atas kayu api itu.","Maka katanya: Isilah oleh kamu akan empat buah buyung dengan air, curahkanlah dia kepada korban bakaran dan kepada kayu api itu. Lalu katanya: Perbuatlah begitu pada kedua kali. Maka diperbuatnya begitu pada kedua kalinya. Setelah itu maka katanya: Perbuatlah begitu pada ketiga kali. Maka diperbuatnya begitu pada ketiga kalinya.","Sehingga air itupun mengalirlah dari pada segala pihak mezbah itu, tambahan lagi diisinya pula akan parit itu dengan air.","Maka betul pada waktu dipersembahkan orang persembahan makanan itu datanglah nabi Elia itu hampir sambil sembahnya: Ya Tuhan, Allah Ibrahim, Ishak dan Israel! Pada hari ini juga biarlah nyata bahwa Engkaulah Allah di antara orang Israel dan akulah hamba-Mu, dan aku berbuat segala perkara ini dengan firman-Mu.","Sahutlah akan daku, ya Tuhan! Sahutlah akan daku, supaya diketahui oleh orang banyak ini akan Dikau, ya Hua! bahwa Allah adamu, dan hendaklah Engkau membalikkan hati mereka.","Hata, maka pada masa itu turunlah api dari pada Tuhan, lalu makan habis akan korban bakaran itu dan akan kayu apinya dan segala batu dan tanah itu dan dijilatnya habis akan segala air yang di dalam parit itu.","Serta dilihat oleh orang banyak akan hal yang demikian, maka sujudlah mereka itu sekalian dengan mukanya sampai ke tanah, sambil katanya: Hua itulah Allah! Hua itulah Allah!","Maka kata Elia kepada mereka itu: Tangkaplah olehmu akan segala nabi Baal itu, seorang juapun jangan luput. Maka ditangkapnyalah akan dia, lalu dibawa Elia akan mereka itu sekalian turun ke anak sungai Kison, dibantainya sekaliannya di sana.","Setelah itu maka kata Elia kepada Akhab: Berangkatlah engkau, makan minumlah, karena adalah bunyi dengung datang hujan yang lebat.","Maka berangkatlah Akhab hendak makan minum, tetapi Elia naik ke atas kemuncak Karmel, lalu tunduk sampai ke tanah dengan mukanya di tengah-tengah lututnya.","Maka katanya kepada hambanya: Naiklah sekarang, pergilah melihat ke sebelah laut. Maka pergilah hamba itu melihat, lalu katanya: Satupun tiada. Maka kata Elia: Pergilah pula; maka demikian sampai tujuh kali.","Maka pada ketujuh kalinya itu sesungguhnya kata hamba itu: Bahwasanya adalah sebuah awan kecil sebesar tapak tangan orang itu naik dari sebelah laut. Maka kata Elia: Pergilah engkau, katakanlah kepada Akhab: Suruhlah lengkapkan kendaraanmu, lalu berjalanlah, asal jangan engkau ditegahkan oleh hujan.","Maka sementara itu sesungguhnya langitpun makin gelap oleh awan-awan dan angin, maka datanglah hujan lebat yang amat deras, lalu Akhabpun berangkatlah pergi ke Yizriel.","Maka tangan Tuhanpun adalah atas Elia, sehingga diikatnya pinggangnya, lalu berjalan di hadapan Akhab sampai datanglah ia ke Yizriel itu."]