["Bermula, maka pada masa itu adalah Abia, anak Yerobeam itu, jatuh sakit.","Maka kata Yerobeam kepada isterinya: Sekarangpun hendaklah adinda bangkit berdiri dan menyamarkan diri adinda, supaya jangan diketahui orang akan adinda isteri Yerobeam, lalu hendaklah adinda pergi ke Silo, bahwasanya di sana adalah nabi Ahia, yang sudah mengatakan dahulu, bahwa kakanda akan menjadi raja atas bangsa ini.","Maka hendaklah adinda ambil pada tangan adinda roti sepuluh ketul dan beberapa penganan dan sebuah buli-buli berisi air madu, lalu pergilah mendapatkan dia, maka iapun akan memberitahu kepada adinda barang yang akan berlaku kelak atas budak ini.","Maka oleh isteri Yerobeam itupun diperbuatlah demikian, lalu berjalanlah ia pergi ke Silo, maka masuklah ia ke dalam rumah Ahia. Adapun Ahia itu tiada dapat melihat, karena matanya telah terbuntang dari tuanya.","Tetapi firman Tuhan kepada Ahia: Bahwasanya isteri Yerobeam itu datang hendak bertanyakan dikau akan hal anaknya, karena sakitlah budak itu; begini begitu hendaklah engkau berkata kepadanya, maka sesungguhnya apabila ia masuk kelak disamarkannya dirinya pura-pura orang lain.","Hata, serta kedengaranlah Ahia akan bunyi gersak kakinya sementara ia masuk ke dalam pintu, maka katanya: Marilah masuk, hai isteri Yerobeam! apa sebab maka engkau menyamarkan dirimu? karena aku disuruh menyampaikan firman yang keras ini kepadamu.","Pergilah engkau: katakanlah kepada Yerobeam: Demikian firman Tuhan, Allah orang Israel: Tegal sudah Kuangkat akan dikau dari antara orang banyak itu dan sudah Kujadikan engkau penganjur umat-Ku Israel,","dan sudah Kuputuskan kerajaan itu dari pada isi istana Daud dan Kukaruniakan dia kepadamu, maka bukan engkau seperti hamba-Ku Daud, yang telah memeliharakan segala firman-Ku dan yang mengikut Aku dengan segenap hatinya hendak berbuat hanya perkara yang benar kepada pemandangan-Ku;","melainkan engkau sudah berbuat jahat, yaitu lebih dari pada segala orang yang dahulu dari padamu, dan engkau sudah pergi lalu memperbuat berhala dan patung tuangan hendak membangkitkan murka-Ku dan engkaupun sudah membuang Aku ke belakangmu;","maka sebab itu tak dapat tiada Aku mendatangkan jahat kelak atas isi istana Yerobeam, dan dari pada Yerobeam Aku akan menumpas segala orang laki-laki dan segala yang terkurung dan yang tertinggal di antara orang Israel, dan Aku akan membuang segala anak cucu orang isi istana Yerobeam, seperti orang membuang tahi, sehingga seorangpun tiada tinggal lagi.","Barangsiapa dari pada Yerobeam mati kelak di dalam negeri, ia itu akan dimakan anjing, dan yang mati di padang ia itu akan dimakan oleh unggas yang di udara; demikianlah firman Tuhan.","Sekarang pergilah engkau, pulang ke rumahmu; bahwa serta kakimu masuk ke dalam negeri, maka anak itupun akan mati.","Maka segenap orang Israel akan menangisi dia dan menguburkan dia, karena dari pada anak cucu Yerobeam hanya ia jua akan mendapat kubur, sebab dalamnya didapati akan sesuatu yang baik bagi Tuhan, Allah orang Israel, di dalam istana Yerobeam.","Maka Tuhan akan membangunkan bagi dirinya seorang raja atas orang Israel, yang akan menumpas isi istana Yerobeam pada hari itu; maka apa lagi akan jadinya?","Bahwa Tuhan akan memalu orang Israelpun seperti buluh rantik berpusing-pusing dalam air, dan disentakkannya orang Israel dari dalam negeri yang baik, yang telah dikaruniakan-Nya kepada nenek moyangnya, dan dicerai-beraikan-Nya mereka itu hingga sampai ke seberang sana sungai besar, sebab segala hutan-hutan yang telah diperbuatnya, sehingga dibangkitkannya murka Tuhan.","Dan lagi diserahkan-Nya orang Israel kelak karena sebab dosa Yerobeam itu, yang sudah berdosa sendiri dan yang sudah mengajak orang Israelpun supaya mereka itu berbuat dosa.","Hata, maka bangkitlah berdiri isteri Yerobeam itu lalu pergi, maka sampailah ia ke Tirza, tetapi baharu dijejaknya bendul istana maka matilah budak itu.","Maka budak itupun dikuburkan oranglah dan segenap orang Israelpun meratapi dia, seperti firman Tuhan yang telah dikatakan-Nya dengan lidah nabi Ahia, hamba-Nya.","Adapun barang yang lagi tinggal dari pada segala kisah Yerobeam, bagaimana ia sudah berperang dan bagaimana ia memegang kerajaan, bahwasanya sekalian itu tersebutlah dalam kitab tawarikh raja-raja orang Israel.","Adapun lamanya Yerobeam kerajaan itu, ia itu dua puluh dua tahun, maka bagindapun mangkatlah beradu dengan segala nenek moyangnya dan Nadab, putera baginda, naik raja menggantikan dia.","Bermula, maka Rehabeam bin Sulaiman itu kerajaanlah di Yehuda; empat puluh satu tahun umurnya pada masa Rehabeam naik raja dan tujuh belas tahun lamanya kerajaanlah ia di Yeruzalem, yaitu negeri yang telah dipilih Tuhan dari antara segala suku bangsa Israel hendak ditaruh-Nya nama-Nya di sana, maka nama bunda baginda itu Naama, seorang orang Ammoni.","Arakian, maka orang Yehudapun berbuat barang yang jahat kepada pemandangan Tuhan, dibangkitkannya cemburuan Tuhan terlebih dari pada dibangkitkan oleh segala nenek moyangnya akan dia, yaitu dengan segala dosa yang dibuat mereka itu.","Karena mereka itupun memperbuat akan dirinya beberapa panggung dan patung terdiri dan hutan-hutan di atas segala bukit yang tinggi dan di bawah segala pohon kayu yang rindang.","Dan lagi orang zindikpun adalah di dalam negeri, dan kelakuan mereka itu menurut segala kejahatan orang kafir, yang telah dihalaukan Tuhan dari tanah miliknya di hadapan orang Israel.","Hata, maka pada tahun yang kelima dari pada kerajaan Rehabeam, tiba-tiba datanglah Sisak, raja Mesir, menyerang Yeruzalem.","Maka dirampasnya segala mata benda yang di dalam rumah Tuhan dan segala mata benda yang di dalam istana baginda, bahkan, dirampasnya semuanya, sehingga segala perisai keemasanpun, yang telah diperbuat oleh raja Sulaiman.","Maka baginda raja Rehabeampun memperbuat beberapa perisai tembaga akan gantinya, lalu ditaruhnya akan dia di bawah pemegangan penghulu biduanda, yang menunggui pintu istana baginda.","Maka setiap-tiap kali baginda pergi ke rumah Tuhan perisai itupun dipikul oleh segala biduanda, kemudian dikembalikannya ke dalam bilik biduanda.","Adapun barang yang lagi tinggal dari pada kisah Rehabeam dan segala perbuatannya, bukankah ia itu tersebut dalam kitab tawarikh raja-raja orang Yehuda?","Maka adalah perang antara Rehabeam dengan Yerobeam sepanjang umur hidupnya.","Maka Rehabeampun mangkatlah beradu dengan segala nenek moyangnya, lalu dikuburkan oranglah akan baginda pada sisi nenek moyang baginda dalam negeri Daud. Adapun nama bunda baginda itu Naama, seorang orang Ammoni, maka putera baginda bernama Abiam itu naik raja menggantikan dia."]