["Sebermula, maka baginda raja Daud sudah tua dan cukuplah umurnya, maka ditudungi oranglah akan baginda dengan beberapa helai gebar, tiada juga datang suhunya.","Maka sembah segala hambanya kepadanya: Baiklah dicahari oranglah akan tuanku seorang perempuan muda, seorang anak dara, supaya selalu ia di hadapan tuanku dan dipeliharakannya tuanku dan ia berbaring pada ribaan tuanku, supaya datanglah suhu tuanku.","Maka dicahari oranglah dalam segala jajahan negeri Israel akan seorang perempuan muda yang elok parasnya, maka didapatinya akan Abisaj, seorang perempuan Sunami, lalu dihantar oranglah akan dia menghadap baginda.","Maka perempuan muda itu amat elok rupanya; dipeliharakannya dan dilayaninya akan baginda, tetapi tiada juga baginda bersetubuh dengan dia.","Hata, maka dalam antara itu adalah Adonia, anak Hajit itu, mengatas-ataskan dirinya, katanya: Nicaya aku akan menjadi raja kelak! Maka disuruhnya lengkapkan akan dirinya beberapa rata dan orang berkuda dan lima puluh orang akan berlari-lari di hadapannya.","Maka belum pernah ayahnya gusar akan dia seumur hidupnya, atau titahnya: Mengapa engkau berbuat begitu? Dan lagi iapun sangat elok rupanya dan Hajit sudah memperanakkan dia kemudian dari pada Absalom.","Hata, maka bermufakatlah ia dengan Yoab bin Zeruja dan dengan imam Abyatar; keduanya itu membantu dan mengikut akan Adonia.","Tetapi adapun imam Zadok dan Benaya bin Yoyada dan nabi Natan dan Simai dan Rei dan segala orang pahlawan yang pada Daud itu tiada sefakat dengan Adonia.","Maka dikorbankan Adonia beberapa kambing domba dan lembu dan domba jantan yang tambun dekat dengan batu Zohelet, yang pada sisi mata air Rogel; dijemputnya akan segala saudaranya, yaitu akan segala putera baginda, dan akan segala orang Yehuda, hamba baginda.","Tetapi tiada dijemputnya akan nabi Natan atau akan Benaya atau akan segala pahlawan, atau akan Sulaiman, adiknya.","Maka pada masa itu kata Natan kepada Batsyeba, bunda Sulaiman: Tiadakah engkau dengar bahwa Adonia, anak Hajit itu, raja? maka baginda Daud yang dipertuan tiada mengetahuinya.","Maka sekarangpun mari, aku hendak memberi nasehat kepadamu, supaya engkau meluputkan nyawamu sendiri dan nyawa anakmu Sulaimanpun.","Pergilah engkau masuk ke dalam menghadap baginda raja Daud, lalu bersembahlah kepadanya demikian: Bukankah tuanku sudah bersumpah kepada patik serta titah tuanku: Tak akan jangan anakmu Sulaiman itu menjadi raja kelak kemudian dari padaku, dan iapun akan duduk di atas takhta kerajaanku! mengapa maka sekarang Adonia itu sudah naik raja?","Maka sesungguhnya sementara engkau lagi bersembah begitu kepada baginda, akupun akan masuk kemudian dari padamu dan menggenapi lagi segala sembahmu itu.","Hata, maka masuklah Batsyeba menghadap baginda ke dalam bilik bersakat, tetapi baginda sudah sangat tua dan Abisaj, perempuan Sunami itu adalah melayani baginda.","Maka Batsyebapun tunduk dirinya, lalu sujud di hadapan baginda; maka titah baginda: Apa kurang?","Lalu sembahnya kepadanya: Ya tuanku! bukankah tuanku sudah bersumpah kepada patik demi Tuhan, Allah tuanku, titah tuanku: Tak akan jangan Sulaiman, anakmu itu, akan menjadi raja kelak kemudian dari padaku dan iapun akan duduk di atas takhta kerajaanku ini!","Maka sekarang sesungguhnya Adonia sudah naik raja dan tuanku tiada mengetahuinya!","Maka telah dikorbankannya beberapa berapa lembu dan domba jantan yang tambun dan kambing domba, dijemputnya akan segala putera baginda dan akan imam Abyatar dan akan Yoab, panglima perang itu, tetapi tiada dijemputnya akan patik tuanku Sulaiman.","Maka sekarang, ya tuanku! mata segala orang Israel adalah memandang kepada tuanku, supaya tuanku memberitahu kepadanya siapa akan duduk di atas takhta kerajaan tuanku kemudian dari pada tuanku kelak.","Melainkan akan jadi, apabila tuanku sudah mangkat beradu dengan segala nenek moyang tuanku, bahwa patik dan anak patik Sulaiman itu akan dibilang seperti orang berdosa juga adanya.","Maka sesungguhnya sementara ia lagi bersembah kepada baginda demikian, tiba-tiba masuklah nabi Natan.","Maka diberitahu oranglah kepada baginda, sembahnya: Bahwasanya di sini adalah nabi Natan. Maka datanglah ia menghadap baginda, lalu sembah sujud kepada baginda dengan mukanya sampai ke bumi.","Maka sembah Natan: Ya tuanku! Sungguhkah tuanku sudah bertitah demikian: Bahwa Adonia akan menjadi raja kemudian dari padaku, dan iapun akan duduk di atas takhta kerajaanku?","Karena pada hari ini juga ia sudah turun, lalu dikorbankannya beberapa berapa lembu dan domba jantan yang tambun dan kambing domba, dijemputnya segala putera tuanku dan segala penghulu tentara dan imam Abyatar, maka sesungguhnya sekarang makan minumlah mereka itu sekalian di hadapannya, serta katanya: Berbahagialah kiranya tuanku Adonia!","Tetapi akan patik tuanku ini dan akan imam Zadok dan Benaya bin Yoyada dan Sulaiman, patik tuanku itu, tiada dijemputnya.","Jikalau kiranya dengan titah tuanku demikian, niscaya bukan dengan sebenarnya tuanku sudah memberitahu kepada patik siapa yang akan duduk di atas takhta tuanku kemudian dari pada tuanku.","Maka sahut baginda raja Daud, titahnya: Panggilkanlah aku Batsyeba. Maka datanglah ia menghadap baginda, lalu berdirilah ia di hadapan baginda.","Maka pada masa itu bersumpahlah baginda, titahnya: Demi Tuhan yang hidup dan yang sudah mengeluarkan nyawaku dari pada segala kesukaran,","bahwasanya seperti aku sudah bersumpah demi Tuhan, Allah orang Israel, kataku: Niscaya anakmu Sulaiman akan menjadi raja kemudian dari padaku, dan iapun akan duduk di atas takhtaku menggantikan aku; tak akan jangan demikianpun hendak kuperbuat pada hari ini juga.","Maka sembah sujudlah Batsyeba kepada baginda dengan mukanya sampai ke bumi, sembahnya: Berbahagialah kiranya tuanku Daud sampai selama-lamanya!","Maka titah baginda raja Daud: Panggilkanlah aku imam Zadok dan nabi Natan dan Benaya bin Yoyada. Maka ketiganyapun datanglah menghadap baginda.","Maka titah baginda kepadanya: Bawalah sertamu akan segala hamba tuanmu dan naikkanlah puteraku Sulaiman di atas bagal kendaraanku sendiri, lalu hantarlah olehmu akan dia turun ke Gihon.","Hendaklah imam Zadok dan nabi Natan menyirami dia di sana dengan minyak bau-bauan akan raja orang Israel; setelah itu hendaklah kamu meniupkan nafiri serta berseru-seru: Berbahagialah kiranya baginda raja Sulaiman!","Lalu hendaklah kamu mengiringkan dia naik ke mari, maka iapun akan datang, lalu duduk di atas takhtaku, dan iapun akan naik raja menggantikan aku, karena sudah aku bertitah bahwa ia akan menjadi penganjur orang Israel dan orang Yehuda.","Maka sahut Benaya bin Yoyada kepada baginda, sembahnya: Amin! demikianlah kiranya firman Tuhan, Allah tuanku!","Seperti Tuhan sudah menyertai akan duli tuanku, demikianpun hendaklah disertainya akan Sulaiman dan dibesarkannya kiranya takhtanya terlebih pula dari pada takhta duli tuanku Daud!","Setelah itu maka turunlah imam Zadok dan nabi Natan dan Benaya bin Yoyada dan segala biduanda, dinaikkannya Sulaiman di atas bagal baginda raja Daud, lalu dihantarnya akan dia ke Gihon.","Maka oleh imam Zadok diambil akan tanduk berisi minyak bau-bauan dari dalam kemah itu, lalu disiramnya akan Sulaiman; maka nafiripun ditiup oranglah dan segala orang banyak itupun bersorak-soraklah, bunyinya: Berbahagialah kiranya baginda raja Sulaiman!","Maka orang banyak itupun datanglah mengiringkan baginda sambil bermain pelbagai bunyi-bunyian serta bersuka-sukaan amat ramai, seolah-olah bumi hendak belah rupanya oleh bunyi soraknya.","Maka kedengaranlah ia itu kepada Adonia dan segala orang jemputan yang sertanya, dan yang baharu habis makan, dan lagi kedengaranlah bunyi nafiri itu kepada Yoab, lalu katanya: Apa maunya bunyi ramai dalam negeri itu seolah-olah gemparlah isinya?","Maka sementara ia lagi berkata-kata datanglah Yonatan bin Abyatar, yang imam, lalu kata Adonia: Marilah engkau masuk, karena engkau juga orang berani dan engkaupun memberi kabar baik akan kami.","Maka sahut Yonatan, katanya kepada Adonia: Bukan, melainkan yang dipertuan baginda raja Daud sudah merajakan Sulaiman;","dan disuruhkan baginda sertanya akan imam Zadok dan nabi Natan dan Benaya bin Yoyada dan segala biduanda, maka dinaikkan oranglah akan dia di atas bagal kendaraan baginda.","Tambahan pula sudah disiram imam Zadok dan nabi Natan akan dia di Gihon akan raja, lalu berjalanlah mereka itu sekalian naik dari sana dengan bersuka-sukaan, sehingga gemparlah seisi negeri, maka itulah bunyi yang telah tuan dengar itu.","Dan lagi Sulaimanpun bersemayamlah di atas takhta kerajaan.","Maka segala hamba baginda sudah datang juga membawa berkat kepada baginda raja Daud, sembahnya: Hendaklah kiranya Allah tuanku masyhurkan nama Sulaiman terlebih pula dari pada nama tuanku dan biarlah dibesarkan-Nya takhta kerajaannya terlebih dari pada takhta tuanku! Maka bagindapun lalu meminta doa di atas peraduannya.","Dan lagi titah baginda demikian: Segala puji bagi Tuhan, Allah orang Israel, yang mengaruniakan pada hari ini seorang yang duduk di atas takhta kerajaanku, sehingga mataku sendiri telah melihatnya!","Maka pada masa itu berdebarlah hatinya dan bangkitlah berdiri segala orang jemputan yang serta dengan Adonia, lalu masing-masingpun kembali kepada jalannya.","Maka takutlah Adonia akan Sulaiman, sebab itu bangkitlah ia, lalu pergi memegang tanduk mezbah.","Maka hal itu dimaklumkan oranglah kepada raja Sulaiman, sembahnya: Bahwasanya Adonia itu takut akan tuanku Sulaiman, sebab itu dipegangnya akan tanduk mezbah, katanya: Biarlah baginda raja Sulaiman bersumpah kepada hamba pada hari ini juga, bahwa tiada dibunuhnya akan hamba ini kelak dengan pedang!","Maka titah raja Sulaiman: Jikalau ia melakukan dirinya dengan sepertinya, maka sehelai rambutpun tiada akan gugur dari kepalanya ke bumi, tetapi jikalau didapati akan niat jahat dalamnya, niscaya iapun akan mati dibunuh kelak.","Lalu disuruhkan baginda raja Sulaiman akan orang, maka dilalukan oranglah akan dia dari pada mezbah itu, maka datanglah ia menyembah sujud kepada baginda raja Sulaiman, lalu titah raja Sulaiman kepadanya: Pulanglah engkau ke rumahmu."]