["Sebermula, maka dengan firman Tuhan datanglah seorang aziz Allah dari tanah Yehuda ke Bait-el sementara Yerobeam berdiri di hadapan mezbah itu sambil membakar dupa.","Maka orang itupun berserulah akan mezbah itu dengan firman Tuhan, sabdanya: Hai mezbah, hai mezbah! Demikianlah firman Tuhan: Bahwasanya bagi isi istana Daud akan diperanakkan laki-laki seorang, yang bernama Yosia; ia itu akan menyembelihkan di atasmu segala imam panggung, yang membakar dupa di atasmu, dan di atasmu akan dibakar oranglah tulang-tulang manusia.","Maka pada hari itu juga diadakannya suatu mujizat, katanya: Maka inilah akan mujizat bahwa Tuhan sudah berfirman: Sesungguhnya mezbah ini akan terbelah dan abu yang di atasnya itu akan terhambur.","Demi didengar baginda sabda aziz Allah, yang diserunya akan mezbah Bait-el itu, maka dikedangkan Yerobeam tangannya dari atas mezbah itu sambil titahnya: Tangkaplah akan dia! Tetapi tangan yang dikedangkannya kepadanya itu lalu tinggal terkedang juga, sehingga tiada dapat dikembalikannya pula.","Maka mezbah itupun terbelahlah dan abu dari pada mezbah itupun terhamburlah, setuju dengan mujizat yang ditentukan aziz Allah oleh firman Tuhan itu.","Maka sahut baginda serta katanya kepada aziz Allah itu: Pintakan apalah doa akan daku kepada hadirat Tuhan, Allahmu, dengan segala yakin, supaya tanganku ini dapat dikembalikan pula. Maka aziz Allah itupun memintakanlah doa dengan segala yakin kepada hadirat Tuhan, lalu tangan baginda kembali pula dan menjadi seperti dahulu adanya.","Maka titah baginda kepada aziz Allah itu: Marilah engkau, singgahlah ke dalam istanaku, kuatkanlah dirimu, maka aku memberikan suatu anugerah kepadamu.","Tetapi sembah aziz Allah itu kepada baginda: Jikalau kiranya tuanku mengaruniai patik dengan separuh istana tuanku sekalipun, maka tiada juga patik pergi serta tuanku dan tiada patik makan roti atau minum air dalam negeri ini,","karena demikianlah pesan Tuhan dalam firman-Nya kepada patik, bunyinya: Jangan engkau makan roti atau minum air, dan jangan engkau pulang dari pada jalan yang sudah engkau datang itu.","Maka pergilah ia dari pada jalan yang lain, tiada ia pulang dari pada jalan yang sudah ia datang ke Bait-el.","Bermula, maka di Bait-el itu adalah duduk seorang nabi yang sudah tua, maka datanglah anaknya menceriterakan kepadanya segala sesuatu, yang telah diperbuat oleh aziz Allah pada hari itu di Bait-el dan segala perkataan yang telah dikatakannya kepada baginda itupun disampaikannya kepada bapanya.","Maka kata bapanya kepadanya: Dari pada jalan yang mana sudah pergi orang itu? Maka anaknya sudah melihat akan jalan mana Aziz Allah yang datang dari Yehuda itu sudah pergi.","Maka katanya kepada anaknya: Kenakanlah pelana pada keledaiku: Maka dikenakannyalah pelana pada keledai itu, lalu bapanyapun mengendarainya.","Maka berjalanlah ia mengikut aziz Allah, didapatinya akan dia lagi duduk di bawah pohon jati, lalu katanya kepadanya: Engkaukah aziz Allah yang sudah datang dari Yehuda itu: Maka sahutnya: Akulah dia.","Maka katanya kepadanya: Marilah sertaku singgahlah ke rumahku dan makanlah roti.","Tetapi sahutnya: Tak boleh aku kembali dengan engkau atau singgah kepadamu, dan lagi tiada aku mau makan roti atau minum air dalam negeri ini,","karena telah dipesan kepadaku oleh firman Tuhan: Jangan engkau makan roti atau minum air di sana, dan jangan engkau pulang dari pada jalan yang sudah engkau datang itu.","Maka kata orang itu kepadanya: Bahwa aku juga seorang nabi sama seperti engkau, maka seorang malaekat sudah berpesan kepadaku oleh firman Tuhan demikian: Bawalah balik akan dia sertamu sampai ke dalam rumahmu, supaya dimakannya roti dan diminumnya air. Maka dalam itupun mendustai dia.","Lalu orang itu balik sertanya dan makan roti dan minum air dalam rumahnya.","Hata, maka sementara keduanya duduk pada meja, tiba-tiba datanglah firman Tuhan kepada nabi yang telah membawa balik akan dia,","sehingga berserulah ia kepada aziz Allah yang telah datang dari Yehuda itu, bunyinya: Bahwa demikianlah firman Tuhan: Sebab engkau sudah mendurhaka kepada firman Tuhan dan tiada engkau perbuat akan barang yang telah dipesan Tuhan, Allahmu, kepadamu,","melainkan engkau sudah balik dan makan roti dan minum air di tempat yang dipesannya kepadamu: Jangan engkau makan roti atau minum air di sana, maka sebab itu mayatmu tiada akan sampai ke dalam kubur nenek moyangmu.","Hata, setelah sudah ia makan roti dan setelah sudah ia minum, dikenakan oranglah pelana pada keledai akan dia, yaitu akan nabi yang telah dikembalikannya itu,","lalu berjalanlah ia; maka didapati seekor singa akan dia di jalan, lalu dibunuhnya akan dia, maka mayatnya terhantar di jalan, dan keledai itu berdiri pada sisinya dan singa itupun berdirilah pada sisi mayat itu.","Maka tiba-tiba adalah orang berjalan lalu dari sana, dilihatnya mayat itu terhantar di jalan dan seekor singa berdiri pada sisi mayat itu, lalu datanglah orang memberitahu hal itu ke dalam negeri tempat kedudukan nabi tua itu.","Setelah hal itu didengar oleh nabi yang sudah mengembalikan dia dari pada jalannya, maka katanya: Ia itulah aziz Allah yang telah mendurhaka kepada firman Tuhan, maka sebab itu diserahkan Tuhan akan dia kepada singa, yang sudah menerkam dan membunuh akan dia, setuju dengan firman yang telah dikatakan Tuhan kepadanya.","Lalu kata nabi itu kepada anaknya: Kenakanlah aku pelana pada keledai. Maka dikenakannyalah.","Setelah itu maka berjalanlah ia, lalu didapatinya akan mayat itu terhantar di jalan dan keledai dan singa itu lagi berdiri pada sisi mayat itu, maka singa itu tiada makan mayat itu dan tiada menerkam akan keledai itu.","Lalu diangkat oleh nabi itu akan mayat aziz Allah, dinaikkannya di atas keledainya, lalu dibawanya kembali, maka masuklah nabi tua itu ke dalam negeri hendak meratapi dia dan menguburkan dia.","Maka mayat itupun diletakkannya dalam kuburnya sendiri, lalu diratapi oranglah akan dia, katanya: Wai, saudaraku!","Setelah sudah dikuburkannya, maka kata nabi tua itu kepada anaknya: Apabila aku sudah mati hendaklah kamu menanamkan aku dalam kubur tempat aziz Allah itu tertanam, dan letakkanlah tulang-tulangku pada sisi tulang-tulang itu,","karena tak dapat tiada akan jadi perkara yang telah diserukannya oleh firman Tuhan akan mezbah yang di Bait-el dan akan segala rumah panggung yang di dalam negeri-negeri Samaria.","Arakian, maka kemudian dari pada perkara yang tersebut itu tiada juga ditinggalkan Yerobeam akan jalannya yang jahat itu, melainkan dijadikannya pula beberapa imam panggung akan orang dari pada segala pangkat kaum itu; barangsiapa yang suka ia itu juga dilantiknya akan imam panggung itu.","Maka perbuatan ini menjadi dosa bagi orang isi istana Yerobeam, supaya mereka itu dibinasakan dan ditumpas dari atas bumi."]