["Sebermula, maka Elia, orang Tisbi, dari pada orang yang mengeduduki tanah Gilead itu, berkata kepada Akhab: Sesungguh-sungguh Tuhan, Allah orang Israel itu, hidup, dan aku ini berdiri di hadapan hadirat-Nya, tiada akan ada hujan atau embun beberapa tahun ini melainkan dengan kataku!","Setelah itu maka datanglah firman Tuhan kepadanya, bunyinya:","Pergilah engkau dari sini lalu ke timur dan sembunyikanlah dirimu dekat dengan anak sungai Kerit, yang pada sebelah timur Yarden itu.","Maka sesungguhnya engkau akan minum air dari pada anak sungai itu dan Aku akan menyuruhkan burung gagak memeliharakan dikau di sana.","Hata, maka iapun pergilah dan dibuatnya seperti firman Tuhan itu, karena pergilah ia duduk dekat dengan anak sungai Kerit, yang pada sebelah timur Yarden itu.","Maka oleh burung gagak dibawa kepadanya akan roti dan daging pada pagi hari, demikianpun roti dan daging pada petang, dan iapun minumlah air dari dalam anak sungai itu.","Arakian, maka kemudian dari pada setahun kekeringanlah anak sungai itu, sebab tiada turun hujan di tanah itu.","Maka datanglah firman Tuhan kepadanya, bunyinya:","Bangkitlah engkau berdiri, pergilah dari sini ke Zarfat, yang dekat dengan Sidon itu, dan duduklah di sana, bahwasanya Aku sudah menyuruh seorang perempuan janda di sana memeliharakan dikau.","Maka berjalanlah Elia dari sana lalu ke Zarfat, serta sampailah ia ke pintu negeri, tiba-tiba adalah di sana seorang perempuan janda tengah memungut kayu api; maka berserulah Elia kepadanya, katanya: Ambil apalah akan daku sedikit air dalam bekas ini, supaya kuminum.","Maka sementara perempuan itu pergi hendak mengambil dia, berserulah Elia pula kepadanya, katanya: Ambil apalah akan daku sesuap apampun pada tanganmu!","Tetapi sahut perempuan itu: Demi Tuhan, Allahmu, yang hidup itu, sebuah apampun tiada padaku melainkan tepung hanya segenggam dalam periuk dan minyak hanya sedikit dalam buli-buli! bahwasanya aku sudah memungut barang sedikit kayu api ini, dan sekarang aku pergi hendak menyediakan dia akan diriku dan akan anakku laki-laki itu, supaya kedua kami makan, lalu mati.","Maka kata Elia kepadanya: Janganlah engkau takut; pergi juga dan perbuatlah seperti katamu itu, tetapi perbuatlah akan daku dahulu sebuah apam kecil dari padanya, dan bawalah akan dia keluar kepadaku di sini, setelah itu, maka bolehlah engkau menyediakan sesuatu akan dirimu dan akan anakmu.","Karena demikianlah firman Tuhan, Allah orang Israel itu: Bahwa tepung yang di dalam periuk itu tiada akan habis dan minyak yang di dalam buli-buli itupun tiada akan kurang sampai kepada hari apabila Tuhan akan menurunkan hujan kepada bumi.","Hata, maka pergilah perempuan itu, dibuatnya seperti kata Elia itu, maka mereka itupun makanlah, baik ia baik perempuan itu serta dengan segala orang isi rumahnya, genap setahun lamanya.","Adapun tepung yang di dalam periuk itu tiada habis dan minyak yang di dalam buli-buli itupun tiada kurang, setuju dengan firman Tuhan yang telah dikatakan-Nya dengan lidah Elia itu.","Hata, maka pada sekali peristiwa, yaitu kemudian dari pada yang tersebut itu, bahwa anak orang perempuan yang punya rumah itu jatuhlah sakit, maka penyakitnya itu payah sangat, sehingga tiada lagi tinggal nyawa-nyawa ikan dalamnya.","Maka kata perempuan itu kepada Elia: Apa gerangan perkaraku dengan dikau, hai aziz Allah? Sudahkah engkau singgah kepadaku hendak mengingatkan salahku dan membunuh anakku?","Maka kata Elia kepadanya: Berikanlah anakmu itu kepadaku. Maka diambil oleh Elia akan anaknya dari pada ribaannya, dibawanya akan dia naik ke dalam alayat, tempat kedudukannya, lalu dibaringkannya ia di atas tempat tidurnya.","Maka iapun meminta doa kepada Tuhan, katanya: Ya Tuhan, Allahku! masakan sebab hendak berbuat jahat akan perempuan janda yang aku menumpang dalam rumahnya ini, maka telah Engkau bunuh anaknya?","Maka dibentangkannya dirinya tiga kali di atas kanak-kanak itu sambil dipintanya doa kepada Tuhan, katanya: Ya Tuhan, Allahku, beri apalah nyawa kanak-kanak ini kembali ke dalamnya.","Maka didengar Tuhan akan doa Elia itu, lalu kembalilah nyawa kanak-kanak itu ke dalamnya sehingga hiduplah ia pula.","Maka diangkat oleh Elia akan kanak-kanak itu, dibawanya turun dari atas alayat ke dalam rumah, lalu diberikannya kepada emaknya, sambil katanya: Tengoklah, anakmu ini hidup!","Maka kata perempuan itu kepada Elia: Bahwasanya sekarang kuketahui engkau seorang aziz Allah, dan firman Tuhan adalah pada lidahmu dengan sebenarnya."]