["Bermula, maka pada masa itu datanglah firman Tuhan kepada Yehu bin Hanani akan hal Baesa, bunyinya:","Sebab sudah Kuangkat akan dikau dari dalam abu serta sudah Kujadikan dikau penganjur umat-Ku Israel, tetapi engkau sudah berjalan pada jalan Yerobeam serta menyuruh umat-Ku Israel berdosa dan membangkitkan murka-Ku dengan segala dosamu,","maka sebab itulah Aku akan menghapuskan kelak segala anak cucu Baesa dan segala anak cucu isi istananyapun, dan Aku samakan kelak istanamu dengan istana Yerobeam bin Nebat.","Barangsiapa dari pada orang Baesa akan mati di dalam negeri, ia itu akan dimakan anjing, dan barangsiapa yang akan mati di padang, ia itu akan dimakan oleh unggas yang di udara.","Adapun barang yang lagi tinggal dari pada segala kisah Baesa dan segala perbuatannya dan segala kuasanya, bukankah ia itu tersebut dalam kitab tawarikh segala raja-raja Israel?","Maka Baesapun mangkatlah beradu dengan segala nenek moyangnya, dan dikuburkan oranglah akan dia di Tirza, maka Ela, anaknya, naik raja menggantikan dia.","Demikian juga jadilah firman Tuhan yang telah dikatakannya dengan lidah nabi Yehu bin Hanani akan hal Baesa dan segala isi istananya, yaitu sebab segala jahat yang telah dibuatnya di hadapan mata Tuhan dan sebab dibangkitkannya murka-Nya dengan perbuatan tangannya, sehingga ia menjadi sama dengan isi istana Yerobeam, dan sebab telah dibunuhnya akan mereka itu.","Maka pada tahun yang kedua puluh enam dari pada kerajaan Asa akan orang Yehuda adalah Ela bin Baesa itu naik raja atas orang Israel di Tirza, maka kerajaanlah ia dua tahun lamanya.","Maka oleh Zimri, seorang hambanya, yaitu penghulu bahagian rata, diadakan suatu fakat hendak mendurhaka kepadanya, sementara ia di Tirza duduk makan dalam rumah Arza, bendahara di Tirza, dengan mabuknya.","Maka masuklah Zimri, lalu diparang dan dibunuh oleh Zimri akan dia pada tahun yang kedua puluh tujuh dari pada kerajaan Asa atas orang Yehuda, maka Zimri itu lalu naik raja menggantikan dia.","Maka sesungguhnya pada masa kerajaanlah ia dan duduklah ia di atas takhta kerajaannya, dibunuhnya akan segala orang isi istana Baesa, tiada dihidupinya baginya seorang laki-laki juapun, baik dari pada segala kaum keluarganya baik dari pada segala sahabatnya.","Demikianlah ditumpas oleh Zimri akan segenap isi istana Baesa, setuju dengan firman Tuhan yang telah dikatakannya akan hal Baesa itu dengan lidah nabi Yehu,","karena sebab segala dosa Baesa dan segala dosa Ela, anaknya, yang telah diperbuatnya dan yang disuruhnya orang Israelpun berbuat, sehingga dibangkitkannya murka Tuhan, Allah orang Israel, dengan perbuatan mereka itu yang sia-sia adanya.","Adapun barang yang lagi tinggal dari pada segala kisah Ela dan segala perbuatannya, bukankah ia itu tersebut dalam kitab tawarikh raja-raja Israel?","Maka pada tahun yang kedua puluh tujuh dari pada kerajaan Asa atas orang Yehuda, kerajaanlah Zimri di Tirza tujuh hari lamanya, maka orang banyak itupun tengah mengepung negeri Gibeton, yang dalam kuasa orang Filistin.","Maka kedengaranlah kepada orang banyak yang mengepung itu kata orang: Bahwa Zimri sudah bermufakat, bahkan, ia sudah membunuh baginda; maka sebab itu pada hari itu juga segenap orang Israel lalu merajakan Omri, panglima perangnya, di tengah-tengah balatentara itu.","Maka berjalanlah Omri dan segenap orang Israelpun sertanya dari Gibeton, lalu mengepung Tirza.","Setelah dilihat Zimri akan hal negeri itu sudah dialahkan, maka masuklah ia ke dalam puri istana, dibakarnya habis akan istana baginda itu di atasnya dengan api, lalu matilah ia.","Maka ia itu sebab segala dosa yang telah dibuatnya sambil membuat barang yang jahat kepada pemandangan Tuhan, dan sebab ia berjalan pada jalan Yerobeam serta menurut dosa yang telah dibuatnya dan disuruhnya orang Israelpun berbuat dosa.","Adapun barang yang lagi tinggal dari pada segala kisah Zimri dan mufakat yang telah diadakannya, bukankah ia itu tersebut dalan kitab tawarikh raja-raja Israel?","Maka pada masa itu bangsa Israel terbahagi dua, setengahnya mengikut Tibni bin Ginat, hendak merajakan dia, dan setengahnya mengikut Omri.","Tetapi dialahkan orang yang mengikut Omri itu akan orang yang mengikut Tibni bin Ginat sehingga matilah Tibni dan kerajaanlah Omri.","Maka pada tahun yang ketiga puluh satu dari pada kerajaan Asa atas orang Yehuda, naiklah Omri raja atas orang Israel, maka kerajaanlah ia dua belas tahun lamanya, tetapi enam tahun lamanya kerajaanlah ia di Tirza.","Karena dibelinya bukit Samaria dari pada Semer dengan dua talenta perak, lalu diperbuatnya akan sebuah negeri di atas bukit itu, dinamainya akan negeri yang diperbuatnya itu dengan nama Semer, tuan yang punya bukit itu, Samaria.","Maka Omripun buatlah barang yang jahat kepada pemandangan Tuhan, bahkan, dibuatnya lebih banyak jahat dari pada segala orang yang dahulu dari padanya.","Dan berjalanlah ia pada segala jalan Yerobeam bin Nebat, dan ia menurut segala dosanya, disuruhnya orang Israelpun berbuat demikian, serta ia membangkitkan murka Tuhan, Allah orang Israel, dengan perbuatannya yang sia-sia adanya.","Adapun barang yang tinggal lagi dari pada segala kisah Omri dan segala perbuatannya dan kuasa yang telah diperolehnya, bukankah ia itu tersebut dalam kitab tawarikh raja-raja Israel?","Maka Omripun mangkatlah beradu dengan segala nenek moyangnya, lalu dikuburkan oranglah akan dia di Samaria, dan Akhab, anaknya, kerajaanlah menggantikan ayahnya.","Adapun Akhab bin Omri itu naik raja atas orang Israel, yaitu pada tahun yang ketiga puluh delapan dari pada kerajaan Asa atas orang Yehuda, maka kerajaanlah Akhab bin Omri itu atas orang Israel di Samaria dua puluh dua tahun lamanya.","Maka Akhab bin Omri itupun berbuatlah barang yang jahat kepada pemandangan Tuhan, terlebih dari pada segala orang yang dahulu dari padanya.","Maka sesungguhnya seolah-olah ini perkara kecil jua ia menurut segala dosa Yerobeam bin Nebat, maka ditambahinya pula dengan mengambil Izebel, anak Et-Baal, raja orang Sidoni, akan isterinya, lalu ia berbuat bakti kepada Baal dan menyembah sujud kepadanya.","Dan didirikannya bagi Baal itu sebuah mezbah dalam kuil Baal, yang telah dibuatnya di Samaria.","Dan lagi diperbuatkan Akhab suatu hutan, sehingga dibuat Akhab lebih dari pada segala raja orang Israel yang dahulu dari padanya, hendak membangkitkan murka Tuhan, Allah orang Israel.","Hata, maka pada zamannya dibangunkan Hiel, orang Bait-eli itu, akan negeri Yerikho; maka dialaskannya di atas Abiram, anaknya laki-laki yang sulung, dan didirikannyalah pintu gerbangnya di atas Segub, anaknya laki-laki yang bungsu, yaitu setuju dengan firman Tuhan yang telah dikatakan-Nya dahulu dengan lidah Yusak bin Nun."]