["Arakian, maka oleh Akhab dikabarkanlah kepada Izebel segala perkara yang telah dibuat oleh Elia, dan lagi peri hal ia membunuh segala nabi itu dengan pedang.","Maka disuruhkan Izebel seorang suruhan mengatakan kepada Elia: Demikianlah perbuatan segala dewata akan daku dan dipertambahkannya pula, jikalau tiada pada esok hari waktu begini juga kusamakan nyawamu dengan nyawa masing-masing mereka itu.","Setelah diketahui Elia akan hal yang demikian, maka bangkitlah ia berdiri lalu lari berlepas dirinya ke tempat yang lain, maka sampailah ia ke Birsyeba, yang di tanah Yehuda, maka ditinggalkannya hambanya di sana;","tetapi ia seorang-orangnya pergi ke padang belantara barang sehari perjalanan jauhnya, maka datanglah ia duduk di bawah sebatang pokok arar, lalu dipintanya doa supaya putuslah nyawanya, sembahnya: Terlampau sangat halku sekarang, ya Tuhan! ambillah juga akan nyawaku, karena hambamu ini tiada lebih baik dari pada segala nenek moyang hamba.","Maka dibaringkannya dirinya, lalu tertidurlah ia di bawah pokok arar itu, maka tiba-tiba adalah seorang malaikat menjamah akan dia sambil katanya: Bangunlah engkau, makanlah!","Serta ia berpaling ke belakang dilihatnya pada sebelah kepalanya adalah sebuah apam terpanggang pada bara api dan sebuah buli-buli yang berisi air; maka iapun makan minumlah, lalu dibaringkannyalah dirinya pula.","Maka malaekat Tuhan itu datang pada kedua kalinya serta menjamah akan dia, sambil katanya: Bangunlah engkau, makanlah, karena perjalanan bagimu lagi sangat jauh.","Maka bangunlah ia lalu makan minumlah, maka oleh kuat yang diperolehnya dari pada makanan ini berjalanlah ia empat puluh hari empat puluh malam lamanya, sehingga sampailah ia ke bukit Allah, yaitu Horeb.","Maka di sana masuklah ia ke dalam sebuah gua, lalu bermalam dalamnya, maka tiba-tiba datanglah kepadanya firman Tuhan, bunyinya: Apakah kerjamu di sini, hai Elia?","Maka sahutnya: Bahwa aku sudah mencemburukan sangat perkara Tuhan, Allah serwa sekalian alam, karena segala bani Israel telah meninggalkan perjanjian-Mu dan dirombaknya segala mezbah-Mu dan dibunuhnya segala nabi-Mu dengan pedang, maka aku tinggal seorangku jua dan mereka itupun menuntut nyawaku hendak diambilnya.","Lalu firman-Nya: Keluarlah engkau, berdirilah di atas bukit ini di hadapan hadirat Tuhan, karena sesungguhnya Tuhan akan berjalan lalu kelak! Hata, maka adalah angin ribut dan tofan, yang membelahkan bukit dan memecahkan batu, ia itu berjalan di hadapan Tuhan, tetapi tiada Tuhan dalam tofan itu; kemudian dari pada tofan itu adalah gempa bumi, tetapi tiada juga Tuhan dalam gempa bumi itu.","Maka kemudian dari pada gempa bumi adalah api, tetapi tiada juga Tuhan dalam api itu; maka kemudian dari pada api itu adalah bunyi angin sepoi-sepoi!","Maka sesungguhnya demi didengar Elia akan bunyi itu, maka diselubungkannya mukanya dengan selimutnya; adapun ia sudah keluar lalu berdiri pada pintu gua itu; tiba-tiba datanglah bunyi suara kepadanya, mengatakan: Apakah kerjamu di sini, hai Elia!","Maka sahutnya: Bahwa aku sudah mencemburukan sangat perkara Tuhan, Allah serwa sekalian alam, karena segala bani Israel telah meninggalkan perjanjian-Mu dan dibongkarnya segala mezbah-Mu dan dibunuhnya segala nabi-Mu dengan pedang, tinggal lagi aku seorang, maka dituntutnya akan nyawaku, yang hendak diambilnya.","Maka firman Tuhan kepadanya: Baliklah engkau kepada jalanmu ke padang belantara Damsyik, pergilah ke sana dan siramilah Hazael dengan minyak bau-bauan akan raja benua Syam.","Lalu hendaklah engkau menyirami Yehu bin Nimsi akan raja orang Israel, dan Elisa bin Safat, dari Abel-Mehola, hendaklah kausirami akan nabi menjadi gantimu.","Maka akan jadi kelak bahwa barangsiapa yang luput dari pada pedang Hazael, ia itu akan dibunuh oleh Yehu, dan barangsiapa yang luput dari pada pedang Yehu itu, ia itu akan dibunuh oleh Elisa.","Lagipun dengan kehendak-Ku juga tinggal lagi di antara orang Israel tujuh ribu orang, semuanya lutut yang belum tahu bertelut di hadapan Baal dan semuanya mulut yang belum pernah mengecupi dia!","Hata, maka berjalanlah Elia dari sana, lalu didapatinya akan Elisa bin Safat tengah menanggala dengan lembu dua belas pasang yang berjalan di hadapannya, dan adalah ia dengan pasang yang kedua belas. Maka Eliapun menghampiri dia, lalu dilayangkannyalah baju selimutnya kepadanya.","Maka ditinggalkan Elisa akan segala lembu itu, lalu berlari-lari mengikut Elia, sambil katanya: Beri apalah sahaya bermohon kepada ibu bapa sahaya dahulu, kemudian bolehlah sahaya mengikut tuan. Maka kata Elia: Pulanglah, karena apakah perbuatanku akan dikau!","Maka baliklah ia dari padanya, lalu diambilnya akan sepasang lembu, dibantainya dan direbusnya dagingnya di atas api dari pada abah-abahan lembu itu, lalu diberikannya kepada segala hambanya, maka mereka itupun makanlah, setelah itu maka bangkitlah Elisa berdiri mengikut Elia dan berkhidmat kepadanya."]