["Sebermula, maka birahilah baginda raja Sulaiman akan beberapa orang perempuan lain bangsa, kecuali akan anak Firaun birahilah baginda akan perempuan Moabi dan Ammoni dan Edomi dan Zidoni dan Heti;","dari pada segala bangsa yang telah dipesan oleh Tuhan kepada bani Israel akan halnya demikian: Tak boleh kamu masuk kepadanya dan tak boleh mereka itupun masuk kepadamu, supaya jangan dicenderungkannya hati kamu kepada dewa-dewanya; maka akan perempuan yang begitu birahilah raja Sulaiman.","Maka adalah pada baginda tujuh ratus orang isteri, semuanya anak raja-raja, dan tiga ratus gundik, maka segala isterinya itu menyesatkan hati baginda.","Karena sesungguhnya pada masa raja Sulaiman sudah tua, dicenderungkan hati baginda oleh segala isterinya kepada dewa-dewa, sehingga tiada lagi tulus hati baginda dengan Tuhan, Allahnya, seperti hati raja Daud, ayahanda baginda.","Karena berjalanlah raja Sulaiman menurut Astoret, berhala orang Sidoni, dan Milkhom kehinaan orang Ammoni.","Demikianlah diperbuat raja Sulaiman barang yang jahat kepada pemandangan Tuhan, dan tiada baginda tetap dalam mengikut Tuhan seperti raja Daud, ayahanda baginda.","Tambahan pula didirikan raja sulaiman sebuah panggung bagi Kamos, kehinaan orang Moabi, di atas bukit yang bertentangan dengan Yeruzalem, dan bagi Molekh, kehinaan bani Ammon itu.","Maka demikian juga diperbuat baginda akan segala isterinya yang dari pada lain bangsa itu, yang membakar dupa dan mempersembahkan korban kepada dewa-dewanya.","Maka berbangkitlah murka Tuhan akan raja Sulaiman, sebab hati baginda sudah undur dari pada Tuhan, Allah orang Israel, yang telah kelihatan kepada baginda sampai dua kali.","Dan yang sudah berpesan kepada baginda jangan ia berjalan mengikut dewa-dewa, tetapi tiada diturut baginda akan firman Tuhan itu.","Maka sebab itu berfirmanlah Tuhan kepada raja Sulaiman: Sedang beginilah halmu, tiada engkau memeliharakan perjanjian-Ku dan segala syariat-Ku, yang telah Kupesan kepadamu, niscaya Aku memutuskan kelak kerajaan ini dari padamu dan Aku mengaruniakan dia kepada hambamu.","Tetapi selagi umur hidupmu tiada Aku berbuat demikian oleh karena Daud, ayahandamu, melainkan dari pada anakmu juga Aku memutuskan dia kelak.","Maka bukan Aku akan memutuskan dari padanya segenap kerajaan itu, melainkan sesuku bangsa juga akan Kukaruniakan kepada anakmu, oleh karena hamba-Ku Daud dan oleh karena Yeruzalem, yang telah Kupilih.","Bermula, maka dibangkitkan Tuhan seorang pelawan akan raja Sulaiman, yaitu Hadad, seorang orang Edomi, yang dari pada benih raja Edom.","Karena telah jadi setelah sudah raja Daud di Edom dan ditinggalkannya Yoab panglima perangnya di sana akan menguburkan segala orang yang mati dibunuh itu, bahwa Yoab itu membunuh segala orang laki-laki di Edom.","Maka tinggallah Yoab di sana enam bulan lamanya dengan segala orang Israel, sehingga sudah ditumpasnya akan segala orang laki-laki di Edom.","Tetapi larilah Hadad berlepas dirinya, dan beberapa orang Edomi hamba bapanyapun sertanya, hendak langsung ke Mesir; maka pada masa itu Hadad lagi budak kecil.","Maka berjalanlah mereka itu dari Midian, lalu sampai ke Paran, maka dari Paran itu dibawanya akan beberapa orang sertanya, lalu sampai ke Mesir kepada Firaun, raja Mesir, yang mengaruniakan kepadanya sebuah rumah dan yang menentukan biayanya dan memberikan tanah kepadanya.","Maka Hadadpun beroleh keridlaan besar pada pemandangan Firaun, sehingga diberikan Firaun kepadanya saudara isterinya sendiri akan bininya, yaitu saudara Takhpenais, permaisuri itu.","Maka saudara Takhpenais memperanakkan baginya laki-laki seorang, Jenubat namanya, yang dipeliharakan Takhpenais dalam istana Firaun, sehingga Jenubat itu adalah dalam istana Firaun di antara segala putera Firaun.","Hata, setelah kedengaranlah kabar kepada Hadad di Mesir mengatakan raja Daud sudah mangkat beradu dengan segala nenek moyangnya dan Yoab panglima perangnyapun sudah mati, maka kata Hadad kepada Firaun: Berilah kiranya izin beta pulang ke negeri beta.","Tetapi kata Firaun kepadanya: Entah apa gerangan engkau kekurangan sertaku di sini, maka niatmu dengan sesungguhnya hendak pulang ke negerimu? Maka sahutnya: Satupun tidak; melainkan biarkan juga beta pergi.","Arakian, maka dibangkitkan Allah pula seorang pelawan bagi Sulaiman, yaitu Rezon bin Elyada, yang telah lari dari pada tuannya, yaitu dari pada Hadad-ezar, raja Zoba.","Maka dihimpunkannya beberapa orang kepadanya, lalu ia menjadi penghulu suatu ketumbukan pada masa raja Daud membunuh mereka itu, maka berjalanlah mereka itu ke negeri Damsyik, lalu duduk di sana dan kerajaanlah ia di Damsyik itu.","Maka iapun musuh orang Israel seumur hidup raja Sulaiman. Adapun akan jahat yang diperbuat Hadad, maka iapun bermusuh dengan orang Israel dan kerajaanlah ia di Edom.","Maka adapun Yerobeam bin Nebat, seorang Efrayim dan Zeraida, hamba Sulaiman, ibunya seorang janda yang bernama Zerua, ia itu juga mendurhaka kepada baginda.","Maka inilah mula perkaranya ia mendurhaka kepada baginda: Bahwa raja Sulaiman membangunkan Milo dan dibaikinya akan pagar tembok negeri Daud, ayahanda baginda.","Adapun Yerobeam itu ia seorang gagah berani, maka apabila dilihat raja Sulaiman akan orang muda itu rajin pada pekerjaannya, diangkat baginda akan dia menjadi kepala atas segala orang bekerja yang dari pada isi rumah Yusuf.","Hata, maka sekali peristiwa pada masa itu keluarlah Yerobeam dari Yeruzalem, lalu nabi Ahia, orang Siloni itu, bertemulah dengan dia di jalan, maka Yerobeam itu berpakaikan jubah baharu, dan kedua orang itupun sendiri juga di padang.","Maka dipegang Ahia akan jubah baharu yang dipakainya, dicarikkannya menjadi dua belas perca,","serta katanya kepada Yerobeam: Ambillah olehmu akan sepuluh perca ini, karena firman Tuhan, Allah orang Israel, demikian: Bahwasanya Aku memutuskan kelak kerajaan itu dari pada pegangan raja Sulaiman dan sepuluh suku bangsanya Kukaruniakan kepadamu.","Tetapi sesuku bangsa juga akan tetap padanya, oleh karena hamba-Ku Daud dan oleh karena Yeruzalem, yaitu negeri yang telah Kupilih dari pada segala suku bangsa Israel,","maka ia itu, sebab mereka itu sudah meninggalkan Daku dan menyembah sujud kepada Astoret, dewa orang Sidoni, dan kepada Kamos, dewa orang Moabi, dan kepada Milkhom, dewa bani Ammon, dan tiada mereka itu berjalan pada jalan-Ku akan berbuat barang yang benar kepada pemandangan-Ku, yaitu menurut segala syariat dan syarat-Ku, seperti Daud, ayahnya.","Tetapi dari pada kerajaan ini satupun tiada Kuambil dari pada tangannya, melainkan Kubiarkanlah ia jadi raja sepanjang umur hidupnya oleh karena hamba-Ku Daud, yang telah Kupilih dan telah menurut segala hukum dan syariat-Ku.","Tetapi dari pada tangan anaknya juga Aku mengambil kelak kerajaan itu dan sepuluh suku bangsanya akan Kukaruniakan kepadamu.","Dan sesuku jua akan Kukaruniakan kepada anaknya, supaya selalu adalah sebuah pelita di hadapan hadirat-Ku bagi Daud di Yeruzalem, yaitu di negeri yang telah Kupilih akan menaruh nama-Ku di sana.","Maka Aku mengangkat akan dikau kelak, supaya kerajaanlah engkau atas segala yang dikehendaki hatimu, dan engkaupun akan menjadi raja atas orang Israel.","Maka jikalau kiranya engkau mendengar akan segala sesuatu yang Kupesan kepadamu kelak, dan engkaupun berjalan pada segala jalan-Ku serta berbuat perkara yang benar kepada pemandangan-Ku sambil memeliharakan segala syariat dan hukum-Ku, seperti hamba-Ku Daud sudah memeliharakan dia, niscaya Aku akan ada sertamu dan membangunkan bagimu sebuah rumah yang kekal, seperti yang sudah Kubangunkan bagi Daud, dan Aku akan mengaruniakan orang Israel itu kepadamu.","Maka karena sebab itulah Aku akan merendahkan anak cucu Daud, tetapi bukan pada selama-lamanya.","Arakian, maka raja Sulaimanpun mencahari jalan hendak membunuh Yerobeam, tetapi berbangkitlah Yerobeam lalu lari ke Mesir, kepada Sisak, raja Mesir, maka tinggallah ia di Mesir sampai mangkat raja Sulaiman.","Adapun segala perkara yang lagi tinggal dari pada hikayat Sulaiman itu dan segala yang telah diperbuatnya dan segala hikmatnya, bukankah ia itu tersebut dalam surat hikayat raja Sulaiman?","Adapun lamanya raja Sulaiman kerajaan di Yeruzalem atas segala orang Israel itu, ia itu empat puluh tahun.","Kemudian raja Sulaimanpun mangkat beradu dengan segala nenek moyangnya, lalu dikuburkan oranglah akan baginda dalam negeri Daud, ayahanda baginda, maka Rehabeam, putera baginda, lalu naik raja menggantikan baginda."]