["Bermula, setelah sampailah ajal raja Daud akan mati, maka berpesanlah baginda kepada Sulaiman, putera baginda, titahnya:","Bahwa aku hendak pergi kepada jalan segala orang isi dunia ini, sebab itu hendaklah engkau bertetap hatimu dan kelakuanmu seperti orang laki-laki.","Dan lakukanlah olehmu akan segala ibadat kepada Tuhan, Allahmu, dengan menurut jalan-Nya dan memeliharakan segala hukum dan undang-undang-Nya dan syariat dan firman-Nya, setuju dengan segala sesuatu yang tersebut dalam taurat Musa, supaya bijaksana engkau dalam segala sesuatu yang kauperbuat dan selamatlah engkau barang ke manapun baik engkau akan pergi;","supaya disampaikan Tuhan akan janji, seperti yang telah Ia berfirman akan halku, bunyinya: Jikalau kiranya anak-anakmu memeliharakan jalannya baik-baik, serta berjalan di hadapan hadirat-Ku dengan setia dan dengan segenap hatinya dan segenap nyawanya, niscaya, demikianlah firman-Nya, seorang juapun tiada akan terputuskan bagimu dari pada takhta kerajaan Israel.","Dan lagi ketahuilah olehmu akan barang yang telah diperbuat Yoab bin Zeruja akan daku, dan barang yang telah diperbuatnya akan kedua panglima perang Israel, yaitu akan Abner bin Ner dan akan Amasa bin Yeter, yang telah dibunuhnya dengan menumpahkan darah orang perang pada masa orang berdamai, dikenakannya darah perang kepada ikat pinggangnya dan kepada kasut yang pada kakinya.","Maka hendaklah engkau berlaku dengan akal budi, jangan engkau biarkan rambutnya yang putih itu turun ke dalam kubur dengan selamat.","Tetapi akan anak-anak Barzilai, orang Gilead itu, hendaklah engkau berbuat kebajikan, biarlah mereka itu di antara segala orang yang duduk makan sehidangan dengan dikau, karena dengan demikian peri mereka itupun sudah datang mendapatkan aku pada masa lariku dari hadapan abangmu Absalom.","Maka sesungguhnya sertamu adalah lagi Simai bin Gera, orang Benyamin dari Bahurim, yang sudah mengutuki aku dengan kutuk kepahitan pada masa pergiku ke Mahanayim, tetapi kemudian datanglah ia mengelu-elukan aku ke tepi Yarden, maka bersumpahlah aku kepadanya bahwa tiada aku akan membunuh dia dengan pedang.","Tetapi sekarang jangan engkau membilangkan dia suci dari pada salah, tegal engkaulah orang yang berakal budi, niscaya engkaupun mengetahui akan barang yang patut kauperbuat akan dia, supaya engkau menurunkan rambutnya yang putih itu ke dalam kubur dengan darahnya.","Setelah itu maka Daudpun mangkatlah beradu dengan segala nenek moyangnya, lalu dikuburkan oranglah akan baginda dalam negeri Daud.","Adapun akan lamanya Daud kerajaan atas orang Israel itu empat puluh tahun, yaitu tujuh tahun lamanya kerajaanlah ia di Heberon, dan tiga puluh tiga tahun lamanya kerajaanlah ia di Yeruzalem.","Syahadan, maka Sulaimanpun bersemayamlah di atas takhta kerajaan Daud, ayahanda baginda, dan kerajaannyapun amat ditetapkan.","Hata, maka datanglah Adonia, anak Hajit itu, mendapatkan Batsyeba, bunda Sulaiman. Maka kata Batsyeba: Adakah datangmu ini dengan selamat? Lalu sahutnya: Dengan selamat.","Setelah itu maka katanya: Adalah sepatah kata hendak hamba sampaikan kepada tuan. Maka sahut Batsyeba: Katakanlah dia.","Lalu katanya: Tuan tahu juga bahwa kerajaan itu sudah tentu kepada hamba dan genap segala orang Israelpun telah setuju hendak berajakan hamba, lalu kerajaan itu dibalikkan menjadi bahagian adik hamba, sebab ia itu sudah ditentukan oleh Tuhan kepadanya.","Maka sekarang hamba minta kepada tuan barang seperkara jua; jangan apalah tuan enggankan permintaan hamba itu. Maka sahut Batsyeba: Katakanlah dia.","Maka katanya: Hendaklah kiranya tuan berkata-kata dengan baginda raja Sulaiman, karena tiada dienggankannya pinta tuan, supaya Abisaj, perempuan Sunami itu, dikaruniakan oleh baginda kepada hamba akan isteri hamba.","Maka sahut Batsyeba: Baiklah; nanti aku berkata-kata dengan baginda akan perkaramu itu.","Hata, maka datanglah Batsyeba kepada baginda raja Sulaiman hendak berkata-kata dengan baginda akan hal perkara Adonia itu. Maka berbangkitlah baginda datang menegur bunda baginda sambil tunduk dirinya kepadanya, lalu duduklah baginda di atas takhtanya dan disuruhnya letak peterana akan bunda baginda, lalu duduklah bunda baginda pada kanan baginda.","Maka kata Batsyeba: Bahwa aku hendak minta kepadamu hanya satu perkara yang kecil jua, janganlah kiranya anakku enggankan permintaanku. Maka kata baginda kepada bunda baginda: Pintalah juga, ya bundaku! maka tiada aku enggankan permintaan bunda.","Lalu kata Batsyeba: Biarlah kiranya Abisaj, perempuan Sunami itu, dikaruniakan kepada Adonia, kakanda tuan, akan isterinya.","Maka sahut baginda raja Sulaiman kepada bunda baginda, katanya: Mengapa bundaku minta Abisaj, perempuan Sunami itu, akan Adonia? Pintalah juga sekerajaan ini akan dia, karena iapun abangku, yang tua dari padaku; bahkan, akan dia dan akan imam Abyatar dan akan Yoab bin Zeruyapun.","Maka bersumpahlah baginda raja Sulaiman demi Tuhan, titahnya: Demikianlah kiranya perbuatan Allah akan daku, dan dipertambahkannya pula, jikalau kata ini tiada dikatakan Adonia bersalah dengan nyawanya sendiri.","Demi Tuhan yang hidup, yang telah melantik aku dan mendudukkan aku di atas takhta ayahku Daud dan yang telah menjadikan isi istana bagiku, setuju dengan firman-Nya, niscaya Adonia akan mati dibunuh pada hari ini juga!","Maka disuruhkan baginda akan Benaya bin Yoyada, maka ia itu menerpa akan dia, sehingga matilah ia.","Lalu titah baginda kepada imam Abyatar: Pergilah engkau ke Anatot, ke bendangmu, karena engkaulah orang kebunuhan juga; tetapi aku tiada mau membunuh engkau pada hari ini, sebab engkaupun sudah bersama-sama dalam segala kesukaran yang telah berlaku atas ayahku.","Maka dinyahkan Sulaiman akan Abyatar, supaya jangan lagi ia imam Tuhan, maka dalam itupun genaplah firman Tuhan, yang telah dikatakan-Nya dahulu di Silo akan hal orang isi rumah Eli itu.","Serta sampailah kabarnya kepada Yoab (karena Yoab sudah berpaling lalu mengikut Adonia, meskipun tiada ia berpaling dahulu hendak mengikut Absalom), lalu larilah Yoab ke dalam kemah Tuhan, dipegangnya tanduk mezbah.","Maka dimaklumkan oranglah kepada baginda raja Sulaiman, bahwa Yoab sudah lari ke dalam kemah Tuhan dan sesungguhnya adalah ia hampir dengan mezbah. Lalu disuruhkan raja Sulaiman akan Benaya bin Yoyada, titahnya: Pergilah engkau, terpalah akan dia.","Maka datanglah Benaya ke kemah Tuhan, lalu katanya kepada Yoab: Bahwa titah baginda demikian: Keluarlah engkau! Maka sahutnya: Jangan, melainkan di sini juga aku mau mati! Maka disampaikan Benaya jawab ini kepada baginda, sembahnya: Beginilah kata Yoab dan begitulah sahutnya akan patik.","Maka titah baginda kepadanya: Perbuatlah olehmu seperti katanya, terpalah akan dia dan kuburkanlah dia, supaya engkau lalukan dari padaku dan dari pada isi istana ayahku segala darah yang sudah ditumpahkan oleh Yoab dengan tiada semena-mena.","Maka dibalas Tuhan kelak darah yang telah ditumpahkannya itu kepada kepalanya, sebab sudah diterpanya akan dua orang yang terlebih benar dan terlebih baik dari padanya, dan dibunuhnya keduanya dengan pedang dengan tiada setahu ayahku Daud, yaitu Abner bin Ner, panglima perang orang Israel, dan Amasa bin Yeter, panglima perang orang Yehuda itu.","Demikianlah darah kedua orang itu dipulangkan kepada kepala Yoab dan kepada kepala segala anak cucunya sampai selama-lamanya, tetapi Daud dan segala anak cucunya dan isi istananya dan kerajaannyapun akan beroleh selamat dari pada Tuhan sampai selama-lamanya.","Maka naiklah Benaya bin Yoyada, lalu diterpanya akan dia dan dibunuhnya; maka dikuburkan oranglah akan dia dalam rumahnya yang di gurun.","Maka diangkat baginda akan Benaya bin Yoyada atas balatentara akan ganti Yoab, dan diangkat baginda akan imam Zadok akan ganti Abyatar.","Setelah itu maka disuruh baginda panggilkan Simai, lalu titah baginda kepadanya: Bangunkanlah akan dirimu sebuah rumah dalam Yeruzalem, lalu duduklah engkau dalamnya, dan jangan engkau keluar dari situ akan pergi ke mana-mana.","Karena akan jadi kelak pada hari engkau keluar dari situ dan menyeberang sungai Kideron, ketahuilah olehmu, bahwa sesungguhnya engkau akan mati dibunuh dan darahmupun akan tertanggung di atas kepalamu sendiri.","Maka sembah Simai kepada baginda: Benarlah titah tuanku ini, maka segala titah duli tuanku patik junjung. Hata, maka duduklah Simai itu di Yeruzalem beberapa hari lamanya.","Tetapi pada kesudahan tahun yang ketiga, tiba-tiba larilah hamba Simai dua orang kepada Akhis bin Maakha, raja di negeri Gat, maka diwartakan oranglah kepada Simai, katanya: Bahwasanya kedua orang hamba tuan itu adalah di negeri Gat.","Maka berbangkitlah Simai, disuruhnya kenakan pelana kepada keledainya, lalu berjalanlah ia pergi ke Gat mendapatkan Akhis, hendak mencahari hambanya; maka berjalanlah Simai itu dari sana, dibawanya akan hambanya pulang dari Gat.","Maka dimaklumkan oranglah kepada raja Sulaiman, bahwa Simai sudah keluar dari Yeruzalem lalu ke Gat dan sudah pulang kembali.","Maka disuruh baginda panggilkan Simai, lalu titah baginda kepadanya: Bukankah aku sudah menyumpahi akan dikau demi Tuhan dan sudah bersaksi atasmu sambil titahku demikian: Pada hari engkau keluar pergi ke sana ke mari, ketahuilah olehmu, bahwasanya engkau akan mati dibunuh? lalu sembahmu kepadaku: Benarlah titah tuanku, patik junjung.","Sebab itu mengapa tiada engkau memeliharakan sumpah demi Tuhan itu dan hukum yang telah kuletakkan kepadamu?","Dan lagi titah baginda kepada Simai: Bahwa engkau juga tahu segala jahat, bahkan, hatimupun mengetahui akan segala sesuatu yang telah kauperbuat akan ayahku Daud; maka sebab itu dipulangkan Tuhan segala kejahatanmu itu kepada kepalamu juga.","Tetapi berbahagialah kiranya baginda raja Sulaiman dan takhta kerajaan Daudpun akan tetap di hadapan hadirat Tuhan sampai selama-lamanya!","Maka disuruh baginda akan Benaya bin Yoyada, lalu keluarlah ia, diterpanya akan Simai sehingga matilah ia. Maka demikianlah peri diteguhkan kerajaan itu oleh tangan baginda raja Sulaiman."]