["Sebermula, maka oleh Benhadad, raja benua Syam itu, dikerahkanlah segala rakyatnya, maka adalah sertanya tiga puluh dua orang raja-raja dan beberapa kuda dan rata, maka berangkatlah baginda, lalu dikepungnya Samaria dan berperanglah ia dengan orang isinya.","Maka disuruhkannya beberapa utusan kepada Akhab, raja orang Israel ke dalam negeri,","mengatakan: Demikianlah titah raja Benhadad: Bahwa segala emas perakmu itu jadi aku punya, demikianpun segala anak isterimu yang terelok itu jadi aku punya.","Maka sahut raja orang Israel, katanya: Benarlah seperti titah tuanku, hambapun jadi tuanku punya serta dengan segala sesuatu yang pada hamba.","Setelah itu maka kembali datanglah utusan mengatakan: Demikianlah titah raja Benhadad: Bahwasanya aku sudah menyuruhkan utusan kepadamu mengatakan: Emas perakmu dan segala anak isterimu tak akan jangan kauberikan daku;","tetapi esok harilah waktu begini aku akan menyuruhkan hambaku kepadamu, supaya diselidiknya akan istanamu dan akan rumah segala pegawaimu, maka sesungguhnya segala keinginan matamu itu akan dirampas olehnya dengan tangannya.","Maka pada masa itu dipanggil oleh baginda raja orang Israel akan segala tua-tua negeri, lalu titahnya: Ketahuilah dan lihatlah olehmu, bahwa ia ini menyengajakan kebinasaan kita, karena setelah disuruhkannya utusan meminta kepadaku segala anak isteriku dan segala emas perakku, maka tiada kuenggankan dia.","Maka sembah segala tua-tua dan segenap orang banyak itu kepada baginda: Jangan apalah tuanku dengar akan dia, jangan luluskan kehendaknya.","Maka sebab itu titah baginda kepada utusan Benhadad itu: Katakanlah olehmu kepada baginda tuanku begini: Segala sesuatu yang tuanku suruh katakan kepada hamba dahulu, ia itu hendak hamba perbuat, tetapi perkara ini tiada boleh hamba perbuat. Hata, maka berjalanlah utusan itu, lalu dipersembahkannya sahutan ini kepada tuannya.","Maka raja Benhadad utusanlah pula kepadanya, titahnya: Demikianlah perbuatan segala dewata akan daku dan dipertambahkannya pula, jikalau kiranya pecah-pecahan batu Samaria itu cukup akan memenuhi tangan segala rakyat yang ada mengiringkan daku!","Maka sahut raja orang Israel, titahnya: Katakanlah ini kepadanya: Orang yang menyandangkan senjatanya jangan bermegah-megah selaku orang yang menanggalkan dia.","Hata, demi didengar raja Benhadad akan kata ini sementara ia duduk santap sehidangan dengan segala raja-raja itu dalam kemah besar, maka titahnya kepada hamba-hambanya: Langgarlah olehmu! Maka dilanggarnyalah akan negeri itu.","Maka tiba-tiba datanglah seorang nabi menghampiri Akhab, raja orang Israel, sambil katanya: Demikian inilah firman Tuhan: Sudahkah engkau melihat segala balatentara itu? Bahwasanya pada hari ini juga Aku menyerahkan dia kepada tanganmu, supaya diketahui olehmu, bahwa Akulah Tuhan.","Maka kata Akhab: Oleh siapa? Maka sahut nabi itu: Demikian inilah firman Tuhan: Oleh hamba-hamba segala penghulu mukim. Maka kata baginda: Siapakah akan mengikat perangnya: Maka sahut nabi itu: Engkau juga.","Setelah itu maka dibilang baginda akan hamba-hamba segala penghulu mukim itu adalah dua ratus tiga puluh dua orang banyaknya, kemudian dari pada itu dibilangnya akan segala rakyat, yaitu segala bani Israel, jumlahnya tujuh ribu orang.","Hata, maka mereka itupun keluarlah pada ketika tengah hari, sementara Benhadad duduk santap dengan mabuknya di dalam kemah besar serta dengan segala raja-raja, tiga puluh dua orang, yang membantu akan dia.","Maka hamba-hamba segala penghulu mukim itupun keluarlah dahulu. Maka oleh Benhadad disuruhkan beberapa orang pergi memeriksa hal itu, lalu orang itupun mempersembahkan kabar kepadanya, sembahnya: Adalah beberapa orang keluar dari Samaria.","Maka titah baginda: Baik mereka itu keluar hendak berdamai, tangkaplah olehmu akan dia dengan hidupnya; baik mereka itu keluar hendak berperang, tangkaplah juga olehmu akan dia dengan hidupnya.","Maka dalam antara itu keluarlah mereka itu sekalian dari dalam negeri, yaitu hamba-hamba segala penghulu mukim dan segala rakyat yang mengikut dia.","Maka oleh masing-masing mereka itu dibunuh akan lawannya, sehingga larilah segala orang Syam, dikejar oleh orang Israel dari belakang. Maka Benhadad, raja Syam itu, lari berlepas dirinya serta dengan segala kuda dan orang yang berkendaraan.","Maka baginda raja orang Israelpun keluarlah, lalu dibunuh baginda lagi akan beberapa orang yang mengendarai kuda dan rata, sehingga diadakannya suatu pembunuhan besar di antara segala orang Syam itu.","Setelah itu, maka datanglah nabi itu kepada baginda raja orang Israel serta katanya: Pulanglah engkau, himpunkanlah segala rakyatmu, camkanlah dan perhatikanlah baik-baik barang yang patut kauperbuat, karena habis setahun lagi musim begini raja Syam itu akan mendatangi engkau pula.","Bermula, maka sembah segala hamba raja Syam itu kepadanya: Adapun dewa-dewa mereka itu, yaitu dewa-dewa gunung adanya, maka sebab itu kuat mereka itu dari pada patik sekalian, tetapi jikalau kiranya patik memerangi dia di padang, niscaya patik, sekalian ini mengalahkan dia kelak.","Maka sebab itu hendaklah tuanku berbuat begini: Jauhkan apalah segala raja-raja itu dari pada pegangannya dan jadikanlah beberapa panglima perang akan gantinya.","Dan hendaklah tuanku membilang rakyat sama banyak dengan rakyat tuanku yang telah dibunuh itu, dan orang berkudapun yang sama banyak dengan orang berkuda dahulu itu, dan rata perangpun sama banyak dengan rata perang dahulu itu, lalu biarlah patik sekalian memerangi mereka itu di padang, tak dapat tiada patik juga yang akan menang. Hata, maka dibenarkan baginda sembah mereka itu, lalu diperbuat baginda demikian.","Maka berselang setahun dibilang Benhadad akan segala orang Syam itu, lalu berjalanlah ia ke Afik hendak berperang dengan orang Israel.","Maka segala bani Israelpun dibilang dan diberikan bekal kepadanya, lalu berjalan mendatangi orang Syam, maka didirikanlah bani Israel akan kemah-kemahnya bertentangan dengan mereka itu seperti dua kawan kambing yang gundul, tetapi segala orang Syam itu menudungi tanah itu.","Maka datanglah aziz Allah itu hampir, lalu katanya kepada baginda raja orang Israel: Demikian inilah firman Tuhan: Oleh karena sebab orang Syam telah berkata begini: Bahwa Tuhan itulah Allah gunung dan bukannya Ia Allah padang, maka Aku menyerahkan orang yang amat banyak ini kepada tanganmu kelak, supaya diketahui oleh kamu sekalian, bahwa Akulah Tuhan.","Arakian, maka kedua pihak itupun berhadap-hadapan tujuh hari lamanya, maka pada hari yang ketujuh itu mulailah berperang, maka oleh bani Israel dibunuh akan orang Syam seratus ribu orang yang berjalan kaki pada sehari jua.","Maka yang tinggal itu lari ke Afik sampai ke dalam negeri, tetapi pagar temboknya lalu roboh menimpa orang dua puluh tujuh ribu, yang lagi tinggal itu; maka Benhadadpun masuk ke dalam negeri, lalu lari dari pada suatu bilik kepada suatu bilik.","Maka pada masa itu sembah segala hambanya kepadanya: Bahwasanya patik sekalian ini telah mendengar kabar akan pekerti segala raja bangsa Israel itu raja yang murah hatinya, maka sebab itu baiklah patik berpakaikan kain karung pada pinggang patik dan kenakan tali pada kepala patik, lalu berilah patik sekalian ini keluar pergi mendapatkan baginda raja orang Israel; mudah-mudahan dihidupinya nyawa tuanku kelak.","Maka dikenakan mereka itu kain karung pada pinggangnya dan dibubuhnya tali pada kepalanya, lalu pergi menghadap baginda raja orang Israel sambil sembahnya: Bahwa sembah Benhadad, hamba tuanku, demikian: Hidupi apalah akan nyawa hamba. Maka titah baginda: Adakah lagi hidup ia? Bahwa ialah saudaraku.","Maka dicamkan oleh mereka itu akan tanda yang baik ini, lalu menyahut dengan segera, sembahnya: Benarlah Benhadad saudara kepada tuanku! Maka titah baginda: Pergilah kamu mempersilakan tuanmu ke mari. Maka Benhadadpun keluarlah datang mendapatkan baginda, lalu disuruh baginda akan dia naik ke atas ratanya.","Maka kata Benhadad kepada baginda: Adapun segala negeri yang dahulu dirampas oleh ayah beta dari pada ayah tuan, ia itu beta pulangkan kelak dan boleh juga tuan membuat pasar dalam negeri Damsyik, seperti yang telah dibuat oleh ayah beta dalam Samaria. Maka beta (demikianlah sahut Akhab) hendak melepaskan tuan pergi dengan janji ini. Maka berjanjilah keduanya, lalu dilepaskannya ia pergi.","Maka pada masa itu kata seorang dari pada segala anak nabi kepada kawannya dengan firman Allah: Palulah olehmu akan daku. Tetapi engganlah orang itu memalu akan dia.","Maka kata nabi itu kepadanya: Oleh sebab tiada engkau menurut firman Tuhan, ketahuilah olehmu, apabila engkau sudah meninggalkan daku, bahwa seekor singa akan menerkam akan dikau kelak. Setelah ditinggalkan orang itu akan dia lalu pergi, maka didapati seekor singa akan dia, lalu menerkam dia.","Maka nabi itupun bertemulah dengan seorang lain, lalu katanya: Palulah olehmu akan daku! Maka orang itupun memalu akan dia sangat, sehingga ia luka.","Maka nabi itupun pergi, lalu berdiri di jalan menantikan baginda, dan disamarkannya dirinya dengan membubuh abu pada matanya.","Hata, maka sementara baginda berjalan lalu, berserulah nabi itu kepadanya, sembahnya: Bahwa patik tuanku ini sudah keluar dari tengah peperangan, tiba-tiba datanglah seorang anu singgah kepada patik, dihantarnya kepada patik seorang laki-laki, katanya: Tungguilah olehmu akan orang ini, maka jikalau kiranya ia hilang, niscaya nyawamu akan ganti nyawanya, melainkan engkau menimbang bagiku perak setalenta.","Maka sesungguhnya sementara patik tuanku ini masygul dalam barang sesuatu pekerjaan, bahwa orang itu tiada lagi. Maka titah baginda raja orang Israel: Inilah pehukumanmu; engkau sendiri yang telah memutuskannya.","Maka dengan segera nabi itu melalukan abu itu dari pada matanya, lalu dikenal oleh baginda raja orang Israel akan dia, seorang dari pada segala nabi adanya.","Maka kata nabi itu kepada baginda: Demikian inilah firman Tuhan: Oleh sebab engkau sudah melepaskan dari pada tanganmu akan orang yang telah Kukaramkan, maka nyawamu kelak akan ganti nyawanya dan bangsamupun akan ganti bangsanya!","Maka baginda raja orang Israel lalu berjalan pulang ke istananya dengan murungnya dan murkanya; maka sampailah baginda ke Samaria."]