["Sebermula, maka pada sekali peristiwa, yaitu kemudian dari pada segala perkara yang tersebut di atas ini, sedang pada Nabot, orang Yizrieli yang duduk di Yizriel itu, adalah suatu kebun anggur dekat istana Akhab, raja Samaria itu,","bahwa raja berkata-kata dengan Nabot, titahnya: Kebun anggurmu itu berikanlah aku, supaya ia itu menjadi bagiku akan kebun sayur-sayuran, karena kebun itu dekat dengan istanaku, maka aku akan memberikan kepadamu suatu kebun anggur akan gantinya yang baik dari pada ini, atau jikalau baik kepada pemandanganmu aku membayar uang harganya kepadamu kelak.","Tetapi sembah Nabot kepada Akhab: Dijauhkan Tuhan kiranya dari pada patik mempersembahkan pusaka nenek moyang patik ini kepada tuanku!","Maka pulanglah Akhab ke dalam istananya dengan murungnya bercampur murka, sebab sembah Nabot, orang Yizrieli itu, kepadanya demikian: Tiada boleh patik mempersembahkan pusaka nenek moyang patik kepada tuanku. Maka bagindapun lalu membaringkan dirinya pada peraduannya dan berpalinglah wajahnya, tiada mau santap roti.","Maka datanglah Izebel, isterinya, kepadanya sambil katanya: Apa mulanya maka hati kakanda murung dan tiada kakanda santap roti?","Lalu sahutnya kepadanya: Maka demikian sebab kakanda sudah berkata-kata dengan Nabot, orang Yizriel itu, kata kakanda: Berikanlah aku kebun anggurmu maka aku bayar harganya, atau jikalau engkau hendak, maka aku berikan dikau sebuah kebun anggur akan gantinya; tetapi sahutnya: Tiada patik persembahkan kebun anggur patik ini kepada tuanku.","Maka kata Izebel, isterinya, kepadanya: Sekarangpun hendaklah kakanda menyatakan kerajaan kakanda atas orang Israel. Bangkitlah berdiri, santaplah roti dan senangkanlah hati kakanda; bahwa adinda juga memberikan kepada kakanda kelak kebun anggur Nabot, orang Yizrieli itu.","Arakian, maka dikarangkan Izebel beberapa pucuk surat kiriman dengan nama Akhab dan dibubuhnya cap baginda padanya, lalu dilayangkannya segala surat itu kepada segala tua-tua dan orang bangsawan yang dalam negerinya, yaitu yang duduk senegeri dengan Nabot.","Adapun bunyi segala surat itu demikian: Hendaklah kamu suruh canangkan supaya segala orang berpuasa, lalu dudukkanlah Nabot pada tempat yang termulia di hadapan orang sekalian,","dan dudukkanlah dua orang, yaitu orang fasik, tentang dengan dia, supaya keduanya naik saksi atasnya serta katanya: Bahwa engkau sudah menghujat akan Allah dan akan bagindapun! lalu bawalah keluar akan dia dan lontari akan dia dengan batu sampai ia mati.","Hata, maka oleh orang senegerinya, yaitu oleh orang tua-tua dan bangsawan yang duduk senegeri dengan dia itu, diperbuatlah seperti perintah Izebel kepadanya, yaitu seperti yang tersebut dalam segala surat yang dikirimkannya kepada mereka itu.","Maka disuruhnya canangkan supaya orang berpuasa, lalu didudukkannya Nabot pada tempat yang termulia di hadapan orang banyak itu.","Setelah itu maka datanglah dua orang, yaitu orang fasik, lalu duduk tentang dengan dia, dan kedua orang fasik itupun naiklah saksi atasnya, yaitu atas Nabot, di hadapan orang sekalian, katanya: Nabot ini sudah menghujat akan Allah dan akan bagindapun. Maka dibawanya akan dia sampai ke luar negeri, lalu dilontarinya dengan batu sampai ia mati.","Sudah itu maka disuruhkannya orang pergi menghadap Izebel, mengatakan: Si Nabot itu sudah mati dilontari dengan batu.","Setelah didengar Izebel akan hal Nabot sudah mati dilontari dengan batu, maka kata Izebel kepada Akhab: Bangkitlah kakanda berdiri, ambillah kebun anggur Nabot, orang Yizrieli itu, akan milik kakanda, yaitu kebun yang dienggankannya menjual kepada kakanda dengan harganya, karena si Nabot itu tiada lagi hidup, melainkan ia sudah mati.","Hata, demi didengar Akhab akan hal Nabot sudah mati itu, maka bangkitlah Akhab berdiri hendak turun pergi mengambil kebun anggur Nabot, orang Yizrieli itu, akan miliknya.","Tetapi datanglah firman Tuhan kepada Elia, orang Tisbi itu, bunyinya:","Bangkitlah engkau, lalu turun mendapatkan Akhab, raja orang Israel, yang kerajaan di Samaria itu, bahwasanya adalah ia dalam kebun anggur Nabot, karena ia sudah turun ke sana hendak mengambil dia akan miliknya.","Dan katakanlah kepadanya: Demikian inilah firman Tuhan: Sudahkah engkau membunuh orang dan merampas barang akan milikmu? Dan lagi hendaklah engkau katakan kepadanya: Demikian inilah firman Tuhan: Oleh karena sebab anjing telah menjilat darah Nabot itu, maka anjingpun akan menjilat darahmu kelak, bahkan, darahmu juga!","Maka kata Akhab kepada Elia: Sudahkah engkau mendapat aku, hai seteruku? Lalu kata Elia: Benarlah aku mendapat engkau; tegal engkau sudah menjual dirimu akan berbuat barang yang jahat kepada pemandangan Tuhan.","Bahwasanya Aku akan mendatangkan jahat atasmu dan menghapuskan segala anak cucumu, dan Aku akan menumpas kelak segala orang laki-laki yang dari pada Akhab itu serta dengan segala orangnya yang terkurung dan yang tertinggal di antara orang Israel.","Maka Aku menyamakan isi istanamu dengan isi istana Yerobeam bin Nebat dan dengan isi istana Baesa bin Ahia, maka ia itu sebab segala perbuatanmu yang telah membangkitkan murka-Ku dan sebab engkau sudah menyuruh orang Israelpun berbuat dosa.","Dan lagi akan hal Izebel firman Tuhan demikian: Bahwa Izebel itu akan dimakan anjing kelak pada sebelah dalam pagar tembok Yizriel.","Barangsiapa dari pada Akhab yang mati di dalam negeri, ia itu akan dimakan anjing, dan barangsiapa yang mati di padang, ia itu akan dimakan oleh unggas yang di udara.","Maka sesungguhnya belum pernah ada orang seperti Akhab, yang telah menjual dirinya akan berbuat barang yang jahat kepada pemandangan Tuhan, sebab dibujuk oleh Izebel, isterinya, akan dia.","Maka kelakuannya sangat kebencian, sebab diikutnya akan berhala tahi, menurut segala sesuatu yang telah diperbuat orang Amori dahulu, yang sudah dihalaukan Allah dari pada tanah miliknya di hadapan segala bani Israel.","Hata, demi didengar Akhab segala perkataan ini, maka dicarik-carikkannya pakaiannya dan dikenakannya kain karung pada tubuhnya, lalu berpuasalah ia; maka berbaringlah ia dengan berpakaikan kain karung itu dan berjalanlah ia dengan perlahan-lahan.","Arakian, maka datanglah firman Tuhan kepada Elia, orang Tisbi itu, bunyinya:","Sudahkah dilihat olehmu, bahwa Akhab merendahkan dirinya di hadapan hadirat-Ku? bahwasanya sebab telah direndahkannya dirinya di hadapan hadirat-Ku, maka tiada Kudatangkan jahat itu selagi umur hidupnya, melainkan pada masa anaknya kelak Kudatangkan jahat itu atas isi istananya."]