["Sebermula, maka kemudian dari pada itu Sulaiman menjadi menantu pada Firaun, raja Mesir, diambilnya anak Firaun akan isterinya, lalu dibawanya akan dia ke dalam negeri Daud sampai sudah selesailah ia dari pada membangunkan istananya dan rumah Tuhan dan pagar tembok Yeruzalem berkeliling.","Maka pada masa itu orang banyak lagi mempersembahkan korban di atas panggung jua, sebab datang kepada masa itulah belum dibangunkan sebuah rumah akan nama Tuhan.","Maka Sulaimanpun mengasihi akan Tuhan serta berjalan menurut segala perintah Daud, ayahanda baginda, melainkan bagindapun mempersembahkan korban dan membakar dupa di atas panggung juga.","Hata, maka pergilah baginda ke Gibeon hendak mempersembahkan korban di sana, sebab besarlah panggungnya, maka dipersembahkan raja Sulaiman di atas mezbah itu seribu korban bakaran.","Maka di Gibeon juga nyatalah Tuhan kepada raja Sulaiman dalam mimpi pada malam, maka firman Allah kepadanya: Pintalah olehmu barang yang kaukehendak Aku karuniakan kepadamu.","Maka sembah Sulaiman: Bahwa Engkau sudah berbuat kebajikan besar akan hamba-Mu Daud, ayahku, seperti iapun telah berjalan di hadapan hadirat-Mu dengan setianya dan benarnya dan tulus hatinya akan Dikau, maka kebajikan-Mu yang besar itu telah Kautetapkan kepadanya, sehingga Engkau mengaruniakan kepadanya seorang anaknya akan duduk di atas takhta kerajaannya, seperti pada hari ini adanya.","Maka sekarang, ya Tuhan, Allahku! Engkau sudah menjadikan hamba-Mu ini raja akan ganti ayahku Daud, maka aku lagi sangat muda, tiada tahu keluar masuk.","Maka hamba-Mu ini adalah di tengah-tengah umat-Mu, yang telah Kaupilih, suatu bangsa yang besar, yang tiada tepermanai atau terkira-kira banyaknya.","Maka sebab itu karuniakan apalah kepada hamba-Mu ini hati yang berbudi, akan memerintahkan segala umat-Mu, supaya dengan bijaksana dapat aku membedakan antara baik dengan jahat; karena siapa gerangan dapat memerintahkan bangsa sebesar ini?","Maka dibenarkan Tuhan akan sembah ini, yaitu raja Sulaiman minta perkara yang demikian.","Lalu firman Allah kepadanya: Bahwa sebab engkau sudah minta perkara ini, dan tiada engkau menghendaki bagi dirimu umur panjang dan tiada engkau menghendaki bagi dirimu kekayaan dan tiada engkau menghendaki mati segala seterumu, melainkan engkau sudah minta akan dirimu akal budi akan menyelesaikan perkara hukum,","bahwasanya Aku berbuat seperti sembahmu itu; bahwasanya Aku mengaruniai engkau dengan hati yang berakal budi, sehingga setaramu belum pernah ada dahulu dari padamu dan setaramupun tiada akan berbangkit kemudian dari padamu juga.","Tambahan pula barang yang tiada kaupintapun akan Kukaruniakan kepadamu kelak, baik kekayaan baik kemuliaan, sehingga seumur hidupmu seorangpun tiada akan setaramu di antara segala raja.","Maka jikalau kiranya engkau berjalan pada jalan-Ku dan engkau memeliharakan segala hukum undang-undang-Ku, yaitu seperti Daud, ayahmu, sudah berjalan dahulu, niscaya Kulanjutkan umurmu lagi.","Setelah itu maka sadarlah raja Sulaiman dari pada tidurnya, heran, maka ia itu mimpi juga adanya. Maka pergilah baginda ke Yeruzalem, lalu berdirilah baginda di hadapan tabut perjanjian Tuhan dan dipersembahkannya beberapa korban bakaran dan disediakannya beberapa korban syukur dan dibuatnya suatu perjamuan akan segala hambanya.","Hata, maka datanglah dua orang perempuan sundal menghadap baginda, maka keduanyapun berdirilah di hadapannya.","Maka sembah seorang: Ya tuanku! bahwa patik dan perempuan ini duduk serumah, dan patik kedua ini sudah beranak dalam rumah itu.","Karena tiga hari kemudian dari pada patik beranak, tiba-tiba perempuan itupun beranaklah, maka adalah kedua patik ini bersama-sama dalam rumah dan kecuali kedua patik ini seorang lain juapun tiada serta dengan patik dalam rumah itu.","Maka anak orang ini sudah mati malam tadi, sebab ditindih olehnya;","lalu bangunlah perempuan ini pada tengah malam, diangkatnya anak patik dari sisi patik sementara patik tuanku ini tidur, dibaringkannya anak patik dalam pangkunya dan anaknya sendiri, yang mati itu, dibaringkannya dalam pangku patik.","Setelah bangun patik pada pagi hari hendak menyusui anak patik, bahwa sesungguhnya sudah mati ia, tetapi setelah patik mengamat-amati akan dia pada pagi itu, heran, maka nyatalah bukan ia ini anak patik, yang telah patik peranakkan itu.","Maka pada masa itu kata perempuan yang lain itu: Bukan, melainkan yang hidup itu anakku dan yang mati itu anakmu! tetapi kata perempuan ini: Bukan, melainkan yang mati itulah anakmu dan yang hidup itu anakku! Demikian berbantah-bantahlah keduanya di hadapan baginda.","Lalu titah baginda: Kata seorang: Inilah anakku yang hidup itu, tetapi anakmu itu yang sudah mati; dan kata seorangnya: Bukan, melainkan yang mati itu anakmu dan yang hidup itu anakku.","Maka titah baginda: Pergilah ambilkan aku sebilah pedang. Maka dibawa oranglah akan sebilah pedang ke hadapan baginda.","Lalu titah baginda: Tetaklah olehmu akan anak hidup itu jadi dua penggal dan berikanlah separuh kepada perempuan seorang, dan separuhnya kepada perempuan seorangnya itu.","Tetapi bersembah perempuan yang ibunya anak hidup itu, sebab belas kasihan hatinya akan anaknya, sembahnya kepada baginda: Ya tuanku! berikanlah juga anak yang hidup itu kepadanya, janganlah kiranya tuanku bunuh akan dia! Tetapi kata perempuan yang lain itu: Biarlah anak itu bukan engkau punya bukan aku punya, baiklah dipenggal juga.","Maka pada masa itu sahut baginda, titahnya: Berikanlah olehmu anak yang hidup itu kepada perempuan itu, janganlah kamu bunuh, karena ia itulah emaknya.","Maka keputusan hukum yang diputuskan baginda ini kedengaranlah kepada segala orang Israel, lalu takutlah mereka itu akan hadirat baginda, karena dilihatnya bahwa adalah hikmat Allah dalamnya akan berbuat insaf."]