["Kalakian, maka adalah baginda raja Sulaiman raja atas segala orang Israel.","Maka inilah segala menteri yang padanya: Azaria bin Zadok itu mangkubumi.","Elihoref dan Ahia bin Sisa itu jurutulis dan Yosafat bin Ahilud itu penyurat sejarah.","Dan Benaya bin Yoyada itu panglima perang dan Zadok dan Abyatar itu imam.","Dan Azaria bin Natan itu kepala segala pemerintah, dan Zabud bin Natan itu menteri lagi sahabat baginda.","Dan Ahizar itu pemerintah istana, dan Adoniram bin Abda itu penghulu bendahari.","Dan lagi adalah pada Sulaiman dua belas orang pemerintah atas segala orang Israel, penjawat santapan baginda dan segala isi istana baginda, maka dalam setahun sebulan lamanya masing-masingnya menjawat santapan.","Maka inilah nama-namanya: Bin-Hur adalah di atas pegunungan Efrayim,","dan Bin Dekir di Makaz dan di Saalbim dan di Bait-Semes dan di Elon Bait-Hanan,","dan Bin Hesed di Arubot, maka padanya adalah lagi Sokho dan seluruh tanah Hefer.","Dan Bin Abinadab, maka padanya adalah seluruh benua Dor, maka Tafat, anak Sulaiman, itulah isterinya.","Dan Baana bin Ahilud, maka padanya adalah Taanakh dan Megido dan seluruh Bait-Sean, yang pada sisi Zartan di bawah Yizriel, dari Bait-Sean datang ke Abel-Mehola sampai ke sebelah sana Yokmeam.","Dan Bin-Geber adalah di Ramot dalam benua Gilead, maka padanya adalah segala dusun Yair bin Manasye, yang di Gilead itu, dan lagi seluruh benua Argob yang di Bazan, enam puluh buah negeri yang besar-besar dan yang berpagarkan tembok dan berkancingkan tembaga.","Dan Ahinadab bin Ido adalah di Mahanayim.","Dan Ahimaaz adalah di Naftali, maka iapun telah memperisterikan seorang anak Sulaiman, Basmat namanya.","Dan Baena bin Husai adalah di Asyer dan di Alot.","Dan Yosafar bin Paruah adalah di Isakhar.","Dan Simai bin Ela adalah di Benyamin.","Dan Geber bin Uri adalah di tanah Gilead, di tanah Sihon, raja orang Amori, dan Og, raja Bazan, dan adalah pemerintah yang pertama lagi di tanah itu.","Maka adapun bilangan orang Yehuda dan Israel itu seperti pasir yang di tepi laut banyaknya, maka mereka itu sekalianpun makan minumlah dan bersuka-sukaanlah.","Maka raja Sulaiman itu memerintahkan segala kerajaan dari pada sungai besar itu sampai kepada tanah orang Filistin dan kepada perhinggaan tanah Mesir, maka sekalian itu menyampaikan persembahan kepada Sulaiman dan takluklah mereka itu kepadanya sepanjang umur hidupnya.","Bermula, maka adalah biaya Sulaiman pada sehari tiga puluh pikul tepung halus dan enam puluh pikul tepung,","dan sepuluh ekor lembu tambun dan dua puluh ekor lembu dari tanah rumput dan seratus ekor kambing domba, kecuali segala rusa dan kijang dan pelanduk dan burung-burung yang tambun.","Karena kerajaanlah baginda atas segala sesuatu yang pada sebelah sini sungai besar itu, dari Tifsa datang ke Gaza, atas segala raja yang di sebelah sini sungai itu, dan selamat sentosalah ia pada segala pihak berkeliling.","Maka segala orang Yehuda dan Israelpun duduklah dengan sentosa masing-masing di bawah pokok anggurnya dan di bawah pokok aranya dari Dan datang ke Birsyeba sepanjang umur hidup raja Sulaiman.","Dan lagi adalah pada raja Sulaiman empat puluh ribu kandang akan segala rata baginda dan dua belas ribu orang berkuda.","Maka segala pemerintah itu masing-masing pada bulannya memeliharakan baginda raja Sulaiman dan segala orang yang menghampiri meja baginda raja Sulaiman, sehingga satupun tiada diberinya kurang kepadanya.","Adapun syeir dan merang akan segala kuda dan segala binatang kendaraan yang lain itu, ia itu dibawanya ke tempat ada baginda, masing-masing sekadar barang yang tertanggung atasnya.","Maka dikaruniakan Allah kepada raja Sulaiman akal budi amat banyak dan pengetahuan yang amat luas, seperti pasir yang di tepi laut banyaknya.","Maka akal budi raja Sulaiman itu terlebih besar dari pada akal budi segala bani Masyrik dan dari pada akal budi segala orang Mesir.","Bahkan, terlebih besar akal budinya dari pada segala orang lain, dan dari pada Etan, orang Ezrahi, dan dari pada Heman dan Khalkol dan Darda, ketiga anak laki-laki Mahol; maka termasyhurlah nama baginda di antara segala bangsa berkeliling.","Maka dikarangkan baginda tiga ribu misal dan jumlah segala syair baginda itu seribu lima biji.","Dan lagi disuratkan baginda akan hal tabiat segala pohon kayu, dari pada pohon araz yang di atas Libanon datang kepada pokok zufa yang bertumbuh pada pagar tembok; dan lagi disuratkan baginda akan hal tabiat segala binatang yang berkaki empat dan segala unggas dan segala binatang yang melata dan segala ikan.","Maka dari pada segala bangsa datanglah orang hendak mendengar akan hikmat raja Sulaiman, sekaliannya itu utusan segala raja di atas bumi, yang sudah mendengar kabar akan hikmat baginda itu."]