["Sebermula, maka oleh raja Hiram disuruhkan dari Tsur beberapa utusan kepada raja Sulaiman, sebab telah kedengaranlah kabar kepada baginda mengatakan raja Sulaiman sudah disiram akan raja menggantikan ayahanda baginda, karena dahulu raja Hiram itu bersahabat memang dengan raja Daud.","Maka raja Sulaimanpun utusanlah kepada raja Hiram, katanya:","Tuan juga tahu bahwa ayah beta Daud tiada dapat membangunkan sebuah rumah akan nama Tuhan, Allahnya, oleh karena segala perang yang diadakan oranglah akan dia berkeliling, sehingga sudah mereka itu direndahkan oleh Tuhan di bawah tapak kakinya.","Tetapi sekarang Tuhan, Allah beta, sudah mengaruniakan selamat sentosa akan beta berkeliling, seorangpun tiada yang bermusuh dengan beta dan barang sesuatu jahatpun tiada menempuh akan beta.","Maka sesungguhnya sudah tentu pada beta hendak membangunkan sebuah rumah akan nama Tuhan, Allah beta, seperti firman Tuhan kepada ayah beta Daud, bunyinya: Adapun anakmu yang Kududukan kelak di atas takhtamu akan gantimu, ia itu akan membangunkan rumah itu akan nama-Ku.","Maka sebab itu hendaklah kiranya tuan menyuruh orang pergi menebang beberapa pohon kayu araz akan beta di atas Libanon; maka segala hamba beta akan serta dengan hamba-hamba tuan, dan upah segala hamba tuan itu akan beta bayar kepada tuan sekadar yang akan dikatakan tuan kelak, karena maklumlah tuan bahwa di antara kami sekalian seorangpun tiada tahu menebang kayu seperti orang Sidoni itu.","Hata, demi didengar raja Hiram akan kata raja Sulaiman itu, maka amat bersukacitalah hati baginda, serta katanya: Segala puji bagi Tuhan pada hari ini juga, sebab telah dikaruniakan-Nya kepada Daud seorang anaknya yang budiman akan memerintahkan bangsa sebesar ini!","Maka utusanlah raja Hiram kepada raja Sulaiman, katanya: Beta sudah mendengar apa mulanya maka tuan menyuruhkan utusan kepada beta; bahwa beta akan menurut segala kehendak tuan dalam perkara kayu araz dan kayu senobar itu.","Bahwa segala hamba beta akan membawakan dia turun kelak dari Libanon ke laut, dan beta suruh bawa akan dia berakit-rakit pada laut sampai ke tempat yang ditentukan tuan kelak, maka di sana rakit itu akan dirombak pula, supaya tuan boleh menyuruh orang mengangkat akan dia; maka dalam itupun hendaklah tuan menurut kehendak beta juga dan memberikan biaya akan isi istana beta.","Demikianlah diberikan raja Hiram kepada raja Sulaiman kayu araz dan kayu senobar sekehendak baginda.","Dan diberikan raja Sulaiman kepada raja Hiram dua puluh ribu pikul gandum akan biaya isi istananya dan dua puluh pikul minyak tumbukan, maka ia itu diberikan raja Sulaiman kepada raja Hiram dari pada setahun datang kepada setahun.","Maka dikaruniakan Tuhan akal budi kepada raja Sulaiman, seperti yang telah dijanji-Nya kepadanya, maka adalah perdamaian antara raja Hiram dengan raja Sulaiman, sehingga berjanji-janjianlah keduanya.","Maka disuruh baginda raja Sulaiman kerahkan orang dari pada segenap orang Israel, adapun banyak yang dikerahkan itu tiga puluh ribu orang.","Lalu disuruhkan baginda akan mereka itu ke Libanon, sebulan sepuluh ribu orang ganti berganti; sebulan mereka itu di atas Libanon dan dua bulan di rumahnya, maka Adoniram itulah kepala segala orang yang dikerahkan itu.","Tambahan pula adalah pada raja Sulaiman tujuh puluh ribu orang penggandar dan delapan puluh ribu orang pemahat batu di pegunungan.","Lain dari pada segala penghulu dan tandil raja Sulaiman yang memerintahkan pekerjaan itu, tiga ribu tiga ratus orang kepala rakyat yang mengerjakan pekerjaan itu.","Dan lagi disuruh baginda orang menggali batu besar-besar, yaitu gumpal-gumpal batu yang amat berat, akan alas yang dibubuh pada rumah itu, semuanya batu pahat.","Maka segala tukang raja Sulaiman dan segala tukang raja Hiram dan segala orang Jibelipun memahatkan dia, dan ditarakannya segala kayu dan batu akan perusahaan rumah itu."]