["Hata, maka pada tahun yang keempat ratus delapan puluh kemudian dari pada bani Israel keluar dari dalam Mesir, dan pada tahun yang keempat dari pada kerajaan Sulaiman atas orang Israel, pada bulan Ziw, yaitu bulan yang kedua, mulailah baginda membangunkan rumah Tuhan.","Adapun rumah yang dibangunkan oleh baginda raja Sulaiman akan Tuhan itu adalah enam puluh hasta panjangnya dan dua puluh hasta lebarnya dan tiga puluh hasta tingginya.","Maka serambi yang di hadapan rumah kaabah itu adalah dua puluh hasta panjangnya, seturut lebar rumah itu dan lebarnya sepuluh hasta di hadapan rumah itu.","Maka diperbuatkannya pada rumah itu beberapa tingkap yang bernatang sempit-sempit.","Dan pada dinding rumah keliling diperbuatkannya beberapa bilik, yaitu keliling pada dinding rumah kaabah dan tempat firman, dan diperbuatkannya dia dengan tingkat-tingkat berkeliling.","Maka tingkat yang di bawah itu adalah lima hasta lebarnya, dan yang di tengah itu enam hasta lebarnya, dan yang ketiga itu tujuh hasta lebarnya; karena telah diperbuatkannya rimbat-rimbat di luar pada tembok rumah itu keliling, supaya jangan ia itu tertambat pada dinding rumah itu.","Adapun perbuatan rumah itu pada masa dibangunkannya ia itu dari pada batu yang dibawa oranglah telah tertarakan, sehingga tiadalah kedengaran bunyi pemukul atau kapak atau perkakasan besi dalam rumah itu pada masa ia itu dibangunkan.","Maka pintu tingkat tengah itu itu adalah pada sebelah kanan rumah, dan dengan tangga sulur batang naiklah orang ke tingkat tengah, dan dari pada tingkat tengah itu ke tingkat yang ketiga.","Demikianlah dibangunkan baginda akan rumah itu dan disudahkannyalah, lalu ditudunginya akan rumah itu lengkungnya dan jajarnya dengan kayu araz.","Maka diperbuatkannya bilik pada sekeliling rumah itu, lima hasta tingginya dan ditambatkannyalah pada rumah itu dengan kayu araz.","Hata, maka pada masa itu datanglah firman Tuhan kepada raja Sulaiman, bunyinya:","Adapun akan rumah yang kaubangunkan ini, jikalau engkau berjalan menurut segala syariat-Ku dan engkau melakukan segala syarat-Ku dan engkau memeliharakan segala hukum-Ku sambil berjalan menurut dia, niscaya Aku meneguhkan kepadamu janji yang telah Aku berfirman kepada Daud, ayahmu.","Maka Aku akan duduk di antara segala bani Israel dan tiada Kutinggalkan Israel, umat-Ku.","Demikianlah dibangunkan raja Sulaiman akan rumah itu dan dihabiskannyalah juga.","Maka dinding pada sebelah dalam rumah itu dilapisnya dengan papan kayu araz, dari pada dasar rumah itu datang kepada sebelah dalam atap, segala dinding dilapisnya dengan kayu, dan dasar rumah itu dilapisnya dengan papan kayu senobar.","Maka dua puluh hasta yang di belakang rumah itu dan yang berlapiskan papan kayu araz dari pada dasar datang kepada dinding diperbuatnya begitu akan tempat firman, yaitu tempat yang mahasuci.","Adapun panjang rumah itu empat puluh hasta, yaitu kaabah yang di hadapan.","Maka kayu araz yang pada sebelah dalam rumah itu semuanya berukiran kuntum-kuntum terkuncup dan bunga-bunga berkembang, semuanya kayu araz, barang sebuah batupun tiada kelihatan.","Maka dilengkapkannya tempat firman itu pada sebelah dalam rumah akan ditaruh tabut perjanjian Tuhan dalamnya.","Adapun ukuran tempat firman itu dua puluh hasta panjangnya dan dua puluh hasta lebarnya dan dua puluh hasta tingginya, maka disalutnya semuanya dengan emas tempawan, dan lagi disalutnya mezbah yang dari pada kayu araz itu.","Maka disalut Sulaiman sebelah dalam tempat itu dengan emas tempawan dan dibubuhnya perkakasan rantai emas di muka tempat firman, yang sudah disalutnya dengan emas itu.","Demikianlah segenap tempat itu disalut dengan emas pada segala pihaknya, dan segenap mezbah, yang hampir dengan tempat firman itupun disalutnya dengan emas.","Maka di dalam tempat firman itu diperbuatkannya dua kerubiun dari pada kayu zait, sepuluh hasta tingginya.","Adapun panjang sayap kerubiun itu sebelah-menyebelah lima hasta, sehingga sepuluh hasta jauhnya dari pada ujung sayap sebelah sampai kepada ujung sayap sebelahnya.","Demikianpun kerubiun yang lain itu sepuluh hasta, kedua kerubiun itu sama ukurannya dan sama rupanya.","Tinggi satu kerubiun sepuluh hasta dan kerubiun yang lainpun demikian.","Maka ditaruhnya kedua kerubiun itu pada sama tengah tempat yang sebelah dalam itu, dan kedua kerubiun itupun mengembangkan sayapnya, sehingga sayap satu kerubiun sampai kepada dinding satu dan sayap kerubiun yang lain itu sampai kepada dinding sebelah dan sayapnya yang arah ke tengah tempat itu, ia itu bertemu sayap dengan sayap.","Maka kedua kerubiun itupun disalutnya dengan emas.","Dan segala dinding tempat itu berkeliling diukirnya dengan tatahan rupa kerubiun dan rupa pohon kurma dan rupa bunga berkembang, baik tempat yang di dalam itu baik yang di luarnya.","Dan lagi dasar tempat itupun disalutnya dengan emas, baik tempat yang di dalam itu baik yang di luarnya.","Maka pada pintu tempat firman itu diperbuatkannya papan tudungnya dari pada kayu zait, maka ambang di atas dengan kedua jenangnya menjadi lima penjuru rupanya.","Maka kedua papan tudung itupun dari pada kayu zait, diukirnya dengan tatahan rupa kerubiun dan pohon kurma dan bunga berkembang dan disalutnya dengan emas, maka segala kerubiun dan pohon kurma itu disalutnya dengan emas perada.","Demikianpun diperbuatkannya pintu kaabah itu, jenangnya dari pada kayu zait, bangunannya empat persegi.","Dan kedua papan tudungnya dari pada kayu senobar, papan tudung itu sebelah-menyebelah berlipat dua dan berpusing pada sekerinya.","Maka diukirnya akan dia dengan rupa kerubiun dan pohon kurma dan bunga berkembang, yang disalutnya dengan emas, serta dengan timbul betul rupa ukirannya.","Maka diperbuatkannya halaman sebelah dalam itu dengan tiga jajar batu yang terpahat berselang sejajar kayu araz yang bersulur batang.","Maka pada tahun yang keempat dibubuh alas akan rumah Tuhan, yaitu pada bulan Ziw.","Dan pada tahun yang kesebelas bulan Bul, yaitu bulan yang kedelapan, habislah sudah pekerjaan membangunkan rumah itu, setuju dengan segala titah dan segala kehendak baginda, sehingga dalam tujuh tahun lamanya dibangunkannya rumah itu."]