["Tetapi istana baginda sendiri dibangunkan Sulaiman dalam tiga belas tahun lamanya, maka dalamnya itu disudahkannya segenap istana baginda.","Dan lagi dibangunkannya istana di rimba Libanon, panjangnya seratus hasta, lebarnya lima puluh hasta, tingginya tiga puluh hasta dilingkung dengan empat jajar tiang dari pada kayu araz, dan di atas tiang itu adalah lagi tiang dari pada kayu araz,  bersulur batang.","Maka segala tiang itu di atas bertutupkan kayu araz akan tingkat-tingkat dan bilangannya empat puluh lima batang, yaitu lima belas batang pada sejajar.","Dan lagi adalah tiga jajar natang, yaitu tingkap di atas tingkap sampai tiga tingkap tingginya.","Maka segala pintu dengan jenangnya empat persegi dibubuh pada sebelah terang betul di bawah segala tingkap itu, maka segala pintu itupun tiga jajar tingginya.","Maka serambi istana itu dari pada tiang-tiang belaka, diperbuatkannya lima puluh hasta panjangnya dan tiga puluh hasta lebarnya serta dengan serambi di hadapannya, maka segenap tiang itu ditutup dengan atap di atas.","Dan lagi satu seri balai takhta, tempat baginda duduk memutuskan hukum, yaitu suatu seri balai hukum, diperbuatkannya dengan dasarnya dan tingkatnya dari pada kayu araz.","Tetapi pada istana, tempat kedudukan baginda, adalah serambi yang berasing, pada sebelah dalam serambi itu, yang sama perbuatannya; tambahan pula diperusahnya sebuah maligai bagi puteri Firaun, yang telah diperisterikan oleh Sulaiman, maka pada maligai itupun adalah suatu serambi.","Maka segala perbuatan yang tersebut itu dari pada batu yang indah-indah, terpahat pada ukurannya dan tegergaji pada sebelah luar dalamnya, maka ia itu dari pada alas datang kepada batu penjuru dan dari pada luar pagar tembok datang kepada halaman yang besar.","Maka segala alasnyapun dari pada batu yang berat-berat dan besar-besar, yaitu dari pada batu yang sepuluh hasta dan dari pada batu yang delapan hasta.","Maka di atas segala batu yang berat ini, sebesar datangnya dari dalam galian, adalah kayu araz.","Maka pada halaman besar adalah tiga jajar tiang berkeliling dari pada batu yang terpahat dan sejajar tiang kayu araz yang bersulur batang, yaitu sama seperti penghadapan sebelah dalam rumah Tuhan dan serambi empat itu.","Arakian, maka disuruh baginda raja Sulaiman akan orang menyambut Hiram dari Tsur.","Ialah anak seorang perempuan janda dari suku Naftali, tetapi bapanya dahulu orang Tsur, seorang pandai tembaga, penuh dengan akal budi dan pengetahuan akan mengerjakan segala perbuatan dari pada tembaga; maka datanglah ia kepada baginda raja Sulaiman, lalu dikerjakannya segala pekerjaannya.","Maka dirupakannya dua batang tiang tembaga, delapan belas hasta tinggi sebatang tiang, dan sulur batang yang dua belas hasta panjangnya adalah membelit kedua batang tiang itu.","Dan lagi diperbuatkannya dua buah ganja tiang dari pada tembaga tuangan, akan dibubuh di atas kepala tiang itu; ganja satu lima hasta tingginya dan ganja satunyapun lima hasta tingginya.","Maka kerawang jala-jala dan ikatan rantai adalah pada ganja yang di atas kepala tiang itu, yaitu tujuh pada ganja satu dan tujuh pada ganja satunya.","Dan lagi diperbuatkannya beberapa buah delima, maka dua jajar buah itu bergantung pada kerawang jala-jala berkeliling akan menudungi ganja yang di atas kepala tiang itu, maka seperti pada ganja itu demikianpun diperbuatkannya pada ganja satunya.","Adapun ganja yang di atas kepala tiang itu, ia itu serupa dengan bunga berkembang, empat hasta lebih tinggi dari pada serambi itu.","Maka ganja di atas tiang itu pada sebelah atas empat kerawang jala-jala berpatutan sekali dengan batang tiang dan adalah dua ratus buah delima dengan jajarnya tergantung keliling tiap-tiap kedua ganja itu.","Setelah itu maka didirikannyalah kedua batang tiang itu hampir dengan penghadapan kaabah, setelah didirikannya tiang pada sebelah kanan maka dinamainya akan dia Yakhin dan setelah didirikannya tiang pada sebelah kiri itu maka dinamainya akan dia Boaz.","Maka di atas kepala tiang itu adalah perbuatan bunga berkembang; demikian habislah sudah pekerjaan memperbuatkan tiang itu.","Dan lagi diperbuatkannya kolam tuangan, sengkangnya sepuluh hasta dari pada tepi datang kepada tepi sebelahnya, rupanya bulat dan tingginya lima hasta, dan tali pengukur yang tiga puluh hasta panjangnya dapat melingkungkan dia.","Maka di bawah tepinya adalah kuntum-kuntum bunga berkeliling sepuluh pucuk dalam sehasta akan karangan keliling kolam itu, yaitu dua susun kuntum bunga, yang setuangan dengan dia.","Maka tertanggunglah ia itu oleh lembu dua belas ekor, tiga ekor lembu kepalanya arah ke utara, dan tiga ekor lembu kepalanya arah ke barat, dan tiga ekor lembu kepalanya arah ke selatan, dan tiga ekor lembu kepalanya arah ke timur, dan kolam itupun tertanggunglah atasnya; dan buntut segala lembu itu arah ke dalam.","Maka tebalnya kolam itu sepelempap lebarnya, dan perbuatan tepinya seperti tepi piala, bagaikan bunga berkembang, dan muatnya dua ribu bat.","Dan lagi diperbuatkannya sepuluh buah pelapik dari pada tembaga, panjangnya empat hasta, lebarnya empat hasta dan tingginya tiga hasta.","Adapun perbuatan pelapik itu demikian: adalah ia itu dari pada birai-birai dan segala birai-birai itu terkepit dalam alur-alur.","Maka pada segala birai-birai yang terkepit dalam alur-alur itu adalah rupa singa dan lembu dan kerubiun; demikianpun pada keempat tiangnya yang bersulur batang itu dan di bawah rupa segala singa dan lembu itu adalah karangan bunga berkaluk.","Maka pada tiap-tiap pelapik itu adalah empat jantera tembaga dan penutup tembaga, dan keempat penjurunya adalah berbahu, sehingga bahu tuangan itu adalah di bawah tempat pembasuhan dan dari pada satu bahu datang kepada satu bahu adalah karangan bunga berkaluk itu.","Maka mulutnya adalah pada sebelah dalam karangan bunga, tingginya sehasta, adapun mulut itu bulat dan diperbuat begitu sehingga lebarnya tengah dua hasta, dan pada mulut itupun adalah beberapa ukiran, tetapi segala birai-birai itu empat persegi, bukannya bulat.","Maka keempat jantera itu adalah di bawah birai-birai dan segala sepik jantera itu berpautlah dengan pelapik itu dan tiap-tiap jantera itu tengah dua hasta tingginya.","Adapun perbuatan segala jantera itu seperti jantera rata juga adanya, maka segala sepiknya dan lingkarnya dan pinggirnya dan anak-anaknya itu perbuatan tuangan belaka.","Maka adalah empat bahu pada empat penjuru pelapik satu dan segala bahu itupun setuangan dengan pelapiknya.","Maka pada sebelah atas pelapik itu adalah tepi berkeliling, tingginya setengah hasta, ia itupun bulat, dan lagi pada sebelah atas tiap-tiap pelapik itu adalah pemegangnya setuangan dengan papan tutup itu.","Maka pada papan yang berpemegangan itupun adalah ukiran rupa kerubiun dan singa dan pohon kurma dengan sama jaraknya dan karangan bunga berkaluk keliling sama seperti papan yang pada sisinya itu.","Demikianlah diperbuatkannya kesepuluh pelapik itu, tuangannya sama, ukurannya sama dan rupa sekaliannyapun sama adanya.","Dan lagi diperbuatkannya sepuluh buah tempat pembasuhan, sebuah tempat pembasuhan itu muat empat puluh bat dan tiap-tiap tempat pembasuhan itu empat hasta besarnya dan di atas tiap-tiap dari pada sepuluh pelapik itu adalah sebuah tempat pembasuhan.","Maka ditaruhnya lima pelapik pada sebelah kanan dan lima pelapik pada sebelah kiri rumah itu, tetapi kolam itu ditaruhnya pada sebelah kanan rumah arah ke timur semata selatan.","Demikianlah diperbuat Hiram akan segala pembasuhan dan segala penyodok dan segala bokor percikan, maka dihabiskanlah Hiram segala pekerjaan yang diperbuatnya akan baginda raja Sulaiman pada rumah Tuhan itu.","Dua batang tiang dan dua buah ganja yang dilarik dan yang di atas kepala dua batang tiang itu, dan kedua karangan jala-jala yang menudungi kedua buah ganja larikan, yang di atas kepala tiang itu;","dan empat ratus buah delima akan kedua karangan jala-jala itu, yaitu dua jajar buah delima pada sekarangan jala-jala akan menudungi kedua ganja yang di atas tiang itu.","Dan lagi sepuluh pelapik itu dan sepuluh buah tempat pembasuhan yang di atas pelapik.","Dan kolam yang satu itu serta dengan kedua belas ekor lembu yang di bawah kolam itu.","Dan lagi segala periuk dan penyodok dan bokor percikan dan segala perkakas, yang diperbuat oleh Hiram bagi baginda raja Sulaiman akan guna rumah Tuhan itu, semuanya dari pada tembaga terupam.","Maka dengan titah baginda sekalian itu dituang dalam tanah liat di padang Yarden antara Sukot dengan Zartan.","Maka ditaruh raja Sulaiman akan segala serba itu, maka dari pada sangat banyaknya dan beratnya tiada diperiksa lagi timbangan segala tembaga itu.","Dan lagi diperbuat oleh raja Sulaiman akan segala serba lain yang patut dalam rumah Tuhan, yaitu akan meja keemasan dan akan meja tempat roti tunjukan;","dan akan kaki pelita lima buah pada sebelah kanan dan lima buah pada sebelah kiri di hadapan tempat firman, semuanya dari pada emas tua, demikianpun karangan bunganya dan segala pelitanya dan sepit-sepitnya dari pada emas belaka;","dan lagi segala cerana dan sepit dan bokor dan mangkok dan pedupaan dari pada emas tua; demikianpun segala sekeri pintu rumah sebelah dalam, tempat yang mahasuci, dan sekeri pintu bait kesucian itupun dari pada emas juga.","Maka demikian habislah sudah segala pekerjaan yang diperbuat oleh baginda raja Sulaiman akan rumah Tuhan itu. Kemudian dari pada itu dibawa oleh raja Sulaiman akan segala benda kesucian raja Daud, ayahanda baginda, yaitu segala benda emas perak, ditaruhnya akan dia di antara segala benda rumah Tuhan."]