["Arakian, maka pada masa itu dihimpunkanlah raja Sulaiman segala tua-tua orang Israel dan segala penghulu suku bangsanya dan segala kepala isi rumah bani Israel, datang menghadap baginda raja Sulaiman ke Yeruzalem, hendak dibawanya naik akan tabut perjanjian Tuhan dari negeri Daud, yaitu dari Sion.","Maka berhimpunlah segala orang Israel kepada baginda raja Sulaiman pada hari raya bulan Etanim, yaitu bulan yang ketujuh.","Setelah sudah datang segala tua-tua orang Israel, maka diangkat segala imam akan tabut itu,","lalu dibawanya naik akan tabut Tuhan dan akan kemah perhimpunan dan akan segala benda suci yang di dalam kemah itu; adapun yang membawa naik akan dia ia itu segala imam dan orang Lewi.","Maka baginda raja Sulaiman dan segala orang Israel yang telah dihimpunkan oleh baginda itu, adalah serta baginda di hadapan tabut sambil mengorbankan lembu domba kambing yang tiada terbilang atau tepermanai banyaknya.","Maka oleh segala imam itu dibawa akan tabut perjanjian Tuhan itu ke tempatnya, yaitu ke tempat firman dalam rumah itu, ke tempat yang mahasuci di bawah sayap kerubiun itu.","Karena kedua kerubiun itu mengembangkan sayapnya atas tempat tabut itu, dan kedua kerubiun itupun menudungi tabut dan kayu pengusungnya dari atas.","Maka dijangkirkannya kayu pengusung itu sehingga kelihatanlah ujung kayu pengusung itu di tempat firman; tetapi tiada kelihatan sampai di luar, maka adalah ia itu di sana datang kepada hari ini.","Maka satu juapun tiada isinya tabut itu melainkan kedua keping loh batu, yang telah ditaruh di dalamnya oleh Musa hampir dengan Horeb, tatkala Tuhan berjanji dengan bani Israel, yang sudah keluar dari negeri Mesir.","Bermula, maka apabila keluarlah segala imam itu dari dalam tempat yang suci, tiba-tiba datanglah sebuah awan memenuhi rumah Tuhan,","sehingga segala imam itu tiada tahan berdiri akan berkhidmat oleh sebab awan itu, karena kemuliaan Tuhan juga yang memenuhi akan rumah Tuhan itu.","Maka pada masa itu kata raja Sulaiman: Tuhan sudah berfirman, bahwa Iapun duduk dalam kegelapan.","Maka sebab itu sesungguhnya aku sudah membangunkan sebuah rumah akan tempat kediaman-Mu, yaitu akan tempat arasy-Mu sampai selama-lamanya!","Setelah itu maka berpalinglah baginda wajahnya, lalu diberkatinya akan segenap sidang orang Israel, maka segenap sidang orang Israelpun berdirilah.","Maka kata baginda: Segala puji bagi Tuhan, Allah orang Israel, yang telah berfirman dengan lidah-Nya kepada ayahku Daud dan yang sudah menyampaikan dia dengan tangan-Nya sekarang ini, firman-Nya:","Bahwa dari pada hari Aku menghantar akan umat-Ku Israel keluar dari negeri Mesir tiada Kupilih salah sebuah negeri di antara segala suku bangsa Israel akan membangunkan sebuah rumah supaya nama-Ku duduk di sana, melainkan telah Kupilih Daud supaya iapun menjadi penganjur umat-Ku Israel itu.","Maka datanglah niat dalam hati ayahku Daud hendak membangunkan sebuah rumah akan nama Tuhan, Allah orang Israel.","Tetapi firman Tuhan kepada Daud, ayahku: Adapun sebab dalam hatimu telah datang niat hendak membangunkan sebuah rumah akan nama-Ku, baik juga niat itu telah berbangkit dalam hatimu.","Tetapi bukan engkau yang akan membangunkan rumah itu, melainkan anakmu, yang akan terbit kelak dari pada sulbimu, ia itu akan membangunkan rumah itu akan nama-Ku.","Maka sekarangpun Tuhan sudah menyampaikan firman yang telah dikatakan-Nya itu, karena telah berbangkitlah aku menggantikan ayahku Daud, dan duduklah aku di atas takhta kerajaan Israel, setuju dengan firman Tuhan itu, dan akupun sudah membangunkan sebuah rumah akan nama Tuhan, Allah orang Israel.","Dan sudah kusediakan dalamnya suatu tempat akan tabut, yang muat akan perjanjian Tuhan, yang diperbuat-Nya dengan nenek moyang kita, tatkala dihantar-Nya mereka itu keluar dari negeri Mesir.","Maka berdirilah raja Sulaiman di hadapan mezbah Tuhan tentang dengan segenap sidang orang Israel, maka bagindapun menadahkanlah tangannya ke langit,","lalu katanya: Ya Tuhan, Allah orang Israel! tiada Allah melainkan Engkau, baik dalam langit di atas baik di atas bumi di bawah; Engkau juga yang menyampaikan perjanjian dan kemurahan kepada segala hamba-Mu, yang berjalan di hadapan hadirat-Mu dengan segenap hatinya.","Engkau juga yang telah menyampaikan kepada hamba-Mu Daud, ayahku, barang yang sudah Kaujanji kepadanya, karena barang yang telah Kauberfirman dengan lidah-Mu itu juga sudah disampaikan oleh tangan-Mu, seperti adanya pada hari ini.","Maka sekarangpun, ya Tuhan, Allah orang Israel! sampaikanlah juga barang yang telah Kaujanji kepada hamba-Mu Daud, ayahku, firman-Mu: Seorang juapun tiada akan terputuskan bagimu di hadapan hadirat-Ku dari pada duduk di atas takhta kerajaan Israel, sahaja jikalau anak-anakmu memeliharakan jalannya akan berjalan di hadapan hadirat-Ku, seperti engkaupun sudah berjalan di hadapan hadirat-Ku.","Maka sekarangpun, ya Allah orang Israel, biarlah kiranya firman-Mu itu jadi dengan sebenarnya, yaitu yang telah Kaukatakan kepada hamba-Mu Daud, ayahku.","Tetapi dengan sebenarnya bolehkah Allah duduk di atas bumi? Bahwasanya segala langit, bahkan, jikalau langit yang di atas segala langit sekalipun tiada dapat meliputi Engkau, jangankan rumah yang telah kubangunkan ini!","Tetapi hendaklah juga Engkau tilik akan sembah hamba-Mu ini dan akan permintaan doanya, ya Tuhan, Allahku! dan dengar apalah akan seru dan akan doa yang sekarang dipersembahkan oleh hamba-Mu ini kepada-Mu.","Biarlah mata-Mu menilik akan rumah ini pada siang dan malam, yaitu akan tempat yang telah Engkau berfirman akan halnya demikian: Bahwa nama-Ku akan ada di sana! dan hendaklah Engkau mendengar akan doa yang dipersembahkan hamba-Mu kelak pada tempat ini.","Dengarlah kiranya akan permintaan doa hamba-Mu dan umat-Mu Israel, yang dipersembahkannya kelak pada tempat ini; dengarlah Engkau di tempat kedudukan-Mu, yaitu di sorga, bahkan dengarlah dan ampunilah.","Jikalau kiranya barang seorang sudah berdosa kepada kawannya, maka diletakkan sumpah padanya, disuruh akan dia bersumpah, dan sumpah itupun datanglah di hadapan mezbah-Mu dalam rumah ini;","pada masa itu dengarlah kiranya Engkau dalam sorga dan putuskanlah hukum antara hamba-Mu, supaya yang salah itu disalahkan dan barang yang telah diperbuatnya itupun dibalas kepada kepalanya, dan orang yang benarpun dibenarkan dan dibalas kepadanya sekadar kebenarannya.","Jikalau kiranya umat-Mu Israel alah di hadapan musuhnya, yaitu sebab mereka itu sudah berdosa kepadamu, maka mereka itu bertobat kepada-Mu dan diakunya akan nama-Mu, dan dipintanya doa serta bersembah kepada-Mu dalam rumah ini;","pada masa itu hendaklah Engkau dengar dalam sorga dan ampunilah dosa umat-Mu Israel dan bawalah akan mereka itu balik ke dalam negeri yang telah Kaukaruniakan kepada nenek moyangnya.","Jikalau kiranya langit terkunci, sehingga tiadalah hujan, sebab mereka itu sudah berdosa kepada-Mu, maka pada tempat ini mereka itu meminta doa dan mengaku akan nama-Mu dan bertobat dari pada dosanya, setelah sudah Engkau menyiksakan mereka itu,","pada masa itu hendaklah Engkau dengar dalam sorga dan ampunilah kiranya dosa hamba-Mu dan umat-Mu Israel, setelah Engkau sudah mengajar mereka itu akan jalan yang baik, yang patut dijalaninya dan turunkanlah hujan kepada tanah-Mu yang telah Kaukaruniakan kepada umat-Mu akan bahagian pusaka.","Jikalau kiranya dalam negeri adalah bala kelaparan atau bala sampar, atau jikalau ada kelayuran, atau untutan, atau belalang, atau riang-riang, atau jikalau musuhnya mengimpitkan mereka itu di negeri tempat pintu gerbangnya, atau jikalau datang sesuatu bala atau penyakit;","akan segala permintaan doa dan sembah yang datang dari pada seorang orang, atau dari pada segenap umat-Mu Israel, apabila masing-masing mengaku salah hatinya sambil menadahkan tangannya dalam rumah ini,","pada masa itu hendaklah Engkau dengar dalam sorga, tempat kedudukan-Mu yang tetap itu, dan ampunilah kiranya, dan tentukanlah begitu, bahwa Engkau membalas kepada masing-masing seperti patut kepada jalannya dan setuju dengan pengetahuan-Mu akan hatinya, karena hanya Engkau jua yang mengetahui akan hati segala anak Adam.","Supaya mereka itupun takut akan Dikau pada segala hari, sepanjang umur hidupnya dalam negeri yang telah Kaukaruniakan kepada nenek moyang kami.","Maka jikalau orang dagang sekalipun, yang bukan dari pada umat-Mu Israel, melainkan yang akan datang dari negeri yang jauh oleh karena nama-Mu,","karena kedengaranlah kelak kepadanya dari hal nama-Mu yang mahamulia dan dari hal tangan-Mu yang mahakuasa dan dari hal lengan-Mu yang terkedang itu, maka apabila ia datang akan meminta doa dalam kaabah itu,","hendaklah kiranya Engkau dengar dalam sorga, tempat kedudukan-Mu yang tetap itu, dan luluskan apalah segala sesuatu yang dipinta oleh orang dagang itu kepada-Mu, supaya diketahuilah kelak oleh segala bangsa yang di atas bumi itu akan nama-Mu, supaya beribadatlah mereka itu kepada-Mu seperti umat-Mu Israel itu, dan supaya diketahuinya bahwa nama-Mu juga disebut atas rumah yang sudah kubangunkan ini.","Jikalau kiranya umat-Mu keluar hendak berperang dengan musuhnya pada jalan yang Kausuruhkan mereka itu, maka mereka itupun meminta doa kepada Tuhan arah ke kiblat negeri ini, yang telah Kaupilih dan ke kiblat rumah ini, yang sudah kubangunkan bagi nama-Mu,","pada masa itu hendaklah kiranya Engkau dengar dalam sorga akan permintaan doa dan sembah mereka itu dan benarkan apalah halnya.","Jikalau kiranya mereka itu sudah berdosa kepada-Mu (bahwasanya tiada seorang juapun yang tiada berdosa) dan murkalah Engkau akan mereka itu dan Kauserahkan mereka itu di hadapan musuhnya, sehingga oleh orang yang menangkap mereka itu dibawa akan mereka itu tertawan ke dalam negeri musuh, entah jauh atau dekat,","maka dalam negeri tempat mereka itu dibawa dengan tertawan itu diperhatikannya hal itu, sehingga mereka itu bertobat dan meminta doa kepadamu dalam negeri orang yang sudah membawa akan mereka itu dengan tertawan, sembahnya: Bahwa kami sudah berbuat dosa dan berbuat jahat dan kamipun sudah mendurhaka;","maka bertobatlah mereka itu kepada-Mu dengan segenap hatinya dan dengan segenap jiwanya di negeri musuh yang sudah membawa akan mereka itu dengan tertawan, dan mereka itupun meminta doa kepada-Mu arah ke kiblat tanahnya, yang telah Kaukaruniakan kepada nenek moyangnya, dan ke kiblat negeri ini, yang telah Kaupilih, dan ke kiblat rumah ini, yang sudah kubangunkan bagi nama-Mu itu;","pada masa itu hendaklah kiranya dalam sorga, tempat kedudukan-Mu yang tetap itu, Engkau dengar akan permintaan doa dan sembah mereka itu, dan benarkan apalah halnya;","dan ampunilah kiranya akan umat-Mu segala dosa yang telah diperbuatnya kepada-Mu, dan segala jahat yang telah dilakukannya kepada-Mu, dan berilah kiranya mereka itu mendapat sayang dari pada orang yang telah menawani akan mereka itu, supaya orang itupun mengasihani akan mereka itu.","Karena mereka inilah umat-Mu dan bahagian-Mu pusaka, yang telah Kauhantar keluar dari negeri Mesir, dari tengah-tengah dapur besi.","Demikian hendaklah mata-Mu menilik akan sembah hamba-Mu ini dan akan sembah umat-Mu Israel; hendaklah mendengar akan mereka itu seberapa berapa kali mereka itupun berseru kepada-Mu.","Karena Engkau sudah mengasingkan mereka itu bagi diri-Mu dari pada segala bangsa yang di atas bumi akan bahagian pusaka, setuju dengan barang yang telah Engkau berfirman dengan lidah Musa, hamba-Mu itu, tatkala Engkau menghantar akan nenek moyang kami keluar dari Mesir, ya Tuhan Hua!","Hata, setelah sudah raja Sulaiman berhenti dari pada mempersembahkan segala permintaan doa dan sembah ini kepada Tuhan, maka bangkitlah berdiri baginda di hadapan mezbah Tuhan dari pada bertelut dengan kedua belah kakinya sambil menadahkan tangannya ke langit.","Lalu berdirilah baginda, diberkatinya segenap sidang orang Israel sambil katanya dengan nyaring suaranya:","Segala puji bagi Tuhan, yang telah mengaruniakan selamat sentosa kepada umat-Nya, yaitu orang Israel, setuju dengan segala yang sudah Ia berfirman! sepatah katapun tiada gugur dari pada segala firman yang baik yang telah dikatakan-Nya dengan lidah Musa, hamba-Nya.","Hendaklah kiranya Tuhan, Allah kita, serta dengan kita, seperti disertai-Nya akan nenek moyang kita dahulu, jangan ditinggalkan-Nya dan jangan dibiarkan-Nya kita;","melainkan hendaklah dicenderungkan-Nya hati kita kepada-Nya, supaya kita berjalan pada jalan-Nya dan memeliharakan hukum-Nya dan syariat-Nya dan syarat-Nya, yang telah dipesankan-Nya kepada nenek moyang kita.","Dan biarlah segala perkataanku ini, yang sudah kupersembahkan dalam doaku kepada Tuhan itu, selalu di hadapan Tuhan, Allah kita, pada siang dan malam, supaya dipeliharakan-Nya hak hamba-Nya, dan hak orang Israel, umat-Nya, seperti patut pada sebilang hari.","Supaya diketahui oleh segala bangsa yang di atas bumi, bahwa Tuhan juga Allah, dan tiada Allah lain;","dan supaya hati kamu sekalian tulus dengan Tuhan, Allah kita, akan berjalan menurut hukum-Nya dan memeliharakan firman-Nya, seperti adalah ia itu pada hari ini.","Arakian, maka oleh baginda dan segenap orang Israelpun sertanya dipersembahkan korban sembelihan di hadapan hadirat Tuhan.","Dan adapun korban syukur yang dipersembahkan raja Sulaiman kepada Tuhan itu, ia itu lembu dua puluh dua ribu ekor dan kambing domba seratus dua puluh ribu ekor; demikianlah peri ditahbiskan baginda dan segala bani Israel akan rumah Tuhan itu.","Maka pada hari itu juga disucikan baginda akan segenap tempat penghadapan, yang di hadapan rumah Tuhan, sebab di sana telah disediakannya korban bakaran dan persembahan makanan dan lagi lemak korban syukur, karena mezbah tembaga yang di hadapan hadirat Tuhan itu terlalu kecil akan muat segala korban bakaran dan persembahan makanan dan lemak korban syukur itu.","Maka pada masa itu juga raja Sulaimanpun memegang hari raya dan segenap orang Israelpun sertanya, suatu perhimpunan yang besar, dari pada tempat orang masuk ke Hamat sampai ke sungai Mesir, maka ia itu di hadapan hadirat Tuhan, Allah kita, tujuh hari dan lagi tujuh hari pula, dalam semuanya empat belas hari lamanya.","Maka pada hari yang kedelapan dilepaskannya orang banyak itu pergi, maka dipintalah oleh mereka itu sekalian berkat akan baginda, lalu pulanglah mereka itu ke kemah-kemahnya dengan senang dan sukacita hatinya akan segala kebajikan yang telah diperbuat oleh Tuhan akan raja Daud, hamba-Nya, dan akan orang Israel, umat-Nya."]