["Bermula, setelah sudah selesailah raja Sulaiman dari pada membangunkan rumah Tuhan dan istana baginda dan segala sesuatu yang dikehendaki raja Sulaiman perbuatkan,","tiba-tiba kelihatanlah Tuhan kembali pula kepada raja Sulaiman, seperti dahulu kelihatanlah Ia kepada baginda di Gibeon.","Maka firman Tuhan kepadanya: Bahwa Aku sudah menerima permintaan doa dan sembah yang telah kaupersembahkan di hadapan hadirat-Ku, dan Aku sudah menguduskan rumah yang telah kaubangunkan itu, supaya Kutaruh nama-Ku dalamnya sampai selama-lamanya; bahwa mata-Ku dan hati-Kupun akan ada di sana pada tiap-tiap hari.","Maka jikalau engkau berjalan di hadapan hadirat-Ku seperti ayahmu Daud sudah berjalan itu, dengan sempurna dan tulus hati hendak berbuat segala sesuatu yang telah Kupesan kepadamu dan engkau memeliharakan segala syariat dan syarat-Ku,","niscaya Kutetapkan kelak takhta kerajaanmu atas orang Israel sampai selama-lamanya, setuju dengan firman-Ku yang kepada Daud, ayahmu, bunyinya: Seorang juapun tiada akan terputuskan bagimu dari pada takhta kerajaan Israel.","Tetapi jikalau kiranya engkau atau anak-anakmu undur dari pada-Ku dengan sengajanya dan tiada kamu memeliharakan hukum-Ku dan syariat-Ku yang telah Kuberi di hadapanmu itu, melainkan kamu pergi berbuat bakti kepada dewa-dewa dan kamu menyembah sujud kepadanya,","niscaya Kutumpas orang Israel kelak dari dalam negeri yang telah Kukaruniakan kepadanya, dan rumah ini, yang sudah Kusucikan bagi nama-Ku, ia itu akan Kubuang dari hadapan hadirat-Ku, dan orang Israelpun akan menjadi suatu perbahasan dan sindiran di antara segala bangsa.","Dan akan rumah ini, jikalau bagaimanapun kemuliaannya dahulu, barangsiapa yang berjalan lalu dari padanya itu akan tercengang-cengang serta mengolok-olok sambil katanya: Apa sebab maka Tuhan telah berbuat demikian akan negeri ini dan akan rumah ini?","Maka akan disahut orang demikian: Yaitu sebab mereka itu sudah meninggalkan Tuhan, Allahnya, yang sudah menghantar akan nenek moyang mereka itu keluar dari negeri Mesir, dan sebab mereka itu sudah berpaut kepada dewa-dewa serta menyembah sujud dan berbuat bakti kepadanya, maka sebab itulah didatangkan Tuhan segala celaka ini atasnya.","Bermula, maka kemudian dari pada dua puluh tahun habislah sudah raja Sulaiman membangunkan kedua buah rumah itu, yaitu rumah Tuhan dan istana baginda.","Maka Hiram, raja Tsur itu, sudah membantu akan raja Sulaiman dengan kayu araz dan kayu senobar dan dengan emas seturut segala kehendaknya; setelah itu maka diberikan baginda raja Sulaiman kepada raja Hiram dua puluh buah negeri di tanah Galilea.","Maka keluarlah raja Hiram dari Tsur hendak pergi melihat-lihat segala negeri yang diberikan raja Sulaiman kepadanya, tetapi kepada pemandangan baginda tiada ia itu dengan sepertinya.","Maka sebab itu kata baginda: Apa macam negeri ini, yang telah tuan berikan beta, hai saudara beta? maka dinamainya akan dia negeri Kabul datang kepada hari ini.","Karena raja Hiram sudah mengirim kepada baginda emas seratus dua puluh talenta.","Arakian, maka inilah peri pengerahan orang yang dikerahkan dengan titah raja Sulaiman, supaya dibangunkannya rumah Tuhan dan istana baginda dan Milo dan pagar tembok Yeruzalem dan lagi Hazor dan Megido dan Gezer.","Karena Firaun, raja Mesir itu, sudah datang ke hulu mengalahkan Gezer, dibakarnya habis akan dia dengan api dan dibunuhnya akan segala orang Kanani, yang duduk dalam negeri itu, lalu diberikannya negeri itu kepada anaknya, yaitu isteri raja Sulaiman, akan isi kawin.","Maka dibangunkan pula oleh raja Sulaiman akan Gezer dan Bait-Horon hilir itu.","Dan akan Baalat dan Tadmor di padang belantara, tempat kedudukan orang.","Dan akan segala negeri tempat perbekalan yang pada raja Sulaiman, dan akan segala negeri tempat rata perang dan tempat orang berkendaraan, dan akan segala sesuatu yang dikehendaki raja Sulaiman orang membangunkan di Yeruzalem dan di atas Libanon dan dalam seluruh negeri kerajaannya.","Segala orang yang lagi tinggal dari pada orang Amori dan Heti dan Ferizi dan Hewi dan Yebuzi, yang bukan dari pada bani Israel,","segala anak cucunya yang lagi tinggal kemudian dari padanya dalam negeri itu dan yang tiada dapat ditumpas oleh bani Israel dahulu, sekalian itu dikerahkan oleh raja Sulaiman kepada pekerjaan negeri datang kepada hari ini.","Tetapi kepada bani Israel tiada ditanggungkan raja Sulaiman pekerjaan hamba sahaya, melainkan adalah mereka itu baginya akan orang perang dan pegawai dan penghulu dan hulubalang dan kepala atas segala ratanya dan orangnya yang berkuda.","Dan lagi mereka itulah penghulu atas segala pekerjaan yang dititahkan raja Sulaiman, lima ratus lima puluh orang yang memerintahkan segala rakyat yang mengerjakan pekerjaan itu.","Hata, maka anak Firaunpun berpindahlah dari dalam negeri Daud ke maligai yang sudah diperbuat baginda akan dia, lalu dibangunkan baginda akan Milo.","Maka dalam setahun tiga kali dipersembahkan raja Sulaiman beberapa korban bakaran dan korban syukur di atas mezbah yang telah dibangunkan bagi Tuhan, dan dipersembahkannya bakaran dupa di atas mezbah yang di hadapan hadirat Tuhan, setelah habis sudah dibangunkannya rumah itu.","Arakian, maka oleh baginda raja Sulaimanpun disuruh perbuatkan beberapa kapal di Ezion-Jeber, yang dekat dengan Elot di tepi laut Kolzom di tanah Edom.","Maka disuruhkan raja Hiram beberapa orang hambanya, yaitu orang kapal yang berpelayaran di laut, naik kapal itu serta dengan segala hamba raja Sulaiman.","Maka sampailah mereka itu ke Ofir, diambilnya dari sana emas barang empat ratus dua puluh talenta, dibawanya kepada baginda raja Sulaiman."]