["Sebermula, maka pada tahun yang ketiga dari pada kerajaan Hosea bin Ela, raja orang Israel, naiklah Hizkia bin Akhaz raja atas orang Yehuda.","Adapun umurnya pada masa baginda naik raja itu dua puluh lima tahun, dan kerajaanlah baginda di Yeruzalem sembilan likur tahun, maka nama bunda baginda itu Abia, seorang anak Zakharia.","Maka dibuat baginda barang yang benar kepada pemandangan Tuhan, sama seperti segala sesuatu yang telah dibuat oleh raja Daud, moyangda baginda.","Maka dilalukannya segala panggung dan dipecahkannya segala patung yang terdiri dan ditebangnya segala hutan-hutan dan dihancurluluhkannya ular tembaga, perbuatan Musa itu, sebab sampai kepada hari itu bani Israelpun membakar dupa baginya, maka dinamai baginda akan dia Nehustan.","Maka percayalah baginda akan Tuhan, Allah orang Israel, sehingga kemudian dari pada baginda seorangpun tiada taranya di antara segala raja orang Yehuda, dan dahulu dari pada bagindapun tiada.","Karena bersangkutpautlah baginda kepada Tuhan dan baginda mengikut Tuhan dengan tiada menyimpang, dan dilakukan baginda segala hukum firman Tuhan yang kepada Musa.","Maka sebab itu disertai Tuhan akan baginda; barang ke manapun baik baginda pergi, di sana juga berlakulah baginda dengan bijaksana, tambahan pula berpalinghaluanlah baginda dari pada raja Asyur, tiada baginda takluk lagi kepadanya.","Dan dialahkannya orang Filistin sampai ke Gaza dan segala jajahannya, dari pada menara pengawal datang kepada segala negeri yang berkota benteng.","Bermula, maka pada tahun yang keempat dari pada kerajaan Hizkia, yaitu tahun yang ketujuh dari pada kerajaan Hosea bin Ela atas orang Israel, datanglah Salmanesar, raja Asyur, menyerang Samaria, maka dikepungnya akan dia,","dan dialahkannya pada kesudahan tiga tahun, yaitu pada tahun yang keenam dari pada kerajaan Hizkia dan tahun yang kesembilan dari pada kerajaan Hosea atas orang Israel negeri Samaria itu dialahkan.","Maka dibawa raja Asyur akan orang Israel tertawan ke negeri Asyur, dipindahkannya mereka itu ke Halah dan Habor, yang di tepi sungai Gozan, dan kepada negeri-negeri Medi.","Maka ia itu sebab tiada mereka itu menurut bunyi firman Tuhan, Allahnya, melainkan diubahkannya perjanjian-Nya; akan segala sesuatu yang sudah dipesan oleh Musa, hamba Tuhan itu, tiada mereka itu mau dengar dan tiada mereka itu mau melakukan dia.","Tetapi pada tahun yang keempat belas dari pada kerajaan Hizkia datanglah Sanherib, raja Asyur, menyerang segala negeri orang Yehudapun yang berkota benteng, lalu dialahkannya.","Maka disuruhkan Hizkia, raja orang Yehuda, utusan kepada raja Asyur ke Lakhis, mengatakan: Bahwa beta sudah berbuat dosa, hendaklah tuan undur dari pada beta, maka barang yang tuan hendak tanggungkan atas beta, ia itu akan beta tanggung. Maka ditanggungkan raja Asyur kepada Hizkia, raja orang Yehuda, membayar tiga ratus talenta perak dan tiga puluh talenta emas.","Maka diberikan raja Hizkia segala perak yang terdapat dalam rumah Tuhan dan dalam perbendaharaan istana baginda.","Maka pada masa itu dikerat raja Hizkia segala emas dari pada pintu kaabah Tuhan dan dari pada tiang-tiang yang telah disalut oleh Hizkia, raja orang Yehuda, lalu diberikannya kepada raja Asyur.","Kendatilah demikian, maka disuruhkan juga oleh raja Asyur akan Tartan dan Rabsaris dan Rabsaki dengan suatu tentara besar dari Lakhis ke Yeruzalem kepada raja Hizkia; maka berjalanlah mereka itu, lalu datang ke Yeruzalem. Setelah sampai maka berhentilah hampir dengan saluran air kolam yang tinggi, yang pada sisi jalan besar ke bendang benara itu.","Maka berseru-serulah mereka itu kepada baginda; sebab itu keluarlah Elyakim bin Hilkia, pemerintah istana, dan Sibna, jurutulis dan Yoah bin Asaf, katib.","Lalu kata Rabsaki kepadanya: Katakanlah olehmu kepada Hizkia: Demikianlah titah raja yang mahabesar, yaitu baginda raja Asyur: Apa macam percaya ini, yang kautaruh itu?","Bahwa katamu, tetapi kata bibir mulut belaka: Adalah bicara dan kuasa akan berperang! Kepada siapa gerangan engkau percaya, maka engkau mendurhaka kepadaku?","Bahwasanya engkau percaya akan tongkat buluh yang patah, yaitu akan Mesir, yang melukakan tangan barangsiapa yang bertekan kepadanya, lalu menerusi dia; demikianlah Firaun, raja Mesir, kepada segala orang yang harap kepadanya.","Atau jikalau katamu kepadaku: Bahwa kami percaya akan Tuhan, Allah kami! Bukankah Dia itu yang telah dilalukan Hizkia segala panggung-Nya dan mezbah-Nya, lalu titahnya kepada segala orang Yehuda dan kepada orang isi Yeruzalem: Di hadapan mezbah ini di Yeruzalem hendaklah kamu sekalian menyembah sujud?","Marilah sekarang engkau bertaruh dengan tuanku raja Asyur, maka aku hendak memberikan kepadamu kuda dua ribu ekor, jikalau kiranya engkau dapat mengeluarkan bagi dirimu orang yang mengendarainya.","Maka bagaimana gerangan engkau dapat melawan seorang penghulu jua dari pada segala hamba tuanku yang terhina sekalipun? Tetapi harap juga engkau pada Mesir, karena sebab segala rata perangnya dan karena sebab segala orangnya yang berkendaraan.","Sekarang sungguhkah aku sudah berangkat hendak membinasakan negeri ini dengan tiada setahu Tuhan? Bahwa Tuhan juga yang sudah berfirman kepadaku demikian: Pergilah engkau menyerang negeri itu dan binasakanlah dia.","Maka kata Elyakim bin Hilkia dan Sibna dan Yoah bin Rabsaki: Hendaklah kiranya tuan berkata-kata kepada hamba ini dengan bahasa Arami, karena hamba mengerti juga bahasa itu; jangan apalah tuan berkata-kata kepada hamba dengan bahasa Yahudi, kepada pendengaran orang banyak yang di atas dewala ini.","Tetapi kata Rabsaki kepadanya: Sungguhkah tuanku sudah menyuruhkan aku menyampaikan segala perkataan ini kepada tuanmu dan kepada kamu? Bukankah kepada segala orang yang duduk di atas dewala juga, sebab serta dengan kamu mereka itu kelak akan makan tahinya dan minum air kencingnya.","Demikianlah peri Rabsaki itu berdiri sambil berseru-seru dengan suara yang nyaring, katanya dengan bahasa Yahudi: Dengarlah olehmu akan titah raja yang mahabesar, yaitu raja benua Asyur!","Titah baginda demikian: Jangan kamu ditipu oleh Hizkia, karena tiada ia dapat melepaskan kamu dari pada tangan tuanku.","Lagipun jangan kamu dibujuk Hizkia akan menaruh harapmu kepada Tuhan, serta katanya: Bahwa Tuhan juga akan menolong kita kelak dan negeri ini tiada akan diserahkan kepada tangan raja benua Asyur.","Jangan kamu dengar akan kata Hizkia itu, karena demikian inilah titah raja benua Asyur: Berbicaralah kamu dengan aku sambil membawa persembahan; hendaklah kamu keluar mendapatkan aku, supaya kamu makan masing-masing dari pada pokok anggurnya dan masing-masing dari pada pokok aranya, dan kamu minum air, masing-masing dari dalam periginya,","sampai aku datang mengambil kamu hendak membawa akan kamu kepada sebuah negeri yang sama seperti negerimu ini, yaitu sebuah negeri yang berkelimpahan roti dan kebun anggur, sebuah negeri yang berkelimpahan pokok zait yang berbuah-buah dan berair madu, supaya kamu memeliharakan nyawamu, jangan kamu sampai mati dibunuh. Janganlah kiranya kamu dengar akan kata Hizkia, karena dihasutnya akan kamu, katanya: Bahwa Tuhan juga akan meluputkan kita.","Adakah dalam sedikit jua dewa-dewa segala bangsa itu sudah dapat melepaskan negeri masing-masingnya dari pada tangan raja benua Asyur?","Di mana gerangan dewa-dewa orang Hamat dan Arpad? Di mana gerangan dewa-dewa orang Sefarwaim, Hena dan Iwa? Bahkan, sudahkah dewa-dewa itu dapat meluputkan Samaria dari pada tanganku?","Siapa gerangan di antara dewa-dewa segala negeri itu sudah dapat melepaskan negerinya dari pada tanganku? sebab itu manakan dapat Tuhan melepaskan Yeruzalem dari pada tanganku ini.","Maka diamlah segala rakyat itu, sepatah katapun tiada disahutnya akan dia, karena titah baginda demikian: Jangan kamu sahut akan dia.","Maka datanglah Elyakim bin Hilkia, pemerintah istana, dan Sibna, jurutulis, dan Yoah bin Asaf, katib, menghadap raja Hizkia dengan berpakaikan pakaian koyak-koyak, lalu dipersembahkannya kepada baginda segala perkataan Rabsaki itu."]