["Demi didengar baginda raja Hizkia akan hal yang demikian, maka dikoyak-koyakkannya pakaiannya dan baginda berpakaikan kain karung, lalu masuklah baginda ke dalam rumah Tuhan.","Setelah itu maka disuruhkan baginda akan Elyakim, pemerintah istana, dan Sibna, jurutulis, dan segala tua-tua imam dengan berpakaikan kain karung, pergi mendapatkan nabi Yesaya bin Amoz,","mengatakan: Demikianlah titah raja Hizkia: Bahwa hari inilah hari kepicikan dan nista dan hujat, karena anak-anak hampir akan keluar, tetapi tiadalah kuat akan beranak.","Mudahan-mudahan didengar Tuhan, Allahmu, akan segala perkataan Rabsaki, yang disuruhkan oleh tuannya, yaitu oleh raja Asyur, supaya dicelakannya Allah yang hidup dan dinistakannya dengan perkataan yang sudah didengar oleh Tuhan, Allahmu; maka sekarangpun hendaklah engkau meminta doa akan orang yang lagi tinggal, yang terdapat itu.","Hata, maka sampailah hamba raja Hizkia itu kepada Yesaya,","lalu kata Yesaya kepadanya: Demikian kata hendaklah kamu persembahkan kepada tuanmu: Bahwa inilah firman Tuhan: Jangan engkau takut akan segala perkataan yang telah kaudengar, yang dikatakan oleh hamba-hamba raja Asyur itu akan mencelakan Daku.","Bahwasanya Aku kelak akan memberi suatu perasaan hati di dalamnya, sehingga apabila didengarnya suatu bunyi kabar, iapun akan pulang ke negerinya, maka dalam negerinya juga Aku merebahkan dia kelak oleh dimakan pedang.","Arakian, setelah kembali Rabsaki didapatinya akan raja Asyur dalam berperang dengan Libna, karena telah kedengaranlah kabar kepadanya, mengatakan ia sudah berangkat dari Lakhis.","Maka di sana didengarnya kata orang akan hal Tirkaha, raja Kusy itu, demikian: Bahwasanya ia sudah keluar hendak berperang dengan tuanku! Lalu disuruhkannya pula utusan kepada Hizkia, titahnya:","Kata ini hendaklah kamu sampaikan kepada Hizkia, raja orang Yehuda: Jangan engkau ditipu oleh Allahmu, yang engkau harap padanya, serta katamu: Bahwa Yeruzalem tiada akan diserahkan kepada tangan raja Asyur!","Bahwasanya telah didengar olehmu segala perkara yang diperbuat oleh raja Asyur akan segala negeri, bagaimana telah ditumpasnya sekaliannya, masakan engkau diluputkan.","Dapatkah dewa-dewa segala bangsa yang ditumpas oleh nenek moyangku itu meluputkan mereka itu? Yaitu Gozan dan Haran dan Rezif dan bani Eden, yang duduk di Telasar?","Di mana gerangan raja Hamat dan raja Arpad dan raja negeri Sefarwaim dan Hena dan Iwa?","Hata, maka disambut raja Hizkia surat itu dari pada tangan utusan itu, setelah dibacanya maka naiklah baginda ke dalam rumah Tuhan, lalu dihamparkan raja Hizkia surat itu di hadapan hadirat Tuhan.","Dan raja Hizkiapun meminta doa di hadapan hadirat Tuhan, sembahnya: Ya Tuhan, Allah orang Israel, yang bersemayam di antara kerubiun! Engkaulah Allah dengan sebenarnya, hanya Engkau jua Tuhan atas segala kerajaan yang di atas bumi, Engkau juga yang sudah menjadikan langit dan bumi.","Ya Tuhan! beri apalah telinga dan dengarlah; ya Tuhan, bukakan apalah mata-Mu dan lihatlah dan dengarlah kiranya segala perkataan Sanherib, yang sudah menyuruhkan orang itu, supaya dicelakannya Allah yang hidup.","Ya Tuhan! sesungguhnya raja-raja Asyur itu sudah membinasakan segala orang kafir itu serta dengan negerinya,","dan sudah dicampakkannya segala berhala mereka itu ke dalam api, karena bukan ilah adanya, melainkan perbuatan tangan manusia jua dari pada kayu dan batu, maka sebab itu dapat dibinasakannya.","Maka sekarangpun, ya Tuhan, Allah kami, lepaskan apalah kami dari pada tangannya, supaya diketahui oleh segala kerajaan yang di atas bumi, ya Tuhan! bahwa hanya Engkau sendiri Allah.","Maka pada masa itu disuruhkan Yesaya bin Amoz akan utusan kepada Hizkia, mengatakan: Demikianlah firman Tuhan, Allah orang Israel: Barang yang telah kaupinta kepadaku akan hal Sanherib, raja Asyur itu, ia itu sudah Kudengar.","Maka inilah firman yang dikatakan Tuhan kepadanya: Bahwa tuan puteri, yaitu puteri Zion, mencelakan dikau dan ia mengolok-olokkan dikau, bahwa puteri Zion itu menggeleng kepala di belakang engkau.","Siapa gerangan yang sudah kaucelakan dan kauaibkan? Dan kepada siapa gerangan engkau sudah menyaringkan suaramu dan mengangkat matamu tinggi-tinggi. Kepada kesucian orang Israel!","Dengan lidah utusanmu juga engkau sudah mencelakan Tuhan, serta katamu: Dengan kebanyakan rataku aku mendaki gunung yang tertinggi dan tempat Libanon yang tiada terhampiri, dan kutebangkan segala pohon araznya yang tinggi-tinggi dan segala pohon senobarnya yang pilihan, dan aku kelak sampai ke tempat orang bermalam di atas kemuncaknya dan ke dalam hutan rimbanya yang permai itu.","Jikalau kiranya aku menggali, maka aku minum air yang lain, maka segala sungai Mesir kukeringkan dengan tapak kakiku.","Tiadakah pernah engkau dengar bahwa Aku sudah mengadakan sekalian ini dari dahulu dan dari zaman dahulu kala Aku sudah menentukan segala perkara yang Kudatangkan sekarang ini? yaitu tak dapat tiada engkau juga yang patut membinasakan segala kota benteng yang teguh-teguh, sehingga ia itu menjadi kerobohan batu.","Maka itulah sebabnya segala orang isinya seperti tiada bertangan lakunya dan terkejut dan lenyap bicaranya, maka adalah hal mereka itu seperti rumput di padang, seperti pucuk muda, seperti tumbuhan di atas atap dan seperti gandum terlayur dahulu dari pada tuanya.","Tetapi Kuketahui akan peri dudukmu dan keluar masukmu dan akan kehangatan durhakamu kepada-Ku.","Oleh karena sebab durhakamu kepada-Ku ini dan oleh karena sebab kemegahanmu, yang telah sampai kepada pendengaran-Ku, niscaya Kububuh kelak kait-Ku pada hidungmu dan kang-Ku pada mulutmu, dan Kusuruh engkau balik kepada jalan yang telah kauturut akan datang ke mari.","Maka inilah akan tanda bagimu: Pada tahun ini hendaklah kamu makan barang yang telah tumbuh sendirinya, dan pada tahun yang kedua barang yang tumbuh pula dari padanya, tetapi pada tahun yang ketiga hendaklah kamu menabur dan menuai dan menanam pokok anggur dan makan dari pada buahnya.","Karena dari pada isi rumah Yehuda barang yang luput dan yang lagi tinggal itupun akan berakar pula di bawah dan berbuah-buah di atas.","Karena dari Yeruzalem juga barang yang lagi tinggal itu akan berpecah-pecah, dan barang yang luputpun dari bukit Sion; maka cemburuan Tuhan serwa sekalian alam akan mengadakan perkara itu kelak.","Maka sebab itu demikianlah firman Tuhan akan hal raja benua Asyur itu: Sekali-kali tiada ia akan masuk ke dalam negeri ini, atau memanahkan sebilah anak panah ke dalamnya, dan tiada ia akan menghampiri dia dengan perisai atau mendirikan kubu kelilingnya.","Maka iapun akan balik kepada jalan yang telah diturutnya akan datang ke mari, tetapi tiada ia akan masuk ke dalam negeri ini, demikianlah firman Tuhan.","Karena Aku akan melindungkan negeri ini hendak meluputkan dia, oleh karena kehendak-Ku dan oleh karena Daud, hamba-Ku.","Hata, maka pada malam itu juga tiba-tiba keluarlah malaekat Tuhan, dibunuhnya dalam balatentara Asyur itu akan seratus delapan puluh lima ribu orang. Maka serta orang bangun pada pagi-pagi hari dilihatnya akan sekalian itu mayat jua adanya.","Arakian, maka Sanherib, raja Asyur itu, lalu berangkat pulang, maka tinggallah ia di Niniwe.","Maka pada sekali peristiwa apabila ia menyembah sujud dalam kuil Nisyrokh, berhalanya, dibunuh oleh Aderamelekh dan Syarezar, kedua puteranya, akan dia dengan pedang, lalu larilah keduanya berlepas dirinya ke tanah Ararat, maka Esar-Hadon, putera baginda, lalu naik raja akan gantinya."]