["Maka pada tahun yang ketujuh dari pada kerajaan Yehu, naiklah Yoas raja dan kerajaanlah ia di Yeruzalem empat puluh tahun lamanya; maka nama bunda baginda itu Zibia dari Birsyeba.","Maka dibuat raja Yoas barang yang benar kepada pemandangan Tuhan, seumur hidupnya, yaitu barang yang diajarkan imam Yoyada akan dia.","Sahaja segala panggung itu tiada dilalukan, melainkan orang banyak lagi mempersembahkan korban dan membakar dupa di atas panggung itu.","Maka titah raja Yoas kepada segala imam: Adapun segala uang barang-barang yang disucikan, yang dibawa masuk ke dalam rumah Tuhan, yaitu uang segala orang yang masuk bilangan, dan uang nilaian segala jiwa, dan segala uang dari pada niat hati orang yang hendak membawa dia ke dalam rumah Tuhan,","ia itu hendaklah diambil oleh imam-imam, masing-masing dari pada kekenalannya, dan dengan dia juga hendaklah dibaikinya barang yang rusak pada rumah, apa-apa rusakpun baik yang didapatinya.","Tetapi sesungguhnya pada masa usianya baginda raja Yoas dua puluh tiga tahun, maka belum dibaiki segala imam akan pecah-pecahan rumah itu.","Sebab itu dipanggil baginda raja Yoas akan imam Yoyada dan akan segala imam, lalu titah baginda kepadanya: Mengapa maka tiada kamu membaiki pecah-pecahan rumah? Sekarangpun jangan lagi kamu mengambil uang dari pada segala kekenalanmu, melainkan berikanlah dia akan membaiki rumah yang rusak itu.","Maka sukalah segala imam akan tiada lagi mengambil uang dari pada orang banyak itu dan lagi akan tiada membaiki pecah-pecahan rumah.","Maka oleh imam Yoyada diambil akan sebuah peti, dibubuhnya lobang pada papan tutupnya, lalu ditaruhnya akan peti itu pada sebelah kanan mezbah, di tempat orang masuk ke dalam rumah Tuhan; maka segala imam yang menunggui ambang pintu itu membubuh dalam peti itu segala uang yang dibawa orang ke rumah Tuhan itu.","Setelah dilihatnya adalah banyak uang di dalam peti itu, datanglah seorang jurutulis baginda serta dengan imam besar, lalu dibubuhnya segala uang itu dalam pundi-pundi dan dibilangnya akan segala uang yang terdapat dalam rumah Tuhan itu.","Setelah ditimbang baik-baik diserahkannya uang itu kepada tangan segala pengerah yang memerintahkan pekerjaan rumah Tuhan, maka mereka inipun mengupah segala tukang kayu dan orang pandai yang mengerjakan rumah Tuhan,","dan lagi segala tukang batu dan pemahat batu dan akan membeli kayu dan batu yang terpahat, akan membaiki pecah-pecahan rumah Tuhan dan akan segala sesuatu yang patut dibelanjakan karena rumah itu, supaya ia itu dibaiki.","Tetapi tiada juga diperbuat dari padanya akan rumah Tuhan pinggan perak dan penyepit dan bokor percikan dan nafiri atau barang sesuatu benda emas perak dari pada uang yang dibawa ke rumah Tuhan itu.","Melainkan diberikannya kepada orang yang mengerjakan pekerjaan itu dan dengan dia juga dibaikinya rumah Tuhan.","Dan tiada mereka itu berkira-kira dengan orang yang diserahkannya uang itu kepada tangannya akan memberikan dia kepada orang yang mengerjakan pekerjaan itu, karena mereka itu kepercayaan adanya.","Adapun uang persembahan karena salah dan uang persembahan karena dosa itu, ia itu tiada dibawa masuk ke dalam rumah Tuhan, karena semuanya itu bagi segala imam.","Hata, maka kemudian dari pada itu berangkatlah Hazael, raja benua Syam, pergi memerangi negeri Gat, maka dialahkannya, lalu berpalinglah Hazael mukanya hendak mendatangi Yeruzalempun.","Tetapi oleh Yoas, raja orang Yehuda, diambil akan segala benda kesucian yang telah disucikan oleh Yosafat dan Yoram dan Ahazia, yaitu nenek moyangnya dan raja-raja orang Yehuda dahulu, dan lagi akan segala benda yang disucikan oleh baginda sendiri dan akan segala emas yang terdapat di antara segala mata benda rumah Tuhan dan dalam istana baginda, lalu dikirimkannya kepada Hazael, raja benua Syam, maka sebab itu undurlah ia dari Yeruzalem.","Adapun barang yang lagi tinggal dari pada segala kisah raja Yoas dan segala perbuatannya, bukankah ia itu tersebut dalam kitab tawarikh raja-raja Yehuda?","Maka segala hambanyapun mendurhakalah dan bermufakatlah, lalu dibunuhnya akan raja Yoas di dalam rumah Milo, di tempat orang turun ke Sila;","karena oleh Yozakhar bin Simeat dan Yozabad bin Somer, hambanya, dipalu akan baginda, sehingga matilah ia, lalu dikuburkannya baginda pada sisi nenek moyangnya dalam negeri Daud; maka Amazia puteranyapun naik raja akan gantinya."]