["Bermula, maka adalah pada raja Akhab tujuh puluh orang anaknya laki-laki di Samaria, sebab itu dikarangkanlah Yehu beberapa pucuk surat, yang dikirimkannya ke Samaria, kepada segala penghulu Yizriel dan segala tua-tua dan kepada segala ajar-ajar Akhab, bunyinya:","Adapun apabila surat ini sampai kepadamu, tegal segala anak tuanmu adalah serta dengan kamu, dan lagi adalah padamu beberapa rata dan orang berkuda dan sebuah negeri yang berkota benteng dan pelbagai senjata,","hendaklah kamu pilih akan orang yang terbaik dan yang terpatut di antara segala anak tuanmu, naikkanlah dia ke atas takhta kerajaan ayahnya, lalu berperanglah kamu karena orang isi istana tuanmu!","Tetapi ketakutanlah mereka itu amat sangat, serta katanya: Bahwasanya dua orang raja tiada tahan berdiri di hadapannya, masakan kita ini tahan kelak?","Maka sebab itu utusanlah segala penjawat istana dan penghulu negeri dan segala tua-tua dan ajar-ajarpun kepada Yehu, sembahnya: Bahwa patik sekalian ini hamba tuanku juga, dan segala titah tuanku patik junjung; seorangpun tiada patik rajakan; baiklah tuanku perbuat barang yang benar kepada pemandangan tuanku.","Maka pada kedua kali dilayangkan Yehu sepucuk surat kepada mereka itu, bunyinya: Jikalau sungguh kamu setuju dengan aku dan hendak menurut kataku, ambillah olehmu akan kepala segala orang laki-laki itu, segala anak tuanmu, lalu datanglah kepadaku ke Yizriel esok hari waktu begini (Adapun segala putera baginda, tujuh puluh orang banyaknya, adalah di dalam negeri dengan segala orang besar-besar yang memeliharakan dia.)","Hata, setelah sudah sampai surat itu kepada mereka itu, diambilnya akan segala putera baginda, dibunuhnya akan tujuh puluh orang banyaknya, dan dibubuhnya segala kepalanya itu dalam keranjang, lalu dikirimkannyalah kepada Yehu ke Yizriel.","Maka datanglah seorang suruhan memberitahu kepadanya, sembahnya: Bahwa mereka itu sudah membawa kepala segala putera baginda. Maka kata Yehu: Letakkanlah dia jadi dua timbunan pada pintu gerbang sampai kepada pagi hari.","Maka pada pagi hari keluarlah Yehu, lalu berhenti sambil katanya kepada segenap orang banyak itu: Kamu sekalian tiada bersalah. Bahwasanya aku yang sudah bermufakat hendak mendurhaka kepada yang dipertuan dan aku yang sudah membunuh dia; maka siapa gerangan sudah membunuh sekalian ini?","Ketahuilah olehmu bahwa sepatah katapun tiada gugur ke tanah dari pada segala firman Tuhan akan hal orang isi istana raja Akhab, karena telah disampaikan Tuhan barang yang sudah dikatakan-Nya dengan lidah Elia, hamba-Nya.","Tambahan pula dibunuh oleh Yehu akan segala orang isi istana raja Akhab yang lagi tinggal di Yizriel, dan akan segala orang besar-besarnya dan segala sahabatnya, dan segala ajar-ajarnya, sehingga seorangpun tiada dihidupinya baginya.","Maka berangkatlah Yehu, lalu berjalan langsung ke Samaria; setelah ia sampai ke Bait-Hekid orang gembala pada jalan itu,","didapati Yehu akan segala saudara Ahazia, raja orang Yehuda, maka katanya: Siapakah kamu ini? Maka sahut mereka itu: Bahwa kami sekalian ini saudara raja Ahazia dan kami sudah turun hendak bersalam-salaman dengan segala putera baginda kedua laki isteri.","Maka kata Yehu: Tangkaplah olehmu akan mereka itu dengan hidupnya. Maka dibunuhnyalah mereka itu dekat dengan perigi Bait-Hekid, empat puluh dua orang laki-laki banyaknya, seorangpun tiada dihidupinya.","Setelah berjalan dari sana bertemulah ia dengan Yonadab bin Rekhab, yang datang mendapatkan dia; maka bersalam-salaman keduanya, lalu kata Yehu: Adakah hatimu benar dengan aku seperti hatiku benar dengan hatimu? Maka sahut Yonadab: Ia benar. Jikalau begitu, baiklah kita bertampar tangan. Maka keduanyapun bertamparlah tangan, lalu diajaknya akan dia naik sertanya ke atas ratanya.","Maka kata Yehu: Mari, berjalanlah sertaku dan lihatlah rajinku karena Tuhan. Demikianlah disuruhnya akan dia naik ke atas ratanya.","Setelah sampai di Samaria dibunuhnyalah akan segala orang yang lagi tinggal bagi raja Akhab di Samaria itu, sehingga habis sudah dibinasakannya dia, setuju dengan firman Tuhan yang telah dikatakan-Nya kepada nabi Elia itu.","Maka dihimpunkan oleh Yehu segenap orang banyak itu, lalu katanya kepadanya: Adapun raja Akhab berbuat ibadat kepada Baal itu ada kurangnya juga, bahwa Yehu hendak berbuat ibadat kepadanya terlebih banyak.","Maka sebab itu panggillah olehmu akan segala nabi Baal dan segala hambanya dan segala ajar-ajarnya datang menghadap aku, seorangpun jangan kurang, karena aku hendak membuat suatu korban besar bagi Baal; barangsiapa tiada hadir, ia itu tiada akan hidup lagi. Adapun perbuatan Yehu demikian dengan tipu daya juga, supaya dapat dibunuhnya akan segala hamba Baal itu.","Setelah itu, maka kata Yehu: Sucikanlah bagi Baal suatu hari raya. Maka dicanangkan oranglah akan dia.","Dan lagi utusanlah Yehu kepada segenap bangsa Israel, sehingga datanglah segala hamba Baal, seorangpun tiada ketinggalan yang tiada datang, maka sekaliannya itu masuklah ke dalam kuil Baal, sehingga penuhlah kuil Baal itu dari pada ujungnya satu datang kepada ujungnya yang lain.","Lalu kata Yehu kepada orang yang memerintahkan gedung pakaian: Bawalah olehmu ke luar pakaian akan segala hamba Baal itu. Maka dikeluarkanlah pakaian akan mereka itu sekalian.","Maka datanglah Yehu serta dengan Yonadab bin Rekhab, lalu masuk ke dalam kuil Baal; maka katanya kepada segala hamba Baal itu: Periksalah baik-baik, jangan di sini sertamu ada salah seorang dari pada segala hamba Tuhan, melainkan hamba Baal sahaja.","Maka setelah sudah mereka itu sekalian masuk ke dalam hendak mempersembahkan korban sembelihan dan korban bakaran, ditaruh Yehu akan delapan puluh orang di luar, serta katanya: Jikalau kiranya seorang juapun luput dari pada segala orang yang telah kuserahkan kepada tanganmu ini, niscaya nyawamu seorang akan ganti nyawanya.","Maka sesungguhnya baharu sudah dipersembahkan oranglah korban bakaran itu, lalu kata Yehu kepada segala biduanda dan panglima itu: Marilah masuk, bunuhlah mereka itu, seorang juapun jangan luput. Maka dibunuhnyalah mereka itu sekalian dengan mata pedang dan dibuang oleh segala biduanda dan panglima akan dia, kemudian masuklah mereka itu ke dalam segala kubat kuil Baal itu,","dibawanya keluar dari dalam kuil Baal akan segala patung yang terdiri di dalamnya, dan dibakarnya habis akan dia.","Dan lagi dirobohkannyalah patung Baal yang terdiri di situ dan dibongkarnya kuil Baal, dijadikannya longkang sampai kepada hari ini.","Demikianlah peri dibinasakan Yehu akan Baal dari antara orang Israel.","Tetapi dari pada menurut dosa Yerobeam bin Nebat, yang sudah menyuruhkan orang Israel berbuat dosa itu, tiada Yehu menjauhkan dirinya, yaitu dari pada anak lembu keemasan yang di Bait-el dan yang di Dan.","Maka firman Tuhan kepada Yehu: Sebab baiklah perbuatanmu dan sebab engkau telah berbuat barang yang benar kepada pemandangan-Ku dan telah kausampaikan kepada orang isi istana Akhab segala niat hati-Ku, maka anakmu laki-laki akan bersemayam di atas takhta kerajaan Israel sampai gilir yang keempat:","Tetapi tiada Yehu tetap berjalan menurut taurat Tuhan, Allah orang Israel, dengan segenap hatinya, karena tiada dijauhkannya dirinya dari pada dosa Yerobeam, yang telah menyuruhkan orang Israelpun berbuat dosa.","Maka pada zamannya juga Tuhan mulai mengurangi orang Israel, karena dialahkan Hazael akan mereka itu pada segala perhinggaan tanah Israel,","pada Yarden sebelah matahari terbit, seluruh benua Gilead dan tanah orang Gad dan Rubin dan Manasye dari pada Aroer yang pada tepi sungai Arnon, dan lagi Gilead dan Bazan.","Adapun barang yang lagi tinggal dari pada segala kisah raja Yehu dan segala sesuatu yang telah dibuatnya dan segala kuasanya, bukankah ia itu tersebut dalam kitab tawarikh raja-raja orang Israel.","Maka raja Yehupun mangkatlah beradu dengan segala nenek moyangnya, lalu dikuburkan oranglah akan baginda di Samaria, dan Yoahaz, putera baginda, lalu naik raja akan gantinya.","Adapun segala hari raja Yehu kerajaan atas orang Israel di Samaria, ia itu dua puluh delapan tahun lamanya."]