["Bermula, maka pada tahun yang kedua puluh tujuh dari pada kerajaan Yerobeam atas orang Israel, naiklah raja Azarya bin Amazia atas orang Yehuda.","Maka pada masa ia naik raja umurnya enam belas tahun dan kerajaanlah ia di Yeruzalem lima puluh dua tahun lamanya; maka nama bunda baginda itu Yekholya dari Yeruzalem.","Maka dibuatnya barang yang benar kepada pemandangan Tuhan, seperti segala perbuatan Amazia, ayahanda baginda.","Melainkan segala panggung itu tiada juga dilalukan; orang banyak lagi mempersembahkan korban dan membakar dupa di atas panggung itu.","Maka disiksakan Tuhan akan baginda, sehingga bagindapun kena penyakit kusta datang kepada hari mangkatnya, sebab itu duduklah baginda dalam rumah perasingan, maka Yotam, putera baginda dan pemerintah istana itu, lalu memerintahkan segala orang isi negeri.","Adapun barang yang lagi tinggal dari pada segala kisah raja Azarya dan segala perbuatannya, bukankah ia itu tersebut dalam kitab tawarikh raja-raja orang Yehuda?","Maka raja Azaryapun mangkatlah beradu dengan segala nenek moyangnya, lalu dikuburkan oranglah akan baginda pada sisi segala nenek moyang baginda di dalam negeri Daud, maka Yotam, putera baginda, lalu naik raja akan gantinya.","Adapun pada tahun yang ketiga puluh delapan dari pada kerajaan Azarya atas orang Yehuda kerajaanlah Zakharia bin Yerobeam atas orang Israel di Samaria enam bulan lamanya,","maka dibuatnya barang yang jahat kepada pemandangan Tuhan, seperti perbuatan segala nenek moyangnya, tiada dijauhkannya dirinya dari pada dosa Yerobeam bin Nebat, yang telah menyuruhkan orang Israel berbuat dosa.","Maka bermufakatlah Salum bin Yabesy hendak mendurhaka, lalu ditikamnya akan baginda di hadapan orang banyak, dibunuhnya baginda, lalu iapun naik raja akan gantinya.","Adapun barang yang lagi tinggal dari pada segala kisah raja Zakharia, bahwasanya adalah ia itu tersebut dalam kitab tawarikh raja-raja orang Israel.","Maka demikianpun firman Tuhan yang telah dikatakan-Nya dahulu kepada Yehu, bunyinya: Bahwa dari pada anakmu akan duduk di atas takhta kerajaan Israel sampai gilir yang keempat; maka demikianpun jadilah.","Adapun Salum bin Yabesy itu naik raja pada tahun yang ketiga puluh sembilan dari pada kerajaan Uzia atas orang Yehuda, maka kerajaanlah ia di Samaria hanya sebulan lamanya,","karena Menahim bin Gadipun berangkat dari Tirza, serta sampailah ia ke Samaria ditikamnya Salum bin Yabesy, dibunuhnya akan dia di Samaria, lalu ia naik raja akan gantinya.","Adapun barang yang lagi tinggal dari pada segala kisah Salum dan fakat yang diadakannya, bahwasanya adalah ia itu tersebut dalam kitab tawarikh raja-raja orang Israel.","Maka pada masa itu dialahkan Menahim akan negeri Tifsa, dibunuhnya segala orang isinya dan yang duduk dijajahannya, mulai dari Tirza; adapun tiada dibukai oleh mereka itu pintu gerbangnya akan dia, maka itulah sebabnya dibunuhnya mereka itu dan dibelahkannya segala perempuan mereka itu yang dalam mengandung.","Adapun pada tahun yang ketiga puluh sembilan dari pada kerajaan Azarya atas orang Yehuda naiklah raja Menahim bin Gadi atas orang Israel, dan kerajaanlah ia di Samaria sepuluh tahun lamanya.","Maka diperbuatnya barang yang jahat kepada pemandangan Tuhan, sepanjang umur hidupnya tiada dijauhkannya dirinya dari pada dosa Yerobeam bin Nebat, yang telah menyuruhkan orang Israel berbuat dosa.","Maka pada zamannya datanglah Pul, raja benua Asyur, menyerang negeri, tetapi diberikan Menahim seribu talenta perak kepada Pul, supaya dibantunya akan dia pada meneguhkan kerajaan itu dalam tangannya.","Adapun segala uang itu diambil oleh Menahim dari pada orang Israel, yaitu dari pada segala orang yang sangat kaya, hendak memberikan dia kepada raja benua Asyur, dari pada tiap-tiap orang lima puluh syikal perak, lalu pulanglah raja benua Asyur, tiada tinggal lagi dalam negeri itu.","Adapun barang yang lagi tinggal dari pada segala kisah raja Menahim dan segala perbuatannya, bukankah ia itu tersebut dalam kitab tawarikh raja-raja orang Israel?","Hata, maka Menahimpun mangkatlah beradu dengan segala nenek moyangnya, lalu Pekahya, puteranya, naiklah raja akan gantinya.","Pada tahun yang kelima puluh dari pada kerajaan Azarya atas orang Yehuda naiklah Pekahya bin Menahim raja atas orang Israel, Maka kerajaanlah ia di Samaria dua tahun lamanya.","Maka dibuatnya barang yang jahat kepada pemandangan Tuhan, tiada dijauhkannya dirinya dari pada dosa Yerobeam bin Nebat, yang telah menyuruhkan orang Israel berbuat dosa.","Maka oleh Pekah bin Remalya, panglima perangnya, diadakan suatu fakat hendak mendurhaka kepadanya, ditikamnya baginda di Samaria dalam maligai istana baginda, yaitu Pekah dan Argob dan Arye dan lima puluh orang dari bani Gileadipun sertanya; demikianlah dibunuhnya baginda, lalu ia naik raja akan gantinya.","Adapun barang yang lagi tinggal dari pada segala kisah raja Pekahya dan segala perbuatannya, bahwasanya adalah ia itu tersebut dalam kitab tawarikh raja-raja orang Israel.","Maka pada tahun yang kelima puluh dua dari pada kerajaan Azarya atas orang Yehuda naiklah Pekah bin Remalya atas orang Israel dan kerajaanlah ia di Samaria dua puluh tahun lamanya.","Maka dibuatnya barang yang jahat kepada pemandangan Tuhan, tiada dijauhkannya dirinya dari pada dosa Yerobeam bin Nebat, yang telah menyuruhkan orang Israel berbuat dosa.","Maka pada zaman Pekah, raja orang Israel, datanglah Tijlat-Pilezar, raja benua Asyur, dialahkannya negeri Iyon dan Abel-Bait-Maakha dan Yanoah dan Kedes dan Hazor dan Gilead dan Galilea dan segala negeri Naftali, dipindahkannya segala orang isinya ke Asyur.","Maka oleh Hosea bin Ela diadakan suatu fakat melawan Pekah bin Remalya, ditikamnya dan dibunuhnya akan dia, lalu naiklah ia raja akan gantinya pada tahun yang kedua puluh dari pada kerajaan Yotam bin Uzia.","Adapun barang yang lagi tinggal dari pada segala kisah raja Pekah dan segala perbuatannya, bahwasanya adalah ia itu tersebut dalam kitab tawarikh raja-raja orang Israel.","Maka pada tahun yang kedua dari pada kerajaan Pekah bin Remalya atas orang Israel, naiklah Yotam bin Uzia raja atas orang Yehuda.","Adapun umurnya tatkala ia naik raja itu lima likur tahun, maka kerajaanlah ia di Yeruzalem enam belas tahun lamanya dan nama bunda baginda itu Yerusa, anak Zadok.","Maka dibuat baginda barang yang benar kepada pemandangan Tuhan, seperti segala perbuatan Uzia, ayahanda baginda, demikianpun perbuatan baginda.","Melainkan segala panggung tiada dilalukan, dan orang banyak lagi mempersembahkan korban dan membakar dupa di atas panggung itu; maka baginda juga yang membuat pintu yang tinggi itu pada rumah Tuhan.","Adapun barang yang lagi tinggal dari pada segala kisah raja Yotam dan segala perbuatannya, bukankah ia itu tersebut dalam kitab tawarikh raja-raja orang Yehuda?","Maka pada zaman itu mulailah Tuhan menyuruhkan Rezin, raja benua Syam, dan Pekah bin Remalya ke dalam negeri Yehuda.","Hata, maka raja Yotampun mangkatlah beradu dengan segala nenek moyangnya, lalu dikuburkan oranglah akan baginda pada sisi segala nenek moyangnya dalam negeri Daud, moyangda baginda, maka Akhaz, putera baginda, naik raja akan gantinya."]