["Bermula, maka pada tahun yang kedua belas dari pada kerajaan Akhaz atas orang Yehuda, naiklah Hosea bin Ela raja atas orang Israel, maka kerajaanlah ia di Samaria sembilan tahun lamanya.","Maka dibuatnya barang yang jahat kepada pemandangan Tuhan, tetapi bukan seperti segala raja orang Israel yang dahulu dari padanya.","Maka Salmanesar, raja benua Asyur, datang memerangi dia, maka Hoseapun takluklah kepadanya, sehingga dibayarnya upeti kepadanya.","Tetapi didapati raja Asyur akan hal Hosea sudah mengadakan suatu fakat, karena telah disuruhkannya utusan kepada So, raja Mesir, dan tiada dibayarnya upeti kepada raja Asyur, seperti biasa pada tiap-tiap tahun, maka sebab itu dikurungkan raja Asyur akan dia dan dibelenggukannya dalam penjara.","Karena raja Asyur sudah berjalan melalui segala negeri datang menyerang Samaria, lalu dikepungnya akan dia tiga tahun lamanya.","Maka pada tahun yang kesembilan dari pada kerajaan Hosea dialahkan raja Asyur akan Samaria, dipindahkannya orang Israel itu ke negeri Asyur, disuruhnya mereka itu duduk di Halah dan di Habor dan pada tepi sungai Gozan dan dalam negeri-negeri Medi.","Karena telah jadi bahwa bani Israel sudah berbuat dosa kepada Tuhan, Allahnya, yang telah membawa akan mereka itu naik dari Mesir, dari bawah tangan Firaun, raja Mesir, maka mereka itu sudah berbuat ibadat kepada dewa-dewa,","dan menurut adat-adat orang kafir, yang telah dihalaukan Tuhan dari hadapan bani Israel dan adat-adat yang diadakan oleh raja-raja orang Israel.","Maka dengan pura-pura berbuat baik dibuat bani Israel beberapa perkara yang tiada patut kepada Tuhan, Allahnya, dan didirikannya panggung dalam segala negerinya, dari pada menara orang pengawal datang kepada segala negeri yang berkota benteng.","Maka didirikannya bagi dirinya beberapa tiang berhala dan hutan di atas segala bukit yang tinggi dan di bawah segala pohon kayu yang hijau.","Maka di sanalah dibakarnya dupa di atas segala panggung, sama seperti segala orang kafir, yang sudah dihalaukan Tuhan dari hadapan mereka itu; dan dibuatnya beberapa perkara yang jahat akan membangkitkan murka Tuhan.","Maka mereka itu sudah berbuat ibadat kepada segala berhala tahi, yang ada firman Tuhan akan halnya, demikian bunyinya: Janganlah kamu berbuat perkara begitu.","Maka Tuhan sudah berfirman kepada orang Israel dan kepada orang Yehuda dengan lidah segala nabi-Nya dan dengan lidah segala penilik, bunyinya: Tobatlah kamu dari pada segala jalanmu yang jahat itu dan peliharakanlah segala hukum undang-undang-Ku menurut segenap taurat, firman-Ku kepada nenek moyangmu, dan yang telah Kusampaikan kepadamupun dengan tangan segala hamba-Ku, yaitu segala nabi-nabi.","Tetapi tiada mereka itu mau dengar, melainkan ditegarkannya tengkuknya, seperti tengkuk segala nenek moyangnya, yang tiada percaya akan Tuhan, Allahnya;","dicelakannya hukum undang-undang-Nya dan perjanjian yang telah didirikan Tuhan dengan nenek moyang mereka itu, dan segala firman yang telah disampaikan-Nya kepada mereka itu, dan kelakuan mereka itu menurut perkara yang sia-sia, sehingga mereka itu sendiripun menjadi sia-sia belaka, dan diturutnya adat segala bangsa yang duduk keliling mereka itu, yang ada firman Tuhan akan halnya, janganlah kiranya kelakuan mereka itu seperti bangsa itu.","Bahkan, ditinggalkannya segala firman Tuhan, Allahnya, diperbuatnya akan dirinya patung tuangan, yaitu anak lembu dua ekor, dan diperbuatkannya beberapa hutan-hutan dan mereka itu menyembah sujud kepada segala tentara di langit dan berbuat bakti kepada Baal.","Tambahan pula dijalankannya anak-anaknya laki-laki dan perempuan terus dari pada api dan diadakannya tenungan dan diselidiknya pesona seranah, dan dijualnya dirinya akan berbuat barang yang jahat kepada pemandangan Tuhan hendak membangkitkan murka-Nya.","Maka sebab itu sangatlah murka Tuhan akan orang Israel, sehingga dilalukan-Nya mereka itu dari hadapan hadirat-Nya; tiada yang tertinggal lagi melainkan suku Yehuda sendiri jua.","Maka orang Yehudapun tiada memeliharakan firman Tuhan, Allahnya, melainkan mereka itupun menurut adat-adat orang Israel, yang telah diadakannya.","Maka sebab itu dibuang Tuhan akan segala bani Israel, disiksakan-Nya mereka itu dan diserahkan-Nya mereka itu kepada tangan orang penjarah, sehingga sudah ditolak-Nya mereka itu dari hadapan hadirat-Nya.","Maka sudah diceraikan-Nya juga orang Israel dari pada istana Daud, sehingga mereka itu setuju berajakan Yerobeam bin Nebat; maka Yerobeam juga yang menyebabkan orang Israel menjadi murtad kepada Tuhan dan disuruhnya mereka itu berbuat dosa yang sangat besar.","Maka orang Israelpun menurutlah segala dosa Yerobeam, yang telah diperbuatnya, tiada mereka itu menjauhkan dirinya dari padanya,","sehingga dilalukan Tuhan akan orang Israel dari hadapan hadirat-Nya, setuju dengan segala firman yang telah dikatakan-Nya dahulu dengan lidah segala hamba-Nya, yaitu segala nabi-nabi; maka sebab itu orang Israelpun dipindahkan dari negerinya ke negeri Asyur datang kepada hari ini.","Bermula, maka oleh raja benua Asyur itu dipindahkan orang banyak dari Babil dan dari Kuta dan dari Awa dan dari Hamat dan Sefarwaim, disuruhnya mereka itu duduk dalam negeri-negeri Samaria akan ganti bani Israel; maka diambil oleh mereka itu Samaria akan bahagian pusaka, lalu duduklah mereka itu dalam segala negerinya.","Maka sesungguhnya pada permulaan kedudukan mereka itu di sana, sebab tiada mereka itu berbuat bakti kepada Tuhan, disuruhkan Tuhan beberapa singa kepadanya, yang membunuh banyak orang dari pada mereka itu.","Maka sebab itu sembahnya kepada baginda raja Asyur demikian: Adapun segala bangsa yang sudah tuanku pindahkan dengan menitahkan dia duduk dalam negeri-negeri Samaria, bahwa tiada patik itu mengetahui peri kebaktian kepada ilah negeri itu, maka sebab itu disuruhkan-Nya beberapa ekor singa kepada patik itu, bahwasanya patik itu dibunuh olehnya sebab tiada patik itu mengetahui peri kebaktian kepada ilah negeri itu.","Maka titah baginda raja Asyur demikian: Hantarlah olehmu ke sana akan seorang dari pada segala imam yang sudah kamu bawa dari sana, supaya mereka itu duduk di sana dan mengajar orang itu peri kebaktian kepada ilah negeri itu.","Hata, maka datanglah seorang dari pada imam yang sudah dibawanya dari Samaria, maka duduklah ia di Bait-el dan diajarnya mereka itu peri kebaktian kepada Tuhan.","Tetapi tiap-tiap bangsa itu memperbuat berhalanya dan ditaruhnya akan dia dalam rumah panggung yang telah diperbuat oleh orang Samaritani, yaitu tiap-tiap bangsa dalam negeri tempat kedudukannya.","Karena segala orang yang dari Babil itu memperbuat akan Sukot-Benot, dan segala orang yang dari Khut itu memperbuat akan Nerjal, dan segala orang yang dari Hamat itu memperbuat akan Asima,","dan segala orang Awi itu memperbuat akan Nibhaz dan Tartak, dan orang Sefarwai itu membakar anak-anaknya dengan api bagi Aderamelek dan Anamelek, berhala orang Sefarwai itu.","Dan lagi mereka itupun berbuat bakti kepada Tuhan juga dan dari pada segala pangkat orang banyak itu diangkatlah orang bagi dirinya akan imam panggung, yang berbuat ibadat karenanya dalam rumah panggung itu.","Kepada Tuhanpun mereka itu berbuat bakti dan kepada berhalanyapun mereka itu berbuat bakti atas peri segala bangsa, dari antaranya juga mereka itu sudah dipindahkan.","Maka sampai kepada hari ini juga mereka itu menurut adatnya yang dahulu itu, bukan mereka itu berbuat ibadat kepada Tuhan dan bukan mereka itu menurut syariat dan hukum dan undang-undang dan firman, yang telah disampaikan Tuhan kepada segala bani Yakub yang dianugerahkan-Nya nama Israel.","Karena dengan orang ini jua didirikan Tuhan perjanjian-Nya serta firman-Nya kepadanya demikian: Janganlah kamu berbuat bakti kepada dewa-dewa dan jangan kamu menyembah sujud kepadanya, dan jangan kamu berbuat ibadat kepadanya dan jangan kamu mempersembahkan korban kepadanya.","Melainkan kepada Tuhan, yang sudah membawa naik akan kamu dari negeri Mesir dengan kuasa yang besar dan dengan lengan yang terkedang, hendaklah kamu berbuat bakti dan kepada-Nya juga hendaklah kamu menyembah sujud dan kepada-Nya juga hendaklah kamu mempersembahkan korban.","Maka segala syariat dan hukum dan undang-undang dan firman yang sudah disuratkan-Nya bagimu, ia itu hendaklah kamu lakukan dengan sungguh-sungguh hatimu pada segala hari; tetapi janganlah kamu berbuat bakti kepada dewa-dewa,","dan jangan kamu lalaikan perjanjian yang sudah Kuadakan dengan kamu, dan jangan kamu berbuat bakti kepada dewa-dewa.","Melainkan hendaklah kamu berbuat bakti kepada Tuhan, Allahmu, maka Tuhan juga akan melepaskan kamu kelak dari pada tangan segala musuhmu.","Tetapi tiada mereka itu mau dengar, melainkan diturutnya adat-adatnya yang dahulu itu.","Maka segala bangsa itupun beribadatlah kepada Tuhan dan berbuat bakti kepada patung-patungnya yang terukirpun, demikianpun segala anak cucu cicit mereka itu, seperti perbuatan segala nenek moyangnya begitu juga perbuatan mereka itu datang kepada hari ini adanya."]