["Bermula, maka Atalia, bunda Ahazia, apabila dilihatnya anaknya sudah mati, maka bangkitlah ia, lalu dibunuhnya akan segala anak cucu baginda.","Tetapi oleh Yoseba, anak perempuan baginda raja Yoram, adinda Ahazia itu, diangkat akan Yoas, putera Ahazia, dibawanya akan dia curi-curi dari antara segala putera baginda yang dibunuh itu, lalu ditaruhnya akan dia dalam bilik peraduan serta dengan pengasuhnya, disembunyikannya dia dari pada Atalia, supaya jangan iapun dibunuh.","Maka adalah ia tersembunyi sertanya di dalam kaabah enam tahun lamanya sementara Atalia memerintahkan negeri.","Maka pada tahun yang ketujuh disuruh Yoyada panggil segala penghulu atas orang seratus dan segala biduanda, lalu dibawanya akan mereka itu sertanya masuk ke dalam kaabah Tuhan dan berjanji-janjianlah ia dengan mereka itu, disuruhnya mereka itu bersumpah setia dalam kaabah Tuhan, lalu ditunjuknya kepada mereka itu putera baginda.","Maka berpesanlah ia kepada mereka itu, katanya: Inilah perkara yang hendak kamu perbuat: bahwa sepertiga kamu, yang masuk pada hari sabat itu, hendaklah menunggui istana baginda;","dan sepertiga hendaklah pada pintu gerbang Tsur, dan sepertiga pula pada pintu gerbang dibalik tempat biduanda, tetapi akan pengawalan istana baginda itu hendaklah kamu lakukan ganti-berganti.","Dan dua bahagian kamu, segala orang yang keluar pada hari sabat itu, hendaklah menunggui kaabah Tuhan hampir dengan baginda.","Dan hendaklah kamu mengelilingi baginda dari pada segala pihak, masing-masing dengan senjata pada tangannya, maka barangsiapa yang menetas baris laskar itu, ia itu akan mati dibunuh; hendaklah kamu menyertai akan baginda apabila baginda keluar dan apabila baginda masuk.","Hata, maka oleh segala penghulu atas orang seratus itu dibuatlah seperti segala pesan imam Yoyada, diambilnya masing-masing akan orangnya yang masuk pada hari sabat serta dengan segala orang yang keluar pada hari sabat, lalu datanglah mereka itu kepada imam Yoyada.","Maka oleh imam itu diberikan kepada segala penghulu atas orang seratus itu segala lembing dan perisai yang dari pada raja Daud dan yang di dalam kaabah Tuhan.","Maka segala biduanda itupun berdirilah masing-masing dengan senjatanya pada tangannya, dari pada sebelah kanan kaabah itu datang kepada sebelah kirinya, yaitu di antara mezbah dengan kaabah, keliling baginda.","Maka dikeluarkannya baginda, dikenakannya makota pada kepalanya dan assyahadat itu diberikannya kepada tangannya, dijadikannya ia raja dan disiramnya, lalu mereka itu sekalian bertepuk-tepuk tangan dengan sambil soraknya: Berbahagialah kiranya baginda tuanku!","Demi didengar oleh Atalia bunyi suara segala biduanda dan orang banyak itu, maka datanglah ia mendapatkan orang banyak itu dalam kaabah Tuhan.","Maka dilihatnya bahwasanya baginda adalah berdiri dekat dengan tiang sebagaimana adat, dan segala penghulu serta dengan nafirinyapun hadir dengan baginda dan segala orang negeripun bersuka-sukaanlah sambil meniup nafirinya, lalu Ataliapun mencarik-carikkan pakaiannya sambil berseru: Adalah khianat, khianat!","Maka disuruh imam Yoyada akan segala penghulu atas orang seratus, yaitu segala panglima tentara, katanya: Bawalah akan dia keluar, di tengah-tengah barisan, dan barangsiapa yang mengikut dia, bunuhlah akan dia dengan pedang, karena kata imam: Janganlah ia dibunuh dalam kaabah Tuhan.","Maka ditangkap mereka itu akan dia, lalu iapun berjalanlah ke istana baginda pada jalan segala kuda dan di sanalah iapun dibunuh.","Maka dibuatlah oleh Yoyada suatu perjanjian antara Tuhan dengan raja dan dengan orang banyak itu, supaya mereka itu menjadi umat Tuhan, dan lagi antara baginda dengan orang banyak itu.","Setelah itu, maka masuklah segala orang negeri itu ke dalam kuil Baal, dibongkarnya, dan segala mezbahnya dan patungnyapun dipecahkannya baik-baik, dan Matan, ajar-ajar Baal itu, dipalunya sampai ia mati di hadapan mezbah. Maka oleh imam diperintahkan pekerjaan jawatan di dalam kaabah Tuhan;","dan diambilnya akan segala penghulu atas orang seratus dan akan segala penjawat istana dan biduanda dan akan segala orang negeri itu, lalu dibawanya akan baginda turun dari dalam kaabah Tuhan, maka datanglah mereka itu dari pada jalan pintu biduanda ke istana baginda, lalu bersemayamlah baginda di atas takhta kerajaan.","Maka segala anak bumipun bersuka-sukaanlah dan segala orang isi negeripun bersentosalah, setelah sudah dibunuhnya akan Atalia dengan pedang di dalam istana baginda.","Adapun raja Yoas itu pada masa ia naik raja umurnya tujuh tahun."]