["Bermula, maka pada tahun yang ketujuh belas dari pada kerajaan Pekah bin Remalya, naiklah Akhaz bin Yotam raja atas orang Yehuda.","Adapun umur Akhaz pada masa ia naik raja itu dua puluh tahun, maka kerajaanlah ia di Yeruzalem enam belas tahun lamanya, dan tiada dibuatnya barang yang benar kepada pemandangan Tuhan, Allahnya, seperti Daud, moyangda baginda;","karena berjalanlah ia pada jalan raja-raja orang Israel, bahkan, dijalankannya lagi anaknya terus dari pada api, seperti perbuatan kebencian orang kafir, yang sudah dihalaukan oleh Tuhan dari hadapan bani Israel.","Tambahan pula dipersembahkannya korban dan dibakarnya dupa di atas panggung dan di atas bukit dan lagi di bawah segala pohon kayu yang hijau-hijau.","Maka pada masa itu berangkatlah Rezin, raja benua Syam, dan Pekah bin Remalya, raja orang Israel, ke Yeruzalem hendak berperang, maka dikepungnya akan Akhaz, tetapi tiada dapat dialahkannya negerinya.","Maka pada masa itu juga dikembalikan Rezin, raja Syam, akan Elat kepada benua Syam dan dihalaukannya orang Yehuda itu dari Elat, maka datanglah orang Syam ke Elat, lalu duduklah di sana sampai kepada hari ini.","Maka disuruhkan raja Akhaz beberapa utusan pergi menghadap Tijlat-Pilezar, raja benua Asyur, serta sembahnya: Bahwa beta ini hamba tuan dan anak tuan; hendaklah kiranya tuan datang melepaskan beta dari pada tangan raja benua Syam dan dari pada tangan raja orang Israel, yang sudah berangkat hendak berperang dengan beta.","Maka diambil Akhaz akan segala emas perak yang terdapat dalam rumah Tuhan dan dalam perbendaharaan istana baginda, dihantarkannya hadiah kepada raja benua Asyur itu.","Maka diluluskan raja benua Asyur akan kehendak baginda, karena raja benua Asyur itu berangkat lalu menyerang negeri Damsyik, dialahkannya dan dibawanya akan orang isinya tertawan ke Kir dan dibunuhnya Rezin.","Maka pada masa itu berjalanlah baginda raja Akhaz ke Damsyik pergi berjumpa dengan Tijlat-Pilezar, raja Asyur, maka di Damsyik itu dilihatnya sebuah mezbah, lalu dikirim raja Akhaz akan gambar yang serupa dengan mezbah dan segala perbuatannya itu kepada imam Uria.","Maka imam Uriapun memperbuatlah sebuah mezbah serupa dengan segala sesuatu yang dikirim raja Akhaz dari Damsyik itu, demikianlah dibuat imam Uria dahulu dari pada pulang raja Akhaz dari Damsyik.","Setelah baginda sudah pulang dari Damsyik, dilihat baginda akan mezbah itu, lalu datanglah baginda hampir kepada mezbah itu, dipersembahkannya korban di atasnya,","dan dinyalakannya korban bakarannya dan persembahan makanannya dan dicucurkannya persembahan minumannya dan dipercikkannya darah korban syukurnya kepada mezbah itu.","Maka adapun mezbah tembaga yang di hadapan hadirat Tuhan itu disuruhnya bawa lagi ke hadapan, jauh lagi dari rumah itu, dari antara mezbah dengan rumah Tuhan, ditaruhnya akan dia pada sisi mezbah itu arah ke utara.","Maka berpesanlah baginda raja Akhaz kepada imam Uria, titahnya: Di atas mezbah besar itu bakarlah olehmu akan korban bakaran pagi dan persembahan makanan petang dan akan korban bakaran dan persembahan makanan baginda dan akan korban bakaran dan persembahan makanan segala orang isi negeri dan segala persembahan makanan mereka itu dan segala persembahan minuman mereka itu, dan percikkanlah kepadanya segala darah korban bakaran dan segala darah korban sembelihan, tetapi mezbah tembaga itulah bagiku akan menyelidik.","Maka oleh imam Uria dibuat sekalian itu seturut pesan baginda raja Akhaz.","Maka dikerat oleh raja Akhaz akan segala birai pelapik dan dilalukannya segala tempat pembasuh dari atasnya, dan kolam itupun disuruhnya turunkan dari atas lembu tembaga, yang dibawanya, disuruhnya taruh pada dasar batu.","Dan lagi serambi sabat, yang telah dibuat orang pada rumah itu dan pintu raja yang di luar dilalukannya dari pada rumah Tuhan oleh karena sebab raja Asyur itu.","Adapun barang yang lagi tinggal dari pada segala kisah raja Akhaz dan segala perbuatannya, bukankah ia itu tersebut dalam kitab tawarikh raja-raja Yehuda?","Maka Akhazpun mangkatlah beradu dengan segala nenek moyangnya lalu bagindapun dikuburkan pada sisi segala nenek moyangnya dalam negeri Daud, maka Hizkia, puteranya, lalu naik raja akan gantinya."]