["Sebermula, maka pada tahun yang kedua puluh tiga dari pada kerajaan Yoas bin Ahazia atas orang Yehuda, naiklah Yoahaz bin Yehu raja atas orang Israel di Samaria, maka kerajaanlah ia tujuh belas tahun lamanya.","Maka dibuatnya barang yang jahat kepada pemandangan Tuhan, karena diturutnya segala dosa Yerobeam bin Nebat, yang telah menyuruhkan orang Israel berbuat dosa, tiada dijauhkannya dirinya dari padanya.","Maka sebab itu berbangkitlah murka Tuhan akan orang Israel, diserahkan-Nya mereka itu kepada tangan Hazael, raja benua Syam, dan kepada tangan Benhadad bin Hazael pada segala hari itu.","Tetapi raja Yoahazpun meminta doa kepada Tuhan dengan segala yakin hatinya, maka Tuhanpun mendengar akan dia, karena dilihat-Nya sengsara orang Israel, yang dianiayakan oleh raja benua Syam.","Maka dikaruniakan Tuhan kepada orang Israel seorang penolong, sehingga mereka itu keluar dari dalam tangan orang Syam, lalu duduklah segala bani Israel dalam kemah-kemahnya seperti dahulu.","Tetapi tiada juga dijauhkannya dirinya dari pada dosa orang isi istana Yerobeam, yang telah menyuruhkan orang Israel berbuat dosa, melainkan diturutnya juga dan hutan-hutan itupun tinggal terdiri di Samaria.","Maka sebab itu tiada ditinggalkannya rakyat bagi Yoahaz melainkan orang berkendaraan lima puluh orang dan rata sepuluh buah dan orang yang berjalan kaki sepuluh ribu, karena yang lain itu sudah dibunuh oleh raja benua Syam, yang sudah mengirik akan dia seperti lebu.","Adapun barang yang lagi tinggal dari pada segala kisah raja Yoahaz dan segala perbuatannya dan kuasanya, bukankah ia itu tersebut dalam kitab tawarikh raja-raja Israel?","Maka raja Yoahazpun mangkatlah beradu dengan segala nenek moyangnya, lalu dikuburkan oranglah akan dia di Samaria, maka Yoas puteranyapun naik raja akan gantinya.","Maka pada tahun yang ketiga puluh tujuh dari pada kerajaan Yoas atas orang Yehuda, naiklah Yoas bin Yoahaz raja atas orang Israel di Samaria, maka kerajaan ia enam belas tahun lamanya.","Maka dibuatnya barang yang jahat kepada pemandangan Tuhan, tiada dijauhkannya dirinya dari pada segala dosa Yerobeam bin Nebat, yang telah menyuruhkan orang Israelpun berbuat dosa, melainkan diturutnya juga.","Adapun barang yang lagi tinggal dari pada segala kisah raja Yoas dan segala perbuatannya dan kuasanya dalam berperang dengan Amazia, raja orang Yehuda, bukankah ia itu tersebut dalam kitab tawarikh raja-raja Israel?","Maka raja Yoaspun mangkatlah beradu dengan segala nenek moyangnya, lalu bersemayamlah Yerobeam di atas takhta kerajaannya. Maka raja Yoaspun dikuburkan di Samaria pada sisi segala raja marhum orang Israel.","Bermula, maka pada masa Elisa sakit, yaitu dengan penyakit yang menyebabkan matinya, turunlah Yoas, raja orang Israel, akan melawat dia, maka menangislah baginda di hadapannya serta katanya: Ya bapaku, ya bapaku! rata orang Israel serta dengan orang berkendaraannya.","Maka kata Elisa kepadanya: Ambillah busur serta dengan anak panahnya. Maka diambilnyalah busur dengan anak panahnya.","Lalu kata Elisa kepada baginda raja orang Israel: Kenakanlah tanganmu kepada busur itu. Maka dikenakannyalah; lalu ditumpangkan Elisa tangannya pada tangan baginda,","sambil katanya: Bukakanlah tingkap yang arah ke timur. Maka dibukakannyalah. Lalu kata Elisa: Panahkanlah. Maka dipanahkannyalah. Maka kata Elisa: Ia itulah anak panah pertolongan Tuhan, dan anak panah kelepasan dari pada orang Syam, karena orang Syam itu akan kaualahkan kelak di Afek, sehingga binasalah mereka itu.","Setelah itu maka katanya: Ambillah olehmu akan anak panah itu. Maka diambilnyalah akan dia. Lalu katanya kepada baginda raja orang Israel: Palulah dengan dia kepada bumi. Maka dipalunyalah sampai tiga kali, lalu berhenti.","Maka aziz Allah itu sangat amarah akan baginda, serta katanya: Jikalau kiranya sudah engkau palu lima enam kali, niscaya kemudian engkau mengalahkan orang Syam sampai binasa mereka itu, tetapi sekarang engkau akan mengalahkan orang Syam itu hanya tiga kali jua.","Hata, maka matilah Elisa, lalu dikuburkan oranglah akan dia. Maka pada masa itu adalah beberapa pasukan orang Moab yang penyamun masuk ke dalam negeri itu, yaitu pada masa ganti musim.","Maka sekali peristiwa apabila dikuburkannya seorang anu, tiba-tiba terlihatlah mereka itu akan suatu pasukan, lalu dicampakkannya orang mati itu ke dalam kubur Elisa, maka baharu orang mati itu dimasukkan ke dalamnya dan kena mayat Elisa itu, maka hiduplah orang itu pula, lalu bangun berdiri.","Bermula, maka oleh Hazael, raja benua Syam itu, dianiayakan orang Israel sepanjang umur hidup Yoahaz,","tetapi dikasihani Tuhan akan mereka itu dan disayangkan-Nya mereka itu, lalu berpalinglah Ia diri-Nya kepadanya, yaitu oleh karena perjanjian-Nya dengan Ibrahim, Ishak dan Yakub, tiada Ia mau membinasakan atau membuang mereka itu dari hadapan-Nya, sampai sekarang.","Hata, maka mangkatlah Hazael, raja benua Syam, lalu Benhadad, puteranya, naik raja menggantikan baginda.","Maka oleh Yoas bin Yoahaz dirampas pula dari pada kuasa Benhadad bin Hazael segala negeri yang telah ditawannya dengan berperang dari dalam kuasa Yoahaz, ayahanda baginda, maka dialahkan raja Yoas akan dia sampai tiga kali dan dipulangkannya segala negeri itu kepada orang Israel."]