["Sebermula, maka pada tahun yang kedua dari pada kerajaan Yoas bin Yoahaz atas orang Israel, naiklah Amazia bin Yoas raja atas orang Yehuda.","Umurnya lima likur tahun pada masa ia naik raja, maka kerajaanlah ia di Yeruzalem dua puluh sembilan tahun lamanya; adapun nama bunda baginda itu Yoadan, dari Yeruzalem.","Maka oleh bagindapun dibuat barang yang benar kepada pemandangan Tuhan, tetapi bukan seperti perbuatan Daud, moyangda baginda, melainkan dalam semuanya adalah perbuatannya seperti perbuatan Yoas, ayahanda baginda.","Sahaja segala panggung juga tiada dilalukan, melainkan orang banyak lagi mempersembahkan korban dan membakar dupa di atas panggung itu.","Hata, setelah tetaplah kerajaan itu dalam tangan baginda, maka dibunuh baginda akan segala hambanya yang sudah membunuh ayahanda baginda, raja marhum itu.","Tetapi tiada dibunuh oleh baginda akan anak-anak orang pembunuh itu, yaitu setuju dengan firman Tuhan yang tersebut dalam kitab taurat Musa, bunyinya: Janganlah bapanya mati dibunuh serta dengan anak-anaknya, dan janganlah anak-anakpun mati dibunuh serta dengan bapanya, melainkan masing-masing hendaklah mati dibunuh karena sebab dosa dirinya.","Maka dialahkan baginda akan orang Edom di Lembah-Masin, selaksa orang banyaknya dan dialahkannya negeri Sela dengan berperang, lalu dinamainya akan dia Yoktiel, datang kepada hari ini.","Maka pada masa itu disuruhkan Amazia beberapa utusan kepada Yoas bin Yoahaz bin Yehu, raja orang Israel, mengatakan: Mari kita berpandangan muka.","Tetapi disuruhkan Yoas, raja orang Israel, utusan kepada Amazia, raja orang Yehuda, mengatakan: Bahwa pokok onak yang di atas Libanon itu menyuruhkan utusan kepada pohon kayu araz yang di atas Libanonpun, mengatakan: Berikan apalah anakmu perempuan kepada anakku laki-laki akan isterinya, maka pada ketika itu adalah margasatwa yang di atas Libanon itu berjalan lalu, dipijak-pijaknya akan pokok onak itu.","Bahwa engkau sudah mengalahkan orang Edom itu sama sekali, sebab itu bermegah-megahlah hatimu, tetapi taruhlah akan kepujian itu bagi dirimu dan tinggallah dalam istanamu; mengapa gerangan engkau hendak memasukkan dirimu ke dalam perang yang jahat lalu mendapat celaka, baik engkau baik segala orang Yehudapun sertamu?","Tetapi Amazia tiada mau dengar; sebab itu berangkatlah Yoas, raja orang Israel, sehingga baik ia baik Amazia, raja orang Yehuda, keduanya berpandangan muka di Bait-Semes, yang di tanah Yehuda itu.","Maka orang Yehudapun dialahkan di hadapan orang Israel, lalu larilah mereka itu, masing-masing ke kemahnya.","Maka ditawanilah oleh Yoas, raja orang Israel, akan Amazia bin Yoas, raja orang Yehuda, di Bait-Semes, lalu dibawanya akan dia ke Yeruzalem, dan dipecahkannya sepotong pagar tembok Yeruzalem dari pada pintu gerbang Efrayim sampai kepada pintu gerbang Penjuru itu, empat ratus hasta panjangnya.","Maka diambilnya akan segala emas perak dan segala perkakasan yang terdapat dalam rumah Tuhan dan dalam khazanah istana baginda, dan lagi akan beberapa orang sandera, lalu pulanglah ia ke Samaria.","Adapun barang yang lagi tinggal dari pada segala kisah raja Yoas dan segala perbuatannya dan kuasanya dan perihal perangnya dengan Amazia, raja orang Yehuda, bukankah ia itu tersebut dalam kitab tawarikh raja-raja orang Israel?","Maka raja Yoaspun mangkatlah beradu dengan segala nenek moyangnya, lalu iapun dikuburkan di Samaria pada sisi raja-raja orang Israel, maka Yerobeam, puteranya, lalu naik raja akan gantinya.","Maka Amazia bin Yoas, raja orang Yehuda itu, hidup lagi kemudian dari pada mati Yoas bin Yoahaz, raja orang Israel, lima belas tahun lamanya.","Adapun barang yang lagi tinggal dari pada segala kisah Amazia, bukankah ia itu tersebut dalam kitab tawarikh raja-raja orang Yehuda?","Maka orangpun bermufakatlah hendak mendurhaka kepadanya di Yeruzalem, lalu larilah baginda ke Lakhis, tetapi disuruhnya orang mengusir akan baginda sampai ke Lakhis, lalu dibunuhnya akan baginda di sana.","Maka dibawanya akan dia termuat di atas kuda, lalu bagindapun dikuburkan di Yeruzalem, dalam negeri Daud pada sisi nenek moyangnya.","Maka oleh segenap bangsa Yehuda diambil akan Azaria, yang pada masa itu enam belas tahun umurnya, dijadikannya raja akan ganti Amazia, ayahanda baginda.","Maka bagindapun meneguhkan Elat, dikembalikannya negeri itu kepada orang Yehuda, kemudian dari pada mangkat raja beradu dengan segala nenek moyangnya.","Maka pada tahun yang kelima belas dari pada kerajaan Amazia bin Yoas atas orang Yehuda, naiklah raja di Samaria Yerobeam bin Yoas atas orang Israel; maka kerajaanlah ia empat puluh satu tahun lamanya.","Maka dibuatnya barang yang jahat kepada pemandangan Tuhan, tiada dijauhkannya dirinya dari pada segala dosa Yerobeam bin Nebat, yang telah menyuruhkan orang Israel berbuat dosa.","Maka ia juga yang membetulkan pula perhinggaan negeri Israel, dari pada tempat yang masuk ke Hamat sampai ke Tasik yang di padang, setuju dengan firman Tuhan, Allah orang Israel, yang telah dikatakan-Nya dengan lidah Yona bin Amitai, hamba-Nya, yaitu seorang nabi dari Gat-hefir.","Karena sudah dilihat Tuhan kesukaran orang Israel itu pahit sangat adanya, sehingga tiada lagi orang yang terkurung atau yang tertinggal dan tiada pula seorang penolong pada orang Israel.","Maka tiada juga firman Tuhan hendak menghapuskan nama orang Israel dari bawah langit, melainkan ditolong-Nya akan mereka itu dengan tangan Yerobeam bin Yoas itu.","Adapun barang yang lagi tinggal dari pada segala kisah raja Yerobeam, dan segala perbuatannya dan kuasanya dan perihal perangnya dan bagaimana dikembalikannya Damsyik dan Hamat dari Yehuda kepada orang Israel, bukankah sekalian itu tersebut dalam kitab tawarikh raja-raja orang Israel?","Hata, maka raja Yerobeampun mangkatlah beradu dengan segala nenek moyangnya, yaitu raja-raja marhum orang Israel, lalu Zakharia, puteranya, naik raja akan gantinya."]