["Sebermula, kemudian dari pada mati raja Akhab maka khianatlah orang Moab itu akan orang Israel.","Maka raja Ahaziapun jatuhlah dari pada geradi alayatnya di Samaria, sehingga bagindapun sakit payah. Lalu disuruhkannya utusan, titahnya kepadanya: Pergilah kamu bertanyakan Baal-Zebub, dewa orang Ekeron, kalau boleh aku sembuh dari pada penyakit ini.","Tetapi kata malaekat Tuhan kepada Elia, orang Tisbi itu: Bangkitlah engkau, pergilah mendapatkan utusan raja Samaria itu, katakanlah kepadanya: Adakah sebab tiada Allah di antara orang Israel, maka kamu sudah pergi bertanyakan Baal-Zebub, dewa orang Ekeron itu?","Maka sebab perkara ini, demikianlah firman Tuhan, tiada engkau akan turun dari pada peraduan yang telah kaunaiki itu, melainkan engkau akan mati kelak. Lalu Eliapun pergi.","Hata, maka kembalilah utusan itu kepada baginda, lalu titah baginda: Bagaimana ini maka sekarang kamu sudah kembali?","Maka sembah mereka itu kepadanya: Adalah seorang anu datang mendapatkan patik serta katanya: Pergilah kamu, kembalilah kepada baginda, yang telah menyuruhkan kamu dan persembahkanlah kepadanya: Demikian inilah firman Tuhan: Adakah sebab tiada Allah di antara orang Israel, maka engkau sudah menyuruhkan orang bertanyakan Baal-Zebub, dewa orang Ekeron itu? Maka sebab itu tiada engkau akan turun dari pada peraduan yang telah kaunaiki itu, melainkan engkau akan mati kelak!","Maka titah baginda kepada mereka itu: Apa macam orangnya, yang telah datang mendapatkan kamu dan yang mengatakan segala perkataan ini kepadamu?","Maka sembah mereka itu kepada baginda: Bahwa ia seorang yang berpakaikan kain kambeli dan ikat pinggangnya dari pada kulit. Maka titah baginda: Bahwa ia itu Elia, orang Tisbi juga.","Maka disuruhkan baginda kepadanya seorang panglima perang serta dengan laskarnya lima puluh orang; setelah sudah naik panglima itu mendapatkan dia, karena adalah ia duduk di atas kemuncak bukit, maka kata panglima itu: Hai aziz Allah! titah baginda: Turunlah engkau!","Tetapi sahut Elia kepada panglima laskar lima puluh orang itu: Jikalau kiranya aku ini aziz Allah, biarlah turun api dari langit dan makan habis akan dikau serta dengan lima puluh orang laskarmu itu. Maka api itupun turunlah dari langit dan makan habis akan panglima itu serta dengan laskarnya lima puluh orang itu.","Maka kembali disuruhkan baginda kepadanya seorang panglima yang lain serta dengan laskarnya lima puluh orang. Maka kata panglima itupun kepadanya: Hai aziz Allah, titah baginda: Turunlah engkau dengan segera!","Maka sahut Elia kepadanya: Jikalau kiranya aku ini aziz Allah, biarlah turun api dari langit serta makan habis akan dikau dan kelima puluh orang laskarmu itu. Maka api Allah itupun turunlah dari langit dan makan habis akan dia dan kelima puluh orang laskarnya.","Maka kembali pula disuruhkan baginda seorang panglima pada ketiga kalinya serta dengan lima puluh orang laskarnya. Maka berjalanlah panglima itu, lalu naik; setelah sampai maka bertelutlah ia di hadapan Elia sambil meminta sangat kepadanya, sembahnya: Ya, aziz Allah! biar apalah nyawaku dan nyawa segala hambamu lima puluh orang ini indah kepada pemandangan tuan!","Bahwasanya api sudah turun dari langit dan sudah makan habis akan dua orang panglima itu, masing-masing dengan lima puluh orang laskarnya, tetapi sekarang biar apalah nyawaku indah kepada pemandangan tuan!","Maka pada ketika itu kata malaekat Tuhan kepada Elia: Turunlah engkau sertanya, jangan takut akan dia. Maka bangkitlah Elia berdiri lalu turun sertanya pergi mendapatkan baginda.","Maka kata Elia kepada baginda: Bahwa demikian inilah firman Tuhan: Sebab engkau sudah menyuruhkan utusan pergi bertanyakan Baal-Zebub, dewa orang Ekeron itu (adakah ia itu sebab tiada Allah di antara orang Israel, yang dapat ditanyakan firman-Nya?), maka sebab itulah tiada engkau akan turun lagi dari pada peraduan yang telah kaunaiki itu, melainkan engkau akan mati kelak.","Hata, maka bagindapun mangkatlah, setuju dengan firman Tuhan yang dikatakan Elia itu, lalu Yorampun naik raja menggantikan baginda, yaitu pada tahun yang kedua dari pada kerajaan Yoram bin Yosafat atas orang Yehuda, karena raja Ahazia tiada beranak.","Adapun barang yang lagi tinggal dari pada segala perkara raja Ahazia dan barang yang telah diperbuatnya, bukankah ia itu tersebut dalam kitab tawarikh raja-raja orang Israel?"]