["Adapun pada masa Yosia itu naik raja umurnya delapan tahun, maka kerajaanlah baginda di Yeruzalem tiga puluh satu tahun lamanya, dan nama bunda baginda itu Yedida, anak Adaya dari Bozkat.","Maka dibuat baginda barang yang benar kepada pemandangan Tuhan dan bagindapun menurut segala jalan raja Daud moyangda baginda, dengan tiada menyimpang ke kiri atau ke kanan.","Maka pada sekali peristiwa, yaitu pada delapan belas tahun umur raja Yosia, disuruhkan baginda akan Safan bin Azalya bin Mesulam, jurutulis, ke rumah Tuhan, titahnya:","Pergilah engkau mendapatkan Hilkia, imam besar, suruhlah dia jumlahkan bilangan segala uang yang telah dibawa masuk ke dalam kaabah Tuhan, yang sudah dipungut oleh segala penunggu itu dari pada orang banyak itu;","supaya diberikannya uang itu kepada tangan segala orang pemerintah pekerjaan itu, yang memerintahkan rumah Tuhan, supaya ia itu diberikan oleh mereka itu pula kepada segala orang yang mengerjakan pekerjaan itu dalam rumah Tuhan akan membaiki pecah-pecahan rumah itu,","yaitu kepada segala tukang kayu dan orang yang pandai membuat rumah dan tukang batu, pembeli kayu dan batu yang terpahat akan membaiki rumah itu.","Maka tiada dikira-kira dengan mereka itu akan segala uang yang diserahkan kepada tangannya, karena kepercayaan belaka lakunya.","Maka kata imam besar Hilkia kepada Safan, jurutulis itu: Aku sudah mendapat kitab taurat itu di dalam rumah Tuhan. Maka Hilkiapun memberikan kitab itu kepada Safan, lalu dibacakannya.","Setelah itu maka datanglah Safan, jurutulis itu, menghadap baginda, disampaikannyalah kepada baginda kabar akan segala hal itu, sembahnya: Bahwa patik-patik tuanku ini sudah mengumpulkan segala uang yang terdapat dalam rumah itu, diberikannya kepada segala pemerintah pekerjaan yang memerintahkan rumah Tuhan itu.","Dan lagi dimaklumkanlah Safan, jurutulis itu, kepada baginda, sembahnya: Bahwa imam Hilkia sudah memberikan kepada patik sebuah kitab. Maka dibacakannyalah kitab itu di hadapan baginda.","Hata, setelah didengar baginda bunyi perkataan kitab taurat itu, maka dikoyak-koyakkanlah baginda pakaiannya,","lalu bagindapun bertitah kepada imam Hilkia dan Ahikam bin Safan dan Akhbor bin Mikhaya dan Safan, jurutulis itu, dan Asaya, hamba baginda, titahnya:","Pergilah kamu bertanyakan Tuhan akan halku dan hal orang banyak itu dan segenap orang Yehuda, dari karena bunyi perkataan kitab yang terdapat ini, karena besarlah murka Tuhan yang dinyalakan kepada kita, sebab nenek moyang kita tiada mendengar akan bunyi perkataan kitab ini akan menurut segala sesuatu yang telah tersurat bagi kita.","Arakian, maka pergilah imam Hilkia dan Ahikam dan Akhbor dan Safan dan Asaya mendapatkan nabiah Hulda, isteri Salum bin Tikwa bin Harhas, penunggu pakaian itu, yang duduk di Yeruzalem dalam bahagian yang kedua, lalu berkata-kata mereka itu dengan dia.","Maka sahutnya kepada mereka itu: Demikianlah firman Tuhan, Allah orang Israel: Katakanlah olehmu kepada orang yang telah menyuruhkan kamu mendapatkan Aku:","Demikianlah firman Tuhan: Bahwasanya Aku akan mendatangkan jahat kelak atas negeri ini dan atas segala orang isinya, setuju dengan segala perkataan kitab yang telah dibaca oleh raja orang Yehuda.","Maka ia itu sebab mereka itu sudah meninggalkan Daku dan dibakarnya dupa bagi dewa-dewa, sehingga dibangkitkannya murka-Ku dengan segala perbuatan tangannya, maka sebab itu bernyala-nyala murka-Ku kepada tempat ini, sehingga tiada terpadamkan.","Tetapi adapun raja orang Yehuda, yang telah menyuruhkan kamu akan bertanyakan Tuhan, katakanlah olehmu kepadanya ini: Demikianlah firman Tuhan: Adapun segala perkataan yang telah kaudengar bunyinya itu,","tegal hatimu sudah menjadi lembut dan engkau sudah merendahkan dirimu di hadapan Tuhan semenjak didengar olehmu segala firman-Ku akan hal negeri ini dan segala orang isinya, bahwa sekalian itu akan menjadi suatu kebinasaan dan kutuk, dan engkau sudah mengoyak-ngoyakkan pakaianmu serta menangis di hadapan hadirat-Ku, maka sebab itu Aku juga mendengar akan dikau, demikianlah firman Tuhan.","Maka sebab itu sesungguhnya Aku akan memulangkan dikau kepada segala nenek moyangmu dan engkau akan turun ke dalam kuburmu dengan selamat, dan matamupun tiada akan melihat segala bala yang Kudatangkan kelak atas negeri ini. Hata, maka disampaikannyalah jawab ini kepada baginda."]