["Bermula, maka pada masa itu disuruhkan baginda akan orang menghimpunkan kepadanya segala tua-tua Yeruzalem dan Yehuda.","Maka naiklah baginda, lalu masuk ke dalam rumah Tuhan dan segala orang Yehuda dan segala orang isi Yeruzalempun sertanya, dan lagi segala imam dan nabi dan orang banyak dari pada kecil dan besar, maka dibacakannya segala perkataan kitab perjanjian yang terdapat dalam rumah Tuhan itu di hadapan pendengaran mereka itu sekalian.","Maka bagindapun berdiri hampir dengan tiang, serta dibuatnya suatu perjanjian di hadapan hadirat Tuhan, hendak berjalan mengikut Tuhan dan memeliharakan segala hukum-Nya dan firman-Nya dan syariat-Nya dengan segenap hatinya dan dengan segenap jiwanya, hendak meneguhkan segala perkataan perjanjian ini, yang tersurat di dalam kitab itu. Maka segenap orang banyakpun masuklah perjanjian itu.","Maka titah baginda kepada imam besar Hilkia dan segala imam dari pada martabat yang kedua dan segala penunggu pintu, disuruhnya keluarkan dari dalam kaabah Tuhan segala perkakasan yang telah diperbuat akan Baal dan patung hutan dan akan segala tentara di langit, lalu dibakarnya habis akan semuanya itu di luar Yeruzalem di lembah Kideron, maka abunya disuruhnya bawa lalu ke Bait-el.","Dan lagi dipecatkan baginda segala kahin, yang telah diangkat oleh raja-raja Yehuda supaya dibakarnya dupa di atas segala panggung yang di dalam segala negeri Yehuda dan di jajahan Yeruzalem, dan lagi segala mereka yang membakar dupa bagi Baal dan bagi matahari dan bulan dan segala bintang, yaitu bagi segenap tentara di langit.","Dan lagi disuruh baginda lalukan dari rumah Tuhan akan berhala hutan itu keluar dari Yeruzalem sampai ke anak sungai Kideron, lalu dibakarnya habis akan dia di tepi sungai Kideron dan dihancurluluhkannya dan ditaburkannya abunya kepada segala kubur orang hina dina.","Tambahan pula dirobohkan segala bilik orang zindik yang pada rumah Tuhan, tempat orang perempuan biasa bertenun kemah bagi dewa hutan-hutan itu.","Maka disuruhnya segala imam itu keluar dari negeri-negeri Yehuda dan dinajiskannya segala panggung, tempat segala imam itu biasa membakar dupa, dari Geba datang ke Birsyeba, dan dirobohkannya segala panggung pintu gerbang, demikianpun panggung yang pada pintu gerbang Yusak, penghulu negeri, yang pada sebelah kiri orang yang masuk dari pintu negeri.","Tetapi segala imam panggung itu tiada diberi menghampiri mezbah Tuhan, hanya mereka itu makan fatir juga di antara segala saudaranya.","Maka dinajiskannya Tofetpun, yang di lembah bani Hinom, sehingga seorangpun tiada dapat lagi menjalankan anaknya laki-laki atau perempuan terus dari pada api akan memberi hormat kepada Molekh.","Dan lagi dilalukannya segala kuda yang telah ditaruh oleh segala raja Yehuda pada pintu rumah Tuhan, arah ke bilik makan Natan-Melekh Saris, yang di Parwarim, akan memberi hormat kepada matahari, dan segala rata syamsiatpun dibakarnya habis dengan api.","Tambahan pula segala mezbah yang di atas sotoh alayat Akhaz, perbuatan raja-raja Yehuda, dan segala mezbah yang telah diperbuat oleh raja Manasye di sebelah dalam kedua pagar halaman rumah Tuhan itupun dirobohkan oleh baginda dan dihancurluluhkannya, lalu dari sana ditaburkan baginda abunya kedalam sungai Kideron.","Dan lagi segala panggung yang pada sebelah timur Yeruzalem dan pada sebelah selatan bukit Masyhit, perbuatan Sulaiman, raja orang Israel, bagi Astoret, kekejian orang Zidoni, dan bagi Kamos, kekejian orang Moabi, dan bagi Milkhom, kekejian bani Ammon, itupun dinajiskan oleh baginda.","Demikianpun dipecahkannya segala patung yang terdiri dan ditebangnya segala hutan-hutan dan dipenuhinya tempat-tempatnya dengan tulang orang mati.","Tambahan pula mezbah yang di Bait-el dan panggung perbuatan Yerobeam bin Nebat, yang telah menyuruhkan orang Israel berbuat dosa, baik mezbah itu baik panggung itu dirobohkan baginda, dan panggung itu dibakar habis dan dihancurluluhkan oleh baginda dan hutan-hutan itupun dibakarnya habis.","Maka demi raja Yosia berpaling dirinya, dilihat baginda kubur-kubur yang di atas bukit di sana, lalu disuruh baginda akan orang pergi mengambil segala tulang dari dalam kubur itu, dibakarnya habis di atas mezbah itu hendak menajiskan dia, setuju dengan firman Tuhan yang telah diserukan dahulu oleh aziz Allah itu, tatkala ia bersabda dengan nyaring suaranya.","Lalu titah baginda: Keramat apa yang kulihat ini? Maka sembah orang negeri itu kepada baginda: Bahwa itulah keramat aziz Allah yang dahulu datang dari Yehuda dan sudah berseru akan segala perkara ini, yang dilakukan oleh tuanku atas mezbah Bait-el itu.","Maka titah baginda: Biarkanlah dia tidur, jangan diusik tulangnya. Sebab itu disayangkannyalah tulangnya serta dengan tulang nabi yang telah datang dari Samaria itu.","Tambahan lagi dilalukan raja Yosia segala rumah panggung yang di dalam negeri-negeri Samaria, perbuatan raja-raja orang Israel akan membangkitkan murka Tuhan, dilakukannya akan dia seturut segala perkara yang telah diperbuatnya dalam Bait-el itu.","Dan dibantainya segala kahin panggung yang di sana di atas segala mezbah, dan dibakarnya tulang orang mati di atasnya. Setelah itu maka kembalilah baginda ke Yeruzalem.","Maka titah baginda kepada segenap orang banyak itu demikian: Peganglah olehmu Pasah bagi Tuhan, Allahmu, seperti tersurat dalam kitab perjanjian ini.","Maka yang seperti Pasah ini tiada pernah dipegang dari pada zaman hakim-hakim, yang sudah memerintahkan orang Israel, atau pada masa raja-raja Israel, atau pada masa raja-raja Yehudapun.","Maka pada tahun yang kedelapan belas dari pada kerajaan Yosia Pasah ini dipegang bagi Tuhan di Yeruzalem.","Dan lagi dilalukan raja Yosia segala orang petenung dan yang menaruh hikmat syaitan dan terafim dan berhala tahi dan segala perkara kebencian yang kelihatan dalam negeri Yehuda dan Yeruzalem, supaya ditetapkannya segala perkataan taurat yang tersurat dalam kitab yang terdapat oleh imam Hilkia di dalam rumah Tuhan.","Maka dahulu dari pada baginda seorang rajapun tiada seperti baginda, yang bertobat kepada Tuhan dengan segenap hatinya dan dengan segenap jiwanya dan dengan segenap kuasanya akan menurut segala bunyi taurat nabi Musa, dan kemudian dari pada bagindapun tiada bangun seorang taranya.","Kendatilah demikian, tiada juga Tuhan berpaling diri-Nya dari pada kehangatan murka-Nya yang besar, melainkan bernyala-nyala murka-Nya kepada Yehuda, dari sebab segala kepahitan olehnya juga Manasye sudah memahitkan hati-Nya.","Karena Tuhan telah berfirman demikian: Bahwa Aku akan menghapuskan orang Yehuda dari hadapan hadirat-Ku, seperti sudah Kuhapuskan orang Israel, karena jemulah Aku akan negeri ini, yaitu akan Yeruzalem, yang telah Kupilih, dan akan rumah yang ada firman-Ku akan halnya demikian: Nama-Ku akan ada di sana.","Adapun barang yang lagi tinggal dari pada segala kisah raja Yosia dan segala perbuatannya, bukankah ia itu tersebut dalam kitab tawarikh raja-raja orang Yehuda?","Maka pada zaman baginda juga berangkat Firaun Nekho, raja Mesir, ke sungai Ferat, hendak berperang dengan raja Asyur; maka baginda raja Yosiapun mendatangi dia, tetapi dibunuh Firaun akan baginda di Megido tatkala keduanya berperang.","Maka oleh segala hambanya dibawa akan mayat baginda dengan sebuah rata kenaikan dari Megido lalu ke Yeruzalem, dikuburkannya baginda dalam kuburnya, maka diambil segala orang isi negeri itu akan Yoahaz bin Yosia, disiramnya dengan minyak harum dan dijadikannya raja menggantikan ayahanda baginda.","Adapun umur Yoahaz pada masa ia naik raja itu dua puluh tiga tahun, maka kerajaanlah ia di Yeruzalem tiga bulan lamanya dan nama bunda baginda itu Hamutal, anak Yeremia dari Libna.","Maka dibuatnya barang yang jahat kepada pemandangan Tuhan menurut segala perbuatan nenek moyangnya.","Tetapi disuruh Firaun Nekho belenggukan dia di Ribla di tanah Hamat, supaya jangan lagi ia kerajaan di Yeruzalem dan ditanggungkannya atas orang isi negeri itu upeti seratus talenta perak dan setalenta emas.","Dan lagi diangkat Firaun Nekho raja akan Elyakim bin Yosia menggantikan Yosia, ayahanda baginda, dan ditukarnya namanya dengan Yoyakim; setelah itu maka dibawanya akan raja Yoahaz sertanya ke Mesir, serta sampai maka matilah baginda di sana.","Maka oleh raja Yoyakim diberikanlah emas perak itu kepada Firaun, tetapi tak dapat tiada diambilnya cukai dahulu dari pada segala orang isi negeri akan memberikan uang yang dipinta Firaun itu, dari pada masing-masing sekadar nilaiannya disuruhnya pungut emas perak itu, yaitu dari pada segala orang isi negeri akan memberikan dia kepada Firaun Nekho.","Adapun umur Yoyakim pada masa ia naik raja itu dua puluh lima tahun, maka kerajaanlah ia di Yeruzalem sebelas tahun lamanya, dan nama bunda baginda itu Zebuda, anak Pedaya dari Ruma.","Maka dibuat baginda barang yang jahat kepada pemandangan Tuhan menurut segala perbuatan nenek moyangnya."]