["Sebermula, maka pada sekali peristiwa, yaitu tatkala Tuhan akan mengangkat Elia naik ke sorga dalam guruh, bahwa berjalanlah Elia dengan Elisa dari Gilgal.","Maka kata Elia kepada Elisa: Hendaklah engkau tinggal di sini, karena aku telah disuruh Tuhan pergi ke Bait-el. Tetapi sahut Elisa: Demi Tuhan yang hidup dan nyawamupun hidup, sekali-kali tiada hamba mau meninggalkan tuan! Setelah itu maka keduanyapun berjalanlah turun ke Bait-el.","Maka pada masa itu keluarlah segala murid nabi yang di Bait-el itu mendapatkan Elisa, lalu katanya kepadanya: Tahukah engkau bahwa pada hari ini juga tuanmu akan diangkat oleh Tuhan dari pada kepalamu? Maka sahutnya: Tahu juga aku; diamlah kamu.","Maka kata Elia kepadanya: Hai Elisa! hendaklah engkau tinggal juga di sini, karena aku disuruhkan Tuhan ke Yerikho. Tetapi sahut Elisa: Demi Tuhan yang hidup dan nyawamupun hidup, tiada hamba mau meninggalkan tuan! Maka keduanyapun sampailah ke Yerikho.","Lalu datanglah segala murid nabi yang di Yerikho itu mendapatkan Elisa sambil katanya: Tahukah engkau bahwa pada hari ini tuanmu akan diangkat oleh Tuhan dari pada kepalamu? Maka sahutnya: Tahu juga aku; diamlah kamu.","Maka kata Elia kepadanya: Hendaklah engkau tinggal juga di sini, karena aku telah disuruhkan Tuhan ke Yarden. Tetapi kata Elisa: Demi Tuhan yang hidup dan nyawamupun hidup, tiada hamba mau meninggalkan tuan! Maka berjalanlah keduanya.","Maka lima puluh orang dari pada murid nabi itu pergi, lalu berdiri dari jauh tentang keduanya itu, dan kedua orang nabi itupun berdirilah di tepi Yarden.","Maka oleh Elia diambil akan baju selimutnya, digulungnya, lalu dipalunya air itu dengan dia, maka air itupun terbelah dua ke sana ke mari, lalu keduanyapun menyeberanglah dengan berjalan pada kekeringan.","Setelah sampai keduanya ke seberang, maka kata Elia kepada Elisa: Pintalah olehmu barang yang boleh kubuat akan dikau dahulu dari pada aku diangkat dari pada sisimu. Maka sahut Elisa: Biarlah kiranya dua bahagian roh tuan itu tinggal pada hamba.","Maka kata Elia: Barang yang kaupinta itu sukar juga. Jikalau engkau melihat aku apabila aku diangkat dari pada sisimu kelak, maka jadilah padamu demikian, tetapi jikalau tiada, maka tiada juga ia itu jadi.","Maka sesungguhnya sementara keduanyapun berjalan dan berkata-kata, tiba-tiba adalah sebuah rata api dengan kuda api menceraikan seorang dengan seorang. Maka demikianlah peri Elia naik ke sorga dalam guruh.","Maka Elisapun melihat hal itu, lalu berserulah ia: Ya, bapaku! ya, bapaku! rata Israel dengan orangnya yang berkendaraan! Maka tiada dilihatnya lagi, lalu diambilnya akan kainnya, dicariknya jadi dua bahagian.","Dan dipungutnya pula akan baju selimut Elia, yang telah gugur dari padanya, lalu baliklah ia, maka berdirilah ia pada tepi Yarden,","diambilnya baju selimut yang telah gugur dari pada Elia itu, lalu dipalunya air itu, sambil katanya: Di mana gerangan Tuhan, Allah Elia itu? bahkan, Ia juga. Maka dipalunya air itu, sehingga ia itu terbelah dua ke sana ke mari, lalu Elisapun menyeberanglah.","Demi dilihat oleh segala murid nabi yang di Yerikho, di seberang itu, akan dia, lalu katanya: Bahwa roh Elia itu adalah pada Elisapun! maka datanglah mereka itu mendapatkan dia, dan mereka itupun tunduk di hadapannya sampai ke bumi,","serta sembahnya kepadanya: Bahwasanya adalah pada hambamu ini lima puluh orang yang berani, biarkanlah kiranya mereka itu pergi mencahari tuanmu, kalau-kalau diangkat Roh Tuhan akan dia dan diturunkan-Nya kepada salah sebuah bukit atau ke dalam salah suatu lembah. Tetapi kata Elisa: Jangan kamu suruhkan orang itu.","Maka berulang-ulang juga mereka itu meminta kepadanya sampai kemalu-maluan ia, lalu katanya: Suruhkan juga. Maka disuruhkannya lima puluh orang yang mencahari tiga hari lamanya, tiada juga didapatinya akan dia.","Maka kembalilah mereka itu kepada Elisa, yang sudah tinggal di Yerikho, maka kata Elisa kepadanya: Bolakkah kataku kepadamu, jangan kamu pergi?","Maka kata orang isi negeri itu kepada Elisa: Bahwasanya baiklah kedudukan negeri ini, seperti tuan lihat juga, tetapi airnya tak baik dan tanahnyapun jahat adanya.","Maka kata Elisa: Ambilkanlah aku pinggan baharu seceper dan bubuhlah garam dalamnya. Maka dibawa oranglah akan pinggan itu kepadanya.","Lalu Elisapun keluar pergi ke mata air, dituangnya segala garam itu ke dalamnya sambil katanya: Demikian inilah firman Tuhan: Bahwa air ini sudah Kunamirkan, maka olehnya tiada lagi akan jadi barang kematian atau tanah jahat adanya.","Maka air itupun namirlah datang kepada hari ini, setuju dengan sabda Elisa, yang telah dikatakannya itu.","Maka dari sana berjalanlah Elisa naik ke Bait-el, maka sementara ia berjalan itu adalah beberapa budak keluar dari dalam negeri, yang mencucakan dia serta katanya: Hai si gundul, naiklah; hai si gundul, naiklah!","Maka berpalinglah ia, dipandangnya kepada mereka itu, lalu dikutukinya demi nama Tuhan. Maka datanglah dua ekor beruang dari dalam hutan mencarik-carik dari pada mereka itu empat puluh dua orang.","Maka dari sana pergilah Elisa ke gunung Karmel dan dari gunung Karmel itu kembalilah ia ke Samaria."]