["Bermula, maka pada zaman baginda juga berangkatlah Nebukadnezar, raja Babil, maka raja Yoyakim menjadi hambanya tiga tahun lamanya, kemudian berpalinghaluanlah baginda dan mendurhaka kepadanya.","Maka disuruhkan Tuhan segala tentara orang Kasdim dan tentara orang Syam dan tentara orang Moabi dan tentara bani Ammon mendatangi dia, disuruhkannya mereka itu sekalian melanggar negeri Yehuda dan membinasakan dia, setuju dengan firman Tuhan yang telah dikatakan-Nya dengan lidah hamba-Nya, yaitu segala nabi.","Maka demikianpun jadilah setuju dengan firman Tuhan akan hal orang Yehuda, hendak dilalukannya mereka itu dari hadapan hadirat-Nya oleh karena segala dosa Manasye, sekadar segala sesuatu yang telah dibuatnya.","Dan lagi oleh karena darah orang yang tiada bersalah, yang telah ditumpahkannya, sehingga sudah dipenuhinya se-Yeruzalem dengan darah orang yang tiada bersalah, maka oleh sebab itu Tuhan tiada mau mengampuni lagi.","Adapun barang yang lagi tinggal dari pada segala kisah raja Yoyakim dan segala perbuatannya, bukankah ia itu tersebut dalam kitab tawarikh raja-raja Yehuda?","Maka mangkatlah raja Yoyakim beradu dengan segala nenek moyangnya dan Yoyakhin, putera baginda, lalu naik raja akan gantinya.","Adapun kemudian dari pada itu raja Mesir tiada lagi keluar dari dalam negerinya, karena telah dialahkan raja Babil akan segala negeri yang takluk ke bawah raja Mesir, dari pada sungai Mesir datang ke sungai Ferat itu.","Bermula, maka umur Yoyakhin pada masa ia naik raja itu delapan belas tahun, maka kerajaanlah ia di Yeruzalem tiga bulan lamanya dan nama bunda baginda itu Nehusta, anak Elnatan dari Yeruzalem.","Maka dibuat baginda barang yang jahat kepada pemandangan Tuhan menurut segala perbuatan ayahanda baginda.","Maka pada masa itu juga berangkatlah segala laskar Nebukadnezar, raja Babil itu, ke Yeruzalem, lalu negeri itupun dikepung.","Dan lagi Nebukadnezar, raja Babil, sendiripun datang menyerang negeri itu sementara ia itu dikepung oleh segala laskarnya.","Maka keluarlah Yoyakhin, raja orang Yehuda, mendapatkan raja Babil, baik baginda baik bunda baginda dan segala pegawai dan orang kaya-kaya dan penjawat istana, maka dibawa oleh raja Babil akan dia sertanya, yaitu pada tahun yang kedelapan dari pada kerajaanya.","Dan dibawanya keluar dari sana akan segala mata benda rumah Tuhan dan segala mata benda istana baginda dan dikeratnya segala perhiasan emas, perbuatan Sulaiman, raja orang Israel, dalam kaabah Tuhan, yaitu setuju dengan firman Tuhan.","Dan dibawanya dengan tertawan segenap orang isi Yeruzalem serta dengan segala penghulu dan orang hartawan, sepuluh ribu orang dibawanya dengan tertawan, demikianpun segala tukang kayu dan tukang besi; seorangpun tiada tinggal melainkan orang hina dina belaka di antara segala rakyat negeri itu.","Demikianpun dipindahkannya raja Yoyakhin ke Babil serta dengan bunda baginda dan segala isteri baginda dan segala penjawat istana baginda dan lagi segala orang besar-besar negeri itu dibawanya dengan tertawan dari Yeruzalem ke Babil;","dan lagi segala orang perang, tujuh ribu banyaknya, dan segala tukang kayu dan tukang besi, seribu banyaknya, dan segala orang perkasa yang tahu perang, sekalian itu dibawa oleh raja Babil tertawan ke Babil.","Maka raja Babilpun merajakan Matanya, mamanda baginda, akan ganti baginda, dan ditukarnya namanya dengan Zedekia.","Adapun umur Zedekia pada masa ia naik raja itu dua puluh satu tahun, maka kerajaanlah dia di Yeruzalem sebelas tahun lamanya, dan nama bunda baginda itu Hamutal, anak Yeremia dari Libna.","Maka dibuat baginda barang yang jahat kepada pemandangan Tuhan menurut segala perbuatan Yoyakim.","Maka demikian, sebab murka Tuhan akan Yeruzalem dan akan orang Yehuda, sehingga dibuang-Nya mereka itu dari hadapan hadirat-Nya. Hata, maka Zedekiapun mendurhakalah kepada baginda raja Babil."]