["Bermula, maka pada tahun yang kesembilan dari pada kerajaannya dan pada bulan yang kesepuluh dan pada sepuluh hari bulan itu, tiba-tiba datanglah Nebukadnezar, raja Babil, serta dengan segenap balatentaranya menyerang Yeruzalem, didirikannyalah kemah-kemahnya bertentang dengan dia dan diperbuatkannya kubu-kubu kelilingnya.","Maka negeri itu dikepung rapat-rapat sampai kepada tahun yang kesebelas dari pada kerajaan Zedekia.","Maka pada sembilan hari bulan yang keempat adalah begitu besar bala kelaparan di dalam negeri, sehingga tiada lagi roti bagi segala rakyat itu.","Lagipun pagar batu negeri sudah ditetas dan segala laskar sudah lari pada malam menurut jalan ke pintu yang di antara dua lapis pagar tembok hampir dengan taman raja. Adapun segala orang Kasdim itu adalah mengepung negeri itu berkeliling, tetapi mereka itu lalu menurut jalan ke padang.","Tetapi diusir oleh balatentara orang Kasdim akan baginda, didapatinya akan baginda di padang-padang Yerikho, maka tercerai-berailah segala rakyat yang sertanya.","Maka ditangkapnyalah akan baginda, dibawanya akan dia naik menghadap raja Babil ke Ribla, lalu diputuskannya hukum atas baginda.","Maka dikeratnya leher anak-anak Zedekia di hadapan matanya dan dibutakan oranglah kedua belah mata Zedekia dan diikatnya dia dengan dua rantai tembaga, lalu dibawanya akan dia ke Babil.","Kemudian dari pada itu pada bulan yang kelima dan pada tujuh hari bulan itu, yaitu pada tahun yang kesembilan belas dari pada kerajaan Nebukadnezar, raja Babil, datanglah Nebuzaradan, penghulu biduanda dan hamba raja Babil ke Yeruzalem.","Maka dibakarnya habis akan rumah Tuhan dan akan istana raja dan segala rumah yang di Yeruzalem, sehingga segala rumah orang besar-besarpun dibakarnya habis dengan api.","Maka segala pagar tembok keliling Yeruzalempun dirobohkan oleh segala laskar Kasdim, yang serta dengan penghulu biduanda itu.","Adapun lebihnya segala rakyat, yang ditinggalkan di dalam negeri, dan segala pembelot yang telah membelot kepada raja Babil, dan lebihnya orang banyak, sekalian itu dibawa oleh Nebuzaradan, penghulu biduanda itu, dengan tertawan.","Tetapi ditinggalkan penghulu biduanda itu beberapa orang yang terhina di dalam negeri akan mengerjakan kebun anggur dan bendang.","Tambahan pula dipecahkan orang Kasdim tiang tembaga yang di dalam rumah Tuhan dan segala pelapik dan kolam tembaga, yang di dalam rumah Tuhan, dan segala tembaga itu dibawa oleh mereka itu ke Babil.","Dan lagi diambilnya akan segala periuk dan sodok dan serampang dan pedupaan dan segala serba tembaga yang terpakai kepada pekerjaan kebaktian.","Maka oleh penghulu biduanda itu diambil akan segala pedupaan dan bokor percikan yang dari pada emas belaka dan dari pada perak belaka.","Adapun kedua batang tiang dan kolam satu itu dan segala pelapik, perbuatan raja Sulaiman pada rumah Tuhan, tembaga segala perkakas itu tiada tertimbang beratnya.","Maka tinggi sebatang tiang itu delapan belas hasta dan kepala tiang yang di atasnya itupun dari pada tembaga, dan tinggi kepala tiang itu tiga hasta, dan jala-jala dan segala buah delima yang pada keliling kepala tiang itu semuanya dari pada tembaga; demikianpun pada tiang yang lain itu dengan jala-jalanya.","Dan lagi diambil oleh penghulu biduanda itu akan Seraya, imam besar, dan akan Zefanya, imam pangkat kedua, dan akan tiga orang penunggu pintu.","Dan dari dalam negeri diambilnya akan seorang penjawat istana yang memerintahkan segala laskar, dan akan lima orang dari pada segala orang yang biasa menghadap baginda dan yang terdapat di dalam negeri, lagipun akan penghulu jurutulis tentara, yang biasa menyurat nama-nama segala rakyat yang masuk pekerjaan perang, dan akan enam puluh orang dari pada segala rakyat yang terdapat di dalam negeri;","diambil oleh Nebuzaradan, penghulu biduanda, akan mereka itu sekalian, dibawanya akan dia kepada raja Babil ke Ribla.","Maka disuruh raja Babil parang mereka itu, dibunuhnya akan mereka itu sekalian di Ribla yang di benua Hamat. Demikianlah peri orang Yehuda dipindahkan dari dalam negerinya dengan tertawan.","Maka adapun segala rakyat yang lagi tinggal di negeri Yehuda, yang ditinggalkan di sana oleh Nebukadnezar, raja Babil itu, ia itu diberikannya Gedalya bin Ahikam bin Safan akan penghulunya.","Bermula, setelah kedengaranlah kabar kepada segala penghulu tentara serta dengan segala laskarnya, mengatakan Gedalya sudah diangkat oleh raja Babil menjadi penghulu, maka datanglah mereka itu ke Mizpa menghadap Gedalya, yaitu Ismail bin Netanya dan Yohanan bin Kareah dan Seraya bin Tanhumit, orang Netofati, dan Yaazanya bin Maakhati serta dengan segala rakyatnya.","Maka bersumpahlah Gedalya kepada mereka itu dan segala rakyatnya, katanya kepadanya: Janganlah kamu takut menjadi hamba orang Kasdim itu; hendaklah kamu tinggal di dalam negeri serta memperhambakan dirimu di bawah raja Babil, maka kamu akan selamat.","Tetapi pada bulan yang ketujuh tiba-tiba datanglah Ismail bin Netanya bin Elisama, yang dari pada benih raja, dan lagi sepuluh orang sertanya, ditetaknya Gedalya, sampai matilah ia serta dengan segala orang Yahudi dan orang Kasdim yang sertanya di Mizpa.","Maka berbangkitlah segenap orang banyak itu dari pada kecil dan besar serta dengan segala panglima tentara, lalu pergi ke Mesir, sebab takutlah mereka itu akan orang Kasdim.","Hata, maka kemudian dari pada itu, yaitu tiga puluh tujuh tahun kemudian dari pada Yoyakhin, raja orang Yehuda, dibawa dengan tertawan, pada bulan yang kedua belas dan pada tujuh likur hari bulan itu, diangkat Ewilmerodakh, raja Babil, pada tahun baginda naik raja itu, akan Yoyakhin, raja orang Yehuda, dari dalam rumah penjara.","Dan bagindapun berkata-kata manis dengan dia, dan diangkat baginda akan kursinya tinggi dari pada kursi segala raja-raja yang sertanya di Babil.","Dan ditukar baginda pakaian penjara yang padanya, lalu iapun senantiasa santap ayapan di hadapan baginda sepanjang umur hidupnya.","Dan ditentukan baginda baginya biayanya akan penghidupannya pada tiap-tiap hari sama banyaknya, maka ia itu sepanjang umur hidupnya."]