["Bermula, maka pada masa itu juga jatuhlah Hizkia sakit payah hampir akan mati, maka datanglah nabi Yesaya bin Amoz menghadap baginda serta katanya: Demikian ini firman Tuhan: Berwasiatlah engkau kepada orang isi istanamu, karena engkau akan mati kelak, tiada hidup lagi.","Setelah itu maka bagindapun memalingkan wajahnya ke sebelah dinding, lalu meminta doa kepada Tuhan, sembahnya:","Ya Tuhan, hendaklah kiranya Engkau ingat akan hal aku sudah berjalan di hadapan hadirat-Mu dengan segala benar dan sempurna hatiku, dan sudah kuperbuat barang yang benar kepada pemandangan-Mu. Maka baginda Hizkiapun menangislah tersedih-sedih.","Hata, maka belum sudah Yesaya keluar dari pada pagar halaman yang tengah itu, tiba-tiba datanglah firman Tuhan kepadanya, bunyinya:","Baliklah engkau, katakan kepada Hizkia, penganjur umat-Ku: Demikianlah firman Tuhan, Allah moyangmu Daud: Sudah Kudengar permintaan doamu dan sudah Kulihat segala air matamu; bahwasanya Aku akan menyembuhkan dikau kelak, maka selang tiga hari engkau kelak naik akan masuk ke dalam rumah Tuhan;","dan Aku akan menambahi lanjut umurmu dengan lima belas tahun, dan Aku akan melepaskan dikau kelak dari pada tangan raja benua Asyur, demikianpun negeri ini dan Aku akan memeliharakan negeri ini oleh karena kehendak-Ku dan karena sebab hamba-Ku Daud.","Maka kata Yesaya: Hendaklah kamu mengambil buah ara segumpal. Maka diambilnyalah, dibubuhnya pada bisul baginda, lalu bagindapun sembuhlah.","Adapun raja Hizkia sudah bertitah kepada Yesaya demikian: Apakah tandanya maka Tuhan hendak menyembuhkan aku, sehingga selang tiga hari aku akan naik masuk ke dalam rumah Tuhan?","Maka sembah Yesaya: Bahwa inilah bagi tuanku tanda dari pada Tuhan, maka Tuhan sampaikan juga barang yang telah Ia berfirman itu: Maukah tuanku bayang itu lalu ke hadapan sepuluh tapak, atau undur ke belakang sepuluh tapak?","Maka titah raja Hizkia: Mudah juga bayang itu lalu ke hadapan sepuluh tapak, jangan begitu, melainkan hendaklah bayang itu undur ke belakang sepuluh tapak.","Maka oleh nabi Yesaya lalu dipinta doa kepada Tuhan, maka diundurkanlah Tuhan bayang itu sepuluh tapak ke belakang, yang sudah turun bayang itu pada tangga Akhaz.","Bermula, maka pada masa itu juga dikirimkan Berodakh Baladan bin Baladan, raja Babil, surat kiriman dan bingkisan kepada raja Hizkia karena telah didengarnya raja Hizkia sudah jatuh sakit.","Maka raja Hizkiapun menjawati utusan itu, dan diperlihatkannyalah kepada mereka itu segenap gedungnya yang berisi benda yang indah-indah dari pada emas, perak dan rempah-rempah dan minyak-minyak yang harum baunya, dan lagi gedung alat senjatanya, dan segala yang terdapat dalam khazanahnya, sehingga dalam istananya dan dalam segenap kerajaannya satupun tiada yang tiada diperlihatkan baginda kepada mereka itu.","Setelah itu maka datanglah nabi Yesaya menghadap baginda raja Hizkia serta sembahnya kepadanya: Apakah sembah orang itu dan dari mana mereka itu datang menghadap tuanku? Maka sahut Hizkia: Mereka itu sudah datang dari negeri yang jauh, yaitu dari Babil.","Maka sembah Yesaya: Apa yang dilihatnya dalam istana tuanku? Maka sahut Hizkia: Bahwa mereka itu sudah melihat segala sesuatu yang di dalam istanaku; satupun tiada dalam segala khazanahku yang tiada kutunjuk kepadanya.","Maka sembah Yesaya kepada Hizkia: Sekarang hendaklah tuanku dengar akan firman Tuhan:","Bahwasanya hari akan datang kelak, apabila segala sesuatu yang di dalam istanamu, dan yang ditaruh oleh segala nenek moyangmu datang kepada hari ini, itu akan dibawa ke Babil, satu juapun tiada akan tinggal, demikianlah firman Tuhan.","Tambahan pula diambilnya kelak dari pada segala anakmu, yang akan berpancar dari padamu dan yang kauperanak itu, dijadikannya penjawat dalam istana raja Babil.","Maka titah raja Hizkia kepada Yesaya: Benarlah firman Tuhan yang kaukatakan ini. Dan lagi titah baginda: Manakan tidak benar, tegal akan ada selamat sentosa sepanjang umur hidupku.","Adapun barang yang lagi tinggal dari pada segala kisah raja Hizkia dan segala kuasanya dan bagaimana telah diperbuatnya kolam dan saluran air dan dialirkannya air itu ke dalam negeri, bukankah semuanya itu tersebut dalam kitab tawarikh raja-raja Yehuda?","Hata, maka mangkatlah raja Hizkia beradu dengan segala nenek moyangnya, lalu naik raja Manasye, putera baginda, akan gantinya."]