["Adapun umur Manasye pada masa ia naik raja itu dua belas tahun, maka kerajaanlah ia di Yeruzalem lima puluh lima tahun lamanya dan nama bunda baginda itu Hefzi-bah.","Maka dibuat baginda barang yang jahat kepada pemandangan Tuhan, seperti segala perbuatan orang kafir yang kebencian, yang sudah dihalaukan oleh Tuhan dari pada milik-Nya di hadapan segala bani Israel.","Karena dibaiki oleh baginda segala panggung yang telah dibinasakan oleh raja Hizkia, ayahanda baginda, dan didirikannya beberapa mezbah bagi Baal, dan diperbuatnya sebuah hutan-hutan seperti perbuatan Akhab, raja orang Israel itu, maka bagindapun menyembah sujud kepada segala tentara di langit dan berbuat bakti kepadanya.","Maka didirikannya beberapa mezbah dalam rumah Tuhan, maka akan hal rumah itu Tuhan telah berfirman demikian: Bahwa di Yeruzalem akan menetapkan nama-Ku.","Tambahan pula didirikannya beberapa mezbah bagi segala tentara di langit di dalam kedua pagar halaman rumah Tuhan.","Bahkan, disuruhnya puteranya menerusi api dan dilihatnya dalam nujum dan diselidiknya pesona seranah dan diangkatnya akan orang tenungan dan hobatan; dibuatnya amat banyak perkara yang jahat kepada pemandangan Tuhan, akan membangkitkan murka-Nya.","Lagipun didirikannya suatu patung dari hutan-hutan yang telah diperbuatnya itu di dalam rumah yang ada firman Tuhan akan halnya kepada Daud dan kepada Sulaiman, puteranya, demikian: Di dalam rumah ini dan di dalam Yeruzalem, yang telah Kupilih dari pada segala suku bangsa Israel, akan Kutetapkan nama-Ku sampai selama-lamanya.","Karena bukannya Aku akan melaratkan kaki orang Israel pada kedua kali dari pada negeri yang telah Kukaruniakan kepada nenek moyangnya, jikalau kiranya mereka itu ingat akan berbuat segala sesuatu yang sudah Kupesan kepadanya, dan menurut segenap taurat, yang disampaikan kepadanya oleh hamba-Ku Musa.","Tetapi tiada juga mereka itu mau dengar, karena mereka itu disesatkan oleh Manasye, sehingga dibuatnya barang yang lebih jahat dari pada perbuatan orang kafir yang sudah ditumpas oleh Tuhan di hadapan segala bani Israel.","Maka pada masa itu berfirmanlah Tuhan dengan lidah segala hamba-Nya, yaitu segala nabi-nabi, bunyinya:","Tegal Manasye, raja orang Yehuda, sudah berbuat segala perkara kebencian ini, yang lebih jahat dari pada segala perbuatan orang Amori, yang dahulu dari padanya, bahkan, dibujuknya lagi orang Yehuda akan berbuat dosa dengan berhala tahinya,","maka sebab itu firman Tuhan, Allah orang Israel, demikian: Bahwasanya Aku akan mendatangkan jahat kelak atas Yeruzalem dan atas segala orang Yehuda, sehingga menderinglah kedua belah telinga tiap-tiap orang yang mendengarnya.","Dan Aku akan mengenakan kepada Yeruzalem tali pengukur Samaria dan benang arang orang isi istana Akhab dan Aku akan menyapu Yeruzalem seperti orang menyapu pinggan, yaitu setelah sudah disapu cemarnya, dibalik belah pula akan dia.","Dan Aku meninggalkan kelak sisa bahagian pusaka-Ku, dan Aku menyerahkan mereka itu kepada tangan segala seterunya, dan mereka itupun akan menjadi suatu jarahan dan rampasan bagi segala musuhnya.","Ia itu sebab telah dibuatnya barang yang jahat kepada pemandangan-Ku, dan dibangkitkannya murka-Ku dari pada hari nenek moyang mereka itu keluar dari negeri Mesir sampai datang kepada hari ini.","Tambahan pula ditumpahkan oleh Manasye banyak darah yang tiada bersalah, sehingga dipenuhinya Yeruzalem dari dia dari pada ujungnya datang kepada ujung sebelahnya, kecuali dosa lain, yang disuruhnya orang Yehuda buat dan yang jahat kepada pemandangan Tuhan.","Bermula, adapun barang yang lagi tinggal dari pada segala kisah Manasye, dan segala perbuatannya dan segala dosa yang telah dibuatnya, bukankah ia itu tersebut dalam kitab tawarikh raja-raja orang Yehuda?","Hata, maka mangkatlah raja Manasye beradu dengan segala nenek moyangnya dan dikuburkan oranglah akan baginda dalam taman istana baginda, yaitu dalam taman Uza, lalu Amon, putera baginda, naik raja akan gantinya.","Adapun umur Amon pada masa ia naik raja itu dua likur tahun dan kerajaanlah baginda di Yeruzalem dua tahun lamanya, maka nama bunda baginda itu Mesulaimit, anak Haroz, dari Yotba.","Maka dibuat baginda barang yang jahat kepada pemandangan Tuhan, seperti perbuatan Manasye, ayahanda baginda.","Karena berjalanlah baginda pada segala jalan yang telah diturut oleh ayahanda baginda, dan berbuat baktilah baginda kepada segala berhala tahi yang disembah oleh ayahanda baginda, dan lagi bagindapun menyembah sujud kepadanya.","Demikianlah peri ditinggalkan baginda akan Tuhan, Allah segala nenek moyangnya, dan tiada baginda berjalan pada jalan Tuhan.","Hata, maka bermufakatlah segala hamba raja Amon hendak mendurhaka kepadanya, lalu dibunuhnya baginda di dalam istananya.","Tetapi oleh segala orang isi negeripun dibunuh akan segala orang yang telah sefakat akan mendurhaka kepada baginda raja Amon itu, lalu orang isi negeri itu merajakan Yosia, putera baginda, akan ganti baginda.","Adapun barang yang lagi tinggal dari pada segala kisah raja Amon itu dan segala perbuatannya, bukankan ia itu tersebut dalam kitab tawarikh raja-raja Yehuda?","Hata maka bagindapun dikuburkan oranglah dalam kuburnya yang di taman Uza, lalu naiklah Yosia raja akan gantinya."]