["Bermula, adapun Yoram bin Akhab itu naik raja atas orang Israel di Samaria pada tahun yang kedelapan belas dari pada kerajaan Yosafat atas orang Yehuda, dan kerajaanlah ia dua belas tahun lamanya.","Maka dibuat baginda barang yang jahat kepada pemandangan Tuhan, tetapi bukan sama seperti ayahanda dan bunda baginda, karena disuruhnya buang berhala Baal yang didirikan dan diperbuat oleh ayahanda baginda itu.","Kendatilah demikian, maka lekatlah juga ia pada dosa Yerobeam bin Nebat, yang sudah menyuruh orang Israel berbuat dosa, dan tiada ia lalu dari padanya.","Bermula, adapun Mesa, raja orang Moab itu, seorang yang menaruh banyak binatang, maka dipersembahkannya akan upeti kepada raja orang Israel anak domba seratus ribu ekor dan domba jantan seratus ribu ekor serta dengan bulunya.","Tetapi setelah sudah mangkat raja Akhab, maka mendurhakalah raja orang Moabi itu kepada baginda raja orang Israel.","Sebab itu maka keluarlah raja Yoram pada masa itu dari Samaria, dibilangnya akan segala orang Israel.","Lalu pergilah baginda, disuruhkannya utusan kepada Yosafat, raja orang Yehuda, mengatakan: Bahwa raja orang Moabi itu sudah mendurhaka kepada beta, maukah tuan berjalan serta beta pergi memerangi orang Moabi itu? Maka sahutnya: Nanti beta datang, maka seperti tuan demikianpun beta kelak, dan seperti rakyat tuan demikianpun rakyat beta, dan seperti kuda tuan demikianpun kuda beta adanya.","Maka bertanyalah baginda: Pada jalan mana kita akan pergi ke sana? Maka sahutnya: Pada jalan padang belantara Edom.","Hata, maka berjalanlah raja orang Israel dan raja orang Yehuda dan raja orang Edom; setelah sudah mereka itu berjalan keliling tujuh hari lamanya, maka segala rakyat dan segala binatang yang mengikut itu kekurangan air minum.","Maka pada masa itu kata raja orang Israel: Wai, bahwa sudah dipanggil Tuhan akan ketiga orang raja ini hendak diserahkannya kepada tangan orang Moabi itu!","Maka kata raja Yosafat: Tiadakah di sini seorang nabi Tuhan, supaya boleh kita bertanyakan Tuhan olehnya? Maka sahut seorang hamba raja Israel, sembahnya: Adalah di sini Elisa bin Safat, yang dahulu mencucurkan air pembasuh kepada tangan Elia.","Maka titah raja Yosafat: Bahwa sertanya adalah firman Tuhan. Lalu turunlah baginda raja Israel dan raja Yosafat dan raja orang Edom pergi mendapatkan dia.","Tetapi kata Elisa kepada raja orang Israel: Apakah perkaraku dengan dikau? Pergilah engkau kepada segala nabi ayahmu dan kepada segala nabi bundamu. Tetapi kata raja orang Israel kepadanya: Jangan; karena sudah dipanggil Tuhan akan ketiga orang raja ini hendak diserahkan-Nya kepada tangan orang Moabi.","Maka kata Elisa: Demi Tuhan serwa sekalian alam, yang hidup dan yang aku menghadap hadirat-Nya, jikalau kiranya tiada aku berkenankan muka Yosafat, raja orang Yehuda itu, niscaya tiada kuindahkan dikau atau kupandang akan dikau!","Maka sekarangpun bawalah olehmu kepadaku seorang yang pandai memetik bunyi-bunyian. Maka sesungguhnya dalam antara orang itu memetik tali kecapinya berlakulah tangan Tuhan atas Elisa,","sehingga sabdanya: Demikian inilah firman Tuhan: Perbuatkanlah olehmu beberapa parit dalam lembah ini;","karena firman Tuhan: Tiada kamu akan melihat angin dan tidak pula kamu akan melihat hujan, kendatilah demikian maka lembah ini kelak dipenuhi juga dengan air, sehingga kamu sekalian akan minum serta dengan segala binatangmu dan segala kendaraanmu.","Maka tegal perkara ini lagi kecil kepada pemandangan Tuhan, sebab itu diserahkan-Nya kelak segala orang Moabipun kepada tanganmu,","dan segala negeri yang berkota benteng akan kamu alahkan, demikianpun segala negeri pilihan, dan segala pohon buah-buah akan kamu tebang, dan segala mata air akan kamu tumpatkan dan segala keping tanah yang baik akan kamu binasakan dengan batu.","Maka sesungguhnya pada pagi hari, waktu orang mempersembahkan persembahan makanan, tiba-tiba adalah air datang dari jalan ke Edom, sehingga segenap tanah itu diliputi oleh air.","Hata, serta kedengaranlah kepada orang Moabi bahwa ketiga orang raja itu sudah datang hendak berperang dengan mereka itu, dikerahkannyalah segala orang yang berpakaikan ikat pinggang dan yang tua dari pada itu, lalu berdirilah mereka itu sekalian pada perhinggaan tanahnya.","Tetapi pada pagi hari setelah sudah mereka itu bangun dan mataharipun telah terbit atas segala air itu, tiba-tiba dilihat orang Moabi akan air yang di hadapannya itu merah seperti darah rupanya.","Lalu kata mereka itu: Darah juga ini, niscaya segala raja itu sudah membinasakan dirinya, dibunuh seorang akan seorang dengan pedangnya, maka sekarang, hai segala orang Moabi, pergilah kamu mengambil jarahan!","Tetapi serta sampailah mereka itu kepada tentara orang Israel itu, sekonyong-konyong berbangkitlah segala orang Israel dan dialahkannya orang Moabi itu, sehingga mereka itupun larilah dari hadapannya, dan orang Israelpun masuklah ke dalam negerinya sambil mengalahkan orang Moabi itu.","Maka segala negeri itu dibinasakannya dan pada tiap-tiap keping tanah yang baik dicampakkan oleh masing-masing orang akan batunya, dipenuhinya dengan dia, dan segala mata airpun ditumpatkannya, dan segala pokok buah-buahpun ditebangnya, sehingga di Kir-hareset tinggal batu belaka dan negeri itupun dikepung oleh orang pengali-ali, yang membunuh orang isinya.","Demi dilihat oleh raja Moab akan hal peperangan itu terlalu besar kepadanya, diambilnya sertanya barang tujuh ratus orang yang tahu menghunus pedang hendak menebuk sampai kepada raja Edom, tetapi mereka itupun tiada dapat.","Lalu diambilnya anaknya yang sulung, yang hendak naik raja akan gantinya, dipersembahkannya akan korban bakaran di atas dewala. Maka perkara ini mendatangkan ngeri kepada orang Israel begitu sangat besar, sehingga undurlah mereka itu, lalu masing-masingpun pulang ke negerinya."]