["Sebermula, adapun Naaman, panglima perang raja benua Syam itu, ia itulah seorang orang besar di hadapan baginda tuannya, lagi dipermuliakan amat, sebab olehnya juga Tuhan sudah mengaruniakan kemenangan kepada orang Syam, lagipun ia seorang gagah berani, tetapi kena sakit kusta juga ia.","Maka pada sekali peristiwa, setelah beberapa pasukan sudah keluar dari benua Syam, dibawanya dari tanah Israel akan seorang anak dara dengan tertawan, maka anak dara itupun menjadi sahaya kepada isteri Naaman itu.","Maka sembahnya kepada enciknya: Jikalau kiranya tuan sahaya adalah di hadapan nabi yang di Samaria itu, niscaya disembuhkannya tuan sahaya dari pada sakit kustanya.","Maka pergilah Naaman memberitahu kata itu kepada baginda tuannya, sembahnya: Begitu begini kata anak dara yang dari negeri Israel itu.","Maka titah baginda raja benua Syam: Pergilah mamak, maka beta akan melayangkan sepucuk surat kelak kepada raja orang Israel itu. Maka pergilah ia, dibawanya sertanya akan perak sepuluh talenta, dan emas enam ribu syikal dan persalinan sepuluh lengkap.","Hata, maka disampaikannyalah surat kiriman itu kepada baginda raja orang Israel, bunyinya: Bahwa apabila sampai surat kiriman ini kepada adinda, ketahuilah oleh adinda bahwa kakanda sudah menyuruhkan Naaman, hamba kakanda, menghadap adinda, supaya adinda menyembuhkan dia dari pada penyakit kustanya.","Arakian, setelah dibaca oleh raja orang Israel akan bunyi surat kiriman ini, maka dicarik-carikkannya pakaiannya sambil titahnya: Allahkah aku ini, dapatkah aku membunuh dan menghidupkan orang, maka raja itu menyuruhkan orang, supaya kusembuhkan dia dari pada sakit kustanya? Bahwasanya, tiada syak lagi, orang itu mencahari sebab kepadaku!","Hata, maka demi didengar Elisa, aziz Allah itu, akan hal baginda raja orang Israel sudah mencarik-carikkan pakaiannya, disuruhkannya orang bersembah kepada baginda demikian: Karena apa gerangan tuanku mencarik-carikkan pakaian tuanku? Suruhkan orang itu kepada patik sahaja, maka diketahuinyalah kelak akan hal adalah seorang nabi di antara orang Israel.","Arakian, maka datanglah Naaman serta dengan segala kudanya dan ratanya, lalu berhenti di hadapan pintu rumah Elisa.","Maka disuruhkan Elisa seorang suruhan kepadanya, mengatakan: Pergilah engkau, mandikanlah dirimu tujuh kali dalam sungai Yarden, maka daging tubuhmu akan pulang semula dan engkaupun akan suci kelak.","Tetapi Naaman itu lalu marah sangat, serta pergi sambil katanya: Bahwasanya telah aku berkata dalam hatiku demikian: Tak dapat tiada ia akan keluar kelak, lalu berdiri sambil menyebut nama Tuhan, Allahnya, sambil menunjuk kepada penyakit itu dengan tangannya dan menyembuhkan orang demikian dari pada kustanya.","Bukankah Abana dan Parpar, sungai Damsyik itu, terutama dari pada segala air Israeli; manakan tiada boleh aku mandi dalamnya dan menjadi suci? Maka berpalinglah ia dirinya, lalu berjalan dengan sangat amarahnya.","Tetapi pada masa itu datanglah hamba-hambanya hampir kepadanya serta sembahnya: Ya datuk! jikalau kiranya disuruh nabi itu buat suatu perkara yang besar, masakan tiada datuk melakukan dia? istimewa pula sekarang katanya kepada datuk: Mandikanlah tubuhmu maka engkau akan suci kelak!","Maka sebab itu turunlah juga ia, lalu menyelam dalam Yarden sampai tujuh kali, menurut kata aziz Allah itu, maka daging tubuhnyapun pulang semula, jadi seperti daging tubuh orang muda, sehingga sucilah ia.","Setelah itu maka kembalilah ia pergi mendapatkan aziz Allah, baik ia baik segenap tentaranya; serta sampai maka berdirilah di hadapannya sambil katanya: Bahwa sesungguhnya sekarang kuketahui akan hal di atas seluruh muka bumi tiada Allah melainkan yang di antara orang Israel itu. Maka sekarangpun tuan terima apalah suatu berkat dari pada hamba tuan ini!","Tetapi kata Elisa: Demi Tuhan yang hidup dan yang aku berdiri menghadap hadirat-Nya, sekali-kali tiada aku menerima dia! Maka berulang-ulang diajaknya akan dia supaya diterimanya, tetapi dienggankannya juga.","Maka kata Naaman: Jikalau tuan tiada sudi, maka hendaklah diberikan kepada hambamu ini tanah seberapa banyak dapat ditanggung oleh bagal sepasang, karena hambamu ini tiada akan mempersembahkan lagi korban bakaran atau korban sembelihan kepada segala dewa-dewa, melainkan hanya kepada Hua juga.","Sahaja dalam perkara ini hendaklah kiranya Tuhan mengampuni hambamu, yaitu apabila baginda masuk ke dalam kuil Rimmon kelak hendak menyembahsujud di sana dan bagindapun bertelekan pada lengan hamba, sehingga hambapun turut sujud dalam kuil Rimmon itu, hendaklah kiranya Tuhan mengampuni akan hamba perkara hambamu ini sujud dalam kuil Rimmon itu.","Maka kata Elisa kepadanya: Pergilah engkau dengan selamat. Hata, maka berjalanlah ia dari sana. Setelah sekerat jalan jauhnya,","lalu kata Gehazi, hamba Elisa, aziz Allah itu: Bahwasanya tuanku sudah menegahkan Naaman, orang Syam itu, tiada ia mau menerima dari pada tangannya barang yang telah dihantarnya kepadanya, tetapi demi Tuhan yang hidup aku hendak mengikut akan dia dari belakang dan mengambil barang sesuatu dari pada tangannya.","Maka Gehazipun mengikutlah akan Naaman dari belakang. Demi dilihat Naaman akan dia mengikut maka turunlah ia dari atas ratanya, lalu pergi mendapatkan dia sambil katanya: Adakah baik?","Maka sahutnya: Baik juga; adapun tuan sahaya menyuruhkan sahaya mengatakan: Bahwasanya baharu tadi datanglah kepadaku dua orang muda dari pada segala murid nabi, yaitu dari pegunungan Efrayim; maka hendaklah kiranya tuan berikan mereka itu perak setalenta dan dua helai kain persalinan.","Maka kata Naaman: Mari, ambillah dua talenta. Maka diajak-ajaknya akan dia, lalu diikatnya dua talenta perak itu dalam pundi-pundi dan lagi dua helai kain persalinan, maka sekalian itu ditanggungkannya kepada dua orang hambanya, yang memikul dia di hadapannya.","Setelah sampai Gehazi kepada bukit itu, maka diambilnya segala barang-barang itu dari pada tangan mereka itu, lalu ditaruhnya dalam sebuah rumah dan dilepaskannya kedua orang itu pergi, maka keduanyapun berjalanlah.","Setelah itu maka masuklah Gehazi, lalu berdiri menghadap tuannya. Maka kata Elisa kepadanya: Hai Gehazi, engkau dari mana? Maka sahutnya: Tiada sahaya pergi ke mana-mana.","Tetapi kata Elisa kepadanya: Bukankah seolah-olah hilang hatiku, tatkala orang itu turun dari atas ratanya dengan segera, lalu mendapatkan dikau? Inikah masa yang patut diambil akan perak atau pakaian atau pohon zait atau kebun anggur atau lembu domba dan hamba sahaya?","Maka sebab itu, bala kusta Naaman itu akan lekat padamu dan pada anak cucumu sampai selama-lamanya! Hata, maka keluarlah Gehazi dari hadapannya dengan kena kusta seperti salju putihnya."]