["Sebermula, maka pada sekali peristiwa kata segala murid nabi itu kepada Elisa: Lihat apalah olehmu akan tempat kedudukan kami di hadapanmu itu terlalu sempit bagi kami sekalian.","Biarkanlah kiranya kami pergi ke Yarden, masing-masing meramu kayu bakal rumah di sana, supaya di sanalah kami membuat suatu tempat kedudukan kami. Maka kata Elisa: Pergilah.","Maka kata seorang: Silakanlah tuan berjalan serta dengan hambamu ini. Maka sahutnya: Baiklah, aku berjalan serta.","Maka iapun berjalanlah sertanya, setelah sampai mereka itu sekalian ke Yarden, ditebangnya beberapa batang pohon kayu.","Maka sesungguhnya dalam menebang pohon kayu besar itu adalah seorang anu besinya jatuh ke dalam air, lalu berserulah ia, katanya: Ya tuan! besi ini sahaya pinjam.","Maka kata aziz Allah: Di mana jatuh itu? Maka ditunjuknyalah tempatnya kepadanya, lalu dikeratnya sepotong kayu, dicampakkannya ke sana, demikianlah ditimbulkannya pula besi itu.","Maka katanya: Pungutlah olehmu akan dia. Maka diulurkannya tangannya lalu dipungutnya.","Bermula, maka raja benua Syam berperang dengan orang Israel, maka berbicaralah ia dengan segala hambanya, titahnya: Kepada tempat anu aku hendak menyerang dengan balatentaraku.","Tetapi aziz Allah itu menyuruhkan orang mempersembahkan kepada baginda raja orang Israel: Peliharakanlah kiranya dirimu dari pada berjalan lalu dari tempat itu, karena orang Syam sudah turun ke sana.","Maka sebab itu disuruhkan baginda raja orang Israel akan orang ke tempat yang dikatakan aziz Allah kepadanya sambil memberi ingat akan dia, maka dipeliharakannya dirinya dari sana bukan sekali dua kali.","Maka oleh sebab kelakuan itu sangat murka hati raja benua Syam, maka dipanggilnya akan segala hambanya, lalu titahnya kepadanya: Tiadakah kamu memberitahu aku, siapa gerangan dari pada orang kita sefakat dengan raja orang Israel?","Maka sembah seorang hambanya: Bukannya demikian, ya tuanku! melainkan nabi Elisa, yang di antara orang Israel itu, ia memberitahu kepada raja orang Israel segala titah yang dikatakan tuanku jikalau dalam bilik peraduan tuanku sekalipun.","Maka titah baginda: Pergilah kamu melihati tempatnya, supaya boleh kusuruhkan orang pergi menangkap dia. Maka dipersembahkan oranglah kepada baginda, sembahnya: Bahwa sesungguhnya adalah ia di Dotan.","Maka disuruhkan baginda ke sana beberapa kuda dan rata dan suatu tentara besar, maka sekalian itu sampailah ke sana pada malam, lalu dikepungnya negeri itu.","Maka pada pagi-pagi hari bangunlah hamba aziz Allah itu, lalu keluar, heran, maka adalah negeri itu dikepung oleh suatu tentara dengan beberapa kuda dan rata. Maka kata hamba itu kepadanya: Wai tuan! apa gerangan akal kita?","Maka sahutnya: Jangan engkau takut, karena adapun yang menyertai akan kita itu terlebih banyaknya dari pada yang menyertai akan mereka itu.","Maka Elisapun meminta doa, sembahnya: Ya Tuhan, celikkan apalah matanya, supaya iapun dapat melihat! Maka dicelikkannya Tuhan mata hamba itu, sehingga ia dapat melihat, heran, maka adalah gunung itu penuh dengan kuda api dan rata api keliling Elisa.","Maka sementara mereka itu datang mendapatkan dia, dipinta Elisa doa kepada Tuhan, sembahnya: Palulah kiranya akan mereka ini sekalian dengan kabur mata. Maka dipalunyalah akan mereka itu dengan kabur mata, seperti doa Elisa itu.","Lalu kata Elisa kepada mereka itu: Ini bukan jalannya dan ini bukan negerinya: ikutlah aku sahaja, maka aku akan menghantar kamu kelak kepada orang yang kamu cahari. Hata, maka dihantarnya mereka itu ke Samaria.","Setelah sampai mereka itu sekalian di Samaria, sesungguhnya sembah Elisa: Ya Tuhan! celikkanlah kiranya mata mereka ini, supaya ia dapat melihat. Maka dicelikkan Tuhan mata mereka itu, sehingga mereka itupun dapat melihat; heran, maka adalah mereka itu pada sama tengah negeri Samaria.","Demi dilihatnya mereka itu maka kata raja orang Israel kepada Elisa: Bolehkah aku membunuh dia, bahkan membunuh dia, ya bapaku?","Tetapi sahutnya: Jangan kaubunuh dia: bunuhlah akan orang yang telah kaualahkan dengan pedang dan panahmu! melainkan sajikanlah roti dan air minum akan orang ini, supaya mereka itu dapat makan dan minum, lalu kembali kepada tuannya.","Maka diperbuatlah oleh baginda suatu perjamuan besar akan mereka itu, maka mereka itupun makan minumlah, setelah itu disuruh baginda akan mereka itu berjalan, maka kembalilah sekaliannya kepada tuannya. Kemudian dari pada itu tiada lagi pasukan orang Syam datang menjarah rayah ke dalam negeri orang Israel.","Tetapi kemudian dari pada itu sesungguhnya dikerahkan Benhadad, raja benua Syam itu, akan segala rakyatnya, maka berangkatlah baginda lalu dikepungnya Samaria.","Maka jadilah bala kelaparan besar di Samaria, karena sesungguhnya negeri itu dikepung rapat-rapat, sehingga sebuah kepala keledai harganya delapan puluh keping perak dan seperempat kab kacang goreng laku lima keping perak.","Maka sekali peristiwa tatkala baginda raja orang Israel berjalan dari atas dewala, bahwa seorang perempuan anu berseru-seru kepada baginda, sembahnya: Ya tuanku, tolong apalah akan patik!","Maka titah baginda: Hendaklah ditolong Tuhan akan dikau. Dari mana gerangan dapat aku menolong engkau, dari peluburkah atau dari apitan anggurkah?","Dan lagi titah baginda kepadanya: Apakah perkaramu? Maka sembahnya: Bahwa perempuan ini telah berkata kepada patik demikian: Berikanlah anakmu, supaya kita makan dia pada hari ini, maka esok hari kita akan makan anakku.","Maka sebab itu kedua patik ini sudah merebus anak patik, lalu patik makan tetapi pada keesokan harinya, apabila kata patik kepadanya: Sekarang berikanlah anakmu, supaya kita makan dia; maka disembunyikannya anaknya.","Demi didengar baginda segala sembah perempuan ini, maka dicarik-carikkannya pakaiannya sendiri sambil berjalan dari atas dewala itu; maka kelihatanlah kepada orang banyak bahwa tubuh baginda ada berpakaikan kain karung.","Maka titah baginda: Demikianlah perbuatan Allah akan daku dan dipertambahkan-Nya pula, jikalau tiada pada hari ini juga kepada Elisa bin Safat itu dipancung dari pada tubuhnya.","Adapun Elisa itu duduk dalam rumahnya dan segala tua-tua negeripun adalah duduk sertanya apabila disuruhkan baginda seorang dari hadapannya. Maka sebelum suruhan itu sampai kepada Elisa, kata Elisa kepada segala tua-tua itu: Tiadakah kamu melihat bahwa anak si pembunuh itu sudah menyuruhkan orang hendak memancung kepalaku? Ingatlah kamu, apabila suruhan itu datang kelak, hendaklah kamu menutup pintu dan menolak akan dia ke luar dengan tudung pintu: bukankah bunyi kaki tuannya adalah di belakangnya?","Maka sementara ia lagi berkata-kata dengan mereka itu, tiba-tiba datanglah suruhan itu mendapatkan dia. Maka titah baginda: Bahwa celaka ini dari pada Tuhan juga datangnya; apa guna aku harap lagi akan Tuhan."]