["Maka pada masa itu kata Elisa: Dengarlah olehmu firman Tuhan; demikian inilah firman Tuhan: Esok harilah, waktu begini, tepung halus setakar akan laku sesyikal dan dua takar syeir akan laku sesyikal dalam pintu gerbang Samaria.","Tetapi sahut panglima yang pada lengannya baginda bertelekan, katanya kepada aziz Allah: Jikalau kiranya dijadikan Tuhan tingkap di langit, baharu perkara itu boleh jadi. Maka kata Elisa: Bahwa sesungguhnya engkau akan melihat dengan matamu, tetapi tiada engkau akan makan dari padanya.","Arakian, maka adalah di luar pintu gerbang negeri itu empat orang kusta, maka kata mereka itu seorang kepada seorang: Apa guna kita tinggal duduk di sini sampai kita mati?","Jikalau kata kita: Mari kita masuk ke dalam negeri, maka dalam negeri adalah bala kelaparan, niscaya kita akan mati kelak di sana; dan jikalau kiranya kita tinggal di sini, tak dapat tiada kita mati juga; sebab itu, mari kita membuang diri kita kepada tentara orang Syam, jikalau dihidupinya akan kita, maka kitapun hiduplah, dan jikalau dibunuhnya akan kita, tak dapat tiada kita akan mati juga.","Maka bangunlah mereka itu pada waktu terang tanah, lalu berjalan mendapatkan tentara orang Syam; setelah sampai kepada ujung tempat tentara orang Syam itu, heran, maka seorang juapun tiada di sana!","Karena Tuhan telah memperdengarkan kepada tentara orang Syam itu bunyi beberapa rata dan bunyi beberapa kuda dan bunyi suatu tentara besar, sehingga kata mereka itu seorang kepada seorang: Bahwasanya raja orang Israel sudah mengupah akan lawan kita segala raja orang Heti dan segala raja orang Mesir, supaya diserangnya akan kita.","Maka sebab itu bangunlah mereka itu sekalian, lalu lari pada waktu terang tanah itu, ditinggalkannya segala kemahnya, dan lagi segala kudanya dan keledainya, segenap tempat tentara itu bagaimanapun adanya, lalu larilah mereka itu berlepas dirinya.","Hata, setelah sampai orang kusta itu kepada ujung tempat tentara, masuklah mereka itu ke dalam sebuah kemah, lalu makan minumlah dan diambilnya dari sana emas perak dan pakaian, lalu pergi mereka itu menyembunyikan dia; setelah itu kembalilah mereka itu masuk ke dalam sebuah kemah yang lain, maka dari sanapun diambilnya, lalu pergi menyembunyikan dia.","Maka pada masa itu kata seorang kepada kawannya: Perbuatan kita ini tak baik; bahwa hari inilah hari kabar selamat, maka kita diam juga; jikalau kiranya kita menantikan siang hari, niscaya didapati akan kesalahan kita; maka sebab itu, mari kita pergi membawa kabarnya ke dalam istana baginda.","Arakian, maka datanglah mereka itu berseru-seru kepada penunggu pintu negeri, dikabarkannyalah kepadanya, katanya: Bahwa kami telah sampai kepada tempat tentara orang Syam itu, heran, maka seorangpun tiada di sana, bunyi suara orangpun tiada, melainkan adalah beberapa ekor kuda tertambat dan beberapa ekor keledaipun tertambat dan segala kemahpun tertinggal sebagaimana adanya.","Maka segala penunggu pintu itupun berseru-serukan kabar ini ke dalam, sehingga kedengaranlah kabar ini sampai ke dalam istana baginda.","Maka bangunlah baginda pada malam, lalu titahnya kepada segala hambanya: Sekarang aku mau memberitahu kamu, kita hendak dipengapakan orang Syam itu: bahwa diketahuinya perut kita berlapar, sebab itu mereka itu telah keluar dari tempat tentara itu hendak menyembunyikan dirinya di padang, katanya: Apabila mereka itu sudah keluar dari dalam negeri, dapatlah kita menangkap dia dengan hidupnya, lalu kita akan masuk ke dalam negeri itu.","Maka sahut seorang pegawainya, sembahnya: Baiklah dari pada segala kuda yang lagi tinggal itu diambil lima ekor, yaitu dari pada yang lagi tinggal di sini; bahwasanya tiada ia lebih baik dari pada kebanyakan orang Israel yang tinggal lagi di dalam ini, atau dari pada kebanyakan orang Israel yang telah dibinasakan; biarlah patik menyuruhkan dia, supaya patik itu pergi melihat.","Maka diambilnya kuda dua pasang, lalu disuruhkan baginda mereka itu mengikut tentara orang Syam itu, serta titahnya: Pergilah kamu melihati dia.","Maka diikutlah oleh mereka itu akan dia sampai ke Yarden, heran, maka sepanjang jalan penuh dengan pakaian dan segala alat, yang telah dibuang oleh orang Syam dalam larinya tunggang balik. Hata, maka kembalilah suruhan itu, dikabarkannyalah hal itu kepada baginda.","Maka keluarlah orang banyak itu, lalu menjarah-jarah akan tempat tentara orang Syam; maka sesungguhnya jadilah setakar tepung halus laku sesyikal dan dua takar syeirpun laku sesyikal, setuju dengan firman Tuhan itu.","Adapun panglima yang baginda bertelekan pada lengannya, yaitu telah disuruh menunggui pintu negeri, maka dipijak-pijak oranglah akan dia dalam pintu itu sampai matilah ia, setuju dengan sabda aziz Allah, yang dikatakannya tatkala baginda datang mendapatkan dia.","Karena sesungguhnya tatkala aziz Allah itu berkata kepada baginda demikian: Dua takar syeir akan laku sesyikal dan setakar tepung haluspun sesyikal esok hari, waktu begini, dalam pintu negeri Samaria;","lalu sahut panglima itu kepada aziz Allah, katanya: Jikalau kiranya dijadikan Tuhan akan tingkap di langit, baharu boleh jadi seperti katamu ini. Maka sahut Elisa kepadanya: Bahwasanya engkau akan melihatnya dengan matamu, tetapi tiada engkau akan makan dari padanya.","Demikianpun jadilah, karena dipijak-pijak orang banyak akan dia dalam pintu gerbang, sehingga matilah ia."]