["Sebermula, maka Elisa telah berkata kepada perempuan yang sudah dihidupkannya pula anaknya, katanya: Bangunlah engkau, pergilah serta dengan segala orang isi rumahmu menumpang seperti orang dagang barang kemanapun baik, karena oleh Tuhan dipanggil datang suatu bala kelaparan. Maka ia itupun datanglah ke dalam negeri itu tujuh tahun lamanya.","Maka perempuan itupun bangunlah, diperbuatnya seperti kata aziz Allah itu, karena pergilah ia serta dengan segala orang isi rumahnya, lalu menumpang seperti orang dagang dalam negeri Filistin tujuh tahun lamanya.","Maka sesungguhnya pada kesudahan tujuh tahun itu pulanglah perempuan itu dari negeri orang Filistin, lalu keluarlah ia pergi mengadukan halnya kepada baginda dari sebab rumahnya dan dari sebab bendangnya.","Maka bagindapun lagi dalam bertitah kepada Gehazi, hamba aziz Allah itu, titahnya: Ceriterakanlah kepadaku segala perkara besar-besar yang telah diadakan oleh Elisa itu.","Maka sementara diceriterakannya kepada baginda bagaimana telah dihidupkannya pula seorang mati, tiba-tiba datanglah perempuan yang punya anak telah dihidupkannya pula itu, mengadukan halnya kepada baginda dari sebab rumahnya dan dari sebab bendangnya. Maka sembah Gehazi: Ya tuanku, inilah perempuan itu dan inilah anaknya, yang telah dihidupkan pula oleh Elisa itu.","Maka bagindapun bertanyakanlah perempuan itu, lalu diceriterakannyalah kepada baginda segala hal ihwalnya. Maka disuruhkan baginda seorang penjawat istana sertanya, titahnya: Pulangkanlah kepadanya segala yang dia punya, lagipun segala hasil tanahnya dari pada hari ditinggalkannya negeri itu datang kepada hari ini.","Bermula, maka Elisapun sudah datang ke Damsyik pada masa Benhadad, raja benua Syam itu, sakit; maka dikabarkan oranglah kepada baginda, sembahnya: Bahwa aziz Allah itu sudah datang ke mari.","Maka titah baginda kepada Hazael: Ambillah olehmu akan suatu hadiah pada tanganmu, lalu pergi mendapatkan aziz Allah itu dan bertanyakanlah Tuhan olehnya demikian: Bolehkah aku sembuh pula dari pada penyakit ini?","Hata, maka pergilah Hazael mendapatkan dia, diambilnya pada tangannya suatu hadiah dari pada benda yang terindah-indah di Damsyik, muatan untuk empat puluh ekor, maka datanglah ia menghadap Elisa serta katanya: Adapun hamba ini disuruh oleh Benhadad, anak tuan dan raja benua Syam, supaya hamba mendapatkan tuan dan menyampaikan kata ini: Bolehkah aku sembuh pula dari pada penyakit ini?","Maka kata Elisa kepadanya: Pergilah engkau, katakanlah kepadanya: Sekali-kali tiada boleh engkau sembuh pula, karena sudah dinyatakan Tuhan kepadaku bahwa ia akan mati kelak.","Maka direnung-renungnya dan diamat-amatinya akan dia, sampai kemalu-maluanlah ia, maka menangislah aziz Allah itu.","Maka kata Hazael: Mengapa tuan menangis? Maka sahutnya: Sebab kuketahui akan segala jahat yang kauperbuat akan bani Israel kelak; bahwa engkau akan menunukan kota bentengnya dengan api dan membunuh orang muda-mudanya dengan pedang dan meremukkan anak-anaknya dan membelahkan orangnya perempuan yang bunting.","Maka kata Hazael: Entah siapa gerangan hambamu ini, yang laksana anjing juga adanya, maka akan dibuatnya kelak perkara yang besar ini? Maka kata Elisa: Sudah dinyatakan Tuhan kepadaku, bahwa engkau akan menjadi raja benua Syam.","Arakian, maka bermohonlah ia kepada Elisa, lalu berjalan, setelah sampai kepada tuannya titah baginda kepadanya: Apakah kata Elisa itu kepadamu? Maka sembahnya: Bahwa telah ia berkata demikian: Tak dapat tiada tuanku kelak akan sembuh pula.","Maka sesungguhnya pada keesokan harinya diambilnya kain kambeli, dicelupnya dalam air, lalu dihamparkannya di atas mukanya, sehingga matilah baginda; maka Hazaelpun naik raja akan gantinya.","Adapun pada tahun yang kelima dari pada kerajaan Yoram bin Akhab atas orang Israel, pada masa Yosafat raja orang Yehuda, naiklah raja Yoram bin Yosafat itu atas Yehuda.","Tiga puluh dua tahun umurnya pada masa ia naik raja, dan iapun kerajaanlah di Yeruzalem delapan tahun lamanya.","Maka berjalanlah ia pada jalan segala raja orang Israel, sama seperti perbuatan orang isi istana Akhab, karena anak Akhabpun telah menjadi isterinya, dan dibuatnya barang yang jahat kepada pemandangan Tuhan.","Tetapi tiada juga Tuhan mau membinasakan orang Yehuda oleh karena sebab Daud, hamba-Nya, seperti Ia sudah berfirman kepadanya, bahwa dikaruniakan-Nya kepadanya kelak sebuah pelita dalam anaknya pada sediakala hari.","Hata, maka zamannya berpalinghaluanlah orang Edom, dilepaskannya dirinya dari pada pemerintah Yehuda, dan dijadikannya seorang raja atas dirinya.","Maka berjalanlah raja Yoram langsung ke Zair dan segala ratapun sertanya, maka bangunlah baginda pada malam, dialahkannya orang Edom, yang telah mengelilingi akan dia, dan segala penghulu rata perangnyapun, lalu larilah orang banyak itu ke kemah-kemahnya.","Kendatilah demikian, maka orang Edom juga berpaling haluan dari pada pemerintahan Yehuda datang kepada hari ini, dan pada masa itu juga Libnapun berpalinghaluanlah.","Adapun barang yang lagi tinggal dari pada segala kisah raja Yoram dan segala perbuatan baginda, bukankah ia itu tersebut dalam kitab tawarikh segala raja-raja orang Yehuda?","Maka raja Yorampun mangkatlah beradu dengan segala nenek moyangnya dan dikuburkan oranglah akan baginda pada sisi segala nenek moyangnya dalam negeri Daud, maka Ahazia, puteranya, lalu naik raja menggantikan dia.","Maka pada tahun yang kedua belas dari pada kerajaan Yoram bin Akhab atas orang Israel, kerajaanlah Ahazia bin Yoram itu atas orang Yehuda.","Adapun umur raja Ahazia pada masa ia naik raja itu dua likur tahun, maka kerajaanlah ia di Yeruzalem setahun lamanya; adapun nama bunda baginda itu Atalia, anak Omri, raja orang Israel.","Maka berjalanlah ia pada jalan orang isi istana Akhab, diperbuatnya barang yang jahat kepada pemandangan Tuhan, sama seperti perbuatan orang isi istana Akhab, karena menantulah ia kepada kepada orang isi istana Akhab itu.","Maka berjalanlah ia serta dengan raja Yoram bin Akhab ke Ramot di Gilead hendak memerangi Hazael, raja benua Syam itu, maka dialahkan orang Syam itu akan raja Yoram.","Maka baliklah raja Yoram dari sana ke Yizriel hendak disuruhnya obati lukanya yang telah didapatinya di Ramot dalam peperangan dengan orang Syam apabila berperanglah ia dengan Hazael, raja benua Syam. Maka turunlah Ahazia bin Yoram, raja orang Yehuda, mengunjungi Yoram bin Akhab ke Yizriel, karena bagindapun gering adanya."]