["Bermula, maka pada masa itu dipanggil oleh nabi Elisa akan seorang murid nabi, serta katanya kepadanya: Ikatlah pinggangmu dan ambillah olehmu akan buli-buli yang berisi minyak harum itu pada tanganmu, lalu pergilah ke Ramot yang di Gilead itu.","Setelah sampai di sana, lihatlah di mana Yehu bin Yosafat bin Nimsi, lalu masuklah ke dalam, suruhlah akan dia bangkit berdiri dari antara segala saudaranya dan bawalah akan dia sertamu ke dalam bilik bersekat.","Lalu ambillah akan buli-buli minyak itu, curahkanlah isinya kepada kepalanya dan katakanlah: Demikian firman Tuhan: Aku sudah menyiram engkau akan raja orang Israel. Setelah itu bukakanlah pintu dan larilah dengan tiada bertangguh lagi.","Hata, maka berjalanlah orang muda, yaitu murid nabi itu, ke Ramot yang di Gilead.","Maka apabila ia masuk sesungguhnya adalah duduk di sana segala panglima perang; maka katanya: Adalah padaku suatu kabar, hendak kusampaikan kepadamu, hai panglima! Maka bertanya Yehu: Kepada siapa dari pada kami sekalian ini? Maka sahutnya: Kepadamu juga, hai panglima!","Maka bangkitlah ia berdiri lalu masuk ke dalam rumah; maka minyak itu dicurahkan orang itu kepada kepalanya sambil katanya: Demikianlah firman Tuhan, Allah orang Israel: Bahwa Aku sudah menyiram engkau akan raja atas segala umat Tuhan, yaitu atas orang Israel.","Dan engkaupun akan membunuh segala orang isi istana Akhab, tuanmu, supaya Kutuntut bela darah hamba-Ku, segala nabi-nabi, dan darah segala hamba Tuhan kepada Izebel itu.","Maka segenap orang isi istana Akhab itu akan binasa, dan dari pada orang Akhab itu akan Kutumpas kelak segala orang laki-laki dan lagi segala orang yang terkurung dan yang tertinggal di antara orang Israel.","Karena istana Akhab itu akan Kujadikan sama dengan istana Yerobeam bin Nebat dan sama dengan istana Baesa bin Ahia.","Lagipun Izebel akan dimakan anjing pada bendang Yizriel, dan seorangpun tiada yang akan menguburkan dia. Hata, maka dibukakannya pintu lalu lari.","Maka apabila Yehu keluar mendapatkan segala hamba tuannya, kata orang itu kepadanya: Adakah selamat? Apa mulanya maka orang gila ini telah datang kepadamu? Maka sahutnya kepada mereka itu: Kamu juga mengetahui akan orang itu dari sebab tingkah lakunya.","Tetapi kata mereka itu: Bohong ini; katakanlah dia juga kepada kami. Lalu katanya: Begitu begini sudah dikatakannya kepadaku, katanya: Demikianlah firman Tuhan: Aku sudah menyiram engkau akan raja atas orang Israel.","Maka dengan segeranya diambil oleh mereka itu masing-masing akan bajunya, dihamparkannya di bawahnya di atas seekor kuda perarakan, lalu ditiupkannya nafiri serta katanya: Yehu sudah naik raja!","Demikian peri Yehu bin Yosafat bin Nimsi bermufakat hendak mendurhaka kepada raja Yoram. (Adapun Yoram itu dan segenap orang Israel yang sertanya sudah memeliharakan Ramot yang di Gilead dari pada Hazael, raja benua Syam;","maka baginda raja Yoram telah balik dari sana ke Yizriel hendak disuruhnya obati lukanya yang telah didapatnya dalam peperangan dengan orang Syam apabila ia berperang dengan Hazael, raja benua Syam itu.) Hata, maka kata Yehu: Jikalau kehendak kamu setuju dengan aku, maka seorangpun jangan diberi keluar dari dalam negeri berlepas dirinya akan membawa kabarnya sampai ke Yizriel.","Maka Yehupun naik kuda lalu berjalan ke Yizriel, sebab raja Yoram ada di sana, dan Ahazia raja orang Yehudapun sudah turun ke sana hendak melawat raja Yoram.","Hata, maka terlihatlah penunggu yang berdiri di atas bangun-bangun Yizriel itu akan pasukan Yehu itu berlari-lari datang, lalu sembahnya: Bahwa patik melihat suatu pasukan datang. Maka titah raja Yoram: Ambillah olehmu akan seorang berkendaraan, suruhlah dia pergi mendapatkan mereka itu dan bertanyakan selamatnya.","Maka orang berkuda itupun berjalanlah pergi mendapatkan mereka itu, lalu katanya: Titah baginda: Adakah selamat? Maka sahut Yehu: Apakah engkau peduli akan selamat? Baliklah ke belakangku. Maka penunggu itupun memberitahu hal itu, sembahnya: Adapun suruhan itu sampai juga kepadanya, tetapi tiada ia balik.","Maka disuruhkannya seorang berkuda yang lain; setelah ia itu sampai kepadanya, lalu katanya: Titah baginda: Adakah selamat? Maka kata Yehu: Apakah engkau peduli akan selamat? Baliklah ke belakangku.","Maka penunggu itu memberitahu hal itu, sembahnya: Suruhan itupun sampai kepadanya, tetapi tiada ia balik. Adapun burunya seperti buru Yehu bin Nimsi, karena burunya seperti orang gila.","Maka titah raja Yoram: Kenakanlah kuda. Maka dikenakan oranglah kuda pada ratanya, lalu berjalan Yoram, raja orang Israel, dan Ahazia, raja orang Yehuda, masing-masing dengan ratanya, maka keluarlah keduanya pergi mendapatkan Yehu, lalu didapatinya akan dia di atas bendang Nabot, orang Yizrieli itu.","Maka sesungguhnya demi dilihat Yoram akan Yehu, lalu katanya: Adakah selamat, hai Yehu? Maka sahutnya: Masakan selamat, selagi segala zina Izebel, ibumu, dan segala hobatannya begitu banyak adanya?","Pada masa itu dibalikkanlah raja Yoram rata itu dengan tangannya, lalu lari sambil katanya kepada Ahazia: Adalah khianat, hai Ahazia!","Maka dikenakan Yehu anak panah pada busurnya, lalu dipanahnya kena raja Yoram di antara kedua belah lengannya, sehingga anak panah itu menerusi jantung hatinya, dan berlingkarlah baginda di dalam ratanya.","Maka kata Yehu kepada Bidkar, seorang panglimanya: Angkatlah dan buangkanlah dia kepada sepenggal bendang Nabot, orang Yizrieli itu, karena ingatlah engkau bagaimana dahulu kedua kita berkendaraan bersama-sama mengiringkan raja Akhab, ayahnya, tatkala ditanggungkan Tuhan kepadanya firman ini:","Bahwasanya kelemarin Aku sudah melihat darah Nabot dan darah anak-anaknya, demikianlah firman Tuhan! bahkan, Aku akan menuntut belanya kepadamu kelak di atas bendang ini, demikianlah firman Tuhan! Maka sekarangpun angkatlah, buangkanlah dia kepada bendang itu, setuju dengan firman Tuhan itu.","Hata, demi dilihat Ahazia, raja orang Yehuda, akan hal yang demikian, lalu larilah ia menuju jalan ke rumah peranginan, tetapi diusir Yehu akan dia, serta katanya: Bunuhlah olehmu akan diapun. Maka dibunuhnyalah akan dia di atas ratanya pada jalan sempit ke Gur, yang dekat dengan Yibeleam; maka larilah baginda sampai ke Megido, lalu matilah di sana.","Maka oleh segala hambanya dibawa akan baginda ke Yeruzalem dan dikuburkannyalah baginda dalam kuburnya sendiri pada sisi nenek moyang baginda di dalam negeri Daud.","Adapun Ahazia itu naik raja atas orang Yehuda yaitu pada tahun kesebelas dari pada kerajaan Yoram bin Akhab itu.","Arakian, maka sampailah Yehu ke Yizriel. Demi didengar Izebel akan hal itu, maka disapunyalah mukanya dengan bedak dan dikenakannya perhiasan pada kepalanya, lalu iapun menengok dari pada tingkap istana.","Maka baharu Yehu masuk dari pada pintu gerbang, lalu kata Izebel: Adakah selamat, hai Zimri, pembunuh tuannya?","Maka menengadahlah Yehu ke tingkap itu, lalu katanya: Siapa gerangan ada sertaku? siapa? Lalu adalah dua tiga orang penjawat istana memandang kepadanya.","Maka kata Yehu: Terjunkanlah dia dari atas. Maka diterjunkannyalah dari atas, sehingga darahnyapun tepercik kepada pagar tembok dan kepada kudanya, lalu dipijak-pijaknya akan dia.","Hata, setelah Yehu masuk dan sudah makan minum, lalu katanya: Sekarang pergilah kamu melihat apa hal si kutuk itu dan kuburkanlah dia, karena putera raja juga adanya.","Maka turunlah mereka itu hendak menguburkan dia, tetapi satupun tiada didapatinya dari padanya melainkan tengkoraknya dan kedua belah kakinya dan kedua tapak tangannya.","Maka baliklah mereka itu memberitahu Yehu, maka kata Yehu: Demikian juga firman Tuhan, yang telah dikatakan-Nya dengan lidah Elia, hamba-Nya, yaitu orang Tisbi itu, bunyinya: Pada bendang Yizriel juga anjingpun akan makan bangkai Izebel,","dan bangkai Izebel itu akan seperti baja pada tanah di bendang Yizriel, sehingga tiada dapat dikatakan lagi: Inilah Izebel!"]