["Sebermula, maka pada sekali peristiwa tatkala Daud bersemayam di dalam istananya, maka titah Daud kepada nabi Natan: Bahwa aku ini duduk dalam sebuah istana dari pada kayu araz, maka tabut perjanjian Tuhan adalah di bawah kelambu kemah.","Maka sembah Natan kepada Daud: Baiklah tuanku perbuat barang kehendak hati tuanku, karena Allah juga adalah menyertai tuanku.","Akan tetapi pada malam itu juga tiba-tiba datanglah firman Allah kepada Natan, bunyinya:","Pergilah engkau, katakanlah kepada hamba-Ku Daud: Demikian inilah firman Tuhan: Tak boleh engkau memperbuatkan Daku sebuah rumah akan duduk di dalamnya;","karena tiada pernah Aku duduk dalam rumah dari pada hari Aku membawa naik akan orang Israel datang kepada hari ini, melainkan Aku sudah berpindah-pindah dari pada sebuah kemah kepada sebuah kemah dan dari pada sebuah pondok kepada sebuah pondok.","Berapa lamapun baik Aku sudah berjalan keliling serta dengan segala orang Israel, adakah pernah Aku berfirman sepatah kata kepada salah seorang dari pada segala hakim orang Israel, yang telah Kusuruh menggembalakan umat-Ku Israel, firman-Ku: Mengapa maka tiada kamu memperbuat akan Daku sebuah rumah dari pada kayu araz?","Maka sekarang katakanlah ini kepada hamba-Ku Daud: Demikianlah firman Tuhan serwa sekalian alam: Bahwa Aku sudah mengangkat akan dikau dari dalam kandang, dari belakang kambing domba, supaya engkau menjadi penganjur segala umat-Ku, orang Israel,","dan Aku sudah menyertai akan dikau barang ke manapun baik engkau pergi, dan Aku sudah menumpas segala seterumu dari hadapanmu, dan Aku sudah mengadakan suatu nama bagimu seperti nama segala orang besar yang di atas bumi,","dan Aku sudah mengaruniakan kepada umat-Ku, orang Israel itu, suatu tempat dan Aku sudah menanamkan dia, supaya diamlah ia di tempat itu dan jangan lagi ia ditolak ke sana ke mari, dan jangan pula ia diusik oleh bangsa-bangsa khianat seperti dahulu.","Dan dari pada hari adalah hakim memerintahkan umat-Ku Israel setuju dengan firman-Ku, maka segala seterumu sudah Kualahkan, dan lagi Aku memberitahu engkau bahwa Tuhan juga kelak memperbuat akan dikau sebuah rumah.","Maka akan jadi apabila sudah genap bilangan hari hidupmu dan engkaupun pulang kepada segala nenek moyangmu, maka Kubangkitkan benihmu kemudian dari padamu, yaitu salah seorang dari pada segala anakmu laki-laki, dan Aku akan menetapkan kerajaannya.","Maka iapun kelak memperbuat akan Daku sebuah rumah dan Aku akan menetapkan takhtanya sampai selama-lamanya.","Bahwa Aku kelak baginya akan bapa, dan iapun bagi-Ku akan anak; maka tiada Aku melalukan kemurahan-Ku dari padanya, seperti sudah Kulalukan dia dari pada orang yang dahulu dari padamu itu;","melainkan Aku menetapkan dia kelak di dalam rumah-Ku dan di dalam kerajaan-Ku sampai selama-lamanya, dan takhta kerajaannyapun akan tetap sampai selama-lamanya.","Hata, maka setuju dengan segala firman ini dan setuju dengan segala penglihatan ini berkatalah Natan kepada Daud.","Maka pada masa itu masuklah baginda raja Daud ke dalam, serta tinggal di hadapan hadirat Tuhan, sambil sembahnya: Siapa gerangan aku ini, ya Tuhan Allah! dan apa gerangan orang isi rumahku, maka Engkau sudah mendatangkan daku sampai ke mari?","Maka perkara ini lagi kecil kepada pemandangan-Mu, ya Allah, sebab itu Engkau berfirman pula akan hal isi rumah hamba-Mu pada akhir zaman, dan makota yang termulia di antara segala manusia sudah Kautentukan bagiku, ya Tuhan Allah!","Apakah dapat lagi dipersembahkan Daud kepada-Mu akan hal kemuliaan yang dikaruniakan kepada hamba-Mu? Karena Engkau juga mengenal hamba-Mu.","Ya Tuhan! oleh karena hamba-Mu dan sebab keridlaan-Mu maka sudah Kauperbuat segala perkara yang besar ini dan sudah Engkau beritahu kepadanya segala perkara yang besar ini.","Ya Tuhan! tiadalah sama-Mu dan tiada juga Allah melainkan Engkau, sekadar segala sesuatu yang telah kami dengar dengan telinga kami.","Maka siapa gerangan seperti umat-Mu Israel, suatu bangsa yang tiada samanya di atas bumi, yang sudah ditebus oleh Allahnya akan suatu umat bagi diri-Nya, serta akan mengadakan nama bagi diri-Mu dengan membuat perkara yang besar dan hebat, serta menghalaukan segala bangsa dari hadapan umat-Mu, tatkala Engkau melepaskan mereka itu dari Mesir.","Maka Engkau sudah mengangkat umat-Mu Israel akan suatu bangsa bagi-Mu sampai selama-lamanya, dan Engkau, ya Tuhan! sudah menjadi Allah baginya.","Maka sekarang, ya Tuhan! biarlah firman yang telah Kaukatakan akan hal hamba-Mu ini dan akan hal isi rumahnya itu dibenarkan sampai selama-lamanya dan hendaklah Engkau berbuat seperti yang telah Engkau berfirman itu.","Bahkan, ia itu dibenarkan dan nama-Mupun diperbesarkan sampai selama-lamanya, supaya kata orang: Bahwa Tuhan serwa sekalian alam, Allah Israel, itulah Allah orang Israel, dan biarlah rumah Daud, hamba-Mu ini, dikekalkan di hadapan hadirat-Mu.","Karena Engkau juga, ya Allahku! sudah menyatakan kepada telinga hamba-Mu ini, bahwa Engkau akan memperbuat akan dia sebuah rumah, maka sebab itu didapati akan hati hamba-Mu ini sedia akan meminta doa kepada hadirat-Mu.","Maka sekarang, ya Tuhan, Engkaulah Allah yang benar, dan Engkau juga yang sudah firmankan perkara yang baik ini atas hamba-Mu.","Maka sebab itu hendaklah Engkau mengekalkan kasih-Mu dan mengaruniakan berkat kepada isi rumah hamba-Mu ini, supaya ia itu di hadapan hadirat-Mu sampai selama-lamanya; karena tegal Engkau, ya Tuhan! sudah memberkati dia, maka akan keberkatan juga ia sampai selama-lamanya!"]