["Arakian, setelah sudah dibawa oranglah akan tabut Allah masuk dan ditaruhnya pada sama tengah kemah yang telah dibentangkan Daud baginya, maka dipersembahkan oranglah beberapa korban bakaran dan korban syukur di hadapan hadirat Allah.","Setelah selesailah Daud dari pada mempersembahkan segala korban bakaran dan korban syukur itu, maka diberkati baginda akan orang banyak itu demi nama Tuhan.","Maka dikaruniakan baginda kepada segala orang Israel, baik laki-laki baik perempuan, masing-masing roti seketul dan sepotong daging goreng dan sebuah buli-buli berisi air anggur.","Maka ditentukan baginda di hadapan tabut Tuhan beberapa khadim dari pada orang Lewi, supaya mereka itu memuji-muji dan mengucap syukur dan memuliakan Tuhan, Allah orang Israel.","Maka Asaf itulah penghulunya dan Zekharya yang kedua kemudian dari padanya, lalu Yeiel dan Semiramot dan Yeiel dan Matica dan Eliab dan Benaya dan Obed-Edom dan Yeiel dengan bunyi-bunyian dandi dan kecapi, maka Asafpun membuka ragam dengan ceracak.","Maka Benaya dan Yehaziel, imam itu, selalu meniupkan nafirinya di hadapan tabut perjanjian Allah.","Maka pada masa itu diberikan Daud mazmur yang pertama ini kepada tangan Asaf dan segala saudaranya akan memuji-muji Tuhan,","bunyinya: Pujilah akan Tuhan dan sebutlah kamu akan nama-Nya, masyhurkanlah perbuatan-Nya di antara segala bangsa!","Bernyanyilah bagi-Nya dan bermazmurlah bagi-Nya, berulang-ulanglah kata akan segala perbuatan ajaib-Nya.","Pujilah akan nama kesucian-Nya, hendaklah bersukacita hatinya segala mereka yang mencahari Tuhan itu.","Bertanya-tanyalah akan Tuhan dan akan kuasa-Nya dan caharilah hadirat-Nya selalu.","Ingatlah kamu akan segala perkara ajaib yang telah diperbuat-Nya, akan segala tanda alamat-Nya, dan akan keputusan hukum yang terbit dari pada Mulut-Nya.","Hai bani Israel, hamba-Nya! hai bani Yakub, pilihan-Nya!","Bahwa Tuhan juga Allah kita, maka hukum-Nya adalah di atas seluruh muka bumi.","Hendaklah kamu ingat akan perjanjian-Nya sampai selama-lamanya dan akan firman yang telah diberikan-Nya, sampai gilir yang keseribu,","yaitu akan perjanjian yang telah didirikan-Nya dengan Ibrahim dan yang telah diteguhkan-Nya kepada Ishak pakai sumpah,","dan yang ditentukan-Nya lagi kepada Yakub akan hukum dan kepada Israel akan perjanjian yang kekal,","firman-Nya: Bahwa Aku akan menganugerahi kamu dengan tanah Kanaan akan tali pengukur bahagianmu pusaka.","Tatkala lagi sedikit bilangan kamu, bahkan sedikit, dan kamu lagi orang dagang di sana.","Maka berjalan-jalanlah mereka itu dari pada suatu bangsa datang kepada suatu bangsa dan dari pada suatu kerajaan datang kepada bangsa yang lain.","Tiada diberi-Nya mereka itu dianiayakan orang, dan lagi disiksa-Nya raja-raja oleh karena mereka itu, firman-Nya:","Jangan kamu usik akan orang yang telah Kusiram, dan jangan kamu berbuat jahat akan nabi-nabi-Ku.","Hai, seluruh bumi! nyanyilah bagi Tuhan! kabarkanlah selamat yang dari pada-Nya itu dari pada sehari datang kepada sehari.","Masyhurkanlah kemuliaan-Nya di antara segala orang kafir, dan perbuatan ajaib-Nya di antara segala bangsa.","Karena besarlah Tuhan, yang patut amat dipuji-puji, dan hebatlah Ia dari pada segala dewata.","Karena dewata segala bangsa itu berhala jua adanya, tetapi Tuhanlah yang sudah menjadikan segala petala langit.","Seri dan kemuliaan adalah di hadapan hadirat-Nya, kuat dan kesukaan adalah di tempat kediaman-Nya.","Berilah kepada Tuhan, hai segala bangsa manusia, berilah kepada Tuhan hormat dan puji.","Berilah kepada Tuhan hormat namanya, bawalah akan persembahan dan datanglah kamu menghadap hadirat-Nya; sembah sujudlah kepada Tuhan serta berpakaikan pakaian hari raya yang suci.","Gentarlah di hadapan hadirat-Nya, hai segala dunia! Lagipun bumi akan ditetapkan, supaya jangan ia itu bergerak.","Hendaklah bersuka-sukaan segala langit dan bersukacitalah bumi, dan hendaklah kata orang di antara segala bangsa kafir: Bahwa Tuhan juga yang kerajaan.","Hendaklah lautpun bergelora dengan sepenuh-penuh isinya, hendaklah padangpun berlompat-lompat dengan segala sesuatu yang padanya.","Hendaklah bersorak-sorak segala pohon kayu yang di hutan di hadapan hadirat Tuhan, karena Iapun datang kelak akan menghukumkan dunia.","Pujilah kamu akan Tuhan, karena baiklah Ia, dan kemurahan-Nyapun kekal sampai selama-lamanya.","Dan katakanlah: Ya Allah, pohon selamat kami, tebuslah aklan kami, himpunkanlah kami dan lepaskanlah kami dari pada segala orang kafir, supaya kami dapat memuji-muji nama-Mu yang suci dan bermegah-megah dari sebab kepujian-Mu.","Segala puji bagi Tuhan, Allah orang Israel, dari pada kekal datang kepada kekal! Maka hendaklah segenap orang banyak mengatakan: Amin! segala puji bagi Tuhan!","Bermula, maka ditinggalkan baginda di hadapan tabut perjanjian Tuhan akan Asaf dan segala saudaranya, supaya selalu mereka itu berbuat khidmat di hadapan tabut itu pada segala hari yang telah ditentukan kepada masing-masing.","Demikianpun Obed-Edom serta dengan segala saudaranya, enam puluh delapan orang banyaknya. Adapun Obed-Edom bin Yeduton dan Hosa itulah penunggu pintu adanya.","Tetapi imam Zadok dan segala saudaranya yang imam itu adalah di hadapan kemah sembahyang Tuhan di atas bukit yang di Gibeon,","supaya selalu dipersembahkannya kepada Tuhan korban bakaran di atas mezbah, korban bakaran pagi dan petang, menurut segala sesuatu yang tersurat di dalam taurat Tuhan, firman-Nya kepada orang Israel.","Maka serta dengan mereka itu adalah Heman dan Yeduton dan segala orang pilihan yang lain, yang telah ditentukan dengan nama-namanya akan memuji-muji Tuhan, sebab kemurahan-Nya kekal sampai selama-lamanya.","Maka serta dengan mereka itu adalah Heman dan Yeduton dengan nafiri dan ceracak akan mengangkat bunyi yang besar dengan bunyi-bunyian tahbis, maka segala anak laki-laki Yeduton itulah penunggu pintu itu.","Kemudian dari pada itu maka pulanglah segenap orang banyak itu masing-masing ke rumahnya; dan lagi Daudpun pulanglah hendak memberkati segala orang isi istananya."]