["Sebermula, maka Daudpun bermusyawaratlah dengan segala penghulu orang seribu dan segala penghulu orang seratus dan dengan segala orang raja-raja.","Maka titah Daud kepada segenap perhimpunan orang Israel: Jikalau pada sangkamu baik dan setuju dengan kehendak Tuhan, Allah kita, mari kita menyuruhkan utusan ke mana-mana, kepada segala saudara kita yang lain dalam segala negeri orang Israel, dan lagi kepada segala imam dan segala orang Lewipun dalam negeri-negeri bahagian mereka itu, supaya mereka itu sekalian dihimpunkan kepada kita.","Hendaklah kita mengambil pula kepada kita peti tabut Allah kita, karena selagi hidup Saul tiada kita mengindahkan dia.","Maka sembah segenap orang yang berhimpun itu: Baiklah diperbuat yang demikian, karena perkara itu dibenarkan oleh segenap orang banyak itu.","Hata, maka dihimpunkanlah Daud segenap orang Israel dari pada Sikhor, sungai Mesir itu, sampai ke tempat orang masuk ke Hamat, hendak membawa tabut Allah dari Kiryat-Yearim.","Maka berangkatlah Daud dengan segenap orang Israel ke Baala, yaitu Kiryat-Yearim, yang di tanah Yehuda, hendak mengambil dari sana tabut Allah, yaitu Tuhan, yang bersemayam di antara kerubiun, tempat yang disebut dengan Nama itu.","Maka oleh mereka itu dibawa akan tabut Allah itu dari dalam Abinadab, dinaikkannya ke atas sebuah pedati yang baharu, maka Uza dan Ahio adalah menghantarkan pedati itu.","Maka Daud dan segenap orang Israelpun ramai-ramai bermain di hadapan Allah dengan nyanyi dan kecapi dan dandi muri dan rebana dan keromong dan serunai.","Setelah sampai mereka itu ke tempat pengirik Khidon, tiba-tiba diulurkan Uza tangannya hendak menahankan tabut, karena lembu itu tergelincuh.","Maka berbangkitlah murka Tuhan akan Uza, dibunuh-Nya akan dia sebab telah didatangkannya tangannya kepada tabut, maka matilah ia di sana di hadapan Allah.","Maka sangatlah berdukacita hati Daud, sebab demikianlah sangat dihukumkan Tuhan akan Uza, maka sebab itu dinamai orang akan tempat itu Paris Uza datang kepada hari ini.","Maka pada masa itu takutlah Daud akan Allah, katanya: Entah dengan bagaimana peri aku mendatangkan tabut Allah kepadaku.","Maka tiada diberi Daud tabut itu dibawa lalu dari sana kepadanya ke dalam negeri Daud, melainkan disinggahkannya ke dalam rumah Obed-Edom, orang Geti itu.","Maka tinggallah tabut Allah dengan orang isi rumah Obed-Edom di dalam rumahnya tiga bulan lamanya, maka diberkati Tuhan akan orang isi rumah Obed-Edom dan akan segala sesuatu yang padanya."]