["Sebermula, maka kemudian dari pada itu mangkatlah Nahas, raja bani Ammon, lalu puteranyapun naiklah raja akan gantinya.","Maka titah Daud: Bahwa aku hendak berbuat baik akan Hanun bin Nahas itu, karena ayahnyapun sudah berbuat baik akan daku. Maka sebab itu disuruhkan Daud beberapa utusan pergi menghiburkan dia dari pada ayahnya. Setelah sampai hamba Daud itu kepada bani Ammon serta datang menghadap Hanun hendak menghiburkan baginda,","maka sembah segala penghulu bani Ammon kepada Hanun: Kepada pemandangan tuanku sungguhkah Daud itu menghormati paduka ayahanda, sebab telah disuruhkannya beberapa penghibur menghadap tuanku? Bukankah hambanya itu telah datang ke mari hendak menyelidik dan membinasakan dan mengintai negeri ini?","Maka sebab itu diambil Hanun akan segala hamba Daud itu, dicukurnya dan dikeratnya pakaian mereka itu habis setengah sampai ke pahanya, lalu disuruhnya mereka itu pergi.","Maka datanglah orang memaklumkan Daud hal orang-orang itu, maka disuruhkan baginda orang pergi mendapatkan mereka itu, karena sangatlah malu mereka itu. Maka titah baginda: Hendaklah kamu tinggal di Yerikho sampai sudah panjang pula janggutmu, kemudian bolehlah kamu pulang.","Arakian, setelah diketahui oleh bani Ammon akan hal dibusukkannya bau dirinya kepada Daud, maka dikirim Hanun dan segala bani Ammon seribu talenta perak akan mengupah beberapa rata perang dan orang berkuda dari Mesopotamia dan dari Syam-Maakha dan dari Zoba,","sehingga mereka itu mengupah bagi dirinya tiga puluh dua ribu rata perang dan lagi raja Maakha serta dengan segala rakyatnya, maka datanglah mereka itu, lalu didirikannyalah kemah-kemahnya pada sebelah timur Medeba, maka segala bani Ammonpun dikerahkanlah, lalu datanglah mereka itu sekalian kepada peperangan itu.","Serta kedengaranlah hal itu kepada Daud, disuruhkannyalah Yoab dengan segala pahlawan tentara itu.","Maka keluarlah segala bani Ammon lalu mengikat perang di hadapan pintu negeri tetapi raja-raja yang telah datang membantu itu adalah sendiri di padang.","Maka serta dilihat Yoab, bahwa dalam peperangan ini haluan tentara itu menampil kepadanya dari muka dan dari belakang, maka diambilnya akan segala pilihan orang Israel, dihadapkannya mereka itu kepada orang syam dengan pengikat perangnya.","Maka segala rakyat yang lain itu diserahkannya kepada tangan Abisai, saudaranya, lalu dihadapkannya mereka itu kepada segala bani Ammon dengan pengikat perangnya.","Serta katanya: Jikalau kiranya orang Syam itu mengalahkan daku, hendaklah engkau datang membantu aku, dan jikalau bani Ammon itu mengalahkan dikau, niscaya aku datang kelak membantu engkau.","Sahaja hendaklah engkau berani dan biarlah kita memberanikan diri kita karena sebab bangsa kita dan karena sebab segala negeri Allah kita; biarlah dibuat Tuhan barang yang baik kepada pemandangan-Nya.","Maka Yoab dan segala rakyat yang sertanyapun tampil ke hadapan, lalu berperang dengan orang syam; maka larilah orang syam itu dari hadapannya.","Serta dilihat bani Ammon akan hal orang Syam itu lari, maka mereka itupun larilah dari hadapan Abisai, saudara Yoab, lalu masuk ke dalam negeri, maka Yoabpun sampailah ke Yeruzalem.","Setelah dilihat orang Syam mereka itu sudah alah di hadapan orang Israel, disuruhkannya beberapa utusan mengerahkan segala orang Syam yang duduk di seberang sungai, maka Sofakh, panglima perang Hadar-Ezar, itulah penghulu mereka itu.","Maka setelah dimaklumkan hal itu kepada Daud, dihimpunkannyalah segenap orang Israel, lalu menyeberang Yarden. Setelah sampai kepada mereka itu, diaturkannya ikatan perang tentang mereka itu; setelah sudah dihadapkan Daud ikatan perang kepada orang Syam maka berperanglah mereka itu dengan dia.","Maka larilah segala orang Syam dari hadapan orang Israel, maka dibinasakan Daud dari pada orang syam itu tujuh ribu buah rata perang dan empat puluh ribu orang yang berjalan kaki; tambahan pula dibunuhnya Sofakh, panglima perang itu.","Setelah dilihat oleh segala hamba Hadar-Ezar akan hal mereka itu sudah alah di hadapan orang Israel, maka berdamailah mereka itu dengan Daud dan diperhambakannya dirinya kepadanya, maka seganlah orang Syam itu membantu bani Ammon itu lagi."]