["Sebermula, maka Daudpun membuatlah beberapa istana akan dirinya di dalam negerinya dan disediakannyalah suatu tempat akan tabut Allah, dibentangkannya akan dia sebuah kemah.","Lalu titah Daud: Kecuali orang-orang Lewi seorangpun tiada boleh mengusung tabut Allah, karena mereka itulah yang dipilih Tuhan akan mengusung tabut Allah dan akan berbuat khidmat kepadanya sampai selama-lamanya.","Maka dihimpunkan Daud segenap orang Israel di Yeruzalem akan membawa naik tabut Tuhan itu ke tempatnya, yang telah disediakannya akan dia.","Maka dihimpunkanlah Daud segala bani Harun dan segala orang Lewi.","Maka dari pada bani Kehat adalah Uriel penghulunya dan banyak saudaranya itulah seratus dua puluh orang.","Maka dari pada bani Merari adalah Asaya penghulunya dan banyak saudaranya itulah dua ratus dua puluh orang.","Maka dari pada bani Gerson adalah Yoel penghulunya dan banyak saudaranya itulah seratus tiga puluh orang.","Maka dari pada bani Elizafan adalah Semaya penghulunya dan banyak saudaranya dua ratus orang.","Maka dari pada bani Heberon adalah Eliel penghulunya dan banyak saudaranya itulah delapan puluh orang.","Maka dari pada bani Geziel adalah Aminadab penghulunya dan banyak saudaranya itulah seratus dua belas orang.","Arakian, maka dipanggil Daud akan imam Zadok dan Abyatar dan akan orang-orang Lewi yang bernama Uriel dan Asaya dan Yoel dan Semaya dan Eliel dan Aminadab.","Lalu titah baginda kepada mereka itu: Adapun kamu ini penghulu-penghulu segala orang isi rumah bapa-bapa orang Lewi, maka sebab itu sucikanlah dirimu dan segala saudaramupun, supaya dibawa olehmu akan tabut Tuhan naik ke tempat yang telah kusediakan baginya.","Karena sebab bukan kamu berbuat itu pada mulanya, maka dihukumkan Tuhan akan kita, tegal tiada kita mencahari Dia dengan sepertinya.","Maka oleh segala imam dan orang Lewipun disucikanlah dirinya hendak dibawanya naik akan tabut Tuhan, Allah orang Israel.","Maka segala orang Lewipun mengusunglah tabut Allah dengan kayu pengusungnya di atas bahunya, yaitu seperti yang telah dipesan oleh Musa dengan firman Tuhan.","Maka bertitah Daud kepada segala penghulu orang Lewi, supaya ditentukannya segala saudaranya yang biduan adanya dengan pelbagai bunyi-bunyian dan dandi dan kecapi dan ceracak dan bermain ramai-ramai dan menyaringkan suaranya dengan sukacita hatinya.","Maka ditentukan orang Lewi akan Heman bin Yoel, dan dari pada segala saudaranya akan Asaf bin Berekhya dan dari pada bani Merari, yaitu saudara mereka itu, akan Etan bin Kusaha.","Maka serta dengan mereka itu adalah segala saudaranya pangkat yang kedua, yaitu Zekharya bin Yaaziel dan Semiramot dan Yehiel dan Uni dan Eliab dan Benaya dan Maaseya dan Matica dan Elifele dan Mikneya dan Obed-Edom dan Yeiel, penunggu-penunggu pintu.","Adapun biduan yang bernama Heman dan Asaf dan Etan itupun mengadakan bunyi besar dengan ceracak tembaga.","Dan Zekharya dan Aziel dan Semiramot dan Yehiel dan Uni dan Eliab dan Maaseya dan Benaya dengan dandi pada Alamot.","Dan Matica dan Elifele dan Mikneya dan Obed-Edom dan Yeiel dan Azarya dengan kecapi pada Syeminit akan membesarkan bunyi.","Maka Khenanya, penghulu orang Lewi itu pada mengangkat suara, dan ialah yang mengajar mereka itu mengangkat suara, karena ialah yang pandai adanya.","Maka Berekhya dan Elkana itulah penunggu pintu bagi tabut itu.","maka Sebanya dan Yosafat dan Netaniel dan Amasai dan Zakharya dan Benaya dan Eliezar, imam-imam itu, meniuplah nafiri di hadapan tabut Allah. Maka Obed-Edom dan Yehiapun menjadi penunggu pintu bagi tabut itu.","Demikianlah peri Daud serta dengan segala tua-tua orang Israel dan segala penghulu orang seribupun pergilah mengambil tabut perjanjian Tuhan naik dari dalam rumah Obed-Edom dengan bersuka-sukaan.","Maka sementara ditolong Allah akan orang Lewi mengusung tabut perjanjian Tuhan itu, dikorbankan mereka itu lembu muda tujuh ekor dan domba jantan tujuh ekor.","Adapun Daud itu berpakaikan baju kain khasah, demikianpun segala orang Lewi yang mengusung tabut dan segala biduan dan Khenanya, penghulu segala orang yang mengangkat suara, dan lagi Daudpun berpakaikan jubah kain Khasah.","Maka oleh segenap orang Israel dibawa naik akan tabut perjanjian Tuhan sambil bersorak-sorak dan berbunyi nafiri dan buri-buri dan ceracak, dibesarkannya bunyi itu dengan dandi dan kecapi.","Hata, setelah sampai tabut perjanjian Tuhan ke negeri Daud, tiba-tiba adalah Mikhal, anak Saul, menengok dari pada tingkap, maka terlihatlah ia akan baginda raja Daud tengah berlompat-lompat dan bermain-main, maka dicelakannya baginda dalam hatinya."]