["Hata, maka kemudian dari pada itu dialahkan Daud akan orang Filistin, ditaklukkannya mereka itu dan dirampasnya Gat serta dengan segala daerahnya dari pada tangan orang Filistin itu.","Dan lagi dialahkannya orang Moab, sehingga takluklah orang Moab itu kepada Daud serta membawa upeti.","Maka dialahkan Daud akan Hadar-Ezar, raja Zoba di Hamat, pada masa ia berjalan pergi meneguhkan kuasanya di tepi sungai Ferat.","Maka dirampas Daud dari padanya rata perang seribu buah, dan orang berjalan kaki dua puluh ribu; maka oleh Daud dikerat urat kaki segala kuda penghela, tetapi diambilnya dari padanya akan dirinya rata seratus buah.","Maka datanglah orang Syam dari Damsyik hendak membantu Hadar-Ezar, raja Zoba itu, tetapi dari pada orang Syam itu dibunuh oleh Daud dua puluh dua ribu orang.","Maka ditaruh Daud beberapa orang laskar di negeri Syam-Damsyik, sehingga takluklah orang Syam itu kepada Daud dan membawa upeti. Maka dikaruniakan Tuhan kemenangan kepada Daud ke manapun baik perginya.","Maka diambil Daud akan perisai keemasan yang pada hamba-hamba Hadar-Ezar itu, dibawanya ke Yeruzalem.","Maka dari dalam Tibkhat dan dari dalam Khun, negeri Hadar-Ezar itu, diambil Daud amat banyak tembaga, maka dari pada tembaga itulah diperbuat Sulaiman akan kolam tembaga dan kedua batang tiang dan segala perkakasan tembaga itu.","Hata, apabila kedengaranlah kabar kepada Tohu, raja Hamat, mengatakan Daud sudah mengalahkan segenap balatentara Hadar-Ezar, raja Zoba itu,","disuruhkannyalah Hadoram, puteranya, pergi menghadap baginda raja Daud akan bertanyakan selamatnya dan akan meminta berkat atasnya, sebab baginda sudah berperang dengan Hadar-Ezar dan dialahkannya akan dia, karena Hadar-Ezar itu selalu berperang dengan Tohu, dan dikirimnya pula pelbagai perkakasan emas, perak dan tembaga.","Maka sekalian inipun disucikan oleh baginda raja Daud bagi Tuhan serta dengan segala emas perak yang telah dibawa baginda sertanya dari pada segala orang kafir itu, yaitu dari pada orang Edom dan dari pada orang Moab dan dari pada bani Ammon dan dari pada orang Filistin dan dari pada orang Amalek.","Lagipun dialahkan Abisai bin Zeruya akan orang Edom yang di Lembah-Masin delapan belas ribu orang,","dan ditaruhnya beberapa orang laskar di negeri Edom, sehingga takluklah segala orang Edom itu kepada Daud; maka dikaruniakan Tuhan kemenangan kepada Daud barang ke manapun baik perginya.","Maka demikianlah peri kerajaanlah Daud atas segenap orang Israel dan dibuatnya insaf dan adalat akan segenap bangsanya.","Adapun Yoab bin Zeruya itulah penghulu tentara peperangan dan Yosafat bin Ahilud itulah penyurat daftar keturunan,","dan Zadok bin Ahitub dan Abimelekh bin Abyatar itulah imam, dan Sausa itulah jurutulis,","dan Benaya bin Yoyada itulah penghulu segala biduanda, dan segala putera Daud itulah menteri-menteri pada sisi baginda adanya."]