["Bermula, maka oleh Daud dihimpunkanlah segala penghulu orang Israel, segala penghulu suku bangsa dan segala panglima pasukan, yang dalam pekerjaan raja, dan segala kepala atas orang seribu dan segala kepala atas orang seratus dan segala pemerintah harta benda dan milik baginda dan segala putera baginda serta dengan segala penjawat istana dan segala segala pahlawan dan segala orang bangsawan ke Yeruzalem.","Maka bangkitlah baginda raja Daud berdiri serta titahnya: Dengarlah akan daku, hai kamu saudara-saudaraku dan bangsaku! bahwa sudah niat hatiku membuat sebuah rumah tempat perhentian akan tabut perjanjian Tuhan dan suatu alas kaki bagi Allah kita, dan sudah kuhadirkan balaknya;","tetapi firman Allah kepadaku: Tak boleh engkau membuat sebuah rumah akan nama-Ku, karena engkau seorang yang sudah tahu berperang dan yang sudah menumpahkan banyak darah.","Maka Tuhan, Allah orang Israel, sudah memilih aku dari pada segenap isi rumah bapaku, supaya aku menjadi raja orang Israel sampai selama-lamanya, karena telah dipilihnya Yehuda akan menjadi penganjur dan dari pada suku Yehuda dipilihnya akan isi rumah bapaku, dan dari pada segala anak bapaku berkenanlah Ia akan daku menjadi raja segenap bangsa Israel.","Maka dari pada segala puteraku, karena Aku telah dikaruniai Tuhan dengan banyak anakku, dipilihnya akan Sulaiman, puteraku, supaya bersemayamlah ia di atas takhta kerajaan Tuhan di antara orang Israel.","Maka firman-Nya kepadaku: Bahwa anakmu, Sulaiman itu, akan membuat rumah-Ku dan segala pagar halaman-Ku, karena telah Kupilih akan dia, supaya ia menjadi anak bagi-Ku dan Akupun menjadi bapa baginya.","Maka Aku akan meneguhkan kerajaannya sampai selama-lamanya, jikalau ia tetap dalam melakukan hukum dan undang-undang-Ku seperti pada hari ini.","Maka sekarangpun di hadapan mata segenap orang Israel, yaitu sidang umat Tuhan, dan di hadapan pendengaran Allah kita, peliharakanlah dan lakukanlah segala hukum Tuhan, Allahmu, supaya kamu mempunyai tanah yang baik ini dengan sentosa, dan kamu meninggalkan dia bagi anak-anakmu yang kemudian dari padamu akan bahagian pusaka sampai selama-lamanya.","Maka engkau, hai anakku Sulaiman, hendaklah engkau mengenal akan Allah bapamu dan beribadatlah kepadanya dengan hati yang tulus dan dengan batin yang benar, karena diselidik Tuhan akan segala batin dan diketahuinya akan segala angan-angan hati; jikalau engkau mencahari akan Dia, niscaya terdapatlah Ia olehmu, tetapi jikalau kiranya engkau meninggalkan Dia, niscaya dibuang-Nya akan dikau sampai selama-lamanya.","Perhatikanlah baik-baik, bahwa telah dipilih Tuhan akan dikau, supaya engkau membangunkan sebuah rumah akan tempat suci; pertetapkanlah hatimu dan sampaikanlah pekerjaan itu.","Maka diberikan Daud kepada Sulaiman, puteranya, teladan serambi yang di hadapan dengan segala petaknya dan segala perbendaharaannya dan segala alayatnya dan segala biliknya yang di dalam dan bait tutupan gafirat;","dan teladan segala sesuatu yang dalam reka baginda oleh ilham Roh, dari pada segala pagar halaman rumah Tuhan, dan dari pada segala bilik yang pada kelilingnya dan dari pada segala perbendaharaan bait-Ullah dan perbendaharaan benda-benda yang suci;","dan dari pada segala tempat kelompok-kelompok imam dan orang Lewi dan dari pada segala pekerjaan khidmat dalam rumah Tuhan, dan dari pada segala perkakasan khidmat dalam rumah Tuhan.","Dan emas itu diberikannya dengan timbangannya akan segala perkakas tiap-tiap pekerjaan, dan lagi perak akan segala perkakas perak dengan timbangannya akan segala perkakas tiap-tiap pekerjaan;","dan lagi timbangan akan segala kaki pelita keemasan dan akan pelita-pelitanya yang keemasan, tiap-tiap kaki pelita dan tiap-tiap pelita itu dengan timbangannya.","Dan lagi diberikannya emas dengan timbangannya akan meja sajian, yaitu akan tiap-tiap meja, dan perakpun akan meja-meja perak itu;","dan emas semata-mata suci akan segala serampang dan akan segala bokor percikan dan akan segala tempat dupa dan akan segala piala keemasan, dengan timbangannya akan tiap-tiap piala, demikianpun akan segala piala perak dengan timbangannya akan tiap-tiap piala;","dan akan meja pedupaan emas suci setimbangannya, dan emas akan peta rata kedua kerubiun keemasan yang mengembangkan sayapnya sambil menudungi tabut perjanjian Tuhan.","Maka sekalian ini, titah Daud, seturut tulisan, tatkala tangan Tuhan berlaku atasku, yang telah mengajar aku akan segala perbuatan teladan ini.","Arakian, maka titah Daud kepada Sulaiman, puteranya: Hendaklah engkau gagah dan tetaplah hatimu, dan lakukanlah pekerjaan itu, jangan engkau takut dan jangan engkau gentar, karena Tuhan Allah, yaitu Allahku, akan ada sertamu kelak, tiada Ia undur dari padamu dan tiada ditinggalkannya dikau, sehingga selesailah sudah engkau dari pada segala pekerjaan perbuatan rumah Tuhan.","Bahwasanya inilah segala kelompok-kelompok imam dan orang Lewi yang sedia bagi segala pekerjaan bait-Ullah, dan lagi bagi pekerjaan itu adalah sertamu pelbagai orang yang ridla hatinya lagi pandai dalam segala pekerjaan itu, dan segala penghulu dan segenap orang banyak itu sedia akan menjunjung segala titahmu."]