["Bermula, maka pada masa Daud sudah tua dan puas-puas umurnya dijadikannya Sulaiman, puteranya, raja atas orang Israel.","Maka dihimpunkannyalah segala penghulu orang Israel dan segala imam dan orang Lewipun,","maka orang Lewi itu dibilang banyaknya, yaitu segala orang yang umur tiga puluh tahun dan lebih dari pada itu, maka jumlah segala orangnya laki-laki adalah tiga puluh delapan ribu.","Maka dari pada sekalian ini adalah dua puluh empat ribu yang melakukan segala pekerjaan di dalam rumah Tuhan, dan enam ribu orang yang penjawat dan hakim adanya.","Dan empat ribu orang penunggu pintu dan empat ribu orang yang memuji-muji Tuhan dengan pelbagai bunyi-bunyian, yang telah kuperbuat akan memuji-muji, demikianlah titah Daud.","Maka dibahagi Daud akan mereka itu berkelompok-kelompok seturut bani Lewi, yaitu Gerson dan Kehat dan Merari.","Maka dari pada orang Gersoni adalah Ladan dan Simai.","Maka bani Ladan itulah Yehiel, yang kepala, dan Zetam dan Yoel, tiga orang.","Maka bani Simai itulah Selomit dan Haziel dan Haran, tiga orang; sekalian inilah kepala orang isi rumah Ladan.","Maka bani Simai itulah Yahat dan Ziza dan Yeusy dan Beria, itulah bani Simai, empat orang.","Maka Yahat itulah yang kepala, dan Ziza yang kedua, tetapi Yeusy dan Beria tidak banyak anaknya, sebab itu dalam bilangan keduanya dibilang seperti isi serumah jua.","Maka bani Kehat itulah Amram dan Yizhar dan Heberon dan Uziel, empat orang.","Maka bani Amram itulah Harun dan Musa. Adapun Harun itu diasingkan bagi pekerjaan yang suci pada perkara yang mahasuci adanya, baik ia baik anak-anaknya laki-laki sampai selama-lamanya, akan membakar dupa di hadapan hadirat Allah dan akan berkhidmat kepadanya dan akan memberi berkat atas nama-Nya sampai selama-lamanya.","Adapun akan Musa, aziz Allah itu, maka anak-anaknya tersebutlah di antara suku bangsa Lewi.","Maka bani Musa itulah Gersom dan Eliezar.","Maka akan bani Gersom itulah Sebuil yang kepala.","Maka bani Eliezar itulah Rehabya yang kepala, maka pada Eliezar tiada anak lain, tetapi bani Rehabya itu bertambah-tambah banyaknya.","Adapun bani Yizhar itu Selomit kepalanya.","Dan adapun bani Heberon itu Yeria kepalanya dan Amarya yang kedua dan Yehaziel yang ketiga dan Yekameam yang keempat.","Adapun bani Uziel itu Mikha kepalanya dan Yisia yang kedua.","Maka bani Merari itulah Mahli dan Musi dan bani Mahli itulah Eleazar dan Kisy.","Maka matilah Elezar tidak beranak laki-laki, melainkan perempuan jua, maka bani Kisy, saudara mereka itu, memperisterikan dia.","Maka bani Musi itulah Mahli dan Edar dan Yeremot, tiga orang.","Sekalian inilah bani Lewi dengan isi rumah bapa-bapanya, semua kepala bangsanya dengan bilangannya seturut bilagan nama tiap-tiap kepala, yang melakukan pekerjaan jawatan di dalam rumah Tuhan dan yang umur dua puluh tahun atau lebih.","Karena titah Daud: Bahwa Tuhan, Allah orang Israel, sudah mengaruniakan selamat sentosa kepada umat-Nya, maka Iapun akan duduk di Yeruzalem sampai selama-lamanya.","Maka sebab itu tiada usah orang Lewi lagi mengusung kemah sembahyang atau barang perkakas yang terpakai kepada pekerjaannya.","Maka dengan titah Daud yang kemudian itu dibilangnya banyak bani Lewi yang umur dua puluh tahun atau lebih.","Karena jawatan mereka itu ia berdiri selalu pada sisi bani Harun dalam pekerjaan di rumah Tuhan, supaya diperintahkannya segala halaman dan bilik dan persucian segala benda yang suci dan segala pekerjaan kebaktian di dalam bait-Ullah,","dan akan roti sajian dan akan tepung halus persembahan makanan dan akan apam fatir dan akan barang yang dibakar dan yang dipanggang dan akan segala sukatan dan ukuran;","dan supaya mereka itu berdiri pada tiap-tiap pagi hari akan memuji-muji dan mengucap syukur kepada Tuhan, demikianpun pada tiap-tiap petang,","dan akan mempersembahkan korban bakaran kepada Tuhan pada segala sabat dan bulan baharu dan masa raya yang tertentu dengan bilangannya, menurut adat yang di antara mereka itu senantiasa di hadapan hadirat Tuhan;","dan supaya dilakukannya pengawalan kemah perhimpunan dan pengawalan tempat suci dan pengawalan bani Harun, saudara-saudara mereka itu, dalam pekerjaan rumah Tuhan."]