["Maka titah Daud: Bahwa di sini juga akan ada rumah Tuhan Allah dan di sinipun mezbah korban bakaran karena segala orang Israel.","Maka disuruh Daud himpunkan segala orang dagang yang di dalam negeri orang Israel, lalu dijadikannya mereka itu pemahat batu, akan memahatkan baut-batu galian bagi perbuatan bait-Ullah.","Maka disediakanlah Daud banyak besi akan paku segala papan pintu dan akan pasak-pasak, dan lagi tembaga dengan tiada tertimbang beratnya,","dan kayu araz yang tiada tepermanai banyaknya, karena banyaklah kayu araz yang dibawa oleh orang Sidoni dan Tsuri kepada Daud.","Karena kata Daud: Bahwa anakku Sulaiman itu lagi muda dan lemah lembut, dan rumah yang hendak diperbuat akan Tuhan itu patutlah besar dan tinggi, sehingga ia itu termasyhur dan terpuji-puji dalam segala negeri, maka sebab itu baiklah aku meramu sekarang. Maka Daudpun menyediakan amat banyak ramuan dahulu dari pada matinya.","Lalu dipanggilnya Sulaiman, puteranya, disuruhnya membuat sebuah rumah akan Tuhan, Allah orang Israel.","Maka kata Daud kepada Sulaiman: Hai anakku, adapun akan daku, bahwa sudah niat hatiku hendak memperbuat sebuah rumah bagi nama Tuhan, Allahku.","Tetapi datanglah firman Tuhan kepadaku, bunyinya: Bahwa engkau sudah menumpahkan amat banyak darah dan sudah melakukan perang yang besar-besar; tiada boleh engkau membuat sebuah rumah bagi nama-Ku, sebab engkau sudah menumpahkan banyak darah kepada bumi di hadapan hadirat-Ku.","Bahwa sesungguhnya seorang laki-laki akan diperanakkan bagimu kelak, maka ialah akan menjadi orang bersenang, karena aku mengadakan kesenangan baginya kelak dari pada segala musuhnya berkeliling, maka iapun akan bernama Sulaiman, karena pada zamannya Aku mengaruniakan selamat sentosa kelak kepada segala orang Israel.","Maka ialah akan memperbuat sebuah rumah bagi nama-Ku dan iapun akan anak bagi-Ku dan Akupun akan bapa baginya, dan takhta kerajaannya atas orang Israel akan Kutetapkan sampai selama-lamanya.","Maka sekarang, hai anakku, Tuhan juga menyertai akan dikau kelak, dan engkaupun akan selamat sentosa dan membangunkan rumah Tuhan, Allahmu, seperti firman-Nya akan halmu.","Sahaja dikaruniakan Tuhan apalah kepadamu akal budi dan pengetahuan akan memerintahkan orang Israel dan akan memeliharakan taurat Tuhan, Allahmu.","Niscaya engkau akan selamat sentosa, jikalau engkau ingat akan melakukan segala syariat dan hukum, yang firman Tuhan kepada Musa akan orang Israel. Hendaklah engkau bertetap dan berteguh hatimu: janganlah engkau takut dan jangan engkau gentar.","Bahwasanya di tengah-tengah kesukaranku sudah kusediakan bagi rumah Tuhan emas seratus ribu talenta dan perak sejuta talenta dan tembaga dan besi tiada tertimbangkan beratnya, kerena sangat banyak adanya; lagipun sudah kusediakan kayu dan batu, maka hendaklah engkau menambahi dia pula.","Dan lagi padamu adalah pula amat banyak tukang, dari pada pemahat dan tukang batu dan tukang kayu dan beberapa banyak orang yang pandai pada pelbagai pekerjaan.","Adapun emas, perak, tembaga dan besi itu tiada tepermanai banyaknya; hendaklah engkau berbangkit dan melakukan pekerjaan itu, maka Tuhan juga menyertai akan dikau kelak.","Lagipun bertitah Daud kepada segala penghulu orang Israel, disuruhnya mereka itu membantu Sulaiman, putera baginda, titahnya:","Bukankah Tuhan, Allahmu, adalah menyertai akan kamu, dikaruniakan-Nya kamu selamat sentosa berkeliling, karena telah diserahkan-Nya dahulu segala orang yang mengeduduki tanah itu kepada tanganku dan tanah itupun ditaklukkan sekali kepada Tuhan dan kepada umat-Nya?","Maka sekarangpun hendaklah sedia hatimu hendak mencahari Tuhan, Allahmu, dan hendaklah kamu berbangkit akan membuat tempat kesucian Tuhan Allah, supaya tabut perjanjian Tuhan dan segala benda Allah yang suci itu dibawa masuk ke dalam rumah yang akan dibuat kelak bagi nama Tuhan."]