["Arakian, maka bani Harunpun adalah pangkat-pangkatnya. Adapun bani Harun itulah Nadab dan Abihu dan Eleazar dan Itamar.","Tetapi Nadab dan Abihupun matilah di hadapan bapanya dengan tiada beranak, sebab itu Elezar dan Itamar menjadi imam.","Maka dibahagi Daud akan dia, dan Zadok dari pada bani Eleazar dan Ahimelekh dari pada bani Itamar, seturut martabatnya dalam pekerjaannya.","Maka didapati akan bani Eleazar terlebih banyak kepala laki-laki dari pada bani Itamar pada masa dibahaginya akan dia. Maka pada bani Eleazar adalah enam belas kepala orang isi rumah bapa-bapa, tetapi pada bani Itamar adalah hanya delapan bagi isi rumah bapa-bapa.","Maka dibahagi akan dia dengan membuang undi, baik ini baik itu, karena mereka itu sekalian sama juga penghulu bait-ulmukadis dan penghulu Allah, baik yang dari pada bani Eleazar baik yang dari pada bani Itamar.","Maka nama-namanya disuratkan oleh Semaya bin Netaniel, jurutulis yang dari pada orang Lewi, yaitu di hadapan baginda dan segala penghulu dan imam Zadok dan Ahimelekh bin Abyatar dan segala kepala bapa-bapa di antara segala imam dan di antara segala orang Lewi, tiap-tiap kali diambil seisi rumah dari pada Eleazar dan seisi rumah dari pada Itamar.","Maka undi yang dibuang pertama itu kenalah Yoyarib, yang kedua kenalah Yedaya,","yang ketiga Harim, yang keempat Seorim,","yang kelima Malkhia, yang keenam Miamin,","yang ketujuh Hakkoz, yang kedelapan Abia,","yang kesembilan Yesuwa, yang kesepuluh Sekhanya,","yang kesebelas Elyasib, yang kedua belas Yakim,","yang ketiga belas Hupa, yang keempat belas Yesebeab,","yang kelima belas Bilja, yang keenam belas Imer,","yang ketujuh belas Hezir, yang kedelapan belas Hapizisy,","yang kesembilan belas Petahya, yang kedua puluh Yehezkil,","yang kedua puluh satu Yakhin, yang kedua puluh dua Gamul,","yang kedua puluh tiga Delaya, yang kedua puluh empat Maazya.","Maka inilah pangkat mereka itu dalam pekerjaannya akan masuk ke dalam rumah Tuhan dengan peraturannya oleh tangan Harun, bapa mereka itu, setuju dengan firman Tuhan, Allah orang Israel, kepadanya.","Adapun akan bani Lewi yang lain itu, dari pada bani Amram adalah Subail, dan dari pada bani Subail adalah Yekhdea.","Adapun akan Rehabya, maka dari pada bani Rehabya itu adalah Yisyia kepalanya,","dan dari pada orang Yizhari itu Selomot, dan dari pada bani Selomot itu Yahat,","dan dari pada bani Heberon itu Yeria, dan Amarya, yang kedua, dan Yehaziel, yang ketiga, dan Yekameam, yang keempat.","Dari pada bani Uziel itu Mikha dan dari pada bani Mikha itu Samir.","Maka saudara Mikha itulah Yisyia, dan dari pada bani Yisyia itu adalah Zekharya.","Maka bani Merari itulah Mahli dan Musi, dan bani Yaazya itulah Beno.","Maka bani Merari dari pada Yaazya itulah Beno dan Zoham dan Zakur dan Hiberi,","dan dari pada Mahli adalah Eleazar, yang tiada beranak laki-laki.","Adapun akan Kisy, maka bin Kisy itulah Yerahmiel.","Maka bani Musi itulah Mahli dan Edar dan Yerimot. Sekalian inilah bani Lewi seturut rumah bapa-bapanya.","Maka mereka itupun membuang undi seperti segala saudaranya, yaitu bani Harun, di hadapan baginda raja Daud dan Zadok dan Ahimelekh dan segala kepala bapa-bapa di antara imam dan orang Lewi, baik kepala bapa-bapa baik adiknya yang bungsu."]