["Sebermula, maka pada masa itu berbangkitlah syaitan akan celaka orang Israel, diajaknya akan Daud supaya ia membilang banyak orang Israel.","Maka titah Daud kepada Yoab dan segala penghulu bangsa itu: Pergilah kamu, bilanglah olehmu akan segala orang Israel dari pada Birsyeba sampai ke Dan, sampaikanlah bilangan mereka itu kepadaku, supaya aku mengetahui dia.","Maka sembah Yoab: Hendaklah kiranya ditambahi Tuhan akan segala umat-Nya dengan beratus-ratus ganda, berapa banyak bilangannya sekarangpun, bukankah mereka itu sekalian, ya tuanku! bukankah mereka itu sekalian patik tuanku juga? Mengapa, maka tuanku menghendaki perkara ini? mengapa gerangan perkara ini menanggungkan salah atas orang Israel?","Tetapi menanglah titah baginda atas Yoab, sebab itu Yoabpun keluar lalu berjalan keliling dalam segenap negeri Israel, kemudian kembalilah ia ke Yeruzlaem.","Maka jumlah segala orang yang dibilang itu dipersembahkan Yoab kepada Daud. Adapun segenap bilangan orang Israel itu sebelas keti orang laki-laki yang menghunus pedang dan bilangan orang Yehuda itu empat keti tujuh laksa orang laki-laki yang menghunus pedang.","Tetapi tiada dibilangnya akan banyak orang Lewi dan orang Benyamin bersama-sama, karena titah baginda itu suatu kebencian adanya kepada Yoab.","Maka perkara itu juga jahatlah kepada pemandangan Allah, sebab itu disiksakannya orang Israel.","Maka pada masa itu sembah Daud kepada Allah: Bahwa aku sudah berdosa sangat dengan membuat perkara yang demikian, tetapi lakukan apalah sekarang salah hamba-Mu, karena perbuatanku ini dengan sangat bodohku.","Hata, maka berfirmanlah Tuhan kepada Gad, penilik Daud itu, firman-Nya:","Pergilah engkau, katakanlah ini kepada Daud: Demikianlah firman Tuhan: Bahwa tiga perkara ini Kuhadapkan kepadamu, pilihlah olehmu akan salah satu dari padanya, supaya Kulakukan atasmu.","Maka datanglah Gad menghadap Daud serta katanya kepadanya: Demikianlah firman Tuhan: Hendaklah engkau pilih:","Atau bala kepalaran tiga tahun lamanya, atau tewas di hadapan musuhmu tiga bulan lamanya, sehingga engkau dihambat oleh pedang musuhmu, atau pedang Tuhan makan tiga hari lamanya, yaitu bala sampar di dalam negeri dan seorang malaekat Tuhan membinasakan orang pada segala tepi tanah orang Israel? Maka sekarang juga hendaklah kautimbang apa jawab kubawa kembali kelak kepada Dia yang sudah menyuruhkan daku.","Maka kata Daud kepada Gad: Sangatlah kepicikan hatiku: baiklah kiranya aku jatuh ke dalam tangan Tuhan, karena amat banyaklah segala rahmat-Nya, tetapi jangan sampai aku jatuh ke dalam tangan manusia.","Hata, maka didatangkan Tuhan suatu bala sampar di antara orang Israel, maka dari pada orang Israel matilah tujuh puluh ribu orang.","Maka disuruhkan Allah malaekat itu ke Yeruzalem akan membinasakan dia, tetapi apabila dilihat Tuhan akan kebinasaan itu, maka bersesallah Ia, lalu firman-Nya kepada malaekat yang membinasakan itu: Cukuplah sudah; undurkanlah tanganmu sekarang. Adapun malaekat Tuhan itu adalah berdiri hampir dengan tempat pengirik Ornan, orang Yebuzi itu.","Serta Daud menengadah terlihatlah ia akan malaekat Tuhan itu berdiri di antara langit dengan bumi dan pedang yang terhunuspun pada tangannya dilayamkan kepada Yeruzalem; maka pada ketika itu sujudlah Daud dan segala tua-tuapun sertanya dengan mukanya sampai ke bumi dan mereka itupun berpakaikan kain karung.","Maka sembah Daud kepada Allah: Bukankah aku juga yang sudah menyuruh membilang banyak orang ini? bahkan, aku juga yang berdosa dan yang sudah berbuat jahat besar, tetapi adapun akan kambing domba ini apa gerangan perbuatannya? Ya Tuhan, Allahku! hendaklah kiranya tangan-Mu lawan aku dan lawan orang isi rumah bapaku, tetapi janganlah lawan segala umat-Mu akan menyiksakan dia.","Maka disuruh malaekat Tuhan akan Gad mengatakan kepada Daud, hendaklah Daud berjalan naik hendak mendirikan sebuah mezbah bagi Tuhan di tempat pengirik Ornan, orang Yebuzi itu.","Maka Daudpun berjanlah naik setuju dengan pesan Gad, yang telah dikatakannya atas nama Tuhan.","Maka apabila Ornan berpaling dirinya dan terlihatlah ia akan malaekat itu, maka keempat orang anaknya laki-laki yang sertanya itu menyembunyikan dirinya; adapun Ornan itu tengah mengirik gandum.","Maka sampailah Daud kepada Ornan. Serta Ornan itu merenung dilihatnya Daud, maka keluarlah ia dari pada tempat pengirik itu, lalu menyembah sujuh kepada Daud dengan mukanya sampai ke bumi.","Maka titah Daud kepada Ornan: Berikanlah aku tempat pengirik ini, supaya aku membuat sebuah mezbah di situ akan Tuhan; berikanlah dia kepadaku dengan sepenuh-penuh harganya, supaya ditegahkan bala ini dari pada orang banyak itu.","Maka sembah Ornan kepada Daud: Silakanlah tuanku mengambil dia juga dan hendaklah duli tuanku berbuat barang yang baik kepada pemandangan tuanku; bahwasanya patik mempersembahkan pula lembu ini akan korban bakaran dan penggeretan ini akan kayu apinya dan gandum ini akan persembahan makanan; sekalian ini patik persembahkan.","Maka titah baginda raja Daud kepada Ornan: Janganlah begitu, melainkan tak dapat tiada aku membeli dia dengan sepenuh-penuh harganya, karena tiada aku mau mengambil barang yang engkau punya bagi Tuhan, sehingga aku mempersembahkan korban bakaran dengan cuma-cuma!","Maka diberikan Daud kepada Ornan karena tempat itu enam ratus syikal emas setimbangannya.","Setelah itu maka Daudpun membuat di sana sebuah mezbah akan Tuhan, lalu dipersembahkannya korban bakaran dan korban syukur, sambil berseru-seru kepada Tuhan, maka disahut Tuhan akan dia dengan api dari langit turun di atas mezbah korban bakaran itu.","Maka berfirmanlah Tuhan kepada malaekat itu, menyuruhkan dia menyarungkan pula pedangnya.","Setelah dilihat Daud bahwa Tuhan sudah menyahut akan dia di tempat pengirik Ornan, orang Yebuzi itu, maka dari pada masa itulah selalu ia mempersembahkan korban di sana.","Karena pada masa itu kemah Tuhan, perbuatan Musa di padang Tiah, dan mezbah korban bakaran itu adalah di atas bukit Gibeon.","Dan lagi tiada sempat Daud pergi ke sana akan bertanyakan Allah, karena terkejut ia oleh pedang malaekat Tuhan itu."]