["Arakian, maka titah baginda raja Daud kepada segenap sidang itu: Adapun anakku Sulaiman, yang telah dipilih Allah seorangnya itu, ia itu lagi muda dan lemah lembut adanya, maka besarlah pekerjaan ini, karena bukan ia itu istana manusia, melainkan istana Tuhan Allah adanya.","Bahwa sekuat-kuatku aku sudah menyediakan bakal bait Allahku, yaitu emas akan barang yang keemasan dan perak akan barang yang dari pada perak dan tembaga akan barang yang dari pada tembaga dan besi akan barang yang dari pada besi dan kayu akan barang yang dari pada kayu adanya, dan lagi batu unam dan pelbagai permata yang indah-indah akan ditatahkan atau akan gemilang pada barang sujian dan batu marmar amat banyak.","Tambahan pula, tegal bait Allahku itulah kegemaranku, maka kuberikan lagi segala benda emas dan perak yang padaku, lain dari pada segala bakal yang telah kusediakan akan bait kesucian itu,","yaitu tiga ribu talenta emas dari pada emas Ofir, dan tujuh ribu talenta perak semata-mata suci, akan disalut dengan dia dinding segala biliknya.","Maka emas itu akan segala barang yang patut dari pada emas dan perak itu akan segala yang patut dari pada perak dan akan segala sesuatu yang akan diperbuat kelak oleh tangan segala tukang. Maka sekarang siapa gerangan dengan keridlaan hatinya hendak memenuhi tangannya bagi Tuhan?","Maka pada masa itu dibawa oleh segala penghulu bapa-bapa dan segala penghulu suku-suku bangsa Israel dan segala kepala atas orang seribu dan atas orang seratus dan segala penghulu orang yang dalam pekerjaan baginda akan beberapa persembahan dengan keridlaan hatinya.","Dipersembahkannya akan perbuatan bait-Ullah emas lima ribu talenta sepuluh ribu dirham, dan perak sepuluh ribu talenta, dan tembaga delapan belas ribu talenta, dan besi seratus ribu talenta banyaknya.","Maka kepada barangsiapa didapati akan permata intan, dipersembahkannya akan perbendaharaan rumah Tuhan dalam pegangan Yehiel, orang Gersoni itu.","Maka bersukacitalah hati orang banyak itu oleh karena persembahan mereka itu dengan keridlaan hatinya, karena dengan hati yang tulus dan dengan segala keridlaan dipersembahkannya kepada Tuhan, dan lagi baginda raja Daudpun amat besar sukacita hatinya.","Maka sebab itu dipuji-puji Daud akan Tuhan di hadapan segenap sidang itu, lalu kata Daud: Segala puji bagimu, ya Tuhan, Allah bapa kami Israel, dari pada selama-lamanya datang kepada selama-lamanya!","Bagimu, ya Tuhan, adalah segala kebesaran dan segala kuasa dan segala kemuliaan dan segala kesempurnaan dan segala subuhat, bahkan, segala sesuatu yang di dalam langit dan di atas bumi, Engkau juga, ya Tuhan! mempunyai kerajaan dan kebesaran atas segala sesuatu yang bergelar kepala.","Maka segala kekayaan dan kemuliaan dari padamu juga datangnya dan Engkaupun memerintahkan semesta sekalian, dan di dalam tanganmu adalah kuasa akan membesarkan dan akan menguatkan segala seuatu.","Maka sekarang, ya Allah kami! mengucap syukurlah kami kepada-Mu dan kami memuji nama kemuliaan-Mu.","Karena siapa gerangan aku ini, dan apa gerangan bangsaku ini, maka kami beroleh kuat akan mempersembahkan dengan keridlaan hati kami persembahan yang demikian ini? karena dari pada-Mu juga semuanya itu, dan adapun kami mempersembahkan ini, ia itu dari pada tangan-Mu juga asalnya.","Karena kami ini orang dagang juga di hadapan hadirat-Mu dan lagi orang menumpang seperti segala nenek moyang kami dan umur hidup kami di atas bumi ini seperti bayang-bayang jua adanya, tiadalah ketentuannya.","Ya Tuhan, Allah kami! adapun segala kelimpahan ini, yang sudah kami sediakan akan membuat sebuah rumah bagi nama kesucian-Mu itu, ia itu semuanya dari pada tanganmu juga asalnya dan Engkau juga yang mempunyai dia.","Maka ketahuilah aku, ya Allahku! bahwa Engkau juga menguji hati, dan Engkaupun berkenan akan hati yang tulus. Maka dengan tulus dan keridlaan hatiku sudah kupersembahkan segala perkara ini, dan adapun segala umat-Mu yang sekarang terdapat di sini, maka telah kulihat bahwa mereka itupun sudah menghantar persembahannya kepada-Mu dengan sukacita dan dengan segala keridlaan hatinya.","Ya Tuhan, Allah nenek moyang kami Ibrahim dan Ishak dan Israel, peliharakanlah ini kiranya sampai selama-lamanya di dalam niat-niat kepikiran hati segala umat-Mu dan cenderungkanlah apalah hatinya selalu kepada-Mu,","dan karuniakan kiranya kepada anakku Sulaiman hati yang tulus akan memeliharakan segala firman-Mu dan segala syahadat dan syariat-Mu dan akan membuat istana yang telah kusediakan segala bakalnya!","Setelah itu maka titah Daud kepada segenap sidang itu: Marilah kamu, pujilah akan Tuhan, Allahmu. Maka dipuji-puji oleh segenap sidang itu akan Tuhan, Allah nenek moyangnya, dan mereka itupun tunduk kepala dan menyembah sujud kepada Tuhan di hadapan baginda.","Dan dipersembahkannya kepada Tuhan korban sembelihan, dan lagi pada keesokan harinya pagi-pagi dipersembahkannya kepada Tuhan korban bakaran dari pada lembu muda seribu ekor dan domba muda seribu ekor, serta dengan persembahannya minuman, dan korban sembelihan amat banyak karena segenap orang Israel.","Maka pada hari itu juga mereka itupun makan minumlah di hadapan hadirat Tuhan serta dengan kesukaan yang amat besar, maka pada kedua kalinya mereka itu merajakan Sulaiman, putera Daud, disiramnya akan dia karena Tuhan akan penganjur dan Zadokpun akan imam.","Maka bersemayamlah Sulaiman di atas takhta kerajaan Tuhan, menjadi raja akan ganti Daud, ayahanda baginda, dan selamatlah ia dalam segala sesuatu yang diperbuat olehnya, dan segenap orang Israelpun mendengar akan titahnya.","Maka segala penghulu dan segala orang pahlawan dan segala putera baginda raja Daudpun menjunjung duli baginda akan tanda takluknya ke bawah baginda raja Sulaiman.","Maka Tuhanpun membesarkanlah Sulaiman amat sangat di hadapan pemandangan segenap orang Israel dan dikaruniakan-Nya kepadanya kemuliaan kerajaan, yang belum pernah ada pada barang seorang dari pada segala raja Israel yang dahulu dari padanya.","Arakian, maka Daud bin Isai sudah menjadi raja atas segenap orang Israel.","Adapun lamanya baginda kerajaan atas orang Israel, ia itu empat puluh tahun; maka di Heberon kerajaanlah baginda tujuh tahun lamanya dan di Yeruzalem kerajaanlah baginda tiga puluh tiga tahun lamanya.","Maka mangkatlah baginda pada masa sangat tuanya dan berpuas-puas lanjut umurnya dan kekayaannya dan kemuliaannya, lalu Sulaiman, putera baginda, kerajaanlah menggantikan baginda.","Adapun segala kisah baginda raja Daud, yang dahulu dan yang kemudian, ia itu tersebutlah di dalam kisah Semuel, penilik itu, dan di dalam kisah nabi Natan dan di dalam kisah Gad, penilik itu,","serta dengan segala kebesaran dan kuasa kerajaannya dan peri segala untung nasib yang berlaku atasnya dan atas orang Israel dan atas segala kerajaan negeri lain-lain itu."]