["Bermula, maka bani Rubin, yaitu anak sulung Israel, karena ialah yang sulung, tetapi sebab sudah dinajiskannya peraduan bapanya, maka hak kesulungannya diberikan kepada bani Yusuf bin Israel; tetapi dalam daftar keturunan kesulungan itu tiada juga dibilang kepadanya.","Tetapi Yehuda juga yang menjadi besar di antara segala kakak adiknya, dan iapun yang pada pangkat pertama, tetapi kesulungan itu pindah kepada Yusuf.","Maka bani Rubin, anak sulung Israel, itulah Hanokh dan Palu dan Hezron dan Kharmi.","Maka bani Yoel inilah: ia beranak Semaya, yang beranak Gog, yang beranak Simai,","yang beranak Mikha, yang beranak Reaya, yang beranak Baal,","yang beranak Biera, ia itu yang dibawa oleh Tijlat-Pilnesar, raja Asyur, dengan tertawan, dan ialah penghulu orang Rubin.","Adapun segala saudara mereka itu dengan segala orang isi rumahnya, seperti tersebut mereka itu pada daftar keturunan dengan pangkat jadinya, maka Yehiel itulah penghulunya, kemudian Zekharya,","dan Bela bin Azaz bin Sema bin Yoel, yang duduk di Aroer, sampai ke Nebo dan Baal-Meon.","Maka pada sebelah timur duduklah mereka itu sampai ke tempat orang masuk ke padang belantara yang berpinggirkan sungai Ferat, karena berkelimpahanlah banyak lembu kambing mereka itu di benua Gilead.","Maka pada zaman Saul berperanglah mereka itu dengan orang Hagari, yang dibunuh olehnya, lalu duduklah mereka itu dalam kemah-kemahnya sepanjang perhinggaan tanah yang pada sebelah timur Gilead.","Maka bani Gadpun duduklah bertentangan dengan mereka itu di benua Bazan sampai ke Salkha.","Maka Yoel itulah penghulunya, dan Safam yang kedua, lalu Yaenai dan Safat, di benua Bazan.","Maka segala saudara mereka itu seturut isi rumah bapa-bapanya itulah Mikhail dan Mesulam dan Seba dan Yorai dan Yakhan dan Zia dan Heber, tujuh orang.","Maka sekalian inilah bani Abihail bin Huri bin Yaroah bin Gilead bin Mikhail bin Yesisai bin Yahdo bin Buz.","Ahi bin Abdiel bin Guni itulah penghulu orang isi rumah bapa-bapanya.","Maka duduklah mereka itu di Gilead dan di Bazan dan segala daerahnya, dan dalam segala dusun Saron, akan tempat keluar-keluarnya.","Maka sekalian ini sudah dibilang menurut daftar keturunannya pada zaman Yotam, raja orang Yehuda, dan pada zaman Yerobeam, raja orang Israel.","Maka dari pada bani Rubin dan bani Gad dan setengah suku Manasye adalah orang laskar yang bersandangkan perisai dan pedang dan membentang panah dan yang tahu berperang empat puluh empat ribu tujuh ratus enam puluh orang, yang keluar kepada peperangan.","Maka berperanglah mereka itu dengan orang Hagari dan Yetur dan Nafis dan Nodab.","Maka mereka itupun dibantu dalam berperang dengan orang itu, lalu orang Hagari dan segala orang yang sertanyapun diserahkan kepada tangan mereka itu, karena dalam berperang itu mereka itu meminta doa kepada Allah, lalu diluluskan-Nya kehendak mereka itu, sebab mereka itupun harap akan Dia.","Maka dibawanya tertangkap segala lembu kambing orang itu dan dari pada untanya lima puluh ribu ekor dan dua ratus lima puluh ribu ekor kambing domba dan dua ribu ekor keledai dan lagi seratus ribu orang dengan hidupnya.","Tetapi banyak juga yang mati sebab kena luka, karena akibat perang ini dari pada Allah juga adanya; maka duduklah mereka itu pada tempat-tempat orang itu sampai mereka itupun dibawa dengan tertawan.","Maka segala bani setengah suku Manasye itu duduklah di tanah itu dari pada Bazan datang ke Baal-Hermon dan di Senir dan di gunung Hermon, dan banyaklah bilangan mereka itu.","Maka inilah penghulu-penghulu segala orang isi rumah bapa-bapanya, yaitu Hefer dan Yisei dan Eliel dan Azriel dan Yeremia dan Hodawya dan Yahdiel, semuanya orang gagah berani yang termasyhur namanya dan penghulu segala orang isi rumah bapa-bapanya.","Tetapi mereka itu sudah mendurhaka kepada Allah nenek moyangnya dan sudah berbuat zina dengan menurut dewa-dewa orang negeri yang telah dibinasakan Allah di hadapan mereka itu.","Maka sebab itu oleh Allah orang Israel digerakkan hati Pul, raja negeri Asyur, dan akan hati Tijlat-Pilnesar, raja negeri Asyur, sehingga dibawanya akan mereka itu dengan tertawan, yaitu orang Rubin dan orang Gad dan setengah suku Manasye, dipindahkannya mereka itu ke Halah dan Habor dan Hara dan ke tepi sungai Gozan datang kepada hari ini."]