["Sebermula, maka segenap orang Israel sudah disuratkan nama-namanya pada daftar-daftar keturunan, bahwasanya sekalian itu sudah tersurat dalam kitab raja-raja orang Israel tatkala orang Yehuda dibawa tertawan ke Babil oleh karena salahnya.","Adapun orang isi negeri yang mula-mula kembali kepada bahagiannya pusaka dan ke dalam negerinya, ia itu orang Israel dan segala imam dan orang Lewi dan orang pemberian.","Maka di Yeruzalem datanglah duduk beberapa orang dari pada bani Yehuda dan dari pada bani Benyamin dan dari pada bani Efrayim dan Manasye.","Otai bin Amihud bin Omri bin Imri bin Bani dari pada bani Paris bin Yehuda.","Dan dari pada orang Siloni adalah Asaya, yang sulung, serta dengan segala anaknya.","Dan dari pada bani Zerah adalah Yeuil serta dengan segala saudaranya, enam ratus sembilan puluh orang banyaknya.","Maka dari pada bani Benyamin adalah Salu bin Mesulam bin Hodaya bin Hasenua,","dan Yibnea bin Yeroham dan Ela bin Uzi bin Mikhri dan Mesulam bin Sefaca bin Reuil bin Yibnia,","maka segala saudaranya dengan bangsanya adalah sembilan ratus lima puluh enam orang banyaknya, dan segala orang itulah penghulu bangsa orang isi rumah bapa-bapanya.","Maka dari pada segala imam adalah Yedaya dan Yoyarib dan Yakhin,","dan Azarya bin Hilkia bin Mesulam bin Zadok bin Merayot bin Ahitub, penghulu rumah Allah,","dan Adaya bin Yeroham bin Pasyhur bin Malkhia, dan Masai bin Adiel bin Yahreza bin Mesulam bin Mesilemet bin Imer.","Serta dengan segala saudaranya, penghulu bangsa-bangsanya, seribu tujuh ratus enam puluh orang banyaknya, semua orang perkasa dalam pekerjaan yang dilakukan dalam rumah Allah.","Maka dari pada orang Lewi adalah Semaya bin Hasub bin Azrikam bin Hasabya, dari pada bani Merari;","dan Bakbakar dan Heresy dan Galal dan Matanya bin Milkha bin Zikhri bin Asaf;","dan Obaja bin Semaya bin Galal bin Yeduton dan Berekhya bin Asa bin Elaka, yang duduk dalam dusun-dusun Netofati.","Maka penunggu pintu itulah Salum dan Akub dan Talmon dan Ahiman serta dengan segala saudaranya, maka Salum itulah kepala mereka itu.","Maka sampai sekarang ini juga adalah mereka itu pada pintu raja yang pada sebelah timur, maka mereka itulah penunggu pintu dari pada tentara bani Lewi.","Maka Salum bin Kore bin Ebyasaf bin Korah, dari pada bangsa orang Korahi, itulah punya pekerjaan menjadi penunggu ambang pintu kemah, seperti bapa-bapa mereka itu dalam tentara Tuhan menjadi penunggu pintu.","Maka Pinehas bin Eliazar, yang disertai Tuhan itu, dahulu penghulu mereka itu.","Maka Zakharya bin Meselemnya menjadi penunggu pintu kemah perhimpunan.","Maka sekalian ini orang yang dipilih akan menjadi penunggu pintu, dua ratus dua belas orang banyaknya. Maka mereka itu telah disuratkan pada daftar keturunan menurut dusun-dusunnya dan sudah diangkat kepada jawatan ini oleh Daud dan Semuel, penilik itu.","Maka mereka itu serta dengan anak-anaknya laki-laki adalah selalu pada rumah Tuhan, demikianpun pada pintu pondok kemah supaya ditungguinya.","Maka pada keempat pihak mata angin, yaitu pada sebelah timur dan pada sebelah barat dan pada sebelah utara dan pada sebelah selatan, adalah mereka itu penunggu pintu.","Maka segala saudara mereka itu, yang di dalam dusun-dusunnya, ia itu datang pada tiap-tiap tujuh hari dari pada masa datang kepada masa yang tentu akan menggantikan mereka itu,","karena pada tiap-tiap tempat adalah selalu empat orang penunggu pintu yang kepala, yaitu orang Lewi adanya, lagipun mereka itu memerintahkan segala bilik dan mata benda rumah Allah.","Maka mereka itupun bermalamlah keliling rumah Allah, karena pengawalan telah diserahkan kepadanya dan adalah tanggungan mereka itu juga membuka pintu pada tiap-tiap pagi.","Maka dari pada mereka itu juga adalah yang memerintahkan segala perkakasan hikmat, karena dibawanya masuk akan dia dengan bilangannya dan dibawanya keluar akan dia dengan bilangannya.","Maka dari pada mereka itu adalah suatu bilangan orang yang tentu, yang memerintahkan segala perkakasan dan segala benda tempat suci itu dan segala tepung dan air anggur dan minyak dan kemenyan dan rempah-rempah.","Maka dari pada segala anak laki-laki imam adalah orang yang memperbuatkan minyak bau-bauan dari pada rempah-rempah itu.","Maka Matica dari pada orang lewi, anak sulung Salum, orang Korahi itu, jawatannya memerintahkan segala sesuatu yang direndang dalam kuali.","Maka dari pada bani Kehati, dari pada segala saudaranya, adalah orang yang memerintahkan roti sajian supaya disajikannya pada sebilang hari sabat.","Maka dari pada mereka itu juga penghulu bangsa orang Lewi adalah yang biduan di dalam bilik-bilik, dan lepas mereka itu dari pada segala pekerjaan yang lain, karena mereka itu dalam pekerjaan itu pada siang dan malam juga.","Sekalian inilah penghulu bapa-bapa orang Lewi dan kepala bangsa-bangsanya, maka duduklah mereka itu di Yeruzalem.","Arakian, maka dahulu duduklah di Gibeon Yeiel, bapa Gibeon, dan nama bininya itu Maakha,","dan Abdon itulah anak sulungnya, kemudian Zur dan Kisy dan Baal dan Ner dan Nadab,","dan Gedor dan Ahio dan Zakharya dan Mikelot.","Maka Mikelot itu beranaklah Simeam, maka mereka itupun duduklah di Yeruzalem hampir dengan segala saudaranya dan bersama-sama dengan segala saudaranya.","Maka Ner beranaklah Kisy dan Kisy beranaklah Saul dan Saul beranaklah Yonatan dan Malkhisua dan Abinadab dan Esybaal.","Maka anak-anak laki-laki Yonatan itu Merib-baal dan Merib-baal beranaklah Mikha.","Maka bani Mikha itulah Piton dan Melekh dan Taereya.","Maka Akhaz beranaklah Yaera dan Yaera beranaklah Alemet dan Azmawet dan Zimri, dan Zimri beranaklah Moza.","Maka Moza beranaklah Bina, yang beranak Refaya, yang beranak Elasa, yang beranak Azel.","Maka pada Azel itu adalah enam orang anaknya laki-laki, yang bernama Azrikam dan Bokhru dan Ismail dan Searya dan Obaja dan Hanan, enam orang ini semua anak Azel."]