["Bermula, maka Rehabeampun berangkat ke Sikhem, karena segenap orang Israel sudah datang ke Sikhem itu hendak merajakan dia.","Maka sesungguhnya serta kedengaranlah kabar itu kepada Yerobeam bin Nebat, yang di Mesir, karena ia sudah lari ke sana dari hadapan baginda raja Sulaiman, maka kembalilah Yerobeam dari Mesir;","karena telah disuruhkan orang ke sana memanggil dia, lalu datanglah Yerobeam serta dengan segala orang Israel, maka sembah mereka itu kepada Rehabeam demikian:","Bahwa paduka ayahanda tuanku sudah memberatkan tanggungan patik sekalian ini, maka sekarang hendaklah kiranya tuanku meringankan perhambaan yang berat, yang dari pada paduka ayahanda tuanku, dan tanggungan yang berat, yang telah ditanggungkannya atas patik ini, maka patik sekalian menjadi hamba tuanku.","Maka titah baginda kepada mereka itu: Selang tiga hari hendaklah kamu kembali kepadaku. Lalu pulanglah mereka itu.","Maka berbicaralah baginda raja Rehabeam dengan segala tua-tua yang dahulu menghadap hadirat raja Sulaiman, ayahanda baginda, pada masa hidupnya, maka titah baginda: Apa bicara kamu; bagaimana patut disahut akan orang banyak itu?","Maka sembah mereka itu kepadanya: Jikalau kiranya tuanku baik budi akan orang banyak itu dan memperkenankan dia, dan tuanku menyahut perkataan lembut manis kepadanya, niscaya mereka itu menjadi hamba tuanku pada segala hari.","Tetapi ditinggalkan baginda akan bicara yang dipersembahkan segala tua-tua itu kepadanya, lalu berbicaralah baginda dengan segala orang muda-muda, yang telah menjadi besar sertanya dan yang berdiri di hadapannya.","Maka titah baginda kepadanya: Apa bicara kamu; bagaimana patut kita menyahut akan orang banyak yang telah bersembah kepadaku demikian: Hendaklah tuanku meringankan tanggungan yang telah ditanggungkan oleh paduka ayahanda tuanku atas patik itu.","Maka segala orang muda yang telah menjadi besar sertanya itu menyahut kepadanya, sembahnya: Begini hendaklah tuanku katakan kepada mereka yang telah bersembah kepada tuanku demikian: Bahwa paduka ayahanda tuanku sudah memberatkan tanggungan patik ini, maka hendaklah tuanku meringankan dia. Katakan apalah kepada mereka itu demikian: Bahwa kelingkingku ini akan lebih besar dari pada pinggang ayahku.","Maka jikalau ayahku sudah menanggungkan atasmu suatu tanggungan yang berat, niscaya aku menambahi akan tanggungan kamu itu lagi; dan jikalau ayahku sudah mempersakiti kamu dengan cemeti, niscaya aku akan mempersakiti kamu kelak dengan kalajengking.","Arakian, maka datanglah Yerobeam serta dengan segala orang itu menghadap Rehabeam pada hari yang ketiga, setuju dengan titah baginda ini: Selang tiga hari hendaklah kamu kembali menghadap aku.","Maka sahut baginda akan mereka itu dengan geramnya, karena ditinggalkan baginda raja Rehabeam akan bicara segala tua-tua itu,","dan bertitahlah ia kepada mereka itu menurut bicara segala orang muda itu, titahnya: Bahwa ayahku sudah memberatkan tanggungan kamu, tetapi aku kelak menambahi akan dia lagi; maka ayahku sudah mempersakiti kamu dengan cemeti, tetapi aku kelak mempersakiti kamu dengan kalajengking.","Maka dalam hal ini tiada baginda mendengar akan sembah orang banyak itu, karena dengan takdir Allah juga demikian, hendak disampaikan Tuhan firman-Nya yang telah dikatakan-Nya dahulu dengan lidah Ahia, orang Siloni, kepada Yerobeam bin Nebat.","Hata, apabila dilihat oleh segenap orang Israel akan hal baginda tiada mau mendengar akan sembah mereka itu, maka sahut mereka itu kepada baginda: Apakah bahagian kami dari pada Daud? bahkan, tiada pada kami barang pusaka dari pada bin Isai itu! Hai orang Israel, baiklah masing-masing kamu pulang ke kemahnya! Sekarang ingatlah akan isi rumahmu sendiri, hai Daud! Hata, maka pulanglah segala orang Israel itu ke kemah-kemahnya.","Tetapi adapun akan segala bani Israel yang duduk di dalam negeri-negeri Yehuda, ia itu juga berajakan Rehabeam.","Maka disuruhkan baginda raja Rehabeam akan Hadoram, penghulu bendahari, tetapi segala orang Israelpun melontari dia dengan batu, sehingga matilah ia, maka baginda raja Rehabeampun dengan gopoh-gopohnya naik sebuah rata, lalu lari ke Yeruzalem.","Demikianlah peri hal orang Israel berpaling haluanlah dari pada orang isi istana Daud datang kepada hari ini."]