["Hata, maka mangkatlah Abia beradu dengan segala nenek moyangnya dan dikuburkan oranglah akan baginda di dalam negeri Daud, lalu Asa, putera baginda, naik raja akan gantinya. Maka pada zamannya negeri itu selamat sentosa sepuluh tahun lamanya.","Maka oleh Asa dibuat barang yang baik dan benar kepada pemandangan Tuhan, Allahnya,","karena dilalukannya segala mezbah orang helat dan segala panggungpun, dan dipecahkannya segala patung dan ditebangnya segala hutan-hutan.","Maka disuruhnya segala orang Yehuda mencahari Tuhan, Allah nenek moyangnya, dan menurut hukum undang-undangnya.","Maka dilalukannya pula dari dalam negeri-negeri Yehuda akan segala panggung dan tiang syamsiat; maka kerajaan itu bersentosalah di bawah perintahnya.","Maka dibuatnya beberapa buah negeri yang berkota benteng di tanah Yehuda, karena selamat sentosalah negeri itu, dan tiada barang perang dengan dia pada segala tahun itu, sebab dikaruniakan Tuhan selamat sentosa kepadanya.","Maka titah baginda kepada segala orang Yehuda: Baiklah kita membuat negeri-negeri ini dan melengkungkan dia dengan pagar batu dan bangun-bangun dan beberapa pintu gerbang dengan sakatnya, sedang tanah itu lagi kita punya, karena kita telah mencahari Tuhan, Allah kita, maka sebab kita mencahari Dia, dikaruniakan-Nya kepada kita selamat sentosa berkeliling. Hata, maka dibangunkannya negeri itu dan disudahkannya juga dengan selamat.","Maka pada Asa adalah suatu tentara, tiga ratus ribu orang dari Yehuda yang berselukung dan berlembing dan dua ratus delapan puluh ribu orang dari Benyamin yang membawa perisai dan yang tahu membentang busur panah, semuanya itu orang perwira perkasa.","Hata, maka keluarlah Zerah, orang Kusyi, mendatangi mereka itu dengan suatu tentara yang sejuta orang banyaknya, dan dengan rata perang tiga ratus buah; maka sampailah ia ke Maresa.","Lalu keluarlah Asa hendak melawan dia, maka keduanya mengaturlah ikat perangnya di lembah Zefata hampir dengan Maresa.","Maka Asapun meminta doa kepada Tuhan! bagi-Mu tiada bedanya antara menolong orang yang kuat dengan orang yang tiada kuat; ya Tuhan, Allah kami! tolong apalah akan kami, karena kami bersandar pada-Mu, dan dengan nama-Mu juga kami sudah datang hendak melawan orang sebanyak ini. Ya Tuhan! Engkau juga Allah kami, janganlah kiranya orang yang sia-sia dapat melawan akan Dikau.","Hata, maka dipalu Tuhan akan segala orang Kusyi itu di hadapan Asa dan orang Yehuda, sehingga larilah orang Kusyi itu.","Maka oleh Asa dan segala rakyat yang sertanya diusir akan mereka itu sampai ke Gerar; maka kebanyakan orang Kusyi itu rebahlah mati sebab tiada disayang oranglah akan mereka itu lagi, bahkan, mereka itu dipecahkan di hadapan Tuhan dan di hadapan tentara perangnya; maka orang Yehuda beroleh jarahan amat banyak sangat.","Maka dialahkannya segala negeri yang keliling Gerar itu, karena suatu kegentaran dari pada Tuhan telah jatuh kepada orang isinya, maka orang Yehuda menjarah rayah akan segala negeri itu, sebab banyak jarahan dalamnya.","Maka dirobohkannya pula segala kemah gembala binatang dan dibawanya sertanya akan banyak kambing domba dan unta, lalu kembalilah mereka itu ke Yeruzalem."]