["Bermula, maka pada tahun yang kedelapan belas dari pada kerajaan Yerobeam, naiklah Abia raja atas orang Yehuda.","Maka kerajaanlah ia tiga tahun lamanya di Yeruzalem, dan nama bunda baginda itu Mikhaya, anak Uriel dari Gibea, maka di antara Abia dengan Yerobeampun adalah perang.","Maka Abiapun mengikat perang dengan suatu tentara orang perwira perkasa empat ratus ribu orang pilihan; maka Yerobeampun mengikat perang hendak melawan dia dengan delapan ratus ribu orang pilihan, semuanya perwira perkasa.","Maka berbangkitlah, Abia, lalu turun dari atas bukit Zemarayim, yang di pegunungan Efrayim, maka katanya: Dengarlah olehmu akan daku, hai Yerobeam dan segala orang Israel!","Bukankah patut kamu tahu bahwa kerajaan Israel itu dikaruniakan Tuhan, Allah orang Israel, kepada Daud sampai selama-lamanya? baik kepada baginda baik kepada puteranya dengan perjanjian garam?","Kendatilah demikian, maka berbangkitlah juga Yerobeam bin Nebat, seorang hamba Sulaiman bin Daud, lalu mendurhaka kepada tuannya.","Maka telah berhimpunlah kepadanya beberapa orang yang sia-sia dan jahat adanya, serta memberanikan dirinya sampai melawan Rehabeam bin Sulaiman, yaitu tatkala Rehabeam lagi muda dan lembut hatinya, sehingga tiada terlawan ia akan mereka itu.","Maka sekarang pada sangkamu kamu dapat menggagahi kerajaan Tuhan, yang pada tangan putera Daud. Sungguhpun amat banyak bilangan kamu tetapi sertamu adalah patung anak lembu keemasan, perbuatan Yerobeam akan berhala bagimu.","Bukankah sudah dihalaukan olehmu akan segala imam Tuhan, yaitu akan bani Harun dan akan segala orang Lewi, dan sudah kamu jadikan penghulu bagimu seperti segala bangsa negeri-negeri itu? Barangsiapa yang datang sahaja akan ditahbiskan sambil membawa seekor lembu muda yang jantan tujuh ekor domba jantan, ia itu diangkat penghulu bagi barang yang bukan ilah adanya.","Tetapi akan kami ini, Tuhan juga Allah kami dan tiada kami meninggalkan Dia, maka segala imam yang berkhidmat kepada Tuhan itulah bani Harun, dan segala orang Lewipun adalah pada jawatannya.","Maka pada sebilang pagi petang dipasangnya bagi Tuhan korban bakaran dan lagi dupa dari pada rempah-rempah yang harum dan disajikannya roti di atas meja yang suci itu, dan lagi kaki pelita yang keemasan dengan segala pelitanya dipasang pada tiap-tiap malam, karena kami melakukan tungguan Tuhan, Allah kami, tetapi kamu sudah meninggalkan Dia.","Maka sesungguhnya Allah juga menyertai akan kami pada haluan dan segala imamnyapun dengan nafiri yang besar bunyinya, akan mengangkat tempik sorak perang melawan kamu! Janganlah kiranya kamu berperang melawan Tuhan, Allah nenek moyangmu, hai bani Israel! karena kamu tiada akan selamat.","Hata, maka disuruh Yerobeam akan beberapa orang pengadang berjalan keliling dari belakang mereka itu, sehingga mereka itu sendiri di hadapan orang Yehuda dan segala orang pengadang itu di belakangnya.","Adapun apabila orang Yehuda itu menoleh, dilihatnya akan hal mereka itu diperangi dari muka dan dari belakang, lalu berserulah mereka itu kepada Tuhan dan segala imampun meniupkan nafirinya.","Maka segala orang Yehudapun mengangkatlah sorak perang; maka sesungguhnya serta diangkat orang Yehuda akan sorak perang itu, dialahkan Allah akan Yerobeam dan segala orang Israel di hadapan Abia dan segala orang Yehuda,","sehingga larilah bani Israel dari hadapan orang Yehuda dan diserahkan Allah akan mereka itu kepada tangannya.","Maka diadakan oleh Abia dan segala rakyatnya suatu pembunuhan yang besar di antara mereka itu, karena dari pada orang Israel rebahlah lima ratus ribu orang pilihan yang mati dibunuh.","Demikianlah peri bani Israel direndahkan sangat pada masa itu, tetapi bani Yehuda makin berkuasa, sebab mereka itu sudah bersandar pada Tuhan, Allah nenek moyangnya.","Maka oleh Abia diusir akan Yerobeam dari belakang dan dirampasnya dari padanya negeri Bait-el serta dengan segala daerahnya, dan negeri Yesana serta dengan segala daerahnya, dan negeri Eferon serta dengan segala daerahnya.","Maka Yerobeampun tiada beroleh kuat lagi seumur hidup Abia, tambahan pula dipalu Tuhan akan dia, sehingga matilah ia.","Maka Abiapun makin bertambah-tambah kuasanya, maka telah diperisterikannya empat belas orang dan bagindapun beranak laki-laki dua puluh orang dan perempuan enam belas orang.","Adapun barang yang lagi tinggal dari pada segala kisah Abia dan segala kelakuannya dan perkataannya, ia itu tersebutlah di dalam kitab tawarikh nabi Ido."]