["Arakian, maka pulanglah Yosafat, raja Yehuda, dengan selamat ke istananya di Yeruzalem.","Maka Yehu bin Hanani, penilik itu, lalu keluar pergi menghadap baginda, maka katanya kepada baginda raja Yosafat: Mengapa engkau menolong orang fasik dan mengasihi akan orang yang benci akan Tuhan? Maka sebab itu murka besar berlaku atasmu dari hadirat Tuhan.","Kendatilah demikian maka didapati juga padamu beberapa perkara yang baik, karena engkau sudah melalukan segala hutan-hutan itu dari dalam negeri dan sudah menyediakan hatimu hendak mencahari Allah.","Bermula, maka Yosafatpun duduklah di Yeruzalem; setelah sudah pulang maka bagindapun berjalan-jalanlah keliling di antara bangsa itu dari pada Birsyeba datang ke pegunungan Efrayim, dikembalikannyalah mereka itu kepada Tuhan, Allah nenek moyang mereka itu.","Maka diangkatnya akan beberapa orang hakim di dalam negeri itu, yaitu di dalam segala negeri Yehuda yang berpagar batu, dari pada sebuah negeri datang kepada sebuah negeri.","Maka titah baginda kepada segala hakim itu: Perhatikanlah baik-baik barang yang kamu perbuat, karena adapun kamu melakukan hukum itu bukannya bagi manusia, melainkan bagi Tuhan, dan Iapun hadir padamu dalam segala peri hal hukum itu.","Maka sekarangpun biarlah kiranya gentar akan Tuhan berlaku atasmu; perhatikanlah baik-baik barang yang kamu perbuat, karena pada Tuhan, Allah kita, tiadalah barang perubahan hukum atau pemandang akan muka orang atau penerima hadiah.","Tambahan pula di Yeruzalempun diangkat Yosafat akan beberapa orang Lewi dan dari pada segala imam dan dari pada segala kepala bapa-bapa orang Israel, supaya dilakukannya hukum Tuhan dan diputuskannya segala acara, maka kedudukan mereka itu adalah di Yeruzalem.","Maka titah baginda kepada mereka itu: Demikian hendaklah kamu perbuat oleh sebab takut akan Tuhan dengan segala setia dan tulus hatimu,","yaitu dalam segala acara yang sampai kepadamu dari pada segala saudara kamu, yang duduk di dalam negeri-negerinya, dari hal darah dengan darah atau dari hal hukum dan undang-undang, dari hal syariat dan syarat, hendaklah kamu menasihatkan mereka itu, supaya jangan mereka itu bersalah kepada Tuhan, sehingga murka besar datang atas kamu dan atas segala saudaramu; hendaklah kamu berbuat demikian, supaya jangan kamu sendiripun bersalah!","Bahwasanya Amarya, imam besar, adalah penghulu kamu dalam segala perkara Tuhan, dan Zebaja bin Ismail, penghulu suku Yehuda, dalam segala perkara raja; dan lagi adalah orang Lewi akan penyurat hukum di hadapanmu; hendaklah kamu bersungguh-sungguh hati dalam barang yang kamu perbuat itu, maka Tuhanpun menyertai kelak akan orang yang baik!"]