["Bermula, maka pada raja Yosafat adalah kekayaan dan kemuliaan dengan kelimpahannya, maka bagindapun menjadi menantu kepada raja Akhab.","Maka selang beberapa tahun turunlah baginda ke Samaria mendapatkan raja Akhab; maka disuruh raja Akhab sembelihkan banyak kambing domba dan lembu akan baginda dan akan segala orang pengiring baginda; maka diajaknya akan baginda berangkat ke Ramot yang di Gilead.","Maka kata Akhab, raja orang Israel, kepada Yosafat, raja yehuda: Maukah tuan berjalan serta beta ke Ramot yang di Gilead itu? Maka sahut baginda kepadanya: Bahwa beta akan seperti tuan, dan seperti rakyat tuan begitulah kelak rakyat beta, dan kamipun akan menyertai tuan dalam perang ini.","Dan lagi kata Yosafat kepada raja Israel: Sekarang hendaklah kiranya tuan bertanyakan firman Tuhan.","Maka pada masa itu dihimpunkanlah oleh raja Israel segala nabi, empat ratus orang banyaknya, lalu titahnya kepada mereka itu: Baiklah kami pergi ke Ramot yang di Gilead itu akan berperang, atau baikkah kami biarkan dia? Maka sembah mereka itu: Hendaklah tuanku berangkat, karena diserahkan Allah kelak mereka itu sekalian kepada tangan tuanku.","Tetapi kata Yosafat: Tiadakah lagi di sini seorang nabi Tuhan, yang boleh kita bertanyakan?","Maka sahut raja Israel kepada Yosafat: Ada lagi seorang olehnya boleh kita bertanyakan Tuhan, tetapi bencilah beta akan dia, sebab nubuatnya akan beta tiada baik sekali, melainkan jahat jua pada segala harinya, maka orang itu Mikha bin Yimla. Lalu kata Yosafat: Jangan apalah kata tuan demikian.","Maka dipanggil raja israel akan seorang penjawat istana, titahnya: Pergilah engkau dengan segera, bawalah ke mari akan Mikha bin Yimla.","Adapun raja Israel dan Yosafat, raja yehuda, adalah bersemayam masing-masing di atas singgasananya dengan berpakaikan pakaian kebesarannya, dan duduknya di halaman yang di hadapan pintu gerbang Samaria, dan segala nabi itupun adalah bernubuat di hadapannya.","Maka Zedekia bin Kenaana telah memperbuat akan dirinya tanduk besi, lalu katanya: Demikianlah firman Tuhan: Dengan ini juga tuanku akan menanduk orang Syam, sehingga tuanku sudah menumpas mereka itu habis sama sekali.","Maka segala nabi itupun bernubuatlah demikian, katanya: Hendaklah tuanku berangkat ke Ramot yang di Gilead itu, maka tuanku akan selamat, karena mereka itu diserahkan oleh Tuhan kelak kepada tangan tuanku.","Adapun pesuruhan yang telah pergi memanggil Mikha itu, berkata kepadanya demikian: Bahwasanya segala nabi itu sekata juga, semuanya baik kepada baginda, sebab itu biarlah kiranya engkaupun sekata dengan masing-masing mereka itu dan katakanlah barang yang baik.","Tetapi sahut Mikha: Demi Tuhan yang hidup, firman Allahku kepadaku juga yang akan kukatakan kelak!","Setelah sampai ia kepada baginda maka titah baginda kepadanya: Hai Mikha! baiklah kami pergi ke Ramot yang di Gilead itu akan berperang, atau baik kami biarkan dia? Maka kata Mikha: Pergilah juga kamu, maka kamu akan selamat, karena mereka itu kelak diserahkan kepada tanganmu.","Maka titah baginda kepadanya: Sampai berapa kali kiranya patut aku bersumpah kepadamu, supaya jangan kaukatakan kepadaku melainkan barang yang benar atas nama Tuhan?","Maka kata Mikha: Bahwa aku sudah melihat genap segala orang Israel tercerai-berai kepada segala gunung, seperti kambing domba yang tiada bergembala adanya; maka firman Tuhan kepadaku: Bahwa segala orang ini tiada bertuan, baiklah masing-masing mereka itu pulang ke rumahnya dengan selamat.","Lalu kata raja Israel kepada Yosafat: Bolakkah kata beta kepada tuan, bahwa tiada ia bernubuat akan beta kelak barang yang baik, melainkan jahat belaka?","Lalu kata Mikha: Sebab itu dengarlah olehmu akan firman Tuhan: Bahwa aku telah melihat Tuhan bersemayam di atas arasy-Nya dan segala tentara yang di sorgapun berdiri pada kiri kanan-Nya.","Maka firman Tuhan: Siapa gerangan dapat membujuk Akhab, raja orang Israel, supaya berangkat ia, lalu rebah mati di Ramot yang di Gilead itu? Maka sembah seorang begini, seorang begitu.","Maka keluarlah suatu roh, lalu berdiri menghadap hadirat Tuhan, serta sembahnya: Bahwa hamba dapat membujuk dia. Maka firman Tuhan kepadanya: Dengan apa?","Maka sembahnya: Bahwa hamba akan keluar dan menjadi roh pembohong dalam mulut segala nabinya. Maka firman-Nya: Bahwa engkau juga dapat membujuk dan engkau juga akan menang; keluarlah engkau dan perbuatlah demikian.","Maka sekarang sesungguhnya sudah diberikan Tuhan suatu roh pembohong dalam mulut segala nabimu ini dan jahat juga firman Tuhan akan halmu.","Maka pada ketika itu tampillah Zedekia bin Kenaana ke hadapan, ditamparnya pipi Mikha sambil katanya: Dengan bagaimana peri roh Tuhan sudah meninggalkan daku akan berfirman kepadamu?","Maka sahut Mikha: Bahwasanya engkau juga kelak mengetahuinya pada hari apabila engkau lari dari pada suatu bilik datang kepada suatu bilik hendak menyembunyikan dirimu.","Maka titah raja orang Israel: Ambillah olehmu akan Mikha ini, bawalah akan dia kembali kepada Amon, penghulu negeri, dan kepada Yoas, putera raja,","dan katakanlah olehmu: Titah tuanku demikian: Taruhlah akan orang ini di dalam penjara, berikanlah dia makan roti kesukaran dan minum air kesukaran, sampai aku pulang dengan selamat.","Maka kata Mikha: Jikalau kiranya pada sekali ini engkau pulang dengan selamat, niscaya bukan Tuhan yang sudah berfirman dengan lidahku. Dan lagi katanya: Dengarlah olehmu akan daku, hai kamu sekalian!","Hata, maka berjalanlah raja Israel dan Yosafat, raja Yehuda, ke Ramot yang di Gilead.","Maka kata raja Israel kepada raja Yosafat: Setelah sudah beta bersalin pakaian dahulu, maka beta akan masuk peperangan, tetapi hendaklah tuan berpakaikan pakaian tuan juga. Maka bersalinlah raja Israel pakaiannya, lalu keduanyapun masuklah peperangan.","Adapun baginda raja benua Syam itu sudah berpesan kepada segala penghulu rata yang padanya, titahnya: Jangan kamu berperang baik dengan orang besar baik dengan orang kecil, melainkan dengan raja Israel seorangnya juga.","Demi terlihat segala penghulu rata akan Yosafat, lalu katanya: Inilah dia raja Israel! Maka mereka itupun mengelilingi akan dia hendak berperang, tetapi Yosafatpun berseru-seru, lalu ditolong Tuhan akan dia, diundurkan Allah akan mereka itu dari padanya.","Karena setelah dilihat oleh segala penghulu rata bukan ia raja Israel, maka undurlah mereka itu dari belakangnya.","Maka pada ketika itu adalah seorang-orang laskar mengedangkan busurnya dengan tiada sengajanya, lalu memanah, terkena kepada baginda raja Israel antara perhubungan baju zirha. Maka titah baginda kepada orang yang mengepalakan ratanya: Balikkanlah rata ini dengan tanganmu dan hantarlah akan daku keluar dari dalam peperangan, karena aku sudah luka.","Maka makin bertambah ramai perang pada hari itu; maka disuruh baginda raja Israel berhentikan ratanya bertentangan dengan orang Syam sampai kepada petang hari; maka matilah baginda pada waktu matahari masuk."]