["Sebermula, setelah sudah ditetapkan Rehabeam akan kerajaannya dan telah ia beroleh kuasa, maka ditinggalkannya akan taurat Tuhan, dan segenap orang Israelpun sertanya.","Maka sebab itu pada tahun yang kelima dari pada kerajaan Rehabeam, tiba-tiba Sisak, raja Mesir, mendatangi Yeruzalem, karena mereka itu sudah bersalah kepada Tuhan.","Dan sertanya adalah seribu dua ratus buah rata perang dan enam puluh ribu orang berkendaraan dan segala rakyat yang sertanya datang dari Mesir itu tiada tepermanai banyaknya, dari pada orang Libi dan Sukhi dan Kusyi.","Maka dialahkannya segala negeri yang berkota benteng di tanah Yehuda, lalu sampailah ia ke Yeruzalem.","Maka pada masa itu datanglah nabi Semaya menghadap Rehabeam dan segala penghulu Yehuda, yang telah berhimpun di Yeruzalem oleh karena Sisak itu, maka katanya kepada mereka itu: Demikian inilah firman Tuhan: Bahwa kamu sekalian sudah meninggalkan Daku, sebab itu Akupun sudah meninggalkan kamu dalam tangan Sisak!","Maka pada masa itu segala penghulu orang Israel dan bagindapun merendahkan dirinya, sambil katanya: Bahwa adillah Tuhan!","Maka apabila dilihat Tuhan mereka itu merendahkan dirinya, datanglah firman Tuhan kepada Semaya, bunyinya: Bahwa mereka itu sudah merendahkan dirinya, sebab itu tiada Aku akan membinasakan mereka itu, melainkan Aku mengaruniakan kepada mereka itu barang sesuatu kelepasan supaya jangan kelimpahan murka-Ku dicurahkan atas Yeruzalem oleh tangan Sisak itu.","Tetapi mereka itu akan menjadi hambanya, supaya mereka itu dapat membedakan antara berkhidmat kepada-Ku dengan berkhidmat kepada segala kerajaan negeri-negeri itu.","Hata, maka berangkatlah Sisak, raja Mesir itu, diserangnya akan Yeruzalem dan dirampasnya segala mata benda dari dalam rumah Tuhan dan segala mata benda dari dalam istana baginda, bahkan, dirampasnya semuanya, sehingga segala perisai keemasan perbuatan raja Sulaimanpun dirampasnya.","Maka diperbuat oleh baginda raja Rehabeam beberapa perisai tembaga akan gantinya, yang diserahkannya kepada tangan segala penghulu biduanda, yang menunggui pintu istana baginda.","Maka sesungguhnya apabila baginda berangkat ke rumah Tuhan, maka datanglah segala biduanda sambil membawa perisai itu, kemudian dikembalikannya akan dia pula ke dalam pelatar biduanda.","Hata, maka sebab direndahkannya dirinya begitu, maka undurlah murka Tuhan dari padanya, sehingga tiada dibinasakan-Nya ia pada sekaligus; maka di antara orang Yehuda itu adalah lagi beberapa perkara yang baik.","Maka baginda raja Rehabeampun berkuasa pula dan kerajaanlah ia di Yeruzalem; maka umurnya empat puluh satu tahun pada masa Rehabeam naik raja, dan kerajaanlah ia tujuh belas tahun lamanya di Yeruzalem, yaitu negeri yang telah dipilih Tuhan dari pada segala suku bangsa Israel hendak ditaruh-Nya akan nama-Nya di sana. Maka nama bunda baginda itu Naama, seorang perempuan Ammoni.","Maka dibuat baginda barang yang jahat, sebab hatinya tiada tetap dalam mencahari Tuhan.","Adapun segala kisah Rehabeam, yang mula dan yang kemudian, bukankah ia itu tersebut di dalam kitab tawarikh nabi Semaya dan di dalam sejarah Ido, penilik itu? Maka adalah perang antara Rehabeam dengan Yerobeam pada segala hari.","Maka mangkatlah Rehabeam beradu dengan segala nenek moyangnya, dikuburkan oranglah akan dia di dalam negeri Daud, maka Abia, puteranya, lalu naik raja akan gantinya."]