["Hata, maka pada tahun yang ketiga puluh enam dari pada kerajaan Asa, datanglah Baesa, raja orang Israel, memerangi orang Yehuda, maka diteguhkannya negeri Rama, sehingga seorangpun tiada diberinya keluar masuk akan mendapatkan Asa, raja orang Yehuda.","Maka pada masa itu dikeluarkan Asa segala emas perak dari pada segala mata benda yang di dalam rumah Tuhan dan di dalam istana baginda, lalu utusanlah ia kepada Benhadad, raja benua Syam, yang duduk di negeri Damsyik, katanya:","Hendaklah ada suatu perjanjian di antara tuan dengan beta, seperti dahulu di antara ayah tuan dengan ayah beta; bahwasanya beta mengirim kepada tuan emas perak ini, hendaklah tuan pergi merombak perjanjian tuan dengan Baesa, raja orang Israel itu, supaya undurlah ia dari pada beta.","Maka didengarlah Benhadad akan kata baginda raja Asa, lalu disuruhkannya segala panglima tentara yang padanya menyerang negeri-negeri orang Israel, maka dialahkannya Iyon dan Dan dan Abelmayim dan segala tempat perbekalan yang di Naftali.","Hata, demi didengar Baesa akan hal yang demikian, maka berhentilah ia dari pada meneguhkan Rama, dibantutkannya pekerjaan itu.","Maka dihimpunkan baginda raja Asa segala orang Yehuda, supaya diangkutnya segala batu di Rama dan segala kayunya, yang telah dipakai Baesa akan meneguhkan negeri itu, maka diteguhkan baginda negeri Geba dan Mizpa dengan dia.","Bermula, maka pada masa itu juga datanglah penilik Hanani menghadap Asa, raja orang Yehuda, serta katanya kepadanya: Sebab engkau telah bersandar pada raja Syam dan tiada engkau bersandar pada Tuhan, Allahmu, sebab itu tentara raja Syam itu sudah luput dari pada tanganmu.","Bukankah dahulu orang Kusyi dan orang Libipun suatu tentara yang besar dengan amat banyak rata perangnya dan orang berkuda? maka sebab engkau telah harap pada Tuhan diserahkan-Nya juga mereka itu sekalian kepada tanganmu.","Karena adapun akan Tuhan, matanya adalah memandang berkeliling seluruh muka bumi akan mengaruniakan gagah dan kuat kepada barangsiapa yang tulus hatinya kepada-Nya. Maka sebab itu bodoh perbuatanmu ini, karena mulai dari pada sekarang ini engkau akan diperangi selalu.","Tetapi murkalah Asa akan orang penilik itu, diserahkannya ke dalam penjara, demikianlah sangat murkanya akan dia sebab kata itu, dan lagi beberapa orang dari pada rakyatpun dianiayakan oleh Asa pada masa itu.","Arakian, maka segala kisah Asa, baik yang mula baik yang kemudian, bahwasanya tersuratlah ia itu di dalam kitab raja-raja Yehuda dan Israel.","Maka pada tahun yang ketiga puluh sembilan dari pada kerajaannya jatuhlah Asa sakit kedua belah kakinya, sehingga terpayahlah sakitnya, tetapi dalam sakitnya tiada dicaharinya Tuhan, melainkan dicaharinya segala tabib.","Maka mangkatlah Asa beradu dengan segala nenek moyangnya. Adapun baginda mangkat itu pada tahun yang keempat puluh satu dari pada kerajaannya.","Maka dikuburkan oranglah akan baginda di dalam kubur yang telah disuruh baginda gali akan dia di dalam negeri Daud, dan dibaringkan oranglah akan baginda di atas sebuah tilam yang telah diisinya dengan rempah-rempah dan pelbagai barang yang harum, dilengkap sekadar kepandaian tukang rempah-rempah, maka dibakar oranglah suatu pembakaran amat besar akan baginda."]