["Maka Yosafat, putera baginda, lalu naik raja akan gantinya, dan dikuatkannya dirinya akan melawan orang Israel.","Ditaruh baginda akan beberapa orang perang di dalam segala negeri Yehuda yang berkota benteng dan ditaruh baginda pula beberapa orang laskar di tanah Yehuda dan di dalam segala negeri Efrayim, yang telah ditawan oleh ayahanda baginda.","Karena Tuhanpun menyertai akan Yosafat, sebab ia berjalan pada segala jalan Daud, moyangnya, yang dahulu itu dan tiada ditanyakannya akan Baalim.","Melainkan dicaharinya Allah nenek moyangnya dan berjalanlah ia menurut segala hukum-Nya dan tiada diturutnya perbuatan orang Israel.","Maka ditetapkanlah Tuhan kerajaan itu dalam tangan baginda dan segenap orang Yehudapun mempersembahkan persembahan kepada Josafat, sehingga padanya adalah kekayaan dan kemuliaan besar.","Maka bermegahlah hati baginda akan segala jalan Tuhan, sehingga makin lebih dijauhkannya segala panggung dan hutan-hutan dari Yehuda.","Maka pada tahun yang ketiga dari pada kerajaannya disuruh baginda akan segala penghulunya, yaitu akan BinKhayil dan Obaja dan Zekharya dan Netaniel dan Mikhaya, pergi mengajar orang dalam segala negeri Yehuda.","Dan serta dengan mereka itu orang Lewi, yaitu Semaya dan Netanya dan Zebaja dan Asahel dan Semiramot dan Yonatan dan Adonia dan Tobia dan Tob-Adonia, dari pada orang Lewi, dan serta dengan mereka itu imam Elisama dan Yoram.","Maka mereka itupun mengajarlah orang di negeri Yehuda dan dibawanya akan kitab taurat Tuhanpun sertanya, maka berjalanlah mereka itu berkeliling dalam segala negeri Yehuda sambil diajarnya akan orang banyak itu.","Maka suatu kegentaran dari pada Tuhan berlakulah atas segala kerajaan negeri-negeri yang keliling Yehuda, sehingga tiada mereka itu berperang dengan Yosafat.","Maka dari pada orang Filistinpun adalah yang mempersembahkan kepada Yosafat beberapa hadiah dan uang akan upeti, demikianpun orang Arab membayar upeti kepadanya dari pada kambing domba, yaitu domba jantan tujuh ribu tujuh ratus ekor dan kambing jantanpun tujuh ribu tujuh ratus ekor.","Maka makin lama makin Yosafat besar dan bertambah-tambah kemuliaannya, maka dibuatnya dalam Yehuda beberapa kota benteng dan negeri perbekalan.","Maka diperbuat baginda pekerjaan besar-besar di dalam negeri-negeri Yehuda, dan lagi orang-orang perangnya, semua pahlawan, adalah di Yeruzalem.","Maka inilah bilangan mereka itu seturut isi rumah bapa-bapanya, yaitu dari pada Yehuda adalah penghulu atas orang seribu Adna, penghulu itu, dan sertanya adalah tiga ratus ribu orang perwira perkasa.","Kemudian dari padanya adalah penghulu Yohanan, dan sertanya adalah dua ratus delapan puluh ribu orang.","Dan kemudian dari padanya adalah Amasia bin Zikhri, yang telah menyerahkan dirinya kepada Tuhan dengan segala keridlaan hatinya, dan sertanyapun adalah dua ratus ribu orang perwira perkasa.","Maka dari pada Benyamin adalah Elyada, seorang pahlawan, dan sertanyapun dua ratus ribu, yang bersenjatakan busur panah dan perisai.","Dan kemudian dari padanya adalah Yozabad dan sertanyapun seratus delapan puluh ribu orang yang lengkap akan berperang.","Maka sekalian ini dalam pekerjaan baginda, lain dari pada segala orang yang telah ditaruh baginda dalam negeri-negeri yang berkota benteng pada seluruh tanah Yehuda."]