["Sebermula, maka Sulaiman putera Daudpun, ditetapkan dalam kerajaannya, karena Tuhan, Allahnya, adalah menyertai akan dia dan dibesarkan-Nya dan ditinggikan-Nya amat sangat.","Maka bertitahlah raja Sulaiman kepada segenap orang Israel, kepada segala kepala atas orang seribu dan atas orang seratus dan kepada segala hakim dan kepada segala penghulu segenap orang Israel, semuanya kepala bapa-bapa.","Maka berjalanlah mereka itu dan Sulaimanpun berangkatlah dengan segenap sidang itupun sertanya ke tempat panggung yang di Gibeon, karena di sana adalah kemah perhimpunan Allah, yang diperbuat oleh Musa, hamba Tuhan, di padang Tiah.","Tetapi tabut Allah sudah dibawa naik oleh Daud dari Kiryat-Yearim ke tempat yang telah disediakan Daud akan dia, karena telah dibentangkannya sebuah kemah akan dia di Yeruzalem.","Tetapi mezbah tembaga, perbuatan Bezaliel bin Uri bin Hur, adalah di sana di hadapan kemah Tuhan; maka Sulaiman dan segenap sidangpun pergi mendapatkan dia.","Maka Sulaimanpun mempersembahkan korban di hadapan hadirat Tuhan di atas mezbah tembaga, yang di hadapan kemah perhimpunan itu, maka di atasnya dipersembahkan baginda korban bakaran seribu ekor.","Maka pada malam itu juga kelihatanlah Allah kepada Sulaiman serta firman-Nya kepadanya: Pintalah olehmu barang yang patut Kukaruniakan kepadamu.","Maka sembah Sulaiman kepada Allah: Bahwa Engkau sudah menyatakan kemurahan besar akan Daud, bapaku, dan Engkaupun sudah menjadikan aku raja akan gantinya;","maka sekarang, ya Tuhan Allah, biarlah kiranya janji-Mu kepada Daud, bapaku, itu disampaikan, karena Engkau sudah menjadikan daku raja atas suatu bangsa yang seperti lebu di bumi banyaknya;","sebab itu karuniakan apalah kepadaku hikmat dan pengetahuan, supaya dapat aku keluar masuk di hadapan pemandangan bangsa ini; karena siapa gerangan dapat memerintahkan segala umat-Mu yang sebanyak ini?","Maka firman Allah kepada Sulaiman: Tegal kehendak hatimu demikian, dan tiada engkau minta kekayaan dan harta benda atau kemuliaan atau jiwa segala pembencimu atau umur panjang, melainkan engkau menghendaki hikmat dan pengetahuan bagi dirimu, supaya engkau dapat memerintahkan segala umat-Ku, yang telah Kujadikan dikau akan rajanya,","maka sebab itu hikmat dan pengetahuan telah dikaruniakan kepadamu, dan lagi Aku menganugerahi engkau kelak dengan kekayaan dan harta benda dan kemuliaan, sebagainya belum pernah ada pada barang seorang dari pada segala raja-raja yang dahulu dari padamu, dan tiada akan ada pada orang yang kemudian dari padamupun.","Arakian, maka datanglah Sulaiman ke Yeruzalem dari tempat panggung yang di Gibeon, yaitu dari hadapan kemah perhimpunan; maka kerajaanlah ia atas orang Israel.","Maka dihimpunkan Sulaiman beberapa rata dan orang berkendaraan, sehingga padanya adalah seribu empat ratus buah rata dan dua belas ribu orang berkendaraan, maka ditaruhnya akan dia di dalam beberapa buah negeri tempat rata dan hampir dengan baginda di Yeruzalem.","Maka dilimpahkan baginda emas dan perak di Yeruzalem seperti batu banyaknya dan pohon kayu arazpun dilimpahkannya seperti pokok ara hutan yang di tanah datar.","Dan lagi pada Sulaiman adalah hak membawa keluar kuda dari Mesir; maka adapun benang kapas, ia itu diterima oleh segala saudagar baginda dengan harganya.","Maka sepasang kuda penghela dibawa mudik dari Mesir dengan enam ratus syikal perak harganya dan kuda seekor dengan seratus lima puluh. Kemudian dibawanya keluar akan dia atas belanja mereka itu sendiri kepada segala raja orang Heti dan kepada segala raja benua Syam."]