["Hata, maka mangkatlah raja Yosafat beradu dengan segala nenek moyangnya dan dikuburkan oranglah akan baginda pada sisi segala nenek moyangnya, di dalam negeri Daud, maka Yoram, putera baginda, lalu naik raja akan gantinya.","Maka adalah padanya beberapa adik laki-laki, semuanya anak Yosafat, yaitu Azarya dan Yehiel dan Zekharya dan Azaryahu dan Mikhael dan Sefaca, sekalian inilah putera Yosafat, raja Israel.","Maka ayahanda baginda telah mengaruniai mereka itu dengan beberapa anugerah dari pada emas perak dan mata benda dan beberapa buah negeri yang berkota benteng di tanah Yehuda, tetapi kerajaan itu dianugerahkannya kepada Yoram, sebab ia anak sulungnya.","Tetapi setelah Yoram sudah tetap dalam kerajaan ayahanda baginda, dan diketahuinya akan kuasanya, maka dibunuhnya segala adiknya dengan pedang dan lagi beberapa penghulu orang Israelpun.","Adapun umur Yoram pada masa ia naik raja itu tiga puluh dua tahun dan kerajaanlah ia di Yeruzalem delapan tahun lamanya.","Maka berjalanlah ia pada jalan raja-raja Israel serta menurut perbuatan orang isi rumah Akhab, karena ia telah beristerikan anak Akhab, dan diperbuatnya barang yang jahat kepada pemandangan Tuhan.","Tetapi tiada Tuhan mau menumpas orang isi rumah Daud, oleh karena sebab perjanjian yang telah dibuat-Nya dengan Daud dan sebab firman-Nya telah demikian, bahwa Ia akan mengaruniakan sebuah pelita kepadanya dan kepada segala baninya sampai selama-lamanya.","Maka pada zaman Yoram itu mendurhakalah orang Edom serta undur dari bawah perintah orang Yehuda, setelah sudah dijadikannya seorang raja atasnya.","Maka Yorampun langsung berjalan serta dengan segala panglimanya dan segala rata perangnyapun; maka bangunlah ia pada malam, lalu dialahkannya segala orang Edom, yang kelilingnya, dan segala penghulu rata perang.","Kendatilah demikian undurlah juga orang Edom dari bawah pemerintahan orang Yehuda sampai kepada hari ini; maka pada masa itu juga undurlah Libna dari bawah pemerintahannya, karena telah ditinggalkan baginda akan Tuhan, Allah nenek moyangnya.","Dan lagi diperbuatkannya beberapa panggung di atas segala bukit Yehuda, dan diajaknya orang isi Yeruzalem akan berbuat zinah, bahkan, dipaksainya orang Yehuda bagi yang demikian.","Maka pada masa itu disampaikan oranglah kepadanya sepucuk surat dari pada nabi Elia, bunyinya: Demikian inilah firman Tuhan, Allah moyangmu Daud: Maka oleh sebab tiada engkau berjalan pada jalan ayahmu Yosafat dan pada jalan Asa, raja Yehuda,","melainkan engkau sudah berjalan pada jalan raja-raja Israel dan engkau sudah mengajak orang Yehuda dan orang isi Yeruzalempun akan berbuat zinah, seperti zinah orang isi rumah Akhab, dan lagi engkau sudah membunuh segala adikmu, yang sebapa dengan dikau dan yang lebih baik dari padamu,","bahwasanya Tuhan kelak mendatangkan suatu bala yang besar atas bangsamu dan atas segala anakmu, dan atas segala isterimu dan atas segala harta bendamu.","Dan engkau sendiripun akan kena penyakit payah, yaitu penyakit isi perutmu dari pada setahun datang kepada setahun, sehingga isi perutmu itu akan keluar dari sebab penyakit itu.","Hata, maka Tuhanpun memberanikan hati orang Filistin dan orang Arab, yang duduk pada sebelah orang Kusyi, sehingga dilawannya akan Yoram.","Maka berjalanlah mereka itu ke negeri Yehuda, lalu langsung ke dalamnya, dibawanya dari sana akan segala harta benda yang didapatinya dalam istana baginda dan akan segala anak isteri bagindapun, sehingga seorang anakpun tiada ditinggalkan bagi baginda, melainkan Yoahaz, anaknya laki-laki yang bungsu.","Kemudian dari pada segala perkara itu disiksakan Tuhan akan dia dengan suatu penyakit di dalam isi perutnya, yang tiada tersembuhkan.","Ia itu dari pada setahun datang kepada setahun, sehingga pada kesudahan tahun yang kedua keluarlah segala isi perutnya dari sebab penyakitnya itu, maka matilah ia oleh sangat payah penyakitnya, maka tiada diperbuat oleh orang banyak suatu pembakaran akan dia seperti pembakaran yang akan nenek moyangnya.","Maka umurnya tiga puluh dua tahun pada masa ia naik raja dan kerajaanlah ia di Yeruzalem delapan tahun lamanya, maka mangkatnya dengan tiada dipuji, lalu dikuburkan oranglah akan dia di dalam negeri Daud, tetapi tiada di dalam pekuburan segala raja-raja marhum."]