["Tetapi pada tahun yang ketujuh Yoyadapun memberanikan dirinya, disambutnya akan segala penghulu atas orang seratus, yaitu akan Azarya bin Yeroham, dan Ismail bin Yohanan, dan Azarya bin Obed, dan Maaseya bin Adaya, dan Elisafat bin Zikhri, lalu berjanji-janjianlah.","Setelah itu maka berjalanlah mereka itu beridar-idar dalam negeri Yehuda, dihimpunkannyalah segala orang Lewi dari pada segala negeri Yehuda dan segala kepala bapa-bapa orang Israel, lalu kembalilah mereka itu ke Yeruzalem.","Maka segenap perhimpunan itupun berjanji-janjianlah di dalam bait-Ullah dengan rajanya, maka kata Yoyada kepada mereka itu: Lihatlah olehmu, inilah putera baginda yang patut kerajaan, seperti Tuhan sudah berfirman akan hal bani Daud itu.","Maka perkara ini patutlah kamu perbuat. Sepertiga kamu sekalian, yang berbuat khidmat pada hari sabat, itu hendaklah dengan segala imam dan orang Lewi akan penunggu ambang pintu;","dan sepertiga lagi hendaklah pada istana baginda, dan sepertiga lagi pada pintu tempat majelis bicara, dan segala orang yang lain itu hendaklah dalam pagar halaman rumah Tuhan.","Tetapi jangan ada orang masuk ke dalam rumah Tuhan, kecuali segala imam dan orang Lewi yang berkhidmat, karena mereka itu boleh masuk, sebab sucilah adanya, tetapi segala orang yang lain itu hendaklah melakukan pengawalan Tuhan.","Maka segala orang Lewi akan berdiri keliling baginda, masing-masing dengan senjatanya pada tangannya; barangsiapa yang hendak masuk ke dalam rumah itu patut dibunuh; maka hendaklah kamu menyertai akan baginda apabila baginda berangkat masuk atau keluar.","Maka segala orang Lewi dan segenap orang Yehudapun berbuatlah seperti segala pesan imam Yoyada, diambilnya masing-masing akan orangnya, baik yang berkhidmat pada hari sabat baik yang tiada berkhidmat pada hari sabat itu, karena tiada diberi izin oleh imam Yoyada akan segala kelompok itu.","Maka diberikan imam Yoyada kepada segala penghulu atas orang seratus itu segala pendahan dan selukung dan perisai yang dahulu baginda raja Daud punya dan yang ada di dalam bait-Ullah.","Maka diaturnya orang banyak itu masing-masing dengan senjata pada tangannya dari pada sebelah kanan rumah sampai kepada sebelah kiri rumah, di antara mezbah dengan rumah keliling baginda.","Setelah itu maka dihantarnya keluar akan putera baginda, dikenakannyalah mahkota kepada kepalanya, dan diberikannyalah kepadanya syahadat itu, dijadikannya raja; maka Yoyada serta dengan anak-anaknyapun menyiram baginda, sambil sembahnya: Berbahagialah, tuanku!","Hata, maka kedengaranlah kepada Atalia bunyi suara orang banyak yang berkerumun dan memuji-muji baginda, lalu datanglah ia mendapatkan orang banyak itu ke dalam rumah Tuhan.","Maka dilihatnya bahwasanya baginda yang dipertuan adalah berdiri dekat dengan tiang dalam pintu, dan segala penghulu dengan nafirinya hampir dengan baginda, maka segenap orang isi negeripun bersuka-sukaanlah dan meniupkan nafirinya dan biduanpun adalah hadir dengan segala bunyi-bunyian dan barangsiapa yang tahu ia itupun memujilah; maka pada ketika itu dikoyak-koyakkan Atalia pakaiannya serta katanya: Adalah khianat! khianat!","Maka disuruh imam Yoyada akan segala penghulu atas orang seratus, panglima tentara itu, tampil ke hadapan, lalu katanya kepada mereka itu: Bawalah akan dia ke luar di tengah-tengah barisan; barangsiapa yang mengikut akan dia itu hendaklah dibunuh dengan pedang, karena kata imam itu: Jangan kamu membunuh dia di dalam rumah Tuhan.","Maka ditangkap mereka itu akan dia; setelah sampai ia ke pintu istana baginda, tempat biasa masuk segala kuda, dibunuhnya akan dia di sana.","Maka diperbuat Yoyada suatu perjanjian antara dirinya dengan segenap orang banyak itu dan dengan baginda, supaya mereka itu sekalian menjadi umat Tuhan.","Setelah itu maka masuklah segala orang itu ke dalam kuil Baal, dibongkarnya, dan segala mezbahnya dan patungnyapun dipecahkannya, dan Matan, ajar-ajar Baal itu, dipalunya sampai ia mati di hadapan mezbah itu.","Maka Yoyadapun memerintahkanlah segala pekerjaan di dalam rumah Tuhan di bawah pegangan segala imam orang Lewi, yang sudah dibahagi-bahagi oleh Daud dalam rumah Tuhan, supaya dipersembahkannya korban bakaran kepada Tuhan, seperti tersurat dalam taurat Musa, serta dengan kesukaan dan nyanyi-nyanyian setuju dengan pesan Daud.","Maka ditaruhnya segala penunggu pada pintu-pintu rumah Tuhan, supaya sekali-kali jangan barang sesuatu yang najis masuk ke dalamnya.","Kemudian diambilnya akan segala penghulu atas orang seratus dan akan segala orang yang mulia-mulia dan yang memerintahkan orang banyak dan akan segala orang isi negeri, dihantarnya akan baginda turun dari dalam rumah Tuhan, maka berjalanlah mereka itu sekalian dari pada pertengahan pintu besar, lalu langsung ke istana baginda; maka didudukkannya baginda di atas takhta kerajaan.","Maka segala orang isi negeripun bersuka-sukaanlah, dan negeripun sentosalah, kemudian dari pada dibunuhnya akan Atalia itu dengan pedang."]