["Arakian, maka orang isi Yeruzalem merajakanlah Ahazia, puteranya yang bungsu, akan gantinya, karena segala puteranya yang besar itu sudah dibunuh oleh suatu pasukan yang telah datang serta dengan orang Arab sampai ke dalam tempat tentara, maka sebab itu naiklah Ahazia bin Yoram itu raja atas orang Yehuda.","Adapun umur Ahazia pada masa ia naik raja itu empat puluh dua tahun, dan kerajaanlah ia di Yeruzalem setahun lamanya; maka nama bunda baginda itu Atalia, anak Omri.","Maka iapun berjalanlah pada segala jalan orang isi rumah Akhab, karena bundanya juga jadi pembicaranya dalam segala perbuatan yang jahat.","Maka dibuatnya barang yang jahat kepada pemandangan Tuhan, sama seperti orang isi rumah Akhabpun, karena mereka itu juga pembicaranya kemudian dari pada mangkat ayahanda baginda, diadakannya kebinasaannya.","Maka diturutnya juga bicara mereka itu tatkala ia pergi dengan Yoram bin Akhab, raja Israel, hendak berperang dengan Hazael, raja benua Syam, hampir dengan Ramot yang di Gilead, maka dialahkan orang Syam akan Yoram.","Maka kembalilah ia ke Yizriel, supaya diperobati oranglah segala luka yang telah ia dapat di Rama, tatkala ia berperang dengan Hazael, raja benua Syam; maka turunlah Ahazia bin Yoram, raja Yehuda, ke Yizriel hendak melawat Yoram bin Akhab, sebab sakitlah ia.","Maka dengan takdir Allah juga pergilah ia mendapatkan Yoram itu, maka ia itu menjadikan kebinasaan Ahazia, karena setelah sampai, maka keluarlah ia dengan Yoram hendak mendapatkan Yehu bin Nimsi, yang telah disiram oleh Tuhan, supaya ditumpasnya segenap orang isi rumah Akhab.","Maka sesungguhnya demi Yehu melakukan hukum atas orang isi rumah Akhab, tiba-tiba didapatinya akan segala penghulu Yehuda dan akan segala anak saudara-saudara Ahazia yang berbuat khidmat kepada Ahazia, lalu dibunuhnya akan mereka itu sekalian.","Setelah itu dicaharinya Ahazia, maka didapati oranglah akan dia bersembunyi di Samaria, lalu dibawanya akan dia kepada Yehu, dibunuh Yehu akan dia dan dikuburkannya, karena katanya: Ialah anak Yosafat, yang telah mencahari Tuhan dengan segenap hatinya. Maka dari pada orang isi rumah Ahazia seorangpun tiada yang sampai kuat akan memegang kerajaan.","Arakian, setelah diketahui Atalia, bunda Ahazia, akan hal anaknya sudah mati, maka berbangkitlah ia, lalu dibunuhnya akan segala benih raja dari pada isi rumah Yehuda.","Tetapi oleh Yosabat, anak perempuan raja, diambil akan Yoas, putera Ahazia itu, dicurinya dari tengah segala putera raja yang dibunuh itu, ditaruhnya akan dia serta dengan pengasuhnya di dalam suatu bilik peraduan, demikianlah anak itu disembunyikan oleh Yosabat, putera raja Yoram dan bini imam Yoyada itu, karena ialah saudara perempuan Ahazia, yang menyembunyikan kanak-kanak itu dari pada Atalia, supaya jangan ia dibunuh olehnya.","Maka adalah ia tersembunyi serta dengan mereka itu dalam bait-Ullah enam tahun lamanya, sementara Atalia memerintahkan negeri."]