["Hata, maka kemudian dari pada itu, pada sekali peristiwa datanglah bani Moab dan bani Ammon dan serta dengan mereka itu orang Maonipun hendak berperang dengan Yosafat.","Maka datanglah orang memberi tahu Yosafat, sembahnya: Bahwa adalah suatu tentara besar datang dari seberang tasik, dari benua Syam, hendak berperang dengan tuanku, maka sesungguhnya mereka itu sudah sampai ke Hazezon Tamar, yaitu Enjedi.","Maka takutlah Yosafat, ditentukannya dalam hatinya hendak mencahari Tuhan, lalu disuruhnya serantakan suatu puasa dalam seluruh negeri Yehuda.","Maka segenap orang Yehudapun berhimpunlah hendak meminta tolong kepada Tuhan, dan lagi dari segala negeri Yehudapun datanglah orang hendak mencahari Tuhan.","Maka berdirilah Yosafat serta dengan sidang segala orang Yehuda dan Yeruzalem di dalam rumah Tuhan, di hadapan pagar halaman yang baharu itu,","maka sembahnya: Ya Tuhan, Allah nenek moyang kami! bukankah Engkau Allah yang benar di dalam sorga? bahkan, Engkau juga memerintahkan segala kerajaan orang kafir dan kuat kuasa adalah dalam tanganmu, sehingga seorangpun tiada yang dapat melawan akan Dikau.","Ya Allah kami, bukankah Engkau yang sudah menghalaukan segala orang isi negeri ini dari hadapan orang Israel, umat-Mu, dan telah Kaukaruniakan dia kepada bani Ibrahim, kekasih-Mu, sampai selama-lamanya?","Maka mereka itupun sudah duduk dalamnya, dan dalamnya juga mereka itu sudah membuat suatu tempat yang suci akan Dikau, yaitu akan nama-Mu, katanya:","Jikalau kiranya atas kami datang barang suatu jahat, baik pedang siksa, atau bala sampar, atau bala kelaparan, maka kami akan berdiri kelak di hadapan rumah ini, di hadapan hadirat-Mu, sebab nama-Mu adalah di dalam rumah ini, dan kamipun akan berseru kepada-Mu dari karena kesukaran kami, dan Engkaupun akan mendengar dan menolong kami kelak.","Maka sekarang sesungguhnya bani Ammon dan Moab dan segala orang dari pegunungan Seir, yang tiada Kau beri orang Israel berjalan terus dari negerinya tatkala mereka itu datang dari Mesir, melainkan lalulah mereka itu dari padanya dan tiada dibinasakannya,","maka sesungguhnya sekarang dibalasnya akan kami dengan demikian peri, datangnya hendak menghalaukan kami dari dalam bahagian pusaka yang sudah Kaukaruniakan kepada kami.","Ya Allah kami! masakan tiada Engkau menghukumkan mereka itu? karena pada kami tiadalah kuat akan melawan tentara yang sebesar ini, yang telah datang menyerang akan kami; maka tiada kami tahu barang yang patut kami perbuat, tetapi mata kami menengadah juga kepada-Mu.","Maka segenap orang Yehudapun adalah berdiri di hadapan hadirat Tuhan, sehingga sampai segala anak-anak dan segala anak bini mereka itupun.","Maka pada masa itu turunlah Roh Tuhan di antara perhimpunan itu kepada Yahaziel bin Zekharya bin Benaya bin Yehiel bin Matanya, seorang orang Lewi yang dari pada bani Asaf;","katanya: Dengarlah olehmu, hai kamu sekalian orang Yehuda dan orang isi Yeruzalem dan engkaupun, hai raja Yosafat. Demikian inilah firman Tuhan kepadamu: Janganlah kamu takut dan janganlah kamu gentar akan tentara yang besar ini; karena perang ini bukan atasmu, melainkan atas Allah juga.","Esok hari hendaklah kamu turun mendatangi mereka itu serta berjalan naik dari pada jurang Zif, maka kamu mendapati akan mereka itu kelak pada ujung lembah, pada sebelah timur padang belantara Yeruil.","Maka sekali ini tiada kamu akan berperang; berdirilah juga di sana dan lihatlah olehmu akan pertolongan dari pada Tuhan, yang dinyatakan-Nya kepadamu, hai orang Yehuda dan Yeruzalem! Janganlah kamu takut atau gentar; keluarlah kamu esok hari mendatangi mereka itu, karena Tuhan juga menyertai akan kamu kelak.","Maka pada masa itu tunduklah Yosafat dengan mukanya sampai ke bumi, dan segenap orang Yehuda dan segala orang isi Yeruzalempun menyembah sujud di hadapan hadirat Tuhan sambil meminta doa kepada Tuhan.","Maka segala orang Lewi dari pada bani Kehati dan dari pada bani Korahipun bangkit lalu berdiri akan memuji-muji Tuhan, Allah orang Israel, dengan ramai dan dengan suara yang nyaring.","Maka bangunlah mereka itu pada pagi-pagi hari, lalu berjalan ke padang belantara Tekoa, maka sementara mereka itu keluar berdirilah Yosafat serta titahnya: Dengarlah olehmu akan daku, hai orang Yehuda dan kamu orang isi Yeruzalem! hendaklah kamu percaya akan Tuhan, Allahmu, maka kamu akan ditetapkan; percayalah akan nabinya, maka kamu kelak akan selamat.","Maka berbicaralah baginda dengan orang banyak itu, lalu diangkat baginda akan beberapa biduan bagi Tuhan, supaya dipuji-pujinya akan yang Mahamulia sambil berjalan di hadapan segala orang yang lengkap dengan senjatanya, bunyinya: Segala puji bagi Tuhan karena kemurahan-Nya kekal sampai selama-lamanya!","Maka sementara mereka itu menyaringkan suaranya dengan sorak dan puji-pujian, ditaruh Tuhan akan beberapa orang pengadang lawan bani Ammon dan Moab dan orang dari pegunungan Seir, yang sudah datang memerangi orang Yehuda; maka mereka itupun lalu dialahkan.","Maka pada masa itu berbangkitlah bani Ammon dan Moab melawan segala orang yang dari pegunungan Seir, hendak menumpas dan membinasakan dia; setelah sudah ditumpasnya segala orang dari Seir itu, maka mereka itupun berbunuh-bunuhan sama sendirinya.","Hata, setelah sampai orang Yehuda ke tempat bangun-bangun yang di padang belantara, dipandangnya ke sebelah orang banyak itu, heran, maka sekaliannya bangkai juga adanya, berkaparan di atas bumi, seorangpun tiada yang luput.","Lalu datanglah Yosafat dan segala orangnya hendak menjarah rayah, maka didapatinya pada mereka itu amat banyak dari pada harta dan bangkai dan benda yang indah-indah, lalu diambilnya bagi dirinya, sehingga tiada termuat lagi; tiga hari lamanya mereka itu menjarah rayah, sebab amat banyak sangat jarahan itu.","Maka pada hari yang keempat berhimpunlah mereka itu di lembah Berakha, karena di sana mereka itu memuji-muji Tuhan, maka sebab itu dinamainya akan tempat itu lembah Berakha datang kepada hari ini.","Setelah itu maka kembalilah segala orang Yehuda dan orang isi Yeruzalem dan raja Yosafatpun pada haluannya, pulang ke Yeruzalem dengan sukacita hatinya, karena telah disukakan Tuhan akan mereka itu dari karena segala musuhnya.","Maka datanglah mereka itu ke Yeruzalem dengan dandi dan kecapi dan nafiri, lalu langsung ke rumah Tuhan.","Maka suatu kegentaran akan Allah berlakulah atas kerajaan segala negeri itu, setelah didengarnya akan peri hal Tuhan sudah berperang dengan segala musuh orang Israel,","sehingga senanglah kerajaan Yosafat, karena dikaruniakan Allahnya kepada baginda selamat sentosa berkeliling.","Demikianlah peri kerajaan Yosafat atas orang Yehuda; maka umurnya tiga puluh lima tahun tatkala baginda naik raja, maka kerajaanlah baginda di Yeruzalem dua puluh lima tahun lamanya, dan nama bunda baginda itu Azuba, anak Silhi.","Maka berjalanlah baginda pada jalan Asa, ayahanda baginda, dengan tiada menyimpang dari padanya dan diperbuat baginda barang yang benar kepada pemandangan Tuhan.","Tetapi tiada juga dilalukan segala panggung itu, karena orang banyak belum membetulkan hatinya kepada Allah nenek moyang mereka itu.","Adapun barang yang lagi tinggal dari pada segala kisah Yosafat, dari pada yang mula dan kemudian, bahwasanya tersebutlah ia itu di dalam tawarikh Yehu bin Hanani, yang disuratkan dalam kitab raja-raja orang Israel.","Maka kemudian dari pada itu berjanji-janjianlah Yosafat, raja Yehuda, dengan Ahazia, raja Israel; maka raja itu jahatlah perbuatannya.","Maka berjanjilah baginda dengan dia hendak membuat beberapa buah kapal akan berlayar ke Tarsis, maka segala kapal itu diperbuatkannya di Ezeon-Jeber.","Tetapi Eliezar bin Dodawa dari Maresa itu bernubuatlah akan hal Yosafat, katanya: Sebab engkau sudah berjanji-janjian dengan Ahazia, maka dibinasakan Tuhan kelak pekerjaanmu itu! Hata, maka karamlah segala kapal itu, sehingga tiada jadi ia berlayar ke Tarsis."]