["Bermula, adapun umur Amazia pada masa ia naik raja itu dua puluh lima tahun, maka kerajaanlah ia di Yeruzalem dua puluh sembilan tahun lamanya, dan nama bunda baginda itu Yoadan dari Yeruzalem.","Maka dibuat baginda barang yang benar kepada pemandangan Tuhan, tetapi bukan dengan segala tulus hatinya.","Maka sesungguhnya setelah kerajaan itu ditetapkan dalam kuasanya, disuruhnya bunuh segala hambanya yang sudah membunuh ayahanda baginda, raja marhum itu.","Tetapi tiada dibunuhnya anak-anak mereka itu, melainkan dibuatnya seperti tersurat dalam taurat, yaitu kitab Musa, tempat firman Tuhan, bunyinya: Bahwa orang tua tiada akan dibunuh karena sebab anak-anaknya, dan anak-anakpun tiada akan dibunuh karena sebab orang tuanya, melainkan tiap-tiap orang akan dibunuh karena sebab dosa dirinya.","Maka Amaziapun menghimpunkanlah segala orang Yehuda, ditaruhnya mereka itu sekalian, seturut isi rumah bapa-bapanya, di bawah beberapa penghulu atas orang seribu dan beberapa penghulu atas orang seratus, segenap orang Yehuda dan orang Benyamin; maka dibilangnya akan mereka itu dari pada yang dua puluh tahun umurnya dan lebih, didapatinya akan bilangan mereka itu tiga ratus ribu orang pilihan, yang tahu perang dan bersenjatakan lembing dan perisai.","Tambahan pula diupahnya dari pada orang Israel seratus ribu orang perwira perkasa dengan seratus talenta perak.","Tetapi datanglah seorang aziz Allah menghadap baginda, sembahnya: Ya tuanku! jangan apalah tuanku beri tentara orang Israel itu berjalan serta tuanku, karena Tuhan tiada menyertai akan orang Israel, yaitu akan segala bani Efrayim.","Tetapi jikalau tuanku pergi juga, bagaimanapun perbuatan tuanku, dan bagaimanapun berani tuanku dalam perang, Allah juga merebahkan tuanku kelak di hadapan musuh, karena pada Allah adalah kuasa akan menolong dan akan merebahkan.","Maka kata Amazia kepada aziz Allah itu: Tetapi apa akan jadinya seratus talenta yang telah kuberikan karena pasukan orang Israel itu? Maka sembah aziz Allah: Bahwa pada Tuhan adalah lebih dari pada ini akan dikaruniakan kepada tuanku.","Maka Amaziapun menceraikan mereka itu, disuruhnya pasukan yang telah datang kepadanya dari Efrayim pulang ke tempatnya; maka sebab itu sangatlah marah mereka itu akan orang Yehuda, lalu kembalilah mereka itu ke tempatnya dengan kehangatan amarahnya.","Maka Amaziapun memberanikan dirinya, dihantarnya akan segala rakyatnya, lalu langsung ke lembah Masin, dibunuhnya dari pada bani Seir itu selaksa orang.","Tambahan pula ditangkap oleh bani Yehuda akan selaksa orang dengan hidupnya, yang dibawanya ke atas kemuncak bukit batu, lalu dicampakkannya mereka itu dari atas kemuncak bukit batu itu, sehingga hancurlah sekaliannya.","Adapun segala orang pasukan yang telah disuruh Amazia kembali, supaya jangan mereka itu berjalan sertanya kepada peperangan, ia itu lalu menyerang beberapa negeri Yehuda, dari pada Samaria datang ke Bait-Horon, dibunuhnya dari pada mereka itu tiga ribu orang dan dirampasnya banyak jarahan.","Hata, setelah sudah pulang amazia dari pada mengalahkan orang Edom itu, dibawanya sertanya akan berhala-berhala bani Seir, maka dijadikannya berhala bagi dirinya, lalu iapun menyembah sujud kepadanya dan membakar dupa baginya.","Maka oleh sebab itu berbangkitlah murka Tuhan akan Amazia, disuruhkannya kepadanya seorang nabi, yang berkata kepadanya demikian: Mengapa engkau sudah mencahari berhala-berhala bangsa itu, yang tiada dapat melepaskan umatnya dari pada tanganmu?","Tetapi sementara lagi orang itu berkata kepadanya, maka titah baginda: Sudahkah engkau diangkat orang akan pembicara raja? tahanilah akan dirimu; apakah gunanya engkau dibunuh orang kelak? Maka nabi itu lalu menahani akan dirinya, tetapi katanya juga: Sekarang kuketahui bahwa dengan takdir Allah juga hendak membinasakan dikau, tegal perbuatanmu demikian ini dan engganlah engkau mendengar akan bicaraku.","Arakian, maka berbicaralah Amazia, raja Yehuda, lalu disuruhkannya orang mendapatkan Yoas bin Yoahaz bin Yehu, raja Israel, serta katanya: Mari kita berpandangan muka dengan muka.","Tetapi disuruhkan Yoas, raja Israel, utusan kepada Amazia, raja Yehuda, mengatakan: Bahwa pokok onak yang di atas Libanon itu menyuruhkan utusan kepada pohon kayu araz yang di atas Libanonpun, mengatakan: Berikan apalah anakmu perempuan kepada anakku laki-laki akan isterinya, tetapi pada ketika itu adalah margasatwa yang di atas Libanon itu berjalan lalu, dipijak-pijaknya pokok onak itu.","Katamu bahwasanya engkau sudah mengalahkan orang Edom, sebab itu sombonglah hatimu hendak bermegah-megah; sekarangpun baiklah engkau tinggal di dalam istanamu; betapa gerangan engkau hendak memasukkan dirimu ke dalam perang yang jahat, sehingga rebah mati engkau dan segala orang Yehudapun sertamu?","Tetapi Amazia tiada mau dengar, karena dengan takdir Allah juga hendak menyerahkan dia kepada tangan mereka itu, sebab telah dicaharinya akan berhala-berhala orang Edom.","Maka berangkatlah Yoas, raja Israel, lalu, baik ia baik Amazia, raja Yehuda, keduanya berpandang muka dengan muka di Bait-Semes, yang di tanah Yehuda itu.","Maka orang Yehudapun dialahkan di hadapan orang Israel, lalu larilah mereka itu masing-masing ke kemahnya.","Maka ditangkap Yoas, raja Israel, akan raja Yehuda, yaitu Amazia bin Yoas bin Yoahaz, di Bait-Semes, lalu dibawanya akan dia ke Yeruzalem dan dipecahkannya pagar tembok Yeruzalem mulai dari pada pintu gerbang Efrayim sampai kepada pintu gerbang penjuru, empat ratus hasta panjangnya.","Dan lagi diambilnya segala emas perak dan segala perkakasan yang terdapat di dalam bait-Ullah pada Obed-Edom, dan segala harta benda yang di dalam istana baginda, dan lagi beberapa orang sandera, lalu pulanglah ia ke Samaria.","Hata, maka kemudian dari pada mati Yoas bin Yoahaz, raja Israel, hiduplah Amazia bin Yoas, raja Yehuda, lagi lima belas tahun lamanya.","Adapun barang yang lagi tinggal dari pada segala kisah Amazia, yang mula dan yang kemudian, bukankah ia itu tersurat di dalam kitab raja-raja Yehuda dan Israel?","Maka mulai dari pada ketika Amazia undur dari pada Tuhan, bermufakatlah orang di Yeruzalem hendak mendurhaka kepadanya, maka larilah ia ke Lakhis, lalu disuruhkan orang mengusir dia sampai ke Lakhis, dibunuhnya akan dia di sana.","Maka dibawanya akan dia dengan kuda, dikuburkannya pada sisi nenek moyangnya di dalam negeri Yehuda."]