["Sebermula, maka maksud Sulaiman hendak membuat sebuah rumah bagi nama Tuhan dan sebuah istana akan dirinya.","Maka dibilang Sulaiman akan orang penggandar tujuh puluh ribu orang banyaknya, dan orang pemahat batu delapan puluh ribu banyaknya di atas pegunungan dan tiga ribu enam ratus orang yang memerintahkan dia.","Maka disuruhkan Sulaiman utusan pergi menghadap Hiram, raja Tsur, mengatakan: Seperti perbuatan tuan akan Daud, ayah beta, dengan mengirim kayu araz kepadanya, supaya diperbuatnya sebuah istana akan dirinya akan tempat kedudukannya, demikian hendaklah tuan perbuat akan betapun.","Bahwasanya beta hendak membuat sebuah rumah bagi nama Tuhan, Allah beta, hendak memberi hormat kepada-Nya dan membakar dupa dari pada rempah-rempah yang harum di hadapan hadirat-Nya dan menyediakan meja bagi-Nya selalu dan mempersembahkan korban bakaran kepada-Nya pada pagi dan petang dan pada segala hari sabat dan pada segala bulan baharu dan pada segala hari raya Tuhan, Allah kami, yaitu suatu syariat bagi orang Israel sampai selama-lamanya.","Adapun rumah yang hendak beta perbuat itu patutlah besar, karena besarlah Allah kami dari pada segala dewata.","Tetapi siapa gerangan cakap membuat sebuah rumah yang patut bagi-Nya, sedang langit, bahkan, langit yang di atas segala langitpun tiada dapat meliputi Dia? dan siapa gerangan beta ini, maka beta hendak membuat bagi-Nya sebuah rumah, jikalau tiada akan membakar dupa jua di hadapan hadirat-Nya?","Maka sekarangpun hendaklah kiranya tuan menyuruhkan kepada beta seorang yang pandai memperbuat barang dari pada emas perak dan tembaga dan besi dan dari pada benang yang ungu dan kirmizi dan biru laut warnanya dan yang tahu mengukir permata, supaya iapun serta dengan segala orang pandai yang pada beta di Yehuda dan di Yeruzalem dan yang telah ditentukan bagi yang demikian oleh Daud, ayah beta.","Dan lagi hendaklah tuan kirim kepada beta kayu araz dan senobar dan cendana dari Libanon, karena ketahuilah beta akan hal segala hamba tuan pandai menebang pohon kayu di Libanon, bahwasanya segala hamba beta akan serta dengan segala hamba tuan;","supaya disediakannya bagi beta kayu amat banyak, karena adapun rumah yang hendak beta perbuat itu, ia itu akan besar dan ajaib adanya.","Bahwasanya akan segala hamba tuan yang memahat dan menarah kayu itu beta hendak memberi gandum dua puluh ribu kor akan makanannya dan syeir dua puluh ribu kor, dan lagi air anggur dua puluh ribu bat dan minyakpun dua puluh ribu bat.","Hata, maka sahutlah Hiram, raja Tsur itu, dengan surat, dikirimkannya kepada Sulaiman, bunyinya: Adapun sebab dikasihi Tuhan akan umat-Nya, maka dijadikan-Nya tuan raja mereka itu.","Dan lagi kata Hiram: Segala puji bagi Tuhan, Allah orang Israel, yang sudah menjadikan langit dan bumi, sebab telah dikaruniakan-Nya kepada baginda raja Daud seorang puteranya yang berbudi dan sangat bijaksana dan berakal akan memperbuat sebuah rumah bagi Tuhan dan sebuah istana akan dirinya.","Maka sebab itu sekarang beta menyuruhkan seorang yang pandai lagi bijaksana dan cerdik, yaitu Hiram Abi,","anak seorang perempuan dari pada bani Dan, tetapi bapanya orang Tsur, maka pandailah ia pada memperbuat barang dari pada emas, perak, tembaga, besi, batu dan kayu dan dari pada benang ungu dan biru laut dan dari pada kain kapas dan kirmizi dan pada mengukir permata dan pandai mereka segala perbuatan hikmat yang akan dihadapkan kepadanya bersama-sama dengan segala tukang tuanku Daud, ayahanda tuan.","Maka adapun segala gandum dan syeir dan minyak dan air anggur, yang telah tuan sebutkan, ia itu hendaklah dikirim kepada segala hamba tuan itu.","Maka kamipun akan meramu kayu dari pada Libanon sekadar tuan berhajat dan kami akan membawa dia kepada tuan berakit-rakit di laut ke Yafo, lalu hendaklah tuan suruh bawa akan dia naik ke Yeruzalem.","Hata, maka dibilang Sulaiman akan segala orang dagang yang di dalam negeri orang Israel seturut bilangan Daud, ayahanda baginda, akan mereka itu, maka didapati jumlahnya seketi lima laksa tiga ribu enam ratus.","Maka dari pada sekalian itu ditentukan baginda tujuh puluh ribu akan orang penggandar, dan delapan puluh ribu akan pemahat batu di pegunungan, dan tiga ribu enam ratus orang akan pengerah yang membangatkan pekerjaan orang itu."]