["Adapun umur Yehizkia pada masa ia naik raja itu dua puluh lima tahun, maka kerajaanlah ia di Yeruzalem dua puluh sembilan tahun lamanya, dan nama bunda baginda itu Ahia, seorang anak Zakharya.","Maka dibuat baginda barang yang benar kepada pemandangan Tuhan, menurut segala perbuatan Daud, moyangda baginda.","Maka pada tahun yang pertama dari pada kerajaannya pada bulan yang pertama dibuka baginda segala pintu rumah Tuhan dan dibaikinya.","Maka disuruh baginda segala imam dan orang Lewi datang menghadap, dihimpunkannyalah mereka itu pada halaman timur.","Maka titah baginda kepada mereka itu: Dengarlah olehmu akan daku, hai orang Lewi! sucikanlah dirimu dan sucikanlah rumah Tuhan, Allah nenek moyangmu, dan keluarkanlah segala perkara yang najis dari dalam tempat suci itu.","Karena besarlah salah bapa-bapa kita, telah dibuatnya barang yang jahat kepada pemandangan Tuhan, Allah kita, ditinggalkannya akan Dia dan dipalingkannya mukanya dari pada tempat kediaman Tuhan dan dibalikkannya tengkuknya kepadanya.","Dan lagi dikatupkannya segala pintu serambi dan dipadamkannya segala pelita, dan tiada dibakarnya dupa dan tiada dipersembahkannya korban bakaran kepada Allah orang Israel di dalam tempat suci itu.","Maka oleh sebab itu besarlah murka Tuhan akan orang Yehuda dan akan orang isi Yeruzalem, dijadikannya mereka itu suatu kecengangan dan kebinasaan dan kecelaan, seperti kamu melihat dia dengan matamu sendiri.","Karena sesungguhnya bapa-bapa kita sudah rebah mati dimakan pedang, dan oleh sebab itu juga anak-anak kita laki-laki dan perempuan dan segala bini kitapun sudah tertawan.","Maka sekarang adalah niat hatiku hendak meneguhkan suatu perjanjian dengan Tuhan, Allah orang Israel, supaya undurlah kehangatan murka-Nya dari pada kita.","Maka sekarangpun, hai anak-anakku! jangan kamu kurang rajin, karena kamu sudah dipilih Tuhan, supaya kamu berdiri di hadapan hadirat-Nya akan berkhidmat kepada-Nya dan supaya kamu akan hamba-hamba-Nya dan membakar dupa bagi-Nya.","Hata, maka berbangkitlah orang-orang Lewi, yaitu Mahat bin Amasai dan Yoel bin Azarya dari pada bani Kehati; dan dari pada bani Meraripun Kisy bin Abdi dan Azarya bin Yehaliel; dan dari pada bani Gersonipun Yoah bin Zima dan Eden bin Yoah;","dan dari pada bani Elizafanpun Simri dan Yeiel; dan dari pada bani Asafpun Zekharya dan Matanya;","dan dari pada bani Hemanpun Yehiel dan Simai; dan dari pada bani Yeduton Semaya dan Uziel.","Maka dihimpunkannyalah segala saudara-saudaranya, lalu disucikannya dirinya serta datang menurut titah baginda, hendak disucikannya rumah Tuhan setuju dengan segala firman Tuhan.","Tetapi hanya segala imam jua yang masuk sampai ke dalam rumah Tuhan, hendak disucikannya; maka segala perkara najis, yang didapatnya di dalam rumah Tuhan itu, dibawanya ke luar ke halaman kaabah Tuhan, lalu diangkat oleh orang-orang Lewi akan dia, dibawanya ke luar ke sungai Kideron.","Adapun mereka itu mulai menyucikan itu pada bulan yang pertama dan pada sehari bulan itu, maka pada delapan hari bulan itu masuklah mereka itu ke dalam serambi Tuhan, lalu disucikannya rumah Tuhan dalam delapan hari lamanya, dan pada enam belas hari bulan yang pertama disudahkannya pekerjaan itu.","Setelah itu, maka masuklah mereka itu ke dalam, lalu menghadap baginda raja Hizkia, serta sembahnya: Bahwa segenap rumah Tuhan sudah patik sucikan, demikianpun mezbah korban bakaran serta dengan segala perkakasnya, dan meja sajian serta dengan segala perkakasnya.","Dan lagi segala perkakas yang sudah dibuang oleh raja Akhaz pada masa ia kerajaan dengan salahnya, ia itu sudah patik lengkap dan patik sucikan, bahwasanya adalah semuanya itu di hadapan mezbah Tuhan.","Arakian, maka bangunlah baginda raja Hizkia pada pagi-pagi hari, dihimpunkannyalah segala penghulu negeri, lalu berjalanlah baginda naik ke dalam rumah Tuhan.","Maka dibawa oranglah akan lembu muda tujuh ekor dan domba jantan tujuh ekor dan anak domba tujuh ekor dan kambing jantan tujuh ekor, akan korban sebab dosa karena kerajaan dan karena tempat suci dan karena orang Yehuda; maka bertitah baginda kepada bani Harun, yaitu segala imam, disuruhnya mereka itu mempersembahkan korban di atas mezbah Tuhan.","Maka disembelihkannya segala lembu itu dan darahnyapun disambut oleh segala imam, dipercikkannya kepada mezbah, lalu disembelihkannya pula segala domba jantan itu, dipercikannya darahnyapun kepada mezbah, dan lagi disembelihkannya segala anak domba itu dan dipercikannya darahnyapun kepada mezbah.","Setelah itu maka dibawanya akan segala kambing jantan itu ke hadapan baginda dan ke hadapan perhimpunan itu akan korban sebab dosa, maka ditumpangkannya tangannya padanya.","Lalu kambing itu disembelih oleh segala imam, yang menjauhkan dosa dengan darahnya dipercikkan kepada mezbah, akan mengadakan gafirat atas segenap orang Israel; maka dengan titah baginda adalah korban bakaran dan korban sebab dosa itu karena segenap orang Israel.","Maka disuruhnya orang-orang Lewi berdiri di dalam rumah Tuhan dengan ceracak dan dengan dandi dan kecapi, seturut pesan Daud dan Gad, penilik baginda, dan nabi Natan, karena pesan ini dari pada Tuhan juga datangnya dengan lidah nabi-nabinya.","Maka berdirilah segala orang Lewi dengan bunyi-bunyian Daud, dan segala imampun dengan nafirinya.","Maka bertitah Hizkia, disuruhnya orang mempersembahkan korban bakaran di atas mezbah itu; maka pada ketika mulai korban bakaran itu, mulailah juga nyanyian bagi Tuhan dengan segala bunyi nafiri disertakan segala bunyi-bunyian Daud, raja orang Israel.","Hata, sementara orang menyanyikan pujian dan membunyikan nafiri maka menyembahsujudlah segenap perhimpunan, maka sekalian itu sampai sudah habis korban bakaran itu.","Setelah sudah dipersembahkan korban itu, maka sujudlah baginda dan segala orang yang didapati sertanya, lalu meminta doa.","Kemudian bertitah baginda raja Yehizkia dan segala penghulupun menyuruh orang Lewi memuji-muji Tuhan dengan perkataan Daud dan Asaf, penilik itu; maka mereka itupun memuji-mujilah dengan sorak kesukaan, serta menyembah sujud dan meminta doa.","Maka pada ketika itu sahutlah Yehizkia, titahnya: Sekarang kamu sudah mempersembahkan dirimu kembali kepada Tuhan; marilah kamu, bawalah olehmu akan segala korban sembelihan dan persembahan puji-pujian ke rumah Tuhan! Maka segenap perhimpunanpun membawalah korban sembelihan dan persembahan puji-pujian dan segala orang yang ridla hatinyapun membawa korban bakaran.","Adapun bilangan segala korban bakaran yang dibawa oleh perhimpunan itu, ia itu lembu tujuh puluh ekor dan domba jantan seratus ekor dan anak domba dua ratus ekor; sekalian ini akan korban bakaran bagi Tuhan.","Dan adalah lagi yang disucikan itu lembu enam ratus ekor dan domba betina tiga ribu ekor.","Tetapi imam-imam kurang banyaknya, sehingga tiada dapat dikulitinya habis segala korban bakaran itu, maka sebab itu mereka itu dibantu oleh saudara-saudara mereka itu, yaitu orang Lewi, sampai sudah pekerjaan itu dan sampai segala imam yang lain itupun sudah menyucikan dirinya, karena rajin hati orang Lewi dalam menyucikan dirinya itu terlebih dari pada rajin segala imam.","Dan lagi adalah amat banyak korban bakaran serta dengan lemak segala korban syukur, dan segala persembahan cucuran yang patut dengan korban bakaran itu; demikianlah pekerjaan dalam rumah Tuhan ditentukan pula dengan sepertinya.","Maka bersukacitalah Yehizkia dan segenap orang banyakpun akan barang yang telah disediakan Allah bagi orang banyak itu, karena pekerjaan ini telah jadi dengan segeranya."]