["Adapun umur Yoas pada masa baginda naik raja itu tujuh tahun, maka kerajaanlah ia di Yeruzalem empat puluh tahun lamanya, dan nama bunda baginda itu Zibya dari Birsyeba.","Maka dibuat Yoas barang yang benar kepada pemandangan Tuhan sepanjang umur hidup imam Yoyada.","Maka diambil Yoyada akan dia dua orang isteri, maka beranaklah ia laki-laki dan perempuan.","Hata, maka kemudian dari pada itu datanglah niat dalam hati Yoas hendak membaiki rumah Tuhan.","Maka sebab itu dihimpunkanlah oleh baginda segala imam dan orang Lewi, lalu titahnya kepada mereka itu: Hendaklah kamu keluar kepada segala negeri Yehuda dan pungutlah uang dari pada segenap orang Israel akan membaiki bait-Ullahmu pada sebilang tahun; dan kamu ini hendaklah bersegera-segera dan rajin dalam perkara ini; tetapi tiada juga orang Lewi itu rajin.","Maka dipanggil baginda akan Yoyada, imam besar, lalu titahnya kepadanya: Mengapa engkau tiada mengajak orang Lewi membawa ke mari dari segala negeri Yehuda dan Yeruzalem akan cukai yang ditanggungkan Musa, hamba Tuhan, di atas sidang orang Israel akan guna kemah perhimpunan?","Karena segala anak laki-laki Atalia, si fasik itu, sudah merusakkan bait-Ullah dengan sengajanya dan dipakaikannya segala benda kesucian dari pada rumah Tuhan itu kepada Baalim.","Maka dititahkan baginda orang membuat sebuah peti dan menaruhkan dia di luar pada pintu rumah Tuhan.","Maka disuruh oranglah canangkan dalam negeri Yehuda dan Yeruzalem: Hendaklah masing-masing mempersembahkan kepada Tuhan cukai yang ditanggungkan Musa, hamba Tuhan itu, di atas orang Israel di padang Tiah.","Maka segala penghulu dan orang banyakpun suka hatinya, dibawanya masuk akan dia dan dibubuhnya dalam peti itu, sampai penuhlah petinya.","Maka sesungguhnya apabila peti itu dibawa masuk oleh tangan orang Lewi kepada pemerintah baginda, serta dilihatnya adalah banyak uang di dalamnya, maka datanglah jurutulis baginda dan seorang wakil imam besar menghampakan peti itu, lalu diangkat oranglah akan dia pula, ditaruhnya pula pada tempatnya; demikianlah perbuatannya pada sebilang hari dan dikumpulkannya amat banyak uang.","Maka ia itu diberikan oleh baginda dan Yoyada kepada segala orang yang memerintahkan pekerjaan akan guna rumah Tuhan, maka diupahnya tukang pemahat batu dan tukang kayu, supaya dibaikinya rumah Tuhan, demikianpun tukang besi dan tukang tembaga, supaya dibaikinya rumah Tuhan.","Maka segala tukangpun bekerjalah dan segala yang rusakpun dibaiki oleh pekerjaan tangan mereka itu, dan ditetapkannya bait-Ullah itu pada tempat kedudukannya yang tentu, dan dijadikannya teguh-teguh.","Setelah habis sudah pekerjaan itu, maka dibawa mereka itu lebihnya segala uang itu ke hadapan baginda dan Yoyada, maka dari pada uang itulah diperbuatkannya beberapa perkakas bagi rumah Tuhan, yaitu perkakas yang terpakai kepada khidmat, dan kepada persembahan korban dan beberapa bokor dan benda yang lain-lain dari pada emas dan perak; maka senantiasa dipersembahkannya korban bakaran di dalam rumah Tuhan sepanjang umur hidup Yoyada.","Hata, maka Yoyadapun tualah dan puas-puas umurnya, lalu matilah ia; maka umurnya pada masa matinya itu seratus tiga puluh tahun.","Maka dikuburkan oranglah akan dia di dalam negeri Daud pada sisi segala raja marhum, karena ia sudah berbuat baik di antara orang Israel, lagipun akan Allah dan akan rumahnya.","Tetapi kemudian dari pada mati Yoyada datanglah segala penghulu orang Yehuda bersembah kepada baginda; maka didengar baginda akan sembah mereka itu.","Maka ditinggalkannya rumah Tuhan, Allah nenek moyangnya, lalu berbuat bakti kepada hutan-hutan dan segala berhala, sehingga datanglah murka besar atas orang isi Yeruzalem oleh karena salahnya ini.","Maka disuruhkan beberapa orang nabi kepada mereka itu, supaya dikembalikannya mereka itu kepada Tuhan, maka nabi itupun menegurkan mereka itu, tetapi tiada mereka itu memberi telinga akan dia.","Maka Roh Allahpun datanglah atas Zakharya bin Yoyada, imam itu, yang berdiri lebih tinggi dari pada orang banyak, lalu katanya kepada mereka itu: Demikian inilah firman Allah: Mengapa kamu melalui segala hukum Tuhan? Maka sebab itu tiada kamu akan selamat, tegal kamu sudah meninggalkan Tuhan, maka Tuhanpun akan meninggalkan kamu kelak.","Maka pada masa itu berkerumunlah mereka itu kepadanya, lalu dilontarinya akan dia dengan batu menurut titah baginda, yaitu di sebelah dalam pagar halaman rumah Tuhan.","Demikianlah tiada ingat baginda raja Yoas akan kebajikan yang sudah diperbuat oleh Yoyada, bapa Zakharya, akan baginda, melainkan dibunuh baginda akan anaknya; maka pada masa matinya kata Zakharya: Bahwa Tuhan juga melihatnya dan akan menuntutnya kelak.","Maka sesungguhnya kemudian dari pada lalu setahun datanglah balatentara orang Syam hendak berperang dengan dia, maka datanglah mereka itu menyerang negeri Yehuda dan Yeruzalem, dibinasakannya segala penghulu di antara orang banyak itu, dan segala barang jarahan dikirimnya ke Damsyik kepada rajanya.","Karena jikalau tentara Syam itu datang dengan sedikit orangnya sekalipun, maka diserahkan Tuhan juga kepada tangannya suatu tentara yang amat banyak orangnya, sebab sudah ditinggalkan mereka itu akan Tuhan, Allah nenek moyangnya, maka dalam itupun dilakukannyalah pehukuman atas Yoas.","Hata, setelah sudah mereka itu undur dari padanya dan ditinggalkannya akan dia dengan luka parah, maka bermufakatlah segala hambanya hendak mendurhaka kepadanya, oleh karena darah anak imam Yoyada itu, maka dipalunya akan dia di atas tempat peraduannya sampai ia mati, lalu dikuburkan oranglah akan dia di dalam negeri Daud, tetapi tiada dikuburkannya di dalam kubur segala raja marhum.","Maka inilah orang yang sefakat hendak mendurhaka kepadanya, yaitu Zabad bin Simeat, seorang perempuan Ammoni, dan Yosabad bin Simrit, seorang perempuan Moabi.","Arakian, maka adapun segala puteranya, dan kebesaran tanggungan yang diletakkannya, dan perbuatan membaiki bait-Ullah, bahwasanya sekalian itu adalah tersebut di dalam kitab hikayat raja-raja; maka Amazia, puteranya, lalu naik raja akan gantinya."]