["Sebermula, maka segenap orang Yehudapun mengambil akan Uzia, yang enam belas tahun umurnya, dijadikannya raja akan ganti Amazia, ayahanda baginda.","Maka bagindapun meneguhkan Elot, dikembalikannya negeri itu kepada Yehuda, setelah rajanya sudah mangkat beradu dengan segala nenek moyangnya.","Adapun umur Uzia pada masa ia naik raja enam belas tahun, maka kerajaanlah ia di Yeruzalem lima puluh dua tahun lamanya, dan nama bunda baginda itu Yekholya dari Yeruzalem.","Maka dibuat baginda barang yang benar kepada pemandangan Tuhan, menurut segala perbuatan Amazia, ayahanda baginda.","Karena diusahakannya dirinya dalam mencahari Allah sepanjang umur hidup Zekharya, yang faham pada khayal dari pada Allah; adapun pada segala hari yang dicaharinya Tuhan, maka Allahpun memperuntungkan baginda.","Karena bagindapun keluar, lalu berperang dengan orang Filistin, dan dipecahkan baginda pagar tembok Gat dan pagar tembok Yabne, dan pagar tembok Asdod, dan dibuat baginda beberapa benteng di Asdod dan di tanah orang Filistin itu.","Maka dibantu Allah akan baginda dalam memerangi orang Filistin, dan orang Arab yang duduk di Gur-baal, dan orang Maoni.","Maka orang Ammon lagi mempersembahkan upeti kepada baginda raja Uzia, dan nama bagindapun termasyhurlah hingga sampai ke Mesir, karena kuasa baginda amat bertambah-tambah.","Lagi pula dibangunkan Uzia beberapa menara di Yeruzalem di atas pintu gerbang Penjuru dan di atas pintu gerbang Lembah dan pada segala penjuru, lalu diteguhkannya.","Dan lagi dibangunkannya beberapa menara di padang belantara, dan digalinya perigi yang besar-besar, karena adalah padanya banyak binatang, baik di tanah datar baik di padang, dan beberapa orang peladang dan tukang kebun anggur di atas bukit-bukit dan di Karmel, karena sukalah baginda akan perusahaan tanah.","Dan lagi adalah pada Uzia suatu tentara orang yang biasa dalam perang, yang keluar kepada peperangan berpasuk-pasukan seturut banyak bilangannya, yang telah dibilang oleh Yeiel, jurutulis, dan Maaseya, penjawat, dibawah perintah Hananya, seorang dari pada segala penghulu baginda.","Adapun segenap bilangan segala kepala bapa-bapa, yang perwira perkasa itu, dua ribu enam ratus orang.","Dan di bawah perintah mereka itu adalah suatu tentara peperangan dari pada tiga keti tujuh ribu lima ratus orang, yang biasa dalam perang, lagi gagah dan perkasa akan membantu baginda dalam melawan segala musuh.","Maka diperbuat Uzia akan mereka itu, yaitu akan segenap tentara itu, perisai dan lembing dan ketopong dan baju rantai dan busur panah dan lagi pengali-ali dengan batunya.","Maka diperbuat baginda lagi di Yeruzalem beberapa perkakasan hikmat, yang ditaruh di atas segala menara dan penjuru akan memanahkan anak panah dan melontarkan batu yang besar-besar; maka termasyhurlah nama baginda sampai ke mana-mana, karena baginda ditolong atas peri yang ajaib sekali, sehingga berkuasalah baginda.","Tetapi setelah sudah baginda menjadi berkuasa, maka sombonglah hatinya hingga kebinasaannya, karena bersalahlah ia kepada Tuhan, Allahnya, dan masuklah ia ke dalam kaabah Tuhan hendak membakar dupa di atas meja pedupaan.","Tetapi diikut imam Azarya akan dia, dan lagi dari pada segala imam Tuhan delapan puluh orang yang beranipun sertanya.","Maka ditegahkannya raja Uzia, serta katanya kepadanya: Hai Uzia! tiada halal kepadamu membakar dupa bagi Tuhan, melainkan halal itu hanya kepada segala imam, yaitu bani Harun, yang telah disucikan akan membakar dupa itu. Keluarlah engkau dari dalam tempat yang suci ini, karena engkau sudah berbuat salah dan perkara ini bukan menjadi kepujianmu di hadapan Tuhan Allah.","Maka murkalah Uzia, dan bokor pedupaanpun adalah dalam tangannya hendak membakar dupa, maka sementara berbangkitlah murkanya akan segala imam itu tiba-tiba tumbuhlah bala kusta pada dahinya di hadapan segala imam di dalam rumah Tuhan dari atas meja pedupaan itu.","Demi dipandang Azarya, imam besar, dan segala imam yang lainpun akan dia, heran, maka adalah bala kusta pada dahinya, maka bersegera-segera ditolaknya akan dia dari sana, bahkan, ia sendiripun membiarkan dirinya dihalau ke luar, sebab didatangkan Tuhan bala itu atasnya.","Hata, maka berpenyakit kustalah raja Uzia sampai kepada hari matinya, dan oleh sebab kustanya itu duduklah ia di dalam sebuah rumah perasingan, karena terkeratlah ia dari pada rumah Tuhan; maka Yotam, puteranya, lalu memerintahkan istana baginda dan menghukumkan segala orang isi negeri itu.","Adapun barang yang lagi tinggal dari pada segala kisah Uzia, yang mula dan yang kemudian, ia itu sudah tersurat oleh nabi Yesaya bin Amoz.","Maka mangkatlah Uzia beradu dengan segala nenek moyangnya, dan dikuburkan oranglah akan dia pada sisi segala nenek moyangnya di padang pekuburan raja-raja, karena kata mereka itu: Bahwa ia telah berkusta; maka Yotam, puteranya, lalu naik raja akan gantinya."]