["Hata, setelah sudah selesailah mereka itu dari pada segala perkara ini, maka berjalanlah segala orang Israel yang terdapat itu keluar kepada segala negeri Yehuda, lalu dipecahkannya segala patung yang terdiri dan ditebangnya segala hutan-hutan dan dirombakkannya segala panggung dan mezbah, dibuangnya dari dalam segala negeri Yehuda dan Benyamin, dan lagi di Efrayim dan Manasye, sampai habislah sudah semuanya; lalu pulanglah segala bani Israel, masing-masing kepada miliknya dalam negeri-negeri mereka itu.","Maka ditentukan Yehizkia pula akan segala pangkat imam dan orang Lewi, seturut pangkat-pangkatnya yang dahulu, masing-masing dengan pekerjaannya, segala imam dan orang Lewi akan mempersembahkan korban bakaran dan korban syukur, dan akan berkhidmat dan akan memuji-muji dan mengucap syukur di dalam pintu gerbang segala tempat tentara Tuhan.","Dan lagi ditentukannya bahagian baginda dari pada hartanya akan segala korban bakaran, yaitu akan korban bakaran pada pagi dan petang dan korban bakaran pada segala hari sabat dan pada segala bulan baharu dan segala hari raya yang tertentu, seperti tersurat di dalam taurat Tuhan.","Maka titah baginda kepada orang banyak, kepada segala orang isi Yeruzalem, disuruhnya mereka itu memberikan bahagian segala imam dan orang Lewi, supaya tetaplah mereka itu dalam melakukan hukum Tuhan.","Serta masyhurlah titah itu, maka dibawa oleh bani Israel akan banyak hulu hasil gandum dan air anggur dan minyak dan air madu dan hulu segala hasil tanah, dan lagi dalam sepuluh asa dari pada segala sesuatu dihantarkannya amat banyak.","Maka oleh segala bani Israel dan Yehuda yang duduk di dalam negeri-negeri Yehudapun dibawa lagi dalam sepuluh asa dari pada segala lembu dan domba, dan dalam sepuluh asa dari pada segala barang-barang suci, yang telah disucikan bagi Tuhan, Allahnya, dijadikannya beberapa berapa timbunan.","Maka pada bulan yang ketiga mulailah mereka itu membuat timbunan itu, dan pada bulan yang ketujuh disudahkannya.","Adapun setelah sudah datang Yehizkia dan segala penghulu melihatkan timbun-timbunan itu, maka diberkatinya Tuhan dan segala umat-Nya, yaitu orang Israel.","Maka Yehizkiapun bertanyakanlah segala imam dan orang Lewi akan hal timbunan itu.","Maka sembah Azarya, imam besar, yang dari pada orang isi rumah Zadok itu, kepada baginda: Dari pada hari orang mulai membawa persembahan tatangan ke dalam rumah Tuhan, cukuplah makanan sampai orang kenyang-kenyang, bahkan, berkelimpahan pula sisanya, karena telah diberkati Tuhan akan segala umat-Nya, sehingga tinggal lagi kelimpahan besar ini.","Maka bertitah Yehizkia, disuruhnya lengkapkan beberapa bilik perbekalan di dalam rumah Tuhan, lalu dilengkapkan oranglah akan dia.","Maka ke dalamnya dibawanya masuk akan segala persembahan tatangan dan segala perpuluhan dan segala benda yang disucikan itu dengan setia hatinya; maka penghulu atas sekalian ini, ia itu Khonanya, seorang-orang Lewi, dan yang kedua itulah Simai, saudaranya.","Tetapi Yehiel dan Azarya dan Nahat dan Asahel dan Yerimot dan Yozabad dan Eliel dan Yismakhya dan Mahat dan Benaya, itulah penjenang di bawah perintah Khonanya dan Simai, saudaranya, setuju dengan titah baginda raja Yehizkia dan Azarya, penghulu bait-Ullah.","Maka Kore bin Yimna, seorang orang Lewi yang penunggu pada pintu timur, adalah atas segala sesuatu yang dipersembahkan kepada Allah dengan keridlaan hati, akan membahagi-bahagi persembahan tatangan Tuhan dan segala barang yang mahasuci adanya.","Maka pada sisinya adalah Edin dan Minyamin dan Yesua dan Semaya dan Amarya dan Sekhanya di dalam negeri-negeri imam, sekaliannya orang setiawan adanya akan membahagi-bahagi kepada saudara-saudaranya dalam segala pangkatnya, baik yang besar baik yang kecil.","Kecuali diperiksainya segala daftar asal keturunan orang laki-laki yang umur tiga tahun atau lebih, akan hal segala orang yang sehari-hari masuk ke dalam rumah Tuhan, sekadar pekerjaannya pada pengawalnya, seturut pangkat-pangkatnya.","Karena lain dari pada daftar asal keturunan segala imam, seturut isi rumah bapa-bapanya, dan segala orang Lewi yang umur dua puluh tahun atau lebih, dengan segala pengawalnya dan dengan pangkat-pangkat,","ditaruh pula suatu daftar asal keturunan segala anak-anak mereka itu, dan segala bini mereka itu dan segala anak-anak mereka itu laki-laki dan perempuan dari pada segenap sidang, supaya dapat dibahagi-bahaginya dengan setia hatinya segala barang-barang yang suci itu akan dipakai kepada yang suci.","Demikianlah disampaikan bahagiannya kepada segala bani Harun, yaitu segala imampun yang duduk di dalam negeri-negeri serta dengan segala daerahnya dan jajahannya di dalam tiap-tiap negeri oleh orang yang telah disebutkan nama-namanya, yaitu kepada segala orang laki-laki di antara imam-imam; demikianpun kepada segala orang yang tersebut namanya pada daftar asal keturunan orang Lewi.","Demikianlah perbuatan Yehizkia pada seluruh tanah Yehuda, diperbuat baginda barang yang baik dan benar dan betul di hadapan hadirat Tuhan, Allahnya.","Maka dalam segala pekerjaan yang diangkat baginda pada mengerjakan bait-Ullah dan pada taurat dan hukum hendak memperkenankan Allahnya, berlakulah baginda dengan segenap hatinya dan disampaikannyalah dengan selamat."]