["Bermula, maka pada masa itu diambil orang negeri itu akan Yoahaz bin Yosia, dirajakannya akan ganti ayahanda baginda di Yeruzalem.","Adapun umur Yoahaz pada masa ia naik raja itu dua puluh tiga tahun; maka kerajaanlah baginda di Yeruzalem hanya tiga bulan lamanya,","karena raja Mesir memecatkan dia di Yeruzalem dan ditanggungkannya pada orang isi negeri itu membayar upeti perak seratus talenta dan emas setalenta.","Maka Elyakim, kakanda baginda, diangkat oleh raja Mesir akan raja atas orang Yehuda dan Yeruzalem, dan ditukarnya namanya dengan Yehoyakim, tetapi akan Yoahaz, adinda baginda, diambil oleh Nekho, dibawanya ke Mesir.","Adapun umur Yehoyakim pada masa ia naik raja itu dua puluh lima tahun, maka kerajaanlah ia di Yeruzalem sebelas tahun lamanya; maka dibuatnya barang yang jahat kepada pemandangan Tuhan, Allahnya.","Hata, maka Nebukadnezar raja Babilpun berangkatlah mendatangi baginda, diikatnya baginda dengan dua rantai tembaga, hendak dibawanya akan baginda ke Babil.","Dan lagi dibawa Nebukadnezar akan segala perkakas rumah Tuhan ke Babil, ditaruhnya akan dia di dalam rumah berhalanya di Babil.","Adapun barang yang lagi tinggal dari pada segala kisah Yehoyakim dan segala perkara kebencian yang telah diperbuatnya, dan barang yang didapati padanya, bahwasanya tersuratlah ia itu di dalam kitab raja-raja Israel dan Yehuda; maka Yehoyakhin putera baginda, lalu naik raja akan gantinya.","Adapun umur Yehoyakhin pada masa ia naik raja itu delapan belas tahun, maka kerajaanlah ia di Yeruzalem tiga bulan dan sepuluh hari lamanya, maka diperbuatnya barang yang jahat kepada pemandangan Tuhan.","Hata, maka kemudian dari pada lalu satu tahun disuruhkan Nebukadnezar akan orang membawa akan baginda ke Babil serta dengan segala perkakas rumah Tuhan yang terindah-indah, dan diangkatnya Zedekia, saudara baginda, akan raja atas orang Yehuda dan Yeruzalem.","Adapun umur Zedekia pada masa ia naik raja itu dua puluh satu tahun, maka kerajaanlah ia di Yeruzalem sebelas tahun lamanya.","Maka diperbuatnya barang yang jahat kepada pemandangan Tuhan, Allahnya, dan tiada direndahkannya dirinya di hadapan nabi Yermia, yang menyampaikan kepadanya firman Tuhan.","Tambahan pula mendurhakalah ia kepada raja Nebukadnezar, yang telah menyuruh dia bersumpah setia demi Allah; maka ditegarkannya tengkuknya dan dikeraskannya hatinya, sehingga tiada ia bertobat kepada Tuhan, Allah orang Israel.","Demikianpun segala penghulu imam dan orang banyakpun membuat kejahatan yang besar amat banyak, seperti segala perbuatan kebencian orang kafir, dan dinajiskannya rumah Tuhan yang telah disucikannya di Yeruzalem.","Maka Tuhan, Allah nenek moyang mereka itu, menyuruhkan kepadanya oleh tangan segala utusan-Nya, serta dibangunkannya pagi-pagi disuruhkannya, karena sayanglah Ia akan umat-Nya dan akan tempat kediaman-Nya.","Tetapi diolok-olok mereka itu akan utusan Allah itu dan dicelakannya segala perkataannya dan ditertawakannya segala nabinya, sehingga kehangatan murka Tuhan bertambah-tambah begitu, sampai ia itu tiada terpadamkan lagi.","Karena didatangkan-Nya atas mereka itu raja orang Kasdim, yang membunuh segala orang muda mereka itu dengan pedang di dalam bait-ulmukadisnya, tiada ia sayang akan orang muda mereka itu, atau akan segala anak dara, atau akan orang tua, atau akan yang putih rambutnya; sekaliannya itu diserahkannya kepada tangannya.","Maka segala perkakas bait-Ullah, baik besar baik kecil, dan segala mata benda rumah Tuhan dan segala mata benda baginda dan segala penghulunya, semuanya itu dibawanya ke Babil,","dan dibakarnya habis bait-Ullah dan dirobohkannya pagar tembok Yeruzalem, dan segala maligai yang didalamnyapun dibakarnya habis dengan api, dan lagi segala serba perkakasan yang indah-indah dibinasakannya.","Dan barangsiapa yang sudah luput dari pada pedang itu dipindahkannya ke Babil, maka mereka itupun menjadi hambanya dan hamba segala puteranya sampai kepada pemerintahan kerajaan orang Farsi,","supaya sampailah firman Tuhan yang telah dikatakan oleh Yermia, sehingga tanah itu berkenan akan segala sabatnya, maka berhentilah tanah itu pada segala hari hal kerusakannya, sampai genaplah sudah tujuh puluh tahun itu.","Tetapi pada tahun yang pertama dari pada kerajaan Koresy, raja Farsi, supaya sampailah firman Tuhan yang telah dikatakan oleh Yermia, digerakkan Tuhan akan hati Koresy, raja Farsi itu, sehingga disuruhnya berseru-seru dalam segala kerajaannya dan dilayangkannya pula beberapa pucuk surat bunyinya:","Demikianlah titah Koresy, raja Farsi: Bahwa Tuhan, Allah yang di sorga, sudah mengaruniakan kepadaku segala kerajaan yang di atas bumi; maka telah disuruh-Nya aku membuat sebuah rumah bagi-Nya di Yeruzalem, yang di tanah Yehuda. Siapa gerangan di antara kamu sekalian yang dari pada umat-Nya, hendaklah Tuhan, Allahnya, menyertai akan dia dan baiklah ia berjalan pulang."]