["Hata, maka kemudian dari pada segala perbuatan yang baik dan setia ini datanglah Sanherib, raja negeri Asyur, menempuh negeri Yehuda, dikepungnya segala negeri yang berkota benteng, niatnya hendak mengalahkan dia dengan gagahnya.","Demi dilihat Yehizkia akan hal Sanherib datang menuju Yeruzalem hendak berperang,","maka berbicara baginda dengan segala penghulunya dan panglima perangnya hendak menumpatkan segala mata air yang di luar negeri; maka mereka itu sekalianpun menolong baginda.","Dihimpunkannyalah banyak orang yang menumpatkan segala mata air dan lagi anak sungaipun yang mengalir pada sama tengah tanah itu, katanya: Betapa gerangan, apabila raja-raja Asyur itu datang kelak, didapatnya akan air dengan limpahnya?","Maka diberanikannyalah dirinya dan dibaikinya sepanjang pagar tembok, mana-mana tempat yang rusak, dan pada tempat bangun-bangun didirikannyalah pula suatu pagar tembok yang lain, dan diteguhkannya Milo di dalam negeri Daud, dan diperbuatnya lagi amat banyak senjata dan perisai.","Dan diangkatnya beberapa orang akan panglima perang atas segala rakyat, dan dihimpunkannyalah mereka itu kepadanya di halaman pintu negeri, lalu berkata-kata ia akan mempertetapkan hati mereka itu, titahnya:","Pertetapkanlah hatimu, hendaklah kamu gagah berani, janganlah kamu takut atau gentar di hadapan raja Asyur dan di hadapan orang banyak sekalian yang sertanya, karena yang serta dengan kita itu terlebih dari pada yang serta dengan dia.","Bahwa serta dengan dia adalah lengan daging jua, tetapi serta dengan kita adalah Tuhan, Allah kita, akan menolong kita dan akan melakukan segala perang kita! Maka percayalah orang banyak itu akan segala titah Yehizkia, raja Yehuda itu.","Hata, maka kemudian dari pada itu disuruhkan Sanherib, raja Asyur, akan hamba-hambanya ke Yeruzalem, sementara ia sendiri tinggal di hadapan Lakhis, dan tentara besarnyapun sertanya, mendapatkan Yehizkia, raja Yehuda, dan segala orang Yehuda yang di dalam Yeruzalem, mengatakan:","Demikian inilah titah Sanherib, raja Asyur: Akan apa gerangan kamu harap, maka kamu tinggal di Yeruzalem, di dalam kota benteng yang dikepung?","Bukankah Yehizkia juga mengasut kamu, hendak menyerahkan kamu kepada kematian dengan lapar dan dahaga, katanya: Bahwa Tuhan, Allah kita, akan melepaskan kita kelak dari pada tangan raja Asyur itu?","Bukankah Yehizkia juga yang sudah melalukan segala panggung-Nya dan segala mezbah-Nya, serta katanya kepada orang isi Yehuda dan Yeruzalem demikian: Di hadapan mezbah sebuah ini hendaklah kamu menyembah sujud dan membakar dupa di atasnya?","Tiadakah kamu ketahui akan barang yang telah kuperbuat dan yang diperbuat oleh nenek moyangku akan bangsa-bangsa segala negeri itu? Adakah dalam sedikit jua dewata bangsa-bangsa segala negeri itu sudah dapat melepaskan negeri mereka itu dari pada tanganku?","Di antara dewata segala bangsa yang sudah ditumpas oleh nenek moyangku itu, siapa gerangan sudah dapat melepaskan umatnya dari pada tanganku?","Sekarangpun jangan kamu ditipu oleh Yehizkia dan jangan kamu diasut olehnya demikian; jangan kamu percaya akan dia, karena tiada dewa barang sesuatu bangsa atau kerajaan yang sudah dapat melepaskan bangsanya dari pada tanganku dan dari pada tangan nenek moyangku; masakan lagi Allahmu dapat melepaskan kamu dari pada tanganku!","Maka dengan beberapa perkataan lain lagi mereka itu menghujatkan Tuhan Allah dan mencelakan Yehizkia, hamba-Nya.","Dan lagi ditulisnya beberapa surat kiriman hendak mencelakan Tuhan, Allah orang Israel, dan menghujatkan Dia, bunyinya: Seperti dewata bangsa-bangsa segala negeri itu sudah tiada dapat melepaskan umatnya dari pada tanganku, demikianpun Allah Yehizkia itu tiada akan melepaskan umat-Nya dari pada tanganku.","Maka berseru-serulah mereka itu dengan nyaring suaranya dan dengan bahasa Yahudi kepada orang isi Yeruzalem, yang di atas dewala itu, hendak menakuti dan mengejutkan orang itu, supaya dengan demikian peri dialahkannyalah negeri.","Dan lagi mereka itu berkata-kata akan Allah Yeruzalem serasa akan berhala segala bangsa yang di atas bumi, yang perbuatan tangan manusia jua adanya.","Tetapi baginda raja Yehizkia dan nabi Yesaya bin Amospun meminta doa akan melawan dia, dan keduanyapun berserulah ke langit.","Maka disuruhkan Tuhan seorang malaekat, yang menumpas segala orang pahlawan dan panglima dan penghulu yang di dalam tentara raja Asyur, sehingga pulanglah baginda ke negerinya dengan kemalu-maluanlah mukanya; setelah sudah ia masuk ke dalam kuil berhalanya di sana, maka iapun dibunuh dengan pedang oleh orang yang telah terbit dari pada sulbinya.","Demikianlah peri dilepaskan Tuhan akan Yehizkia dan segala orang isi Yeruzalem dari pada tangan Sanherib, raja Asyur, dan dari pada tangan segala orang itu, dan dikaruniakan-Nya kepada mereka itu selamat sentosa berkeliling.","Maka banyaklah orang yang menghantar persembahan kepada Tuhan di Yeruzalem, dan benda yang indah-indah kepada Yehizkia, raja Yehuda, sehingga kemudian dari pada hari itu bagindapun ditinggikan di hadapan mata segala orang kafir.","Arakian, maka pada masa itu juga jatuhlah Yehizkia sakit, hampir akan mati, maka bagindapun meminta doa kepada Tuhan, lalu Tuhanpun berfirman kepadanya serta diberikan-Nya suatu tanda mujizat.","Tetapi oleh Yehizkia tiada dibalas karunia yang telah diberikan kepadanya karena hatinyapun menjadi congkak, sebab itu datanglah murka besar atasnya dan atas orang Yehuda dan orang isi Yeruzalempun.","Tetapi Yehizkia merendahkan dirinya karena sebab congkak hatinya itu, baik baginda baik segala orang isi Yeruzalem, sehingga murka besar Tuhan itu tiada berlaku atas mereka itu pada zaman Yehizkia.","Bermula, maka pada Yehizkia adalah banyak kekayaan dan kemuliaan, diperbuatnya akan dirinya beberapa khazanah akan emas perak dan permata yang indah-indah dan rempah-rempah dan perisai dan akan pelbagai benda kegemaran.","Dan lagi beberapa gedung akan tempat hasil gandum dan air anggur dan minyak, dan beberapa kandang akan pelbagai jenis binatang, dan beberapa kandang akan segala kawan kambing domba.","Tambahan pula diperbuatnya beberapa buah negeri dan adalah padanya kawan kambing domba dan lembu amat banyak, karena telah dikaruniakan Allah kepadanya harta bendanya dengan berkelimpahan banyaknya.","Maka Yehizkia itu juga yang sudah menebat pancuran air Gihon yang di atas itu, dan dialirkannya dalam saluran dari bawah tanah ke sebelah barat negeri Daud, karena segala sesuatu yang dimulai Yehizkia berbuat itu disampaikannya juga dengan selamat.","Hata, maka apabila datanglah utusan raja-raja Babil, yang telah disuruhkan kepadanya akan bertanyakan perihal mujizat yang telah jadi dalam negeri itu, ditinggalkan Allah akan baginda, hendak mencobai baginda, supaya diketahuinya segala sesuatu yang di dalam hatinya.","Adapun barang yang lagi tinggal dari pada segala kisah Yehizkia dan segala kebaikannya, bahwasanya tersuratlah ia itu serta dengan penglihatan nabi Yesaya bin Amos di dalam kitab raja-raja Yehuda dan Israel.","Maka mangkatlah Yehizkia beradu dengan segala nenek moyangnya, lalu dikuburkan oranglah akan baginda di dalam tempat yang tertinggi dari pada segala kubur bani Daud; tambahan pula segenap orang Yehuda sekalian datang serta dengan segala orang isi Yeruzalem akan memuliakan baginda pada masa matinya; maka Manasye, putera baginda, lalu naik raja akan gantinya."]