["Syahadan, maka Sulaimanpun mulai membuat rumah Tuhan di Yeruzalem di atas bukit Moria, seperti sudah ditunjuk kepada Daud, ayahanda baginda, didirikannya akan dia pada tempat yang ditentukan Daud, pada tempat pengirikan Ornan, orang Yebuzi itu.","Adapun baginda mulai membuat dia, yaitu pada bulan yang kedua dan pada dua hari bulan dan pada tahun yang keempat dari pada kerajaannya.","Maka demikianlah peri Sulaiman membubuh kaki tembok akan membuat bait-Ullah di atasnya: panjangnya dengan hasta ukuran dahulu itu adalah enam puluh hasta dan lebarnya dua puluh hasta.","Maka serambi yang di hadapan itu panjangnya sama dengan lebar rumah, yaitu dua puluh hasta, dan tingginya seratus dua puluh hasta, maka sebelah dalamnya disalutnya dengan emas yang semata-mata suci.","Adapun rumah yang besar itu dilapisnya dengan kayu senobar dan disalutnya dengan emas tua, dan diukirnya padanya rupa pokok-pokok kurma dan karangan rantai.","Dan lagi dikenakannya kepada rumah itu batu yang indah-indah, amat elok rupanya; adapun segala emas itu emas Parwayim belaka.","Maka disalutnya pada rumah itu segala alang-alangnya dan jenangnya dan dindingnya dan papan pintunya dengan emas dan pada dindingnya diukirnya rupa kerubiun.","Dan lagi diperbuatnya rumah tempat yang mahasuci, panjangnya sama dengan lebar rumah itu dua puluh hasta dan lebarnyapun dua puluh hasta, dan disalutnya dengan emas tua, beratnya enam ratus talenta.","Dan berat segala pakunya sampai lima puluh syikal emas dan lagi segala alayatnyapun disalutnya dengan emas.","Maka di dalam bilik tempat yang mahasuci itu, diperbuatnya dua orang kerubiun, perbuatan pemahat, lalu disalutnya dengan emas.","Adapun akan sayap kerubiun itu jumlah segala panjangnya dua puluh hasta, yaitu sayap satu kerubiun yang lima hasta panjangnya itu sampai kepada dinding bilik itu, dan sayap yang lain itupun lima hasta sampai kena sayap kerubiun sebelahnya.","Demikianpun sayap kerubiun satunya itu lima hasta panjangnya sampai kepada dinding bilik itu, dan sayap yang lain itupun lima hasta sampai lekat pada sayap kerubiun sebelahnya.","Maka sayap kedua kerubiun itu adalah terkembang dua puluh hasta panjangnya, maka keduanyapun berdiri dengan kakinya dan mukanyapun ke arah ke dalam.","Maka diperbuatnya lagi tirai itu dari pada benang biru laut dan ungu dan kirmizi warnanya dan dari pada kain halus dan ditulisnya rupa kerubiun padanya.","Dan diperbuatnya akan rumah itu dua batang tiang, panjangnya tiga puluh lima hasta, dan karangan yang di atas cupu tiang itulah lima hasta.","Dan lagi diperbuatnya karangan rantai sama seperti pada tempat firman itu, lalu dikenakannya kepada kepala tiang itu dan diperbuatnya buah delima seratus biji, yang dikenakannya kepada karangan rantai itu.","Maka didirikannyalah tiang itu di hadapan kaabah, sebatang pada sebelah kanan dan sebatang pada sebelah kirinya dan dipanggilnya nama tiang kanan itu Yakhin dan nama tiang kiri itu Boaz."]