["Bermula, adapun umur Manasye pada masa ia naik raja itu dua belas tahun, maka kerajaanlah ia di Yeruzalem lima puluh lima tahun lamanya.","Maka dibuatnya barang yang jahat kepada pemandangan Tuhan, menurut segala kekejian orang kafir yang sudah dihalaukan Tuhan dari pada miliknya di hadapan segala bani Israel.","Karena dibangunkannya pula segala panggung yang telah dirobohkan oleh Yehizkia, ayahanda baginda, dan didirikannya pula segala mezbah Baalim, dan diperbuatkannya hutan-hutan dan iapun menyembah sujud kepada segala tentara yang di langit dan berbuat bakti kepadanya.","Dan diperbuatnya beberapa mezbah di dalam rumah Tuhan, akan halnya Tuhan sudah berfirman demikian: Bahwa di Yeruzalem akan ada nama-Ku sampai selama-lamanya.","Karena diperbuat baginda beberapa mezbah akan segala tentara yang di langit, di sebelah dalam kedua pagar halaman rumah Tuhan.","Dan disuruhnya anak-anaknya berjalan terus dari pada api di lembah Bin-Hinom, dan dilihatnya dalam nujum dan dibacanya mantera, dan dipakainya tenungan dan dicitanya nyawa orang mati dan dibacanya ramal; makin lama makin lebih diperbuatnya barang yang jahat kepada pemandangan Tuhan akan membangkitkan murka-Nya.","Dan lagi suatu patung yang serupa dengan manusia telah diperbuatnya, ditaruhnya di dalam bait-Ullah, akan halnya Allah sudah berfirman kepada Daud dan kepada Sulaiman, puteranya: Di dalam rumah ini dan di Yeruzalem, yang telah Kupilih dari pada segala suku bangsa Israel, akan Kutaruh nama-Ku sampai selama-lamanya.","Karena tiada Aku akan melalukan pula kaki orang Israel dari pada tanah yang telah Kutentukan kepada segala nenek moyang kamu; sahaja jikalau mereka itu perhatikan baik-baik akan berbuat segala sesuatu yang telah Kupesan kepadanya, setuju dengan segala hukum dan syariat dan syarat yang diberikan Musa kepadanya.","Tetapi Manasyepun menyesatkan orang Yehuda dan segala orang isi Yeruzalem, sehingga perbuatan mereka itu lebih jahat dari pada perbuatan segala orang kafir yang sudah dibinasakan Tuhan di hadapan segala bani Israel.","Sungguhpun Tuhan sudah berfirman kepada Manasye dan kepada segala orangnya, tetapi tiada mereka itu mengindahkan dia.","Maka sebab itu didatangkan Tuhan atas mereka itu segala panglima perang yang pada raja Asyur, maka ditangkapnya akan Manasye di dalam belukar pokok duri, dan diikatnya dengan dua rantai tembaga, lalu dibawanya akan dia ke Babil.","Tetapi dalam hal kepicikannya sangatlah ia meminta doa kepada hadirat Tuhan, Allahnya, dan direndahkannya dirinya sangat di hadapan hadirat Allah segala nenek moyangnya.","Maka apabila dipintanya doa kepada-Nya, diluluskan Tuhan permintaannya dan didengar-Nya akan permohonannya, lalu dibawa-Nya akan dia kembali ke Yeruzalem dan ke dalam kerajaannya. Maka pada masa itu diketahuilah Manasye akan Tuhan itu Allah adanya.","Maka kemudian dari pada itu diperbuatnya pagar tembok yang di luar negeri Daud, arah ke sebelah barat Gihon, di dalam lembah, di tempat orang masuk pintu gerbang Ikan namanya; dan lagi dilengkungnya Ofel dengan pagar yang tinggi-tinggi, dan ditaruhnya beberapa panglima perang di dalam segala kota benteng yang di tanah Yehuda.","Dan dilalukannya segala berhala orang helat dan patung yang serupa dengan manusia itu dari dalam rumah Tuhan, demikianpun segala mezbah yang telah diperbuatnya di atas bukit rumah Tuhan dan di Yeruzalem, lalu dibuangnya akan dia ke luar negeri.","Maka didirikannyalah pula mezbah Tuhan dan di atasnya dipersembahkannya beberapa korban syukur dan korban puji-pujian, dan disuruhnya orang Yehuda berbuat bakti kepada Tuhan, Allah orang Israel.","Tetapi orang banyak itu lagi mempersembahkan korban di atas panggung-panggung, maka ia itu kepada Tuhan, Allahnya, juga.","Adapun barang yang lagi tinggal dari pada segala kisah Manasye dan permintaan doanya kepada Allahnya, dan lagi segala perkataan penilik yang sudah bersabda kepadanya atas nama Tuhan, Allah orang Israel, bahwasanya tersebutlah ia itu di dalam tawarikh raja-raja Israel.","Dan lagi permintaan doanya dan bagaimana diluluskan Allah doanya, dan adapun segala dosanya dan salahnya, dan segala tempat panggung-panggung yang telah didirikannya dan segala hutan-hutan dan patung ukiran yang ditaruhnya dahulu dari pada ia direndahkan, bahwasanya tersebutlah sekalian itu di dalam kisah segala penilik.","Hata, maka mangkatlah Manasye beradu dengan segala nenek moyangnya, dan dikuburkan oranglah akan baginda di dalam istananya, lalu Amon, putera baginda, naik raja akan gantinya.","Adapun umur Amon pada masa ia naik raja itu dua puluh dua tahun dan kerajaanlah ia di Yeruzalem dua tahun lamanya.","Maka dibuatnya barang yang jahat kepada pemandangan Tuhan, seperti perbuatan Manasye, ayahanda baginda; karena dipersembahkan Amon korban kepada segala patung ukiran perbuatan Manasye, ayahanda baginda.","Tetapi tiada direndahkannya dirinya di hadapan hadirat Tuhan seperti Manasye, ayahanda baginda, sudah merendahkan dirinya dahulu, melainkan Amon itu makin memperbanyakkan salahnya.","Maka segala hambanyapun sefakat mendurhaka kepadanya, lalu dibunuhnya akan baginda di dalam istananya.","Tetapi oleh segala anak bumi itu lalu dibunuh akan mereka itu sekalian, yang sefakat mendurhaka kepada baginda raja Amon, dan oleh segala anak bumipun dirajakanlah Yosia, putera baginda, akan gantinya."]