["Adapun umur Yosia pada masa ia naik raja itu delapan tahun, dan kerajaanlah ia di Yeruzalem tiga puluh satu tahun lamanya.","Maka dibuatnya barang yang benar kepada pemandangan Tuhan dan berjalanlah ia pada segala jalan Daud, moyangda baginda, dengan tiada menyimpang dari padanya ke kiri atau ke kanan.","Karena pada tahun yang kedelapan dari pada kerajaannya, pada masa ia lagi seorang orang muda, mulailah ia mencahari Allahnya Daud, moyangda baginda itu, dan pada tahun yang kedua belas mulailah ia menyucikan negeri Yehuda dan Yeruzalem dari pada segala panggung dan hutan-hutan dan segala patung ukiran dan patung tuangan.","Maka di hadapan baginda dirobohkan oranglah segala mezbah Baalim dan segala gambar syamsiat, yang naik tinggi dari padanya, dipenggal-penggalnya, demikianpun segala hutan-hutan, dan segala patung ukiran dan patung tuangan dipecah-pecahkannya dan dihancurluluhkannya, lalu dihamburkannya kepada kubur segala orang yang sudah mempersembahkan korban kepadanya.","Maka tulang-tulang segala kahin itu dibakarnya habis di atas mezbahnya, demikianlah disucikannya negeri Yehuda dan Yeruzalem.","Dan lagi di dalam segala negeri Manasye dan Efrayim dan Simeon dan sampai kepada Naftali dan dalam segala tempat sunyi berkeliling.","Dirombaknya segala mezbah dan segala hutan-hutan dan segala patung ukiranpun ditumbuknya dan dihancurluluhkannya dan segala gambar syamsiat dipenggal-penggalnya pada seluruh tanah Israel; kemudian dari pada itu pulanglah baginda ke Yeruzalem.","Hata, maka pada tahun yang kedelapan belas dari pada kerajaannya, setelah sudah disucikannya tanah dan rumah itu, disuruhkannya Safan bin Azalia dan Maaseya, penghulu negeri, dan Yoah bin Yoahaz, penyurat, akan membaiki rumah Tuhan, Allahnya.","Maka datanglah mereka itu kepada Hilkia, imam besar, diberikannyalah kepadanya segala uang yang telah dibawa masuk ke dalam bait-Ullah dan yang telah dikumpulkan oleh orang-orang Lewi penunggu pintu dari pada tangan orang Manasye dan orang Efrayim dan segala orang yang lagi tinggal dari pada orang Israel, dan dari pada segala orang Yehuda dan orang Benyamin dan segala orang isi Yeruzalem.","Maka mereka itupun memberikan dia kepada segala tukang yang memerintahkan pekerjaan pada rumah Tuhan, dan orang ini pula memberikan dia kepada segala orang bekerja pada rumah Tuhan akan membetulkan barang yang rusak dan membaiki rumah itu.","Diberikannya kepada tukang kayu dan tukang yang membuat rumah, supaya dibelinya batu yang terpahat dan kayu akan gelegar dan akan tingkat segala bilik yang telah dirusakkan oleh raja-raja Yehuda.","Maka segala orang itupun berlakulah dengan setianya dalam pekerjaan itu, maka orang yang diangkat akan pemerintah atas mereka itu, ia itu Yahat dan Obaja, orang Lewi dari pada bani Merari, dan lagi Zakharya dan Mesulam, dari pada bani Kehati, akan membangatkan pekerjaan itu; maka segala orang Lewipun sama fahamnya pada pelbagai alat bunyi-bunyian.","Dan lagi mereka itu atas segala orang penggandar dan pengerah segala orang yang membuat barang sesuatu pekerjaan; maka dari pada orang Lewi juga adalah beberapa jurutulis dan pegawai dan penunggu pintu.","Setelah sudah diangkat oranglah akan segala uang yang telah dibawa masuk ke dalam rumah Tuhan, maka didapati imam Hilkia akan kitab Taurat Tuhan, bekas tangan Musa.","Maka sahut Hilkia serta katanya kepada Safan, jurutulis itu: Bahwa aku sudah mendapat kitab Taurat itu di dalam rumah Tuhan! Maka diberikan Hilkia kitab itu kepada Safan.","Maka Safanpun membawalah akan kitab itu kepada baginda pada masa ia kembali mempersembahkan kabar kepada baginda, sembahnya: Adapun segala sesuatu yang diserahkan kepada patik tuanku sekalian, ia itu dikerjakannya;","maka segala uang yang terdapat di dalam rumah Tuhan itu sudah dikeluarkannya dan diberikannyalah kepada tangan segala pemerintah dan orang yang mengerjakan pekerjaan itu.","Lalu Safan, jurutulis itu, mempersembahkan kabar kepada baginda, sembahnya: Bahwa imam Hilkia sudah memberikan sebuah kitab kepada patik. Lalu Safanpun membacakan perkataannya di hadapan baginda.","Demi didengar baginda bunyi kitab Taurat itu, maka dikoyak-koyakkan baginda pakaiannya.","Lalu titah baginda kepada Hilkia, dan Ahikam bin Safan, dan Abdon bin Mikha, dan Safan, jurutulis, dan Asaya, penjawat istana baginda, demikian:","Pergilah kamu bertanyakan Tuhan karena aku dan karena segala orang yang lagi tinggal di dalam negeri Israel dan Yehuda, akan hal bunyi kitab yang terdapat itu, karena besarlah kehangatan murka Tuhan yang dicurahkan kepada kita, sebab nenek moyang kita tiada memeliharakan firman Tuhan akan berbuat segala sesuatu yang tersurat di dalam kitab ini.","Hata, maka pergilah Hilkia serta dengan suruhan baginda itu mendapatkan nabiah Hulda, bini Salum bin Tokhat bin Hasra, penunggu pakaian itu. Maka duduklah ia di Yeruzalem di dalam pertengahan negeri, lalu disampaikannyalah titah itu kepadanya.","Maka sahutnya kepada mereka itu: Demikian inilah firman Tuhan, Allah orang Israel: Katakanlah olehmu kepada orang yang telah menyuruhkan kamu mendapatkan aku:","Demikianlah firman Tuhan: Bahwasanya Aku mendatangkan jahat kelak atas tempat ini dan atas segala orang isinya, yaitu segala kutuk yang tersebut dalam kitab yang telah dibacakan oranglah di hadapan baginda raja Yehuda.","Maka ia itu sebab mereka itu sudah meninggalkan Daku dan sudah membakar dupa bagi segala dewa, hendak membangkitkan murka-Ku dengan segala perbuatan tangan mereka itu; maka sebab itu murka-Ku tercurah kepada tempat ini dan tiada ia itu akan dipadamkan.","Tetapi kepada raja Yehuda, yang telah menyuruhkan kamu akan bertanyakan Tuhan, hendaklah kamu katakan ini: Demikianlah firman Tuhan, Allah orang Israel: Adapun segala perkataan yang telah kaudengar itu,","sebab hatimu telah menjadi lembut, dan engkau sudah merendahkan dirimu di hadapan Allah, serta engkau dengar segala firman-Nya akan hal tempat ini dan segala orang isinya, dan engkau telah merendahkan dirimu di hadapan hadirat-Ku dan sudah mengoyak-ngoyakkan pakaianmu dan sudah menangis di hadapan hadirat-Ku, maka sebab itu Akupun telah mendengar akan dikau, demikianlah firman Tuhan.","Bahwasanya Aku akan memulangkan dikau kepada segala nenek moyangmu dan engkaupun akan turun ke dalam kuburmu dengan selamat, dan matamupun tiada akan melihat segala bala yang Kudatangkan kelak atas tempat ini dan atas segala orang isinya. Hata, maka disampaikannyalah jawab ini kepada baginda.","Maka pada masa itu disuruhkan baginda akan orang menghimpunkan segala tua-tua orang Yehuda dan Yeruzalem.","Lalu naiklah baginda ke dalam rumah Tuhan serta dengan segala orang Yehuda dan orang isi Yeruzalem, dan lagi segala imam dan orang Lewi dan orang banyak sekalian dari pada besar dan kecil, maka dibacakannya segala perkataan kitab perjanjian yang telah terdapat di dalam rumah Tuhan itu kepada pendengaran mereka itu sekalian.","Maka bagindapun berdirilah pada tempatnya serta berjanjilah di hadapan hadirat Tuhan hendak berjalan mengikut Tuhan dan memeliharakan segala hukum-Nya dan kesaksian-Nya dan syariat-Nya dengan segenap hatinya dan dengan segenap jiwanya, serta melakukan segala firman perjanjian yang tersurat di dalam kitab itu.","Maka disuruhnya segala orang yang terdapat di Yeruzalem dan di tanah Benyaminpun meneguhkan dia, lalu diperbuatlah orang isi Yeruzalem seperti bunyi perjanjian Allah, yaitu Allah nenek moyang mereka itu.","Maka dilalukan Yosia segala barang kebencian dari pada segala tanah yang orang Israel punya, yang terdapat di dalam negeri Israel, akan berbuat ibadat kepada Tuhan, Allahnya; maka sepanjang umur hidup baginda tiada mereka itu undur dari pada mengikut Tuhan, Allah nenek moyangnya."]