["Maka diperbuatnya lagi sebuah mezbah tembaga, panjangnya dua puluh hasta, lebarnya dua puluh hasta dan tingginya sepuluh hasta.","Dan lagi diperbuatnya kolam tuangan, sengkangnya sepuluh hasta dari pada tepi datang kepada tepi sebelahnya, rupanya bulat dan tingginya lima hasta, dan tali pengukur yang tiga puluh hasta panjangnya dapat melengkungkan dia.","Maka di bawah tepinya adalah rupa kuntum bunga-bunga yang melengkung akan dia berkeliling, sepuluh kuntum pada sehasta, menjadi karangan pada kolam itu berkeliling; yaitu dua lapis kuntum bunga-bunga, yang setuangan dengan dia.","Maka ditanggunglah ia itu oleh dua belas ekor lembu, tiga ekor lembu kepalanya arah ke utara, dan tiga ekor kepalanya arah ke barat, dan tiga ekor kepalanya arah ke selatan, dan tiga ekor kepalanya arah ke timur, dan kolam itupun tertanggunglah atasnya dan buntut segala lembu itu arah ke dalam.","Maka tebal kolam itu sepelempap lebarnya, dan perbuatan tepinya seperti tepi piala, bagaikan bunga berkembang, dan muatnya tiga ribu bat.","Maka diperbuatnya tempat pembasuhan sepuluh buah, ditaruhnya akan lima buah pada sebelah kanan dan lima buah pada sebelah kiri akan membasuh dalamnya, maka segala yang terpakai kepada korban bakaran itu dicelup oranglah di dalamnya, tetapi kolam itu bagi segala imam akan membasuh dirinya dalamnya.","Maka diperbuatnya lagi kaki pelita keemasan sepuluh batang setuju dengan teladannya, lalu ditaruhnya akan dia di dalam kaabah, lima batang pada sebelah kanan, dan lima batang pada sebelah kiri.","Maka diperbuatnya lagi meja sepuluh buah, ditaruhnya akan dia di dalam kaabah, lima pada sebelah kanan, dan lima pada sebelah kiri; dan diperbuatnya bokor percikan yang keemasan seratus buah.","Setelah itu maka diperbuatnya pagar halaman segala imam dan pagar halaman yang besar itu serta dengan pintu-pintu pagar halaman itu, dan disalutkannya pintu keduanya itu dengan tembaga.","Adapun kolam itu ditaruhnya pada sebelah kanan, arah ke timur semata selatan.","Tambahan pula diperbuat oleh Hiram akan segala periuk dan penyodok dan bokor percikan, maka disampaikanlah Hiram segala pekerjaan yang dikerjakannya akan baginda raja Sulaiman pada bait-Ullah itu,","yaitu dua batang tiang dan dua buah ganja yang dilarik di atas kepala tiang itu, dan dua karangan jala-jala, yang menudungi kedua buah ganja larikan, yang di atas kepala tiang itu;","dan empat ratus buah delima akan kedua karang jala-jala itu, yaitu dua jajar buah delima pada sekarangan jala-jala akan menudungi kedua ganja, yang di atas tiang itu.","Maka diperbuatnya lagi segala pelapik dan di atas pelapik diperbuatnya segala tempat pembasuhan;","dan kolam yang satu itu serta dengan kedua belas ekor lembu yang di bawahnya.","Dan lagi segala periuk dan penyodok dan serampang dan segala serbanya diperbuat oleh Hiram Abi bagi baginda raja Sulaiman akan guna rumah Tuhan dari pada tembaga terupam.","Maka dengan titah baginda sekalian itu dituang dalam tanah liat di padang Yarden antara Sukot dengan Zeredata.","Maka disuruh Sulaiman perbuat segala serba itu terlalu amat banyaknya, karena berat tembaganya tiada lagi diperiksa.","Dan lagi disuruh Sulaiman perbuat segala serba yang terpakai di dalam bait-Ullah dan mezbah keemasan dan segala meja tempat roti tunjukan itu;","dan segala kaki pelita serta dengan segala pelitanya dari pada emas pejal, akan dipasang di hadapan tempat firman seturut adatnya;","dan segala karangan bunga dan segala pelita dan segala sepit pelita dari pada emas, yaitu dari pada emas yang semata-mata suci;","demikianpun segala ketam dan bokor percikan dan mangkok dan pedupaan dari pada emas pejal. Adapun pintu rumah itu sebelah dalam segala pintunya yang arah ke tempat yang mahasuci dan segala pintu rumah itu dari pada emas belaka."]