["Maka demikian habislah sudah segala pekerjaan yang diperbuat oleh baginda raja Sulaiman akan rumah Tuhan. Kemudian dari pada itu dibawa oleh Sulaiman akan segala benda kesucian Daud, ayahanda baginda, segala emas dan perak dan segala serba itu ditaruhnya di antara segala benda bait-Ullah.","Maka pada masa itu dihimpunkanlah segala tua-tua orang Israel dan segala penghulu suku bangsanya dan segala kepala bapa-bapa yang di antara bani Israel ke Yeruzalem hendak dibawa naik akan tabut perjanjian Tuhan dari negeri Daud, yaitu dari Zion.","Maka berhimpunlah segala orang Israel kepada baginda pada hari raya yang pada bulan yang ketujuh.","Setelah sudah datang segala tua-tua orang Israel maka diangkat oleh orang Lewi akan tabut itu.","Maka dibawanya naik akan tabut dan kemah perhimpunan serta dengan segala serba yang suci, yang di dalam kemah itu, sekalian itu dibawa naik oleh segala imam dan orang Lewi.","Maka baginda raja Sulaiman dan segenap sidang orang Israel yang telah berhimpun kepadanya di hadapan tabut itu mengorbankan kambing domba dan lembu, yang tiada tepermanai atau terkira-kira banyaknya.","Demikianlah dibawa oleh segala imam akan tabut perjanjian Tuhan ke tempatnya, ke tempat firman bait itu, ke dalam tempat yang mahasuci dan di bawah sayap kedua kerubiun itu.","Karena kedua kerubiun itu mengembangkan sayapnya atas tempat tabut itu, dan kedua kerubiun itupun menudungi tabut dan kayu pengusungnya dari atas.","Maka dijengulkannya kayu pengusung itu, sehingga kelihatanlah hulu kayu pengusung itu dari dalam tabut di hadapan tempat firman, tetapi tiada ia itu kelihatan di luar; maka adalah ia itu di sana datang kepada hari ini.","Maka di dalam tabut sesuatu juapun tiada melainkan kedua keping loh batu, yang telah ditaruh dalamnya oleh Musa hampir dengan gunung Horeb, tatkala berjanjilah Tuhan dengan bani Israel, setelah sudah mereka itu keluar dari Mesir.","Maka sesungguhnya apabila keluarlah segala imam dari dalam tempat yang suci itu (karena segala imam yang terdapat dalamnya itu sudah menyucikan dirinya dengan tiada mengindahkan kelompok-kelompoknya;","maka segala orang Lewi yang penyanyipun bersama-sama adalah di sana serta dengan Asaf dan Heman dan Yeduton dan segala anak-anaknya dan saudara-saudaranya, berpakaikan kain khasah dan dengan ceracak dan dandi dan kecapi mereka itu berdiri pada sebelah timur mezbah dan serta dengan mereka itu sampai seratus dua puluh orang imam yang meniupkan nafirinya).","Maka sesungguhnya sementara segala peniup nafiri dan orang penyanyi bersama-sama menyaringkan suaranya akan memuji-muji dan mempermuliakan Tuhan, dan setelah bunyi segala nafiri sudah diangkat bersama-sama dengan segala ceracak dan bunyi-bunyian, dan sementara mereka itu memuji-muji Tuhan sebab baiklah Ia dan kemurahan-Nya kekal sampai selama-lamanya, tiba-tiba datanglah sebuah awan memenuhi rumah, yaitu bait Tuhan,","sehingga segala imam itu tiada tahan berdiri akan berbuat khidmat oleh karena awan itu, karena kemuliaan Tuhan juga yang memenuhi bait-Ullah itu."]