["Maka pada masa itu kata Sulaiman: Bahwa Tuhan sudah berfirman: Iapun akan duduk dalam kegelapan.","Maka sebab itu aku sudah membuat sebuah rumah akan tempat kedudukan-Mu dan akan tempat arasy-Mu yang tetap sampai selama-lamanya.","Setelah itu maka berpalinglah baginda wajahnya, lalu diberkatinya akan segenap sidang orang Israel, maka segenap sidang orang Israelpun berdirilah.","Maka kata baginda: Segala puji bagi Tuhan, Allah orang Israel, yang telah berfirman dengan mulut-Nya kepada ayahku Daud, dan yang sudah menyampaikan dia dengan tangan-Nya, firman-Nya:","Bahwa dari pada hari Aku menghantar akan segala umat-Ku keluar dari negeri Mesir tiada Kupilih akan salah sebuah negeri di antara segala suku bangsa Israel akan membangunkan sebuah rumah, supaya nama-Ku adalah di sana, dan tiada Kupilih akan barang seorang, supaya ia menjadi penganjur segala umat-Ku orang Israel.","Melainkan telah Kupilih akan Yeruzalem, supaya nama-Ku adalah di sana, dan Kupilih akan Daud, supaya iapun menjadi penganjur segala umat-Ku orang Israel.","Maka datanglah juga niat dalam hati ayahku Daud hendak membuat sebuah rumah bagi nama Tuhan, Allah orang Israel.","Tetapi firman Tuhan kepada Daud, ayahku: Adapun sebab dalam hatimu telah datang niat hendak membuat sebuah rumah bagi nama-Ku, bahwa baik juga niat itu telah berbangkit dalam hatimu.","Tetapi bukan engkau yang akan membuat rumah itu, melainkan anakmu, yang akan terbit kelak dari pada sulbimu, ia itu akan membuat rumah itu kelak bagi nama-Ku.","Maka sekarangpun Tuhan sudah menyampaikan janji yang telah dikatakan-Nya itu, karena telah berbangkitlah aku menggantikan ayahku Daud dan duduklah aku di atas takhta kerajaan Israel, setuju dengan firman Tuhan itu, dan akupun sudah membuat sebuah rumah bagi nama Tuhan, Allah orang Israel.","Dan telah kutaruh dalamnya akan tabut yang berisi perjanjian Tuhan, yang sudah diteguhkannya dengan segala bani Israel.","Maka berdirilah baginda di hadapan mezbah Tuhan, tentang dengan segenap sidang orang Israel, maka bagindapun menadahkan tangannya;","(karena telah diperbuat Sulaiman sebuah mimbar tembaga, ditaruhnya akan dia pada sama tengah halaman itu, panjangnya lima hasta dan lebarnya lima hasta dan tingginya tiga hasta, maka berdirilah baginda di atasnya, lalu bertelut dengan kedua belah lututnya di hadapan segenap sidang orang Israel sambil menadahkan tangannya ke langit).","Maka sembah baginda: Ya Tuhan, Allah orang Israel! tiada Allah melainkan Engkau, baik di dalam langit baik di atas bumi; Engkau juga yang menyampaikan janji dan kemurahan kepada segala hamba-Mu yang berjalan di hadapan hadirat-Mu dengan segenap hatinya.","Maka Engkau juga yang telah menyampaikan kepada hambamu Daud, ayahku, barang yang sudah Kaujanji kepadanya, karena barang yang telah Kauberfirman dengan mulut-Mu itu juga sudah Kausampaikan dengan tangan-Mu, seperti adanya pada hari ini.","Maka sekarangpun, ya Tuhan, Allah orang Israel, sampaikanlah juga barang yang telah Kaujanji kepada hamba-Mu Daud, ayahku, firman-Mu: Seorang juapun tiada akan terputuskan bagimu di hadapan hadirat-Ku dari pada duduk di atas takhta kerajaan Israel, sahaja jikalau anak-anakmu memeliharakan jalannya dan berjalan menurut firman-Ku, seperti engkaupun sudah berjalan di hadapan hadirat-Ku.","Maka sekarangpun, ya Tuhan, Allah orang Israel, biarlah kiranya firman-Mu itu jadi dengan sebenarnya, yaitu yang telah Kaukatakan kepada hamba-Mu, kepada Daud.","Tetapi sebenarnya bolehkah Allah duduk dengan manusia di atas bumi? Bahwasanya segala langit, bahkan, jikalau langit yang di atas segala langit sekalipun tiada dapat meliputi Engkau, jangankan rumah ini yang telah kubangunkan!","Tetapi hendaklah juga Engkau menilik akan sembah hamba-Mu ini dan akan permintaan doanya, ya Tuhan, Allahku! dan dengar apalah akan seru dan akan doa yang dipersembahkan oleh hamba-Mu ini di hadapan hadirat-Mu.","Biarlah mata-Mu menilik akan rumah ini siang dan malam, yaitu akan tempat yang telah Engkau berfirman akan halnya, bahwa Engkau akan menaruh nama-Mu di sana, dan hendaklah Engkau mendengar akan doa yang dipersembahkan hamba-Mu kelak pada tempat ini.","Dengarlah kiranya akan permintaan doa hamba-Mu dan umat-Mu Israel, yang dipersembahkannya kelak pada tempat ini, dan dengarlah Engkau di tempat kedudukan-Mu, yaitu di sorga, bahkan dengarlah dan ampunilah.","Jikalau kiranya barang seorang sudah berdosa kepada kawannya, maka diletakkan sumpah padanya, disuruh akan dia bersumpah, maka sumpah itupun sampailah di hadapan mezbah-Mu dalam rumah ini,","pada masa itu dengarlah kiranya Engkau dalam sorga dan putuskanlah hukum atas hamba-Mu, supaya yang salah itu disalahkan dan barang yang telah dibuatnya itupun dibalas kepada kepalanya, dan orang yang benarpun dibenarkan, dibalas kepadanya sekadar kebenarannya.","Jikalau kiranya alahlah umat-Mu Israel di hadapan musuhnya, yaitu sebab mereka itu sudah berdosa kepada-Mu, maka mereka itu bertobat dan mengaku akan nama-Mu dan dipintanya doa serta menyembah sujud di hadapan hadirat-Mu di dalam rumah ini,","pada masa itu hendaklah Engkau dengar dalam sorga dan ampunilah dosa umat-Mu Israel dan bawalah akan mereka itu balik ke dalam negeri yang telah Kaukaruniakan kepadanya dan kepada nenek moyangnya.","Jikalau kiranya langit terkunci sehingga tiadalah hujan, sebab mereka itu sudah berdosa kepada-Mu, maka pada tempat ini mereka itu meminta doa dan mengaku akan nama-Mu dan bertobat dari pada dosanya, setelah sudah Engkau menyiksakan mereka itu,","pada masa itu hendaklah Engkau dengar dalam sorga dan ampunilah kiranya dosa hamba-Mu dan umat-Mu Israel, setelah Engkau sudah mengajar mereka itu akan jalan yang baik, yang patut dijalaninya, dan karuniakanlah hujan kepada tanah-Mu yang telah Kaukaruniakan kepada umat-Mu akan bahagian pusaka.","Maka jikalau kiranya di dalam negeri adalah bala kelaparan, atau bala sampar, atau jikalau kelayuran, atau untutan, atau belalang, atau riang-riang, atau jikalau musuh mengimpitkan dia di negeri tempat pintu gerbangnya, atau jikalau datang sesuatu bala atau penyakit,","akan segala permintaan doa dan sembah yang datang dari pada seorang-orang atau dari pada segenap umat-Mu Israel, apabila masing-masing mengaku salah hatinya dengan kedukaannya sambil ditadahkannya tangannya di dalam rumah ini,","pada masa itu hendaklah Engkau dengar di dalam sorga, tempat kedudukan yang tetap itu, dan ampunilah kiranya, dan balaslah kepada masing-masing seperti patut kepada segala jalannya dan setuju dengan pengetahuan-Mu akan hatinya; karena hanya Engkau jua yang mengetahui akan hati segala anak Adam.","Supaya mereka itupun takut akan Dikau dan berjalan pada jalan-Mu pada segala hari, sepanjang umur hidupnya di dalam negeri yang sudah Kaukaruniakan kepada nenek moyang kami.","Maka jikalau orang dagang sekalipun, yang bukan dari pada umat-Mu Israel, melainkan yang akan datang dari negeri yang jauh oleh karena nama-Mu yang mahabesar dan tangan-Mu yang mahakuasa dan lengan-Mu yang terkedang itu, maka apabila ia datang akan meminta doa di dalam rumah ini;","hendaklah kiranya Engkau dengar di dalam sorga, tempat kedudukan-Mu yang tetap, dan luluskan apalah segala sesuatu yang dipinta oleh orang dagang itu kepada-Mu, supaya diketahuilah kelak oleh segala bangsa yang di atas bumi itu akan nama-Mu dan beribadatlah mereka itu kepada-Mu, seperti umat-Mu Israelpun, dan supaya diketahuinya bahwa nama-Mu juga tersebut atas rumah yang sudah kubangunkan ini.","Jikalau kiranya umat-Mu keluar hendak berperang dengan musuhnya pada jalan yang Kausuruhkan mereka itu, maka mereka itupun meminta doa kepada-Mu arah ke kiblat negeri ini, yang sudah Kaupilih, dan ke kiblat rumah ini, yang telah kubangunkan bagi nama-Mu,","pada masa itu hendaklah kiranya Engkau dengar di dalam sorga akan permintaan doa dan sembah mereka itu dan benarkan apalah halnya.","Jikalau kiranya mereka itu sudah berdosa kepada-Mu (bahwasanya tiada seorang juapun yang tiada berdosa) dan murkalah Engkau akan mereka itu dan Kauserahkan mereka itu di hadapan musuhnya, sehingga oleh orang yang menawan mereka itu dibawa akan mereka itu tertawan ke dalam negeri musuh, entah jauh atau dekat,","maka di dalam negeri tempat mereka itu dibawa tertawan itu diperhatikannya hal itu, sehingga mereka itu bertobat dan meminta doa kepada-Mu dalam negeri tempat mereka itu tertawan, sembahnya: Bahwa kami sudah berbuat dosa dan berbuat jahat dan kamipun sudah mendurhaka;","maka bertobatlah mereka itu kepada-Mu dengan segenap hatinya dan dengan segenap jiwanya di negeri ketawanannya, yaitu di tempat mereka itu dibawa tertawan, dan mereka itu meminta doa arah ke kiblat tanahnya, yang sudah Kaukaruniakan kepada nenek moyangnya, dan ke kiblat negeri ini, yang telah Kaupilih, dan ke kiblat rumah ini, yang sudah kubangunkan bagi nama-Mu,","pada masa itu hendaklah kiranya dalam sorga, tempat kedudukan-Mu yang tetap itu, Engkau dengar akan permintaan doa dan sembah mereka itu dan benarkan apalah halnya, dan ampunilah kiranya akan umat-Mu segala dosa yang telah dibuatnya kepada-Mu.","Maka sekarangpun, ya Allahku! hendaklah kiranya mata-Mu terbuka dan telinga-Mu mendengar akan permintaan doa di tempat ini.","Maka sekarang, ya Tuhan Allah! bangkitlah kiranya datang kepada perhentian-Mu itu, baik Engkau baik tabut kemuliaan-Mu! Biarlah segala imam-Mu, ya Tuhan Allah, dipakaikan selamat dan segala kekasih-Mu bersukacita hatinya oleh karena kebajikan itu!","Ya Tuhan Allah! jangan apalah Engkau tolak akan muka Masih-Mu; ingatlah kiranya akan segala kebajikan Daud, hamba-Mu."]