["Arakian, maka baharu habislah sudah Sulaiman meminta doa, tiba-tiba turunlah api dari langit, yang makan habis akan korban bakaran dan segala korban sembelihan itu, dan kemuliaan Tuhanpun memenuhi rumah itu.","Sehingga segala imam itu tiada dapat masuk ke dalam rumah Tuhan, karena kemuliaan Tuhan sudah memenuhi rumah Tuhan itu.","Maka demi dilihat bani Israel akan api yang turun itu dan akan kemuliaan Tuhan atas rumah itu, maka tunduklah mereka itu dengan mukanya sampai ke tanah pada dasar itu sambil meminta doa dan memuji-muji Tuhan, sebab baiklah adanya dan kemurahan-Nya kekal sampai selama-lamanya.","Maka oleh baginda dan segala rakyat itu dipersembahkan beberapa korban sembelihan di hadapan hadirat Tuhan.","Maka baginda raja Sulaimanpun mempersembahkanlah korban sembelihan dari pada lembu dua puluh dua ribu ekor, dan dari pada kambing domba seratus dua puluh ribu ekor. Demikianlah peri ditahbiskan baginda dan segenap orang banyak itu akan bait-Ullah.","Maka segala imampun berdirilah pada pangkat-pangkatnya dan segala orang Lewipun dengan bunyi-bunyian Tuhan, yang telah diperbuat oleh baginda raja Daud akan memuji-muji Tuhan, sebab kemurahan-Nya kekal sampai selama-lamanya, yaitu pada masa Daud memuji Dia oleh khidmat mereka itu, dan segala imampun meniup nafirinya bertentangan dengan mereka itu dan segenap orang Israelpun adalah berdiri.","Maka disucikanlah Sulaiman akan seluas tempat halaman yang di hadapan rumah Tuhan, sebab di sana ia sudah melengkap segala korban bakaran dan lemak segala korban syukur, karena mezbah tembaga, perbuatan Sulaiman itu, tiada termuat akan segala korban bakaran dan persembahan makanan dan segala lemak.","Maka pada masa itu juga dipegang Sulaiman masa raya itu tujuh hari lamanya dan segenap orang Israelpun sertanya, satu sidang yang amat besar dari pada tempat orang masuk ke Hamat sampai ke sungai Mesir.","Maka pada hari yang kedelapan dipegangnya hari raya yang besar sekali, karena tahbis mezbah dipegangnya tujuh hari lamanya dan masa raya itupun tujuh hari lamanya.","Maka pada dua puluh tiga hari bulan yang ketujuh dilepaskan baginda orang banyak itu pulang ke rumahnya dengan sukacita dan senang hatinya oleh karena segala kebajikan yang telah dibuat Tuhan akan Daud dan akan Sulaiman dan akan Israel, umat-Nya.","Hata, setelah selesailah Sulaiman dari pada membuat rumah Tuhan dan istana baginda dan segala sesuatu, yang telah terbit di dalam hati Sulaiman akan diperbuat pada rumah Tuhan dan pada istana baginda itu sudah jadi dengan selamat,","tiba-tiba kelihatanlah Tuhan kepada Sulaiman pada malam serta firman-Nya kepadanya: Bahwa Aku meluluskan permintaanmu dan tempat ini telah Kupilih bagi-Ku akan bait alkorban.","Maka jikalau kiranya Aku mengatupkan langit, sehingga tiada hujan, atau jikalau Kusuruh belalang makan habis hasil tanah, atau jikalau Kudatangkan bala sampar di antara umat-Ku,","dan umat-Ku, yang tersebut nama-Ku atasnya, itu merendahkan dirinya dan meminta doa dan mencahari hadirat-Ku dan bertobat dari pada jalannya yang jahat itu, maka Aku juga mendengar dari dalam sorga dan mengampuni dosanya dan menyembuhkan negerinya.","Maka mata-Ku akan terbuka dan telinga-Kupun mendengar akan permintaan doa di tempat ini;","karena sekarang sudah Kupilih dan Kusucikan rumah ini, supaya nama-Ku tinggal di sana sampai selama-lamanya; dan mata-Ku dan hati-Kupun akan ada di sana pada segala hari.","Maka adapun akan dikau, jikalau kiranya engkau berjalan di hadapan hadirat-Ku, seperti sudah berjalan Daud, bapamu itu, dan kauperbuat akan segala sesuatu yang telah Kupesan kepadamu dan kau peliharakan segala syariat dan hukum-Ku,","niscaya Kukekalkan takhta kerajaanmu, seperti yang sudah Kujanji kepada Daud, bapamu, firman-Ku: Seorang juapun tiada akan terputuskan bagimu dari pada memerintahkan orang Israel.","Tetapi jikalau kiranya kamu undur dan meninggalkan syariat dan hukum-Ku yang sudah Kuberikan di hadapan kamu dan kamu pergi berbuat bakti kepada dewa-dewa dan menyembah sujud kepadanya,","niscaya Kubantunkan mereka itu dari dalam tanah-Ku yang sudah Kukaruniakan kepadanya dan lagi rumah ini yang telah Kusucikan bagi nama-Ku itu akan Kubuang dari hadapan hadirat-Ku dan Kujadikan mereka itu kelak suatu sindiran dan olok-olokan di antara segala bangsa.","Maka rumah ini, yang sudah ditinggikan begitu, barangsiapa yang berjalan lalu dari padanya ia itu akan tercengang-cengang serta katanya: Mengapa gerangan Tuhan sudah berbuat demikian akan negeri ini dan akan rumah ini?","Maka orang akan menyahut ini: Sebab telah ditinggalkannya Tuhan, Allah nenek moyang mereka itu, yang sudah menghantar akan mereka itu keluar dari negeri Mesir dan dibuangnya dirinya kepada dewa-dewa dan mereka itu menyembah sujud dan berbuat bakti kepadanya, maka sebab itu didatangkan Allah segala jahat ini atas mereka itu."]