["Sebermula, maka dalam genap dua puluh tahun habislah sudah raja Sulaiman membuat rumah Tuhan dan istana baginda.","Maka dibangunkan Sulaiman segala negeri, pemberian Hiram kepada Sulaiman, lalu disuruh baginda akan bani Israel duduk di sana.","Kemudian dari pada itu pergilah Sulaiman ke Hamat-Zoba, diteguhkannya akan dia,","dan dibuatnya negeri Tadmor di padang belantara dan segala negeri tempat perbekalan, yang dibuatnya di Hamat.","Dan diteguhkannya Bait-Horon hulu dan Bait-Horon hilir, negeri yang berkota benteng, dengan pagar batu dan pintu gerbang dan sakat.","Demikianpun Baalat dan segala negeri tempat perbekalan yang pada Sulaiman, dan segala negeri tempat rata perang, dan segala negeri tempat orang berkendaraan dan segala sesuatu yang dikehendaki Sulaiman membuat di Yeruzalem dan di Libanon dan di seluruh negeri kerajaannya.","Maka adapun segala orang yang lagi tinggal dari pada orang Heti dan orang Amori dan orang Ferezi dan orang Hewi dan orang Yebuzi, yang bukan dari pada orang Israel,","yaitu segala anak mereka itu yang lagi tinggal kemudian dari padanya di dalam negeri itu dan yang tiada ditumpas oleh bani Israel, ia itu disuruh Sulaiman mengerjakan pekerjaan negeri datang kepada hari ini.","Tetapi dari pada segala bani Israel seorang juapun tiada yang ditanggungkan Sulaiman pekerjaan hamba kepadanya, melainkan mereka itulah orang perang adanya dan penghulu segala hulubalangnya dan penghulu rata perangnya dan penghulu segala orang berkendaraannya.","Dan lagi mereka itulah kepala pengerah yang pada baginda raja Sulaiman, dua ratus lima puluh orang yang memerintahkan segala orang bekerja itu.","Bermula, maka dibawalah naik oleh raja Sulaiman akan puteri Firaun dari dalam negeri Daud ke maligai yang telah dibuatnya akan dia, karena katanya: Bahwa tiada boleh isteriku duduk di dalam istana Daud, raja orang Israel, karena sucilah segala tempat yang tabut Tuhan sudah hampir kepadanya!","Maka dari pada masa itu dipersembahkan sulaiman kepada Tuhan korban bakaran di atas mezbah Tuhan, yang telah dibuatnya di hadapan serambi itu,","yaitu barang yang patut dipersembahkan pada sebilang hari, setuju dengan pesan Musa, pada segala hari sabat dan pada segala bulan baharu dan pada segala masa raya yang tertentu, tiga kali dalam setahun, yaitu pada masa raya roti fatir, dan pada masa raya asabih dan pada masa raya pondok daun-daunan.","Maka ditentukan baginda pula, setuju dengan perintah Daud, ayahanda baginda, segala kelompok-kelompok imam pada pekerjaannya, dan segala orang Lewipun pada jawatannya akan memuji-muji Allah dan akan membantu segala imam dalam pekerjaannya dengan aturannya pada tiap-tiap hari, dan lagi segala penunggu pintu dalam pangkat-pangkatnya, pada tiap-tiap pintu gerbang, karena demikianlah perintah Daud, aziz Allah itu.","Maka tiada orang melalui pesan baginda itu akan hal segala imam dan orang Lewi dalam segala perkara, demikianpun akan hal segala perbendaharaan.","Maka segala pekerjaan Sulaimanpun berpatutan sampai kepada hari dibubuh kaki tembok rumah Tuhan datang kepada kesudahannya; maka genaplah sudah rumah Tuhan itu.","Kemudian dari pada itu pergilah Sulaiman ke Ezion-jeber dan ke Elot, yang di tepi laut di tanah Edom.","Maka disuruhkan Hiram beberapa kapal kepada baginda dengan tolongan hamba-hambanya dan dari pada segala rakyatnyapun beberapa orang yang tahu berlayar di laut, maka berlayarlah mereka itu serta dengan hamba raja Sulaiman ke Ofir, diambilnya dari sana emas empat ratus lima puluh talenta banyaknya, yang dibawanya kepada baginda raja Sulaiman."]