["Sebermula, maka serta kabar akan hal raja Sulaiman kedengaranlah kepada permaisuri negeri Syeba, maka datanglah ia ke Yeruzalem hendak mencobai akan raja Sulaiman dengan beberapa penerka dan sertanya adalah suatu tentara yang besar dan beberapa unta yang muat rempah-rempah dan amat banyak emas dan permata yang indah-indah; maka sampailah ia kepada raja Sulaiman, lalu berkata-kata dengan baginda akan hal segala sesuatu yang di dalam hatinya.","Maka diartikan raja Sulaiman baginya segala perkataannya; barang suatu perkarapun tiada yang terlindung dari pada raja Sulaiman dan yang tiada dinyatakannya kepadanya.","Maka dilihat oleh permaisuri Syeba akan hikmat Sulaiman dan akan istana yang telah diperbuatnya,","dan akan sajian mejanya dan peri duduk segala pegawainya dan peri berdiri segala hambanya dan pakaian mereka itu dan segala penjawat minuman baginda serta dengan pakaiannya dan peri baginda berarak apabila baginda berjalan naik ke rumah Tuhan, maka tiada lagi semangat permaisuri itu.","Maka katanya kepada baginda: Benarlah juga kabar yang telah beta dengar di negeri beta akan segala hal ihwal tuan dan akan hikmat tuan.","Maka perkataan mereka itu tiada beta percaya, sebelum beta datang ke mari dan mata beta sendiri melihat ini, maka sesungguhnya separuh juga tiada dikabarkan kepada beta dari pada kebesaran hikmat tuan; maka tuan sudah meliputi akan segala kabar yang telah beta dengar itu.","Berbahagialah kiranya segala pegawaimu dan berbahagialah segala hambamu, yang senantiasa menghadap hadiratmu dan mendengar hikmatmu.","Segala puji bagi Tuhan, Allahmu, yang berkenan akan dikau, sehingga didudukan-Nya engkau seperti raja bagi Tuhan, Allahmu, di atas takhta kerajaan-Nya. Maka sebab Allahmu mengasihi akan orang Israel hendak menetapkan mereka itu sampai selama-lamanya, sebab itu telah diangkatnya akan dikau menjadi raja atas mereka itu, supaya engkau berbuat benar dan insaf.","Maka diberikan permaisuri itu kepada baginda emas seratus dua puluh talenta dan amat banyak rempah-rempah dan permata yang indah-indah; maka belum pernah ada macam rempah-rempah seperti yang diberikan permaisuri Syeba itu kepada baginda raja Sulaiman.","Maka hamba Hiram serta dengan hamba Sulaiman yang membawa emas dari Ofir itu membawa kayu cendana dan permata yang indah-indahpun.","Maka dari pada kayu cendana itu diperbuat baginda geradi akan rumah Tuhan dan akan istana baginda, dan lagi kecapi dan dandi akan segala biduan; maka begini macam kayu cendana belum pernah kelihatan dahulu di negeri Yehuda.","Maka diberikan oleh baginda Sulaiman akan permaisuri Syeba itu segala kehendaknya, segala yang dipintanya, kecuali barang yang sama dengan benda yang telah dihantarnya kepada baginda; setelah itu maka bermohonlah permaisuri itu, lalu pulanglah ia ke negerinya serta dengan segala hambanya.","Adapun berat segala emas yang dibawa masuk bagi raja Sulaiman dalam setahun, ia itu enam ratus enam puluh enam talenta emas.","Kecuali segala emas yang dibawa masuk oleh segala saudagar dan orang berniaga; demikianpun segala raja Arab dan penghulu negeri-negeri itu membayar upeti emas dan perak kepada Sulaiman.","Maka disuruh baginda raja Sulaiman perbuatkan selukung dua ratus buah dari pada emas tempawan, disuruhnya timbang emas enam ratus syikal akan sebuah selukung.","Dan lagi tiga ratus buah perisai dari pada emas tempawan, disuruhnya timbang emas tiga ratus syikal akan sebuah perisai, lalu ditaruh baginda akan segala perisai itu dalam istana rimba di Libanon.","Dan lagi disuruh baginda perbuatkan sebuah singgasana besar dari pada gading, yang disalutkannya dengan emas yang semata-mata suci,","maka pada singgasana itu adalah enam tingkatnya dan sebuah ketapakan keemasan, dan pada singgasana itu adalah susuran sebelah kiri kanan sampai di tempat duduknya dan dua ekor singa adalah berdiri pada sisi susuran itu.","Dan lagi dua belas ekor singa adalah berdiri di atas keenam tingkat itu pada kiri kanannya; maka yang demikian belum pernah diperbuat orang, dalam barang suatu kerajaan juapun tidak.","Demikianpun segala bekas minuman baginda raja Sulaiman dari pada emas dan segala serba istana rimba di Libanonpun dari pada emas tua; maka pada zaman raja Sulaiman perak itu tiada lagi diindahkan orang.","Karena segala kapal baginda berlayar ke Tarsis serta dengan hamba-hamba Hiram, maka dalam tiga tahun sekali masuklah segala kapal dari Tarsis itu bermuatkan emas dan perak dan gading dan beberapa ekor kera dan burung merak.","Demikianlah baginda raja Sulaiman menjadi besar dari pada segala raja yang di dalam dunia, baik dengan kekayaan baik dengan hikmat.","Maka segala raja yang di dalam duniapun datang menghadap raja Sulaiman hendak mendengar hikmatnya, yang telah dikaruniakan Allah dalam hatinya.","Maka dibawanya masing-masing akan persembahannya, yaitu segala benda emas perak dan pakaian dan beberapa lengkap senjata dan rempah-rempah dan kuda dan bagal pada tiap-tiap tahun.","Dan lagi adalah pada Sulaiman kandang kuda dan rata empat ribu buah, dan orang berkendaraan dua belas ribu, yang ditaruhnya dalam kota-kota tempat rata, dan di Yeruzalem hampir dengan baginda.","Maka takluklah kepada baginda segala raja dari pada sungai besar itu sampai ke negeri orang Filistin dan sampai ke perhinggaan negeri Mesir.","Maka oleh bagindapun disebabkan bahwa di Yeruzalem perak itu disamakan dengan batu dan pohon kayu arazpun banyaknya seperti pohon beringin yang di tanah datar.","Maka bagi raja Sulaiman dibawa oranglah akan kuda dari Mesir dan dari segala daerah takluknya.","Maka adapun barang yang lagi tinggal dari pada segala kisah Sulaiman, yang dahulu dan yang kemudian, bukankah tersebutlah ia itu di dalam tawarikh nabi Natan dan di dalam nubuat Ahia, orang Siloni, dan di dalam kitab khayal Ido, penilik itu, akan segala hal ihwal Yerobeam bin Nebat?","Maka kerajaanlah Sulaiman di Yeruzalem atas segala orang Israel empat puluh tahun lamanya.","Maka mangkatlah raja Sulaiman beradu dengan segala nenek moyangnya, dan dikuburkan oranglah akan baginda di dalam negeri Daud, ayahanda baginda, maka Rehabeam, putera baginda, lalu naik raja akan gantinya."]