["Sebermula, maka pada tahun yang pertama dari pada kerajaan Koresy, raja Farsi itu, supaya sampailah firman Tuhan yang telah dikatakan oleh Yermia, digerakkan Tuhan akan hati Koresy, raja Farsi itu, sehingga disuruhnya berseru-seru dalam segala kerajaannya dan dilayangkannya pula beberapa pucuk surat, bunyinya:","Demikianlah titah Koresy, raja Farsi: Bahwa Tuhan, Allah yang di sorga, sudah mengaruniakan kepadaku segala kerajaan yang di atas bumi, dan disuruhnya aku membuat baginya sebuah rumah di Yeruzalem, yang di tanah Yehuda.","Maka siapa gerangan di antara kamu sekalian yang dari pada umat-Nya, hendaklah kiranya Allahnya menyertai akan dia dan biarlah ia berjalan ke Yeruzalem, yang di tanah Yehuda itu, dan dibangunkannya rumah Tuhan, Allah orang Israel, maka Ialah Allah, yang diam di Yeruzalem.","Maka barangsiapa yang ketinggalan kelak pada salah suatu tempat, ia menumpang seperti orang dagang, hendaklah segala orang isi tempatnya itu membantu akan dia dengan emas perak dan harta benda dan dengan binatang, dan lagi disertainya dengan suatu hadiah dari keridlaan hati bagi bait-Ullah, yang di Yeruzalem itu.","Maka pada masa itu bangkitlah segala penghulu bapa-bapa orang Yehuda dan Benyamin dan segala imam dan orang Lewi, serta dengan barangsiapa yang digerakkan Allah hatinya hendak berjalan akan membangunkan rumah Tuhan, yang di Yeruzalem.","Maka segala orang yang duduk keliling mereka itu menguatkan tangan mereka itu dengan serba emas perak dan dengan harta dan binatang dan beberapa benda yang indah-indah, kecuali segala sesuatu yang diberikan dengan keridlaan hati.","Dan lagi dikeluarkan raja Koresy segala perkakasan rumah Tuhan, yang telah dibawa oleh Nebukadnezar dari Yeruzalem dan yang ditaruhnya di dalam kuil dewanya.","Maka disuruh Koresy, raja Farsi, keluarkan dia oleh tangan Miteredat, penghulu bendahari, yang membilangkan banyaknya kepada Sesybazar, penghulu orang Yehuda.","Maka inilah bilangannya: bokor keemasan tiga puluh buah dan bokor perak seribu buah dan pisau dua puluh sembilan bilah,","dan piala keemasan tiga puluh buah, dan piala perak yang lain empat ratus sepuluh buah dan benda lain seribu buah.","Jumlah segala benda emas perak itu lima ribu empat ratus, semuanya itu dibawa oleh Sesybazar sertanya, tatkala di hantarnya akan segala orang tawanan itu dari Babil ke Yeruzalem."]