["Hata, apabila sampailah bulan yang ketujuh dan segala bani Israel di dalam negeri-negerinya, maka berhimpunlah segenap orang banyak itu seperti orang satu jua adanya ke Yeruzalem.","Maka bangkitlah Yesua bin Yozadak serta dengan segala saudaranya, yaitu segala imam, dan Zerubabil bin Sealtiel serta dengan segala saudaranya, lalu diperbuatnya mezbah Allah orang Israel, hendak mempersembahkan korban bakaran di atasnya, seperti tersurat di dalam taurat Musa, aziz Allah.","Maka didirikannyalah mezbah itu pada tempatnya, jikalau segala bangsa negeri-negeri itu sudah mengejutkan mereka itu sekalipun, lalu dipersembahkannya di atasnya korban bakaran kepada Tuhan pada pagi dan petang.","Maka dipegangnya masa raya pondok daun-daunan seperti yang telah tersurat, dengan korban bakaran pada tiap-tiap hari, banyaknya seperti patut pada sebilang hari itu.","Setelah itu dipersembahkannya pula korban bakaran yang selalu itu dan akan segala bulan baharu dan akan segala masa raya Tuhan yang tertentu dan yang telah disucikan, dan lagi akan segala persembahan dari keridlaan hati, yang dipersembahkan kepada Tuhan.","Dari pada bulan yang ketujuh sehari bulan itu mulailah mereka itu mempersembahkan korban bakaran kepada Tuhan, jikalau belum dibubuh segala alas kaabah Tuhan sekalipun.","Maka diberikannyalah uang akan segala orang pemahat dan tukang dan lagi makanan dan minuman dan minyak akan orang Sidoni dan Tsuri, supaya dibawanya akan kayu araz dari atas Libanon dari pada jalan laut sampai ke Yafo dengan izin Koresy, raja Farsi, kepada mereka itu.","Maka pada tahun yang kedua kemudian dari pada sampai mereka itu ke bait-Ullah di Yeruzalem, dan pada bulan yang kedua mulailah Zerubabil bin Sealtiel dan Yesua bin Yozadak dan segala saudaranya, segala imam dan orang Lewi, dan segala orang yang telah datang dari dalam hal tertawan itu ke Yeruzalem, dan ditentukannya segala orang Lewi yang umur dua puluh tahun atau lebih akan memerintahkan pekerjaan rumah Tuhan.","Maka pada masa itu berdirilah Yesua dan segala anaknya laki-laki dan segala saudaranya dan Kadmiel serta segala anaknya laki-laki, yaitu bani Yehuda, seperti orang satu jua, akan memerintahkan segala orang yang mengerjakan pekerjaan itu pada bait-Ullah, serta dengan segala bani Henadad dan segala anak laki-laki dan saudara mereka itu, yaitu orang Lewi.","Hata, setelah sudah dibubuh alas kaabah Tuhan oleh segala tukang, maka berdirilah segala imam, yang berpakaikan pakaian kebesarannya, dengan nafirinya, dan segala orang Lewi, bani Asaf itu, dengan ceracaknya, akan memuji-muji Tuhan menurut perintah Daud, raja orang Israel.","Maka menyanyilah mereka itu ganti-berganti, sambil memuji-muji dan mengucap syukur kepada Tuhan, sebab mahabaiklah Ia dan kemurahan-Nya atas orang Israel kekal sampai selama-lamanya. Maka segenap orang banyakpun bersorak-soraklah amat gempita tatkala dipuji-puji oranglah akan Tuhan dari karena telah dibubuh alas rumah Tuhan.","Tetapi banyaklah imam dan orang Lewi dan penghulu bapa-bapa, yang sudah tua dan yang sudah tahu melihat rumah yang dahulu itu, apabila alas rumah ini adalah di hadapan matanya, menangislah mereka itu dengan suara yang nyaring, sementara orang banyak itu bersorak ramai-ramai dari sukacita hatinya.","Sehingga tiada dapat dibedakan lagi oleh orang banyak antara bunyi sorak kesukaan dengan bunyi tangis orang itu, karena orang banyak itupun bersoraklah dengan ramai-ramai, sehingga kedengaranlah bunyinya dari jauh."]