["Bermula, serta kedengaranlah kepada segala musuh orang Yehuda dan Benyamin, bahwa orang yang telah dibawa dengan tertawan itu membuat sebuah kaabah bagi Tuhan, Allah orang Israel,","maka datanglah mereka itu mendapatkan Zerubabil dan segala penghulu bapa-bapa serta katanya kepadanya: Biarkanlah kiranya kami memperusah serta kamu karena kamipun akan mencahari Allahmu, seperti kamu juga; dan lagi kami sudah mempersembahkan korban kepadanya dari pada zaman Esar-Hadon, raja Asyur, yang sudah menyuruhkan kami ke mari.","Tetapi sahut Zerubabil dan Yesua dan segala penghulu bapa-bapa yang lain itu kepada mereka itu: Tiada patut kamu menyertai kami dalam membuat sebuah rumah bagi Allah kami, melainkan kami sendiri juga membuat dia kelak bagi Tuhan, Allah orang Israel, setuju dengan titah baginda Koresy, raja Farsi, kepada kami.","Kemudian dari pada itu dilemahkan orang negeri itu akan tangan orang Yehuda, dirintanginya mereka itu dalam perusahaannya;","dan disuapinya akan beberapa orang pembicara melawan mereka itu, supaya dibatalkannya bicara mereka itu pada segala hari umur hidup Koresy, raja Farsi, sampai kepada kerajaan Darius, raja Farsi itu.","Bahkan, tatkala kerajaanlah Ahasyweros, pada permulaan kerajaan baginda, disuratkannya suatu surat tuduhan akan orang isi negeri Yehuda dan Yeruzalem.","Dan pada zaman Artahsasta dikirim oleh Bislam dan Miteredat dan Tabiel dan segala kawannya yang lain itu sepucuk surat kepada Artahsasta, raja Farsi; adapun surat kiriman itu tertulis dengan huruf Arami dan diartikan pula dengan bahasa Aramipun.","Maka Rehum, penghulu negeri, dan Simsai, jurutulis, melayangkan sepucuk surat kiriman akan hal Yeruzalem kepada baginda raja Artahsasta, demikianlah bunyinya:","Bahwa Rehum, penghulu negeri, dan Simsai, jurutulis, dan segala kawannya yang lain, orang Dinai dan orang Afarsatkhi dan orang Tarpeli dan orang Afarsi dan orang Arkhewi dan orang Babiloni dan orang Susankhi dan orang Dehawi dan orang Elami,","dan segala bangsa lain yang telah dipindahkan oleh Asnapar, yang besar dan termasyhur namanya, disuruhnya duduk di dalam negeri Samaria, dan segala orang yang di seberang sini sungai pada masa itu.","Bahwa inilah salinan surat yang dilayangkannyalah kepada baginda raja Artahsasta: Bahwa patik tuanku, segala orang yang duduk di seberang sini sungai itu pada masa ini,","maklumlah kiranya kepada tuanku, bahwa segala orang Yahudi, yang sudah meninggalkan tuanku, lalu datang mendapatkan patik ke Yeruzalem, dan membangun pula negeri yang durhaka dan jahat itu, didirikannya pula pagar temboknya dan sudah dibubuh mereka itu segala alasnya.","Maka maklumlah kiranya kepada tuanku, jikalau negeri itu sudah dibangunkan dan segala pagar temboknya didirikan pula, niscaya tiada mereka itu akan membayar upeti atau cukai dan bea, maka dengan demikian peri khazanah tuanku akan kerugian kelak.","Maka oleh sebab patik sekalian ini makan ayapan dari dalam istana tuanku, tiada patut patik melihat tuanku kurang dihormati, maka patik melayangkan sepucuk surat ini hendak memaklumkan dia kepada tuanku.","Hendaklah kiranya diselidik dalam kitab tawarikh nenenda moyangda tuanku, niscaya didapati dalamnya tersebut, bahwa dahulu negeri itu negeri durhaka adanya, yang sudah mempersakiti hati segala raja dan penghulu negeri, dan dari pada zaman dahulukalapun sudah diadakannya durhaka di dalamnya, dan sebab itu negeri itu dahulu dibinasakan.","Maka patik ini memaklumkan kepada tuanku, jikalau negeri itu dibangunkan dan segala pagar temboknya didirikan pula, niscaya kelak tiada lagi pada tuanku bahagian di seberang sini sungai itu.","Hata, maka surat itu dibalas oleh baginda kepada Rehum penghulu negeri, dan Simsai, jurutulis, dan segala kawannya yang lain, yang duduk di Samaria, dan lagi kepada segala orang lain yang pada seberang sini sungai itu, bunyinya: Salam atas kamu pada masa ini.","Adapun surat kiriman yang telah kamu layangkan kepada kita itu, ia itu sudah dibacakan di hadapan kita dengan nyatanya.","Setelah itu bertitahlah kita, lalu diselidik oranglah akan hal itu, didapatinya bahwa dari zaman dahulu-dahulu juga negeri itu sudah mendurhaka kepada segala raja, dan diadakan dalamnya mufakat jahat dan khianat.","Dan lagi raja-raja yang berkuasa adalah dahulu di Yeruzalem, yang sudah kerajaan di mana-mana seberang sana sungai, dan dibayar oranglah kepadanya upeti dan cukai dan bea.","Maka sekarangpun hendaklah kamu suruh tegahkan orang itu dari pada membangunkan pula negeri itu, sampai datang lagi titah dari pada kita.","Perhatikanlah baik-baik, jangan kamu lalaikan perkara ini; betapa gerangan jahat itu makin akan bertambah-tambah dan dipersakitinya lagi hati segala raja?","Hata, setelah sudah dibaca salinan surat baginda raja Artahsasta kepada Rehum dan Simsai, jurutulis itu, dan segala kawannya, lalu dengan segeranya pergilah mereka itu ke Yeruzalem mendapatkan orang Yahudi itu, ditegahkannya mereka itu dengan lengan yang kuat.","Maka berhentilah pekerjaan bait-Ullah, yang di Yeruzalem itu, dan tinggal bantut sampai tahun yang kedua dari pada kerajaan Darius, raja Farsi itu."]