["Arakian, maka baginda raja Dariuspun memberi titah, lalu dicahari oranglah di dalam gedung surat-surat, tempat di Babil orang menaruh akan segala mata bendapun.","Maka di Akhmeta, di dalam kota yang di tanah Medi, didapatinya akan suatu gulungan, maka padanya adalah tersurat ini akan suatu peringatan:","Bahwa pada tahun yang pertama dari pada kerajaan baginda raja Koresy diberilah baginda raja Koresy titah ini: Adapun bait-Ullah, yang di Yeruzalem, maka bait itu hendaklah dibangunkan pula pada tempat orang biasa mempersembahkan korban, maka hendaklah teguh-teguh segala alasnya; dan lagi tingginya enam puluh hasta dan lebarnyapun enam puluh hasta.","Dengan tiga lapis batu yang terpahat dan selapis kayu baharu, maka segala belanjanyapun atas tanggungan istana baginda.","Dan lagi segala perkakasan bait-Ullah dari pada emas dan perak, yang sudah diambil oleh Nebukadnezar dari dalam kaabah yang di Yeruzalem dan yang dibawa olehnya ke Babil itu, hendaklah dikembalikan supaya dibawa akan dia ke kaabah yang di Yeruzalem, ke tempatnya, dan dibawa oranglah akan dia turun ke bait-Ullah.","Maka sebab itu, hai Tatnai, penghulu negeri di seberang sana sungai dan Setar-Boznai dan segala kawanmu, orang Afarsekhai, yang di seberang sana sungai itu, jauhkanlah dirimu dari sana!","Jangan kamu mengusik pekerjaan pada bait-Ullah itu; biarkanlah penghulu negeri orang Yahudi dan segala tua-tua orang Yahudi membangunkan pula bait-Ullah itu pada tempatnya.","Dan lagi titahku akan barang yang patut kamu perbuat kelak akan segala tua-tua orang Yahudi ini, supaya dibangunkannya pula bait-Ullah itu, yaitu dari pada harta baginda, dari pada bea yang di seberang sana sungai hendaklah diberikan dengan segera kepada orang-orang itu akan belanja, supaya jangan dirintangi akan mereka itu.","Dan barang yang lagi ia berhajat itu, seperti lembu muda dan domba jantan dan anak domba akan korban bakaran bagi Allah, Tuhannya segala langit, dan lagi gandum, garam dan air anggur dan minyak, seturut kata segala imam yang di Yeruzalem itu, hendaklah diberikan kepadanya pada tiap-tiap hari dengan tiada bersalahan.","Supaya dipersembahkannya korban yang harum baunya kepada Allah, Tuhannya segala langit, dan meminta doa akan selamat baginda dan segala putera baginda.","Dan lagi titahku akan barangsiapa yang mengubahkan titah ini, niscaya sebatang tiang kayu kelak akan dibantun dari dalam rumahnya, lalu dihunjam dan iapun digantungkan padanya, dan karena sebab itu rumahnyapun dijadikan tandas.","Bahwa Allah, yang sudah mendudukkan nama-Nya di sana, hendaklah mengempaskan kiranya segala raja dan bangsa yang berani mengunjuk tangannya akan mengubahkan ini dan merusakkan bait-Ullah, yang di Yeruzalem itu. Bahwa aku ini, Darius, sudah memberi titah ini, hendaklah ia itu disampaikan dengan segeranya.","Hata, maka Tatnai, penghulu negeri di seberang sana sungai, dan Setar-Boznai dan segala kawannyapun berbuatlah demikian dengan segeranya, setuju dengan titah yang dikirim baginda raja Darius itu.","Maka segala tua-tua orang Yahudipun memperusahlah dan disudahkannyalah dengan selamat sementara nubuat nabi Hajai dan Zakharya bin Ido, diperusahnya dan disudahkannya menurut firman Allah orang Israel dan menurut titah Koresy dan Darius dan Artahsasta, raja-raja Farsi.","Maka habislah sudah rumah itu pada tiga hari bulan Adar, yaitu pada tahun yang keenam dari pada kerajaan baginda raja Darius.","Maka bani Israel, segala imam dan orang Lewi dan segala bani tawanan yang lain itu mentahbiskanlah bait-Ullah itu dengan sukacita hatinya.","Dan akan mentahbiskan bait-Ullah itu dikorbankannya lembu seratus ekor dan domba jantan dua ratus ekor dan anak domba empat ratus ekor dan kambing jantan dua belas ekor akan korban karena dosa segenap orang Israel, seturut bilangan segala suku bangsa Israel.","Maka disuruhnya segala imam berdiri pada pangkat-pangkatnya, dan segala orang Lewipun dengan kelompok-kelompoknya, akan berkhidmat kepada Allah, yang di Yeruzalem, menurut barang yang tersurat di dalam kitab Musa.","Hata, maka segala bani tawanan itu memeganglah Pasah pada empat belas hari bulan yang pertama.","Karena segala imam dan orang Lewipun sudah menyucikan dirinya seperti orang satu jua adanya, sucilah semuanya; maka disembelihkannyalah Pasah akan segala bani tawanan itu dan akan saudara-saudara mereka itu, yaitu segala imam, dan akan dirinya sendiripun.","Maka bani Israel, yaitu segala orang yang sudah balik dari pada tawanan itu, makanlah dia, demikianpun segala orang yang sudah menjauhkan dirinya dari pada kecemaran orang kafir yang di tanah itu, hendak mencahari Tuhan, Allah orang Israel.","Maka dipegangnya masa raya fatir tujuh hari lamanya dengan sukacitanya; karena Tuhan sudah menyukakan hati mereka itu, tegal digerakkannya hati baginda raja Asyur kepada mereka itu akan menguatkan tangannya kepada pekerjaan bait-Ullah, yaitu Allah orang Israel."]