["Hata, maka kemudian dari pada yang tersebut itu pada zaman kerajaan Artahsasta, raja Farsi, jadilah ini: Ezra bin Seraya bin Azarya bin Hilkia","bin Salum bin Zadok bin Ahitub","bin Amarya bin Azarya bin Merayot","bin Zerahya bin Uzi bin Buki","bin Abisua bin Pinehas bin Eliazar bin Harun, imam besar,","berjalanlah Ezra ini dari negeri Babil, maka adalah ia seorang katib yang alim pada taurat Musa, yang sudah diberikan oleh Tuhan, Allah orang Israel, maka dikaruniakan baginda akan dia segala kehendaknya, sekadar tangan Tuhan, Allahnya, berlaku atasnya.","Demikianpun berjalanlah beberapa orang dari pada bani Israel dan dari pada segala imam dan orang Lewi dan segala biduan dan penunggu pintu dan Netinim, lalu pergi ke Yeruzalem pada tahun yang ketujuh dari pada kerajaan Artahsasta.","Maka sampailah ia ke dalam Yeruzalem pada bulan yang kelima, yaitu pada tahun yang ketujuh dari pada kerajaan raja itu.","Karena pada bulan yang pertama sehari bulan itu mulailah mereka itu berjalan dari Babil dan pada bulan yang kelima sehari bulan sampailah ia ke Yeruzalem, sekadar tangan Allahnya yang murah berlaku atasnya.","Karena Ezrapun sudah membetulkan hatinya akan menyelidik taurat Tuhan hendak melakukan dia dan akan mengajarkan orang Israel segala syariat dan syarat.","Adapun inilah salinan surat yang dianugerahkan baginda raja Artahsasta kepada Ezra, imam dan katib, yaitu mufasir segala perkataan firman Tuhan dan segala syariatnya bagi orang Israel.","Bahwa surat ini dari pada Artahsasta, raja segala raja, disampaikan apalah kepada Ezra, imam dan mufasir taurat Allah yang di sorga, yaitu dengan selamat sempurna pada masa ini.","Maka dari padaku sudah keluar titah ini: Bahwa di dalam kerajaanku barangsiapa dari pada bangsa Israel dan dari pada segala imamnya dan orang Lewi yang sudi hendak pergi ke Yeruzalem, bolehlah ia pergi sertamu.","Tegal engkau sudah disuruhkan oleh raja serta ketujuh orang menterinya akan pergi memeriksa segala sesuatu yang di negeri Yehuda dan di Yeruzalem, setuju dengan taurat Allahmu, yang pada tanganmu itu,","dan akan membawa ke sana segala emas dan perak yang telah dipersembahkan oleh raja dan segala menterinya dengan keridlaan hatinya kepada Allah orang Israel, yang tempat kediamannya adalah di Yeruzalem.","Dan lagi segala emas dan perak yang kauperoleh dalam seluruh Babil, serta dengan segala persembahan orang banyak dan imam, yang dipersembahkannya dengan keridlaan hatinya, kelak akan guna bait Allahnya, yang di Yeruzalem;","supaya segera dengan uang itu engkau membeli lembu dan domba jantan dan anak domba serta dengan persembahannya makanan dan persembahannya minuman, dan sekalian itu dipersembahkan di atas mezbah yang di bait Allahmu di Yeruzalem.","Dan barang yang patut pada pemandanganmu dan pada pemandangan saudaramu diperbuat dengan emas dan perak yang lebih itu, hendaklah kauperbuat seturut keridlaan Allahmu.","Tetapi segala perkakasan yang sudah diberikan kepadamu akan guna bait-Ullahmu itu, hendaklah kaukembalikan ke hadapan hadirat Allah di Yeruzalem.","Maka barang yang lagi berhajat kepada bait Allahmu lebih dari pada ini, yang pada sangkamu patut dibelanjakan, hendaklah kaubelanjakan dia dari pada perbendaharaan raja juga.","Maka sebab itu dari padaku, raja Artahsasta, keluarlah titah kepada segala penghulu bendahari yang di seberang sana sungai, hendaklah kamu perbuat dengan segera segala sesuatu yang dipinta padamu oleh Ezra, imam dan mufasir taurat Allah yang di sorga itu;","had perak seratus talenta, had gandum seratus kor, had air anggur seratus bat, had minyak seratus bat dan garam dengan tiada berhad.","Maka segala sesuatu yang dengan keridlaan Allah yang di sorga itu hendaklah diperbuat dengan rajin akan guna bait Allah yang di sorga; karena mengapa gerangan tulah kelak akan berlaku atas kerajaan baginda dan atas segala putera baginda?","Dan lagi kita memberitahu kepada kamu akan hal segala imam dan orang Lewi dan biduan dan penunggu pintu dan Netinim dan segala khadim bait-Ullah itu, tak boleh ditanggungkan atas mereka itu barang upeti atau cukai atau bea.","Dan engkau, hai Ezra! sekadar hikmat Allahmu yang padamu itu, angkatlah akan hakim dan penghulu, yang memerintahkan mereka itu sekalian yang di seberang sana sungai, yaitu segala orang yang mengetahui bunyi taurat Allahmu, dan barangsiapa yang tiada mengetahui dia, hendaklah kauajarkan dia.","Maka barangsiapa yang tiada menurut firman Allahmu dan titah raja itu, hendaklah dengan segera dikenakan hukum mati dibunuh atau dibuang ke luar negeri atau didenda hartanya atau dibelenggu.","Maka segala puji bagi Tuhan, Allah nenek moyang kita, yang sudah menggerakkan hati baginda akan mempermuliakan rumah Tuhan, yang di Yeruzalem itu,","dan dicenderungkannya kepadaku keridlaan baginda dan segala menterinya dan segala panglima perang baginda! Maka sebab itu aku telah memberanikan diriku, sekadar tangan Tuhan, Allahku, berlaku atasku, sehingga segala penghulu dari antara orang Israel telah kuhimpunkan akan berjalan sertaku."]