["Bermula, maka inilah segala penghulu bapa-bapa mereka itu dengan daftar keturunannya, yang sudah berjalan sertaku dari Babil pada zaman kerajaan baginda raja Artahsasta;","dari pada bani Pinehas adalah Gersom; dari pada bani Itamar adalah Daniel; dari pada bani Daud adalah Hatus,","dari pada bani Sekhanya; dari pada bani Paroz adalah Zakharya, dan sertanya segala orang yang masuk bilangan bangsanya, semuanya laki-laki seratus lima puluh orang.","Dari pada bani Pahat-Moab adalah Elyehowenai bin Zerahya dan sertanya dua ratus orang laki-laki.","Dan dari pada bani Sekhanya adalah Bin Yehaziel dan sertanya tiga ratus orang laki-laki.","Dan dari pada bani Adin adalah Ebed bin Yonatan dan sertanya lima puluh orang laki-laki.","Dan dari pada bani Elam adalah Yesaya bin Atalya dan sertanya lima puluh orang laki-laki.","Dan dari pada bani Sefaca adalah Zabaja bin Mikhail dan sertanya delapan puluh orang laki-laki.","Dari pada bani Yoab adalah Obaja bin Yehiel dan sertanya dua ratus delapan belas orang laki-laki.","Dan dari pada bani Selomit adalah Bin Yosifya dan sertanya seratus enam puluh orang laki-laki.","Dan dari pada bani Bebai adalah Zakharya bin Bebai dan sertanya delapan likur orang laki-laki.","Dan dari pada bani Azjad adalah Yohanan bin Katan dan sertanya seratus sepuluh orang laki-laki.","Dan dari pada bani Adonikam yang terkemudian; maka inilah nama-namanya: Elifelet dan Yehiel dan Semaya dan sertanya enam puluh orang laki-laki.","Dan dari pada bani Bijwai adalah Utaf dan Zabud dan sertanya tujuh puluh orang laki-laki.","Maka sekalian ini kuhimpunkan di tepi sungai yang mengalir ke Ahawa, lalu kami berhenti di sana tiga hari lamanya; serta aku berjalan keliling di antara orang banyak dan segala imam itu, maka seorang Lewi juapun tiada kudapati di sana.","Maka sebab itu kusuruh panggilkan Eliezar dan Ariel dan Semaya dan Elnatan dan Yarib dan Elnatan dan Natan dan Zakharya dan Mesulam, semuanya penghulu, dan Yoyarib dan Elnatan, pengajar itu.","Lalu kusuruhkan mereka itu kepada Ido, penghulu di tempat Khasifya, dan kububuh segala perkataan pada lidahnya yang patut dikatakannya kepada Ido dan segala saudaranya, yaitu segala Netinim yang di tempat Khasifya, supaya disuruhkannya kepada kami beberapa orang khadim akan bait Allah kami.","Maka sekadar tangan Allah kami baik atas kami disuruhkannyalah kepada kami seorang yang bijaksana dari pada bani Mahli bin Lewi bin Israel, yaitu Serebya serta dengan anak-anaknya dan saudara-saudaranya, delapan belas orang;","dan lagi Hasabya dan sertanya Yesaya dari pada bani Merari, segala saudaranya dan anak-anaknya, dua puluh orang.","Dan dari pada segala Netinim, pemberian Daud dan segala penghulunya akan pembantu orang Lewi, dua ratus dua puluh orang Netinim, semuanya dengan disebut nama-namanya.","Maka kuserantakan di sana, di tepi sungai Ahawa, suatu puasa, akan merendahkan kami di hadapan hadirat Allah kami, hendak memohonkan kepada-Nya jalan dengan selamat akan kami dan akan segala anak-anak kami dan akan segala harta benda kami.","Karena malulah aku meminta kepada baginda barang tentara dan orang berkendaraan akan menolong kami dari pada segala musuh di jalan, tegal kami sudah bersembah kepada baginda demikian: Bahwa tangan Allah kami adalah dengan baiknya atas segala orang yang mencahari Dia, tetapi kuasa-Nya dan murka-Nya melawan segala orang yang meninggalkan Dia.","Maka sebab itu berpuasalah kami serta memohonkan kepada Allah kami, dan Allahpun kabulkan permohonan kami.","Lalu kupilih akan dua belas orang dari pada segala penghulu imam, yaitu Serebya dan Hasabya dan sepuluh orang saudaranyapun sertanya,","maka kutimbangkan baginya segala emas dan perak dan segala perkakasan itu, yaitu persembahan tatangan bait Allah kami, yang telah dipersembahkan oleh baginda dan segala menterinya dan segala penghulunya dan oleh segala orang Israel yang terdapat di sana.","Maka kutimbangkan pada tangan mereka itu perak enam ratus lima puluh talenta dan perkakasan yang dari pada perak seratus talenta dan emas seratus talenta.","Dan dua puluh buah piala keemasan beratnya seribu dirham, dan lagi dua bejana dari pada tembaga samburna yang baik, indahnya seperti emas.","Maka kataku kepada mereka itu: Bahwa sucilah kamu ini bagi Tuhan dan segala perkakas inipun sucilah, karena segala emas perak inilah suatu persembahan dengan keridlaan hati kepada Tuhan, Allah nenek moyang kamu.","Taruhlah akan dia dan tungguilah akan dia sampai kepada masa kamu menimbangkan dia pula di hadapan segala penghulu imam dan orang Lewi dan segala penghulu suku bangsa Israel di Yeruzalem di dalam bilik-bilik rumah Tuhan.","Maka oleh segala imam dan orang Lewi itu disambut akan timbangan segala emas perak dan perkakasan itu, hendak dibawanya ke Yeruzalem, ke bait Allah kami.","Setelah itu maka berangkatlah kami dari sungai Ahawa pada dua belas hari bulan yang pertama, lalu berjalan ke Yeruzalem; maka tangan Allah kami adalah berlaku atas kami, diluputkannya kami dari pada tangan musuh dan dari pada segala pengadang di jalan.","Maka sampailah kami ke Yeruzalem, lalu berhentilah di sana tiga hari lamanya.","Maka pada hari yang keempat ditimbangkannya segala emas perak dan perkakasan itu di dalam bait Allah kami pada tangan Meremot bin Uria, imam itu, dan sertanya adalah Eleazar bin Pinehas, yang disertai pula oleh Yozabad bin Yesua dan Noaja bin Binuwi, keduanya orang Lewi.","Dalam semuanya genaplah bilangannya dan timbangannya, maka pada masa itu juga disuratkanlah segala timbangan itu.","Maka oleh segala orang yang dahulu sudah dipindahkan dan yang sudah balik dari pada tawanan dipersembahkanlah korban bakaran kepada Allah orang Israel, yaitu lembu muda dua belas ekor karena segala orang Israel dan domba jantan sembilan puluh enam ekor dan anak domba tujuh puluh tujuh ekor dan kambing jantan dua belas ekor akan korban karena dosa, sekalian itulah korban bakaran bagi Tuhan.","Maka disampaikannyalah segala surat titah baginda itu kepada penghulu-penghulu dan khalifat baginda di seberang sini sungai; maka dilindunginya akan orang banyak dan akan bait-Ullah itu."]