["Arakian, setelah sudah habis segala perkara yang tersebut itu datanglah segala penghulu itu mendapatkan aku seraya katanya: Bahwa bangsa Israel dan segala imam dan orang Lewipun tiada menjauhkan dirinya dari pada bangsa-bangsa segala negeri ini, jikalau perbuatan mereka itu kebencian sekalipun, yaitu dari pada orang Kanani dan orang Heti dan orang Ferizi dan orang Yebuzi dan orang Ammoni dan orang Moabi dan orang Mesir dan orang Amori;","karena telah diambilnya anak-anak perempuan mereka itu bagi dirinya dan bagi anak-anaknya laki-laki akan bini, dan telah dicampurkannya dirinya, yaitu benih yang suci, dengan segala bangsa negeri-negeri ini; bahkan, tangan segala penghulu dan orang besar-besarpun sudah masuk dahulu dalam perbuatan yang salah ini.","Serta kudengar kata ini kucarik-carikkan jubah dan baju selimutku dan kucabut rambut kepalaku dan bulu janggutku, lalu akupun duduk termangu-mangu.","Maka berhimpunlah kepadaku segala orang yang gentar akan firman Allah orang Israel sebab salah orang yang dipindahkan itu, tetapi duduklah juga aku termangu-mangu sampai kepada waktu persembahan pada petang hari.","Maka kira-kira pada waktu persembahan petang bangkitlah aku dari pada percintaanku dengan jubah dan baju selimutku tercarik-carik, lalu tunduklah aku dan bertelut dan kutadahkan kedua belah tanganku kepada Tuhan, Allahku,","sambil sembahku: Ya Allahku! amat sangat malu dan bera muka hamba, tiada berani hamba menengadah kepadamu, ya Allahku! karena segala kejahatan kami sudah meliputi kepala kami dan segala salah kami sudah bertimbun-timbun sampai ke langit.","Maka dari pada zaman nenek moyang kami datang kepada hari ini kami dalam salah besar, maka sebab segala kejahatan kamipun kami sudah diserahkan, baik kami baik segala raja dan imam kami, kepada tangan segala raja-raja negeri itu akan dimakan oleh pedang dan akan dipindahkan dengan tertawan dan akan dijarahi dan akan disapukan arang di muka, seperti hal kami pada hari ini.","Maka sekarang, kira-kira sesaat jua, berlakulah rahmat dari pada Tuhan, Allah kami, hendak meluputkan beberapa orang kami yang lagi tinggal dan mengaruniakan kami sebuah pasak di dalam tempatnya yang suci itu, hendak menerangkan mata kami, ya Allah kami! dan hendak menghidupi kami sedikit pula di dalam hal perhambaan kami!","Karena kami ini lagi diperhamba, tetapi dalam hal perhambaan itu tiada ditinggalkan Allah kami akan kami, melainkan dicenderungkannya kepada kami keridlaan raja-raja Farsi, hendak menghidupi kami pula sedikit, sehingga kami dapat membangunkan bait Allah kami dan membaiki segala kerobohannya, dan hendak diberikannya akan kami sebuah pagar di Yehuda dan di Yeruzalem.","Maka sekarang, apa gerangan dapat kami katakan kemudian dari pada sekalian ini? ya, Allah kami! karena kami sudah meninggalkan segala firman-Mu,","yang sudah Kaukatakan dengan lidah hamba-hamba-Mu, yaitu segala nabi, bunyinya: Adapun negeri yang kamu tuju itu hendak mempunyai dia akan barang pusaka, ia itu tanah yang najis adanya oleh najasat segala bangsa negeri itu, dari karena segala perbuatan kebencian, dengan dia juga mereka itu memenuhi dia dari pada ujungnya datang kepada ujung sebelahnya dalam hal kecemarannya.","Maka sebab itu janganlah kamu berikan anak-anakmu perempuan kepada anak-anak mereka itu laki-laki, dan jangan ambil anak-anak perempuan mereka itu akan bini anak-anakmu laki-laki, dan jangan kamu sengajakan selamat dan baik mereka itu sampai selama-lamanya, supaya boleh kamu menjadi kuat dan makan baiknya tanah itu dan boleh memberi dia akan barang pusaka kepada anak-anakmu sampai selama-lamanya.","Maka ia itu kemudian dari pada segala sesuatu yang sudah berlaku atas kami, oleh karena segala perbuatan kami yang jahat dan oleh karena salah kami yang besar; maka sebab Engkau sudah menahankan kami, ya Allah kami! dari pada tenggelam di dalam kejahatan kami, dan Engkau sudah mengaruniakan kami suatu keluputan begini,","patutkah kami kembali pula meniadakan firman-Mu oleh bersanak saudara dengan segala bangsa kebencian itu? Masakan tiada Engkau murka akan kami sampai kebinasaan kami, sehingga seorang juapun tiada tinggal atau luput lagi?","Ya Tuhan, Allah orang Israel! Engkaulah mahaadil; maka kami diberi tinggal lagi akan luput, seperti pada hari ini adanya. Bahwa sesungguhnya di hadapan hadirat-Mu kami sekalian dalam hal kesalahan, karena seorang juapun tiada yang dapat berdiri di hadapan hadirat-Mu oleh sebab yang demikian ini."]