["Adapun segala orang yang disuruh membubuh cap itu, ia itu Nehemya Hatirsata bin Hakhalya dan Zedekia,","Seraya, Azarya, Yermia,","Pasyhur, Amarya, Malkhia,","Hatus, Sebanya, Malukh,","Harim, Meremot, Obaja,","Daniel, Gineton, Barukh,","Mesulam, Abia, Miamin,","Maazya, Biljai, Semaya; sekalian inilah imam-imam.","Dan orang-orang Lewi itulah Yesua bin Azanya, dan Binui, yang dari pada bani Henadad, dan Kadmiel.","Serta dengan segala saudara mereka itu: Sebanya, Hodia, Kelita, Pelaya, Hanan,","Mikha, Rehob, Hasabya,","Zakur, Serebya, Sebanya,","Hodia, Bani, Beninu.","Segala penghulu rakyat itu: Paroz, Pahat-Moab, Elam, Zatu, Bani,","Buni, Azjad, Bebai,","Adonia, Bijwai, Adin,","Ater, Hizkia, Azur,","Hodia, Hasum, Bezai,","Harif, Anatot, Nebai,","Majpiasy, Mesulam, Hezir,","Mesezabiel, Zadok, Yadua,","Pelaca, Hanan, Anaya,","Hoseya, Hananya, Hasub,","Halohesy, Pilha, Sobek,","Rehum, Hasabna, Maaseya,","dan Ahia, Hanan, Anan,","Malukh, Harim, Baana.","Maka segala orang mereka itu yang lain, segala imam dan orang Lewi dan penunggu pintu dan biduan dan Netinim dan barangsiapa yang sudah menjauhkan dirinya dari pada bangsa segala negeri itu hendak menurut taurat Allah, dan segala bini mereka itu dan segala anaknya laki-laki dan perempuan, barangsiapa yang berpengetahuan dan berakal,","ia itu berpaut dengan saudara-saudaranya, segala orang besarnya, serta masuklah janji dengan sumpah setia, bahwa mereka itu akan berjalan menurut taurat Allah, yang sudah diberikan oleh perintah Musa, hamba Allah itu, dan mereka itu akan memeliharakan dan melakukan segala firman Tuhan, yaitu Tuhan kita, dan segala hukum-Nya dan segala syariat-Nya;","dan kamipun tiada akan memberikan anak-anak perempuan kami kepada bangsa-bangsa negeri itu, dan tiada kami akan mengambil anak perempuan mereka itu akan anak-anak laki-laki kami.","Dan lagi apabila bangsa-bangsa negeri itu datang pada hari sabat dengan membawa dagangan dan pelbagai makanan hendak menjual dia, maka tiada kami akan membeli dia dari padanya, pada hari sabat atau pada barang suatu hari yang suci; dan kamipun akan memegang tahun yang ketujuh itu seperti tahun kelepasan, dalamnya tiada kami akan menagih barang sesuatu utang.","Dan lagi kami tanggungkan pada diri kami seperti hukum juga, bahwa pada tiap-tiap tahun kami akan membayar sepertiga sesyikal akan pekerjaan bait Allah kami,","yaitu akan roti sajian dan akan persembahan makanan yang selalu dan akan korban bakaran yang selalu pada segala hari sabat dan bulan baharu dan masa raya yang tertentu, dan akan segala benda yang suci dan akan segala korban karena dosa, akan mengadakan gafirat atas orang Israel, dan akan segala pekerjaan bait Allah kami.","Dan lagi kamipun membuang undi di antara segala imam dan orang Lewi dan orang banyak itu atas pembawaan kayu api yang patut dibawa orang masuk ke dalam bait Allah kami, menurut isi rumah bapa-bapa kami, pada masa yang tertentu dari pada setahun datang kepada setahun, akan dibakar di atas mezbah Tuhan, Allah kami, seperti tersurat dalam taurat adanya.","Dan lagi dari pada setahun datang kepada setahun kami akan membawa segala hasil tanah kami dan buah bungaran dan segala pokokpun ke dalam rumah Tuhan.","Dan segala sulung anak laki-laki kami, dan sulung segala binatang kami, seperti tersurat dalam taurat, dan kamipun akan membawa segala sulung lembu kami dan kambing domba kami ke dalam bait Allah kami, kepada segala imam yang berkhidmat di dalam bait Allah kami.","Dan kamipun akan membawa segala hulu adonan kami dan segala persembahan tatangan kami dan buah bungaran segala pokok air anggur dan minyak kepada segala imam ke dalam bilik-bilik bait Allah kami, dan dalam sepuluh asa dari pada segala hasil tanah kami kepada orang Lewi, dan orang Lewi sendiripun akan memungut dalam sepuluh asa pada segala negeri perhumaan kami;","dan akan ada seorang imam, seorang bani Harun, serta dengan orang Lewi, apabila orang Lewi itu memungut dalam sepuluh asa, dan segala orang Lewi itu akan membawa dalam sepuluh asa dari pada segala perpuluhan itu ke dalam bait Allah kami, ke dalam bilik-bilik gedung perbendaharaan.","Karena ke dalam bilik-bilik itu patutlah segala bani Israel dan bani Lewipun membawa masuk persembahan tatangan dari pada gandum dan air anggur dan minyak, sebab di sana adalah segala perkakasan yang suci dan segala imam yang berkhidmat dan segala penunggu pintu dan segala biduan; dan jangan kami meninggalkan bait Allah kami."]