["Bahwa inilah kisah Nehemya bin Hakhalya. Bermula, maka pada sekali peristiwa, yaitu pada bulan Khislew tahun yang kedua puluh, adalah aku di negeri Susan di dalam istana baginda;","maka datanglah Hanani, seorang saudaraku, dan beberapa orang Yehudapun sertanya, lalu aku bertanyakan mereka itu akan hal orang Yahudi yang telah luput dan yang lagi tinggal dari pada segala orang yang dipindahkan itu dan akan hal Yeruzalem.","Maka katanya kepadaku: Adapun segala orang yang lagi tinggal dari pada segala yang dipindahkan itu, ia itu adalah di sana, di dalam negeri itu, dengan sangat kesukarannya dan dalam hal kecelaan, dan lagi pagar tembok Yeruzalem sudah terbelah dan segala pintu gerbangnyapun sudah dibakar habis dengan api.","Demi kudengar segala perkataan ini maka duduklah aku sambil menangis dan berkabung beberapa hari lamanya, dan akupun berpuasa dan meminta doa di hadapan hadirat Allah yang di sorga.","Sembahku: Ya Tuhan, Allah yang di sorga, Engkaulah Allah yang mahabesar dan haiban, yang memeliharakan perjanjian dan kemurahan kepada barangsiapa yang mengasihi akan Dikau dan yang memeliharakan segala firman-Mu.","Hendaklah kiranya telinga-Mu mengeling dan mata-Mu menilik dan dengar apalah akan doa hamba-Mu yang hamba persembahkan sekarang di hadapan hadirat-Mu pada siang dan malam karena sebab segala bani Israel, yaitu segala hamba-Mu, tegal hamba mengaku segala dosa bani Israel yang telah diperbuatnya kepada-Mu, karena baik hamba baik segala orang isi rumah bapa hambapun, kami sekalian sudah berbuat dosa!","Bahwa patut sekali kami disiksa oleh-Mu, sebab tiada kami memeliharakan segala firman dan syariat dan syarat yang sudah Kaupesan kepada Musa, hamba-Mu.","Ingatlah kiranya akan firman yang sudah Kaupesan kepada Musa, hamba-Mu, bunyinya: Bahwa kamu akan bersalah sangat kepada-Ku, maka Aku akan mencerai-beraikan kamu di antara segala bangsa.","Tetapi kamu akan bertobat kepada-Ku dan memeliharakan firman-Ku dan melakukan dia pula; maka jikalau orang kamu dibuang sampai ke ujung langit sekalipun, niscaya Aku akan menghimpunkan mereka itu dari sana dan menghantar akan mereka itu ke tempat yang sudah Kupilih hendak mendudukkan nama-Ku di sana.","Sesungguhnya mereka itu juga hamba-Mu dan umat-Mu, yang sudah Kautebus oleh kuasa-Mu yang mahabesar dan oleh tangan-Mu yang mahakuat.","Ya Tuhan! biar apalah telinga-Mu mengeling akan doa hamba-Mu ini dan akan doa segala hamba-Mu yang suka takut akan nama-Mu, dan peruntungkanlah kiranya hari ini bagi hamba-Mu, dan berilah kiranya ia mendapat rahmat di hadapan orang manusia ini! Hata, maka adalah aku ini penjawat minuman baginda."]