["Bermula, segala imam dan orang Lewi yang sudah berangkat serta dengan Zerubabil bin Sealtiel dan Yesua inilah dia: Seraya, Yermia, Ezra,","Amarya, Malukh, Hatus,","Sekhanya, Rehum, Meremot,","Ido, Jinetoi, Abia,","Miamin, Maaja, Bilga,","Semaya, dan Yoyarib, Yedaya,","Salu, Amuk, Hilkia, Yedaya; sekalian ini penghulu imam serta dengan segala saudaranya pada zaman Yesua.","Maka orang Lewi itulah Yesua, Binui, Kadmiel, Serebya, Yehuda, Matanya, maka inilah atas puji-pujian serta dengan segala saudaranya.","Maka Bakbukya dan Uni, saudara mereka itu, adalah tentang dengan mereka itu pada pengawalannya.","Maka Yesua beranaklah Yoyakim, dan Yoyakim beranaklah Elyasib, dan Elyasib beranaklah Yoyada,","dan Yoyada beranaklah Yonatan, dan Yonatan beranaklah Yadua.","Maka pada zaman Yoyakim adalah imam ini kepala bapa-bapa: Pada Seraya adalah Meraya dan pada Yermia adalah Hananya,","pada Ezra adalah Mesulam, pada Amarya adalah Yohanan,","pada Melikhu adalah Yonatan, pada Sebanya adalah Yusuf,","pada Harim adalah Adna, pada Merayot adalah Helkai,","pada Ido adalah Zakharya, pada Jineton adalah Mesulam,","pada Abia adalah Zikhri, pada Minyamin, pada Moaja adalah Piltai,","pada Bilga adalah Semua, pada Semaya adalah Yonatan,","dan pada Yoyarib adalah Matenai, pada Yedaya adalah Uzi,","pada Salai adalah Kalai, pada Amuk adalah Heber,","pada hilkia adalah Hasabya, pada Yedaya adalah Netaniel.","Adapun akan orang Lewi itu, pada zaman Elyasib, Yoyada, Yohanan, dan Yadua disuratkan segala kepala bapa-bapa mereka itu dan lagi segala imam sampai kepada kerajaan Darius, raja Farsi.","Maka dalam kitab tawarikh adalah tersurat segala kepala bapa-bapa orang Lewi sampai kepada zaman Yohanan bin Elyasib.","Maka penghulu segala orang Lewi itulah Hasabya dan Serebya dan Yesua bin Kadmiel, dan di bawah perintah mereka itu adalah segala saudaranya akan memuji-muji dan mengucap syukur, menurut titah Daud, aziz Allah itu, ganti-berganti pengawalnya.","Maka Matanya dan Bakbukya, Obaja, Mesulam, Talmon, dan Akub itulah menunggui segala pintu dan pengawalan mereka itu adalah pada gudang-gudang di pintu itu.","Maka sekalian ini adalah pada zaman Yoyakim bin Yesua bin Yozadak dan pada zaman Nehemya, penghulu negeri, dan Ezra, imam dan katib itu.","Bermula, maka pada tahbis pagar tembok Yeruzalem dicaharinya segala orang Lewi dari pada segala tempatnya, hendak dibawanya akan dia ke Yeruzalem, supaya dibuatnya tahbis itu dengan kesukaan hatinya dan dengan mengucap syukur dan memuji-muji dan dengan ceracak dan dandi dan kecapi.","Demikianlah dihimpunkan segala bani biduan, baik dari pada tanah datar yang keliling Yeruzalem baik dari pada segala dusun orang Netofati,","dan dari pada daerah Gilgal dan dari pada jajahan Geba dan Azmawet; karena segala biduan itu sudah membuat dusun-dusun akan dirinya keliling Yeruzalem.","Maka segala imam dan orang Lewipun menyucikan dirinya, lalu disucikannya orang banyak itu dan segala pintu gerbang dan pagar tembok itu.","Setelah itu maka kusuruh segala kepala orang Yehuda naik ke atas pagar tembok itu dan kutentukan dua kelompok yang besar akan mengucap syukur, satu berarak di atas pagar tembok arah ke kanan menuju pintu Baja;","maka mereka itu diiring oleh Hosaya dan setengah segala kepala orang Yehuda,","dan Azarya, Ezra dan Mesulam,","Yehuda dan Benyamin dan Semaya dan Yermia,","dan beberapa anak imam dengan nafiri dan lagi Zakharya bin Yonatan bin Semaya bin Matanya bin Mikhaya bin Zakur bin Asaf,","dan segala saudaranya, Semaya dan Azariel, Milalai, Jilalai, Maai, Netaniel, dan Yehuda dan Hanani, serta dengan segala bunyi-bunyian Daud, aziz Allah, dan katib Ezra itu penganjur mereka itu.","Setelah sampai ke pintu Mata Air naiklah mereka itu berturut-turut segala tangga negeri Daud pada tempat pagar tembok yang tertinggi itu di atas istana Daud sampai ke pintu Air arah ke timur.","Maka kelompok yang kedua akan mengucap syukur itu berjalan ke kiri dan akupun mengiringkan dia serta dengan setengah orang banyak itu di atas pagar tembok lalu dari atas pintu Tanur sampai kepada pagar tembok yang lebar.","Lalu dari atas pintu Efrayim dan dari atas pintu Lama dan dari atas pintu Ikan dan menara Hananiel dan menara Meya sampai kepada pintu Domba, lalu berhentilah mereka itu di dalam pintu Biduanda.","Maka kedua kelompok yang mengucap syukur itu berhentilah di dalam bait-Ullah, demikianpun aku dan setengah segala penghulupun sertaku;","dan segala imam Elyakim, Maaseya, Minyamin, Mikhaya, Elyunai, Zakharya, dan Hananya dengan nafirinya;","lalu Maaseya dan Semaya dan Eliazar dan Uzi dan Yohanan dan Malkhia dan Elam dan Ezar. Maka pada masa itu segala biduan dengan Yizrahya pemerintahnyapun mengangkatlah suaranya.","Dan pada hari itu juga dipersembahkannya beberapa korban yang besar-besar, dan bersuka-sukaanlah mereka itu, karena Allah sudah menyukakan hati mereka itu amat sangat, dan lagi segala orang perempuan dan anak-anakpun bersukacita hatinya, sehingga kesukaan isi Yeruzalem itu kedengaranlah sampai jauh-jauh.","Maka pada hari itu juga ditentukan beberapa orang akan memerintahkan segala bilik perbekalan dan gedung perbendaharaan, supaya ditaruh dalamnya akan segala persembahan tatangan dan hulu hasil dan dalam sepuluh asa dari pada segala hasil tanah negeri-negeri itu, yaitu bahagian yang ditentukan dalam taurat bagi segala imam dan orang Lewi, karena bersukacitalah orang Yehuda akan pekerjaan yang diperbuat oleh segala imam dan orang Lewi itu.","Karena dilakukannya pengawalan Allahnya dengan rajin dan dengan sucinya, demikianpun segala biduan dan penunggu pintu menurut titah Daud dan Sulaiman, puteranya.","Karena dari zaman dahulu, dari zaman Daud dan Asaf, adalah penghulu biduan puji-pujian dan pengucap syukur kepada Allah.","Maka sebab itu pada zaman Zerubabil dan pada zaman Nehemyapun diberikan segala orang Israel bahagian biduan dan penunggu pintu pada tiap-tiap hari, dan dibawanya masuk akan barang yang disucikan itu kepada orang Lewi dan barang yang disucikan itu dibawa masuk pula oleh orang Lewi kepada bani Harun."]