["Arakian, maka segala penghulu mereka itupun duduklah di Yeruzalem, maka segala orang mereka itu yang lain itu membuang undi hendak menentukan dalam sepuluh orang seorang yang akan duduk di dalam Yeruzalem, negeri tempat suci itu, dan sembilan bahagian yang lain itu dalam segala negeri.","Maka mereka itupun memohonkan berkat atas segala orang yang sedia hendak duduk di Yeruzalem dengan keridlaan hatinya.","Maka inilah segala penghulu negeri yang duduk di Yeruzalem, sementara di negeri-negeri Yehuda masing-masing duduk pada miliknya dan di dalam negerinya; orang Israel dan imam-imam dan orang Lewi dan segala Netinim dan segala bani abdi Sulaiman.","Maka di Yeruzalempun duduklah beberapa orang dari pada bani Yehuda dan dari pada bani Benyamin. Maka dari pada bani Yehuda adalah: Ataya bin Uzia bin Zakharya bin Amarya bin Sefaca bin Mahalaliel, dari pada bani Paris;","dan Maaseya bin Barukh bin Kolhose bin Hazaya bin Adaya bin Yoyarib bin Zakharya bin Siloni.","Jumlah segala bani Paris yang duduk di Yeruzalem itu empat ratus enam puluh delapan orang yang perkasa.","Maka inilah bani Benyamin: Salu bin Mesulam bin Yoed bin Pedaya bin Kolaya bin Maaseya bin Itiel bin Yesaya;","kemudian dari padanya adalah Gabai dan Salai, sembilan ratus dua puluh delapan orang.","Maka Yoel bin Zikhri itulah penghulu mereka itu, dan Yehuda bin Hassenua itulah atas pertengahan negeri itu.","Maka dari pada segala imam adalah Yedaya bin Yoyarib dan Yakhin.","Seraya bin Hilkia bin Mesulam bin Zadok bin Merayot bin Ahitub, penghulu bait-Ullah.","Maka segala saudara mereka itu yang mengerjakan pekerjaan bait itu adalah delapan ratus dua puluh dua orang. Dan lagi Adaya bin Yeroham bin Pelalia bin Amzi bin Zakharya bin Pasyhur bin Malkhia;","serta dengan segala saudaranya, kepala bapa-bapa, adalah dua ratus empat puluh dua. Dan lagi Amasai bin Azariel bin Akhzai bin Mesilemot bin Imer;","serta dengan segala saudara mereka itu, semuanya orang perkasa, seratus dua puluh delapan orang; maka Zabdiel bin Gedolim itulah pemerintah mereka itu.","Maka dari pada orang Lewi adalah Semaya bin Hasub bin Azrikam bin Hasabya bin Buni.","Maka Sabatai dan Yozabad, dari pada penghulu orang Lewi itu, adalah di atas pekerjaan yang di luar bait-Ullah.","Maka Matanya bin Mikha bin Zabdi bin Asaf itulah penghulu segala orang yang mengangkat puji-pujian kemudian dari pada meminta doa itu, dan Bakbukya itu yang kedua dari pada segala saudaranya; dan lagi Abda bin Samua bin Galal bin Yeduton.","Jumlah segala orang Lewi yang di dalam negeri yang suci itu adalah dua ratus delapan puluh empat.","Maka segala penunggu pintu itulah: Akub, Talmon, serta dengan segala saudaranya, yang menunggui segala pintu, jumlahnya seratus tujuh puluh dua.","Adapun lebihnya segala orang Israel, imam dan orang Lewi itulah di dalam segala negeri Yehuda pada miliknya pusaka.","Maka segala Netinim itu duduklah di Ofel, dan Ziha dan Jispa adalah atas segala Netinim itu.","Maka pemerintah orang Lewi di Yeruzalem itulah Uzi bin Bani bin Hasabya bin Matanya bin Mikha; dari pada bani Asaf adalah segala biduan, yang harus hadir selalu pada barang yang dikerjakan dalam bait-Ullah itu.","Maka sebab itu adalah titah baginda akan hal mereka itu menentukan penghidupan segala biduan itu pada tiap-tiap hari.","Maka Petahya bin Mesezabiel, dari pada bani Zerah bin Yehuda, itu dari pada pihak baginda atas segala perkara orang banyak itu.","Dan lagi dari pada bani Yehuda adalah yang duduk di dusun-dusun pada ladang-ladangnya di Kiryat-Arba dan segala daerahnya dan di Dibon dan segala daerahnya dan di Yekabziel dan segala dusunnya,","dan di Yesua dan di Molada dan di Bait-Pelet,","dan di Hazar-Sual dan Birsyeba serta segala daerah takluknya,","dan di Zikelaj dan di Mekhona serta segala daerah takluknya,","dan di En-Rimon dan di Zora dan di Yarmut,","Zanoah, Adulam dan segala dusunnya, Lakhis dan segala ladangnya, Azeka dan segala daerah takluknya; demikianlah kedudukan mereka itu dari pada Birsyeba sampai ke lembah Hinom.","Maka dari pada Geba duduklah bani Benyamin di Mikhmas dan Aya dan Bait-el dan segala daerah takluknya,","Anatot, Nob, Ananya,","Hazor, Rama, Gitayim,","Hadid, Zeboyim, Nebalat,","Lod dan Ono, lembah segala tukang itu.","Maka dari pada orang Lewi adalah setengah yang duduk di Yehuda dan setengah di Benyamin."]