["Bermula, maka pada sekali peristiwa, yaitu pada bulan Nisan tahun yang kedua puluh dari pada kerajaan baginda raja Artahsasta, pada masa adalah air anggur di hadapan baginda, bahwa aku mengambil air anggur itu, lalu kupersembahkan dia kepada baginda; maka dahulu belum pernah aku berduacita di hadapan baginda.","Maka titah baginda kepadaku: Mengapa maka suram mukamu sedang tiada engkau sakit? ini tiada lain, melainkan dukacita juga! Maka pada ketika itu ketakutanlah aku sangat.","Maka sembahku kepada baginda: Daulat tuanku sampai selama-lamanya! Bagaimana gerangan tiada suram muka patik, sedang negeri, tempat pekuburan nenek moyang patik, sudah rusak dan segala pintu gerbangnyapun sudah habis dimakan api?","Maka titah baginda kepadaku: Apakah sekarang pintamu kepadaku? Maka pada ketika itu aku meminta doa kepada Allah yang di sorga!","Lalu sembahku kepada baginda: Jikalau tuanku sudi dan tuanku berkenan akan patik di hadapan hadirat tuanku, suruhkan apalah patik ke tanah Yehuda, ke negeri tempat pekuburan nenek moyang patik, supaya patik bangunkan dia pula.","Maka titah baginda kepadaku, sementara permaisuri adalah bersemayam pada sisi baginda: Berapa lama kiranya perjalananmu itu dan bilamana engkau akan kembali? Maka ridlalah baginda menyuruhkan daku, setelah sudah kutentukan harinya.","Dan lagi sembahku kepada baginda: Jikalau tuanku sudi, hendaklah kiranya dikaruniakan kepada patik beberapa surat kiriman kepada penghulu-penghulu negeri di seberang sana sungai, supaya diberikannya penghantaran kepada patik sehingga sampai patik di tanah Yehuda.","Dan lagi sepucuk surat kepada Asaf, penunggu taman tuanku, supaya diberikannya patik beberapa batang kayu akan alang-alang pintu kota, yang pada rumah itu dan akan pagar tembok negeri, dan akan rumah yang patik duduk dalamnya kelak. Maka dikaruniakan baginda surat itu kepadaku, sekadar tangan Allahku berlaku dengan baik atasku.","Hata, maka sampailah aku kepada segala penghulu negeri yang di seberang sana sungai, lalu kusampaikanlah kepada mereka itu segala surat kiriman baginda. Maka bagindapun sudah menyuruhkan sertaku beberapa hulubalang dan orang berkendaraan.","Adapun serta Sanbalat, orang Horoni, dan Tobia, hamba Ammoni, mendengar perkara itu, maka sangat seganlah keduanya akan hal ini, yaitu adalah datang seorang yang menuntut baiknya bani Israel.","Hata, maka sampailah aku di Yeruzalem, lalu aku tinggal di sana tiga hari lamanya.","Setelah itu maka bangunlah aku pada malam, yaitu aku dan beberapa orang lainpun sertaku, maka seorang juapun tiada kuberi tahu barang yang sudah diterbitkan Allah dalam hatiku, yang hendak kupengapakan Yeruzalem, dan seekor binatangpun tiada sertaku melainkan yang kukendarai itu.","Maka pada malam aku berjalan keluar dari pada pintu Lembah, serta lalu dari pada mata air Naga langsung ke pintu Baja, maka aku periksa baik-baik akan segala pagar tembok Yeruzalem, yang sudah terbelah-belah, dan segala pintu gerbangnyapun, yang sudah habis dimakan api.","Maka berjalanlah aku langsung ke pintu Mata air dan ke kolam Raja, tetapi bagi binatang itu tiada tempat akan berjalan dengan aku di atasnya.","Maka pada malam itu juga berjalanlah aku naik dari pada lembah itu sambil memeriksa baik-baik pagar temboknya, lalu baliklah aku dan masuk pula dari pada pintu Lembah, demikianlah aku pulang.","Maka tiada diketahui oleh segala orang besar-besar ke mana aku sudah pergi dan barang apa kuperbuat, karena sampai kepada masa itu belum juga aku menyatakan barang seperkara kepada orang Yahudi dan kepada segala imam dan orang bangsawan dan orang besar-besar dan segala orang lain yang mengerjakan pekerjaan itu.","Maka pada masa itu kataku kepada mereka itu: Bahwa kamu melihat kesukaran yang ada kita dalamnya, bagaimana Yeruzalem sudah rusak dan segala pintu gerbangnyapun habis dimakan api; mari, biarlah kita membangunkan pula pagar tembok Yeruzalem, supaya jangan lagi kita menjadi suatu kecelaan.","Lalu aku memberi tahu mereka itu bagaimana tangan Allahku sudah berlaku dengan baik atasku, dan lagi segala titah baginda yang dikatakan baginda kepadaku. Maka sahut mereka itu: Baiklah kita bangkit dan membangunkan dia pula! Demikianlah dikuatkannya tangannya bagi perkara yang baik itu.","Demi Sanbalat, orang Horoni, dan Tobia, hamba Ammoni, dan Jesim, orang Arab, mendengar hal itu, diolok-olokkannya dan dicelakannya kami, katanya: Apa macam perbuatanmu ini? Maukah kamu mendurhaka kepada yang dipertuan?","Maka akupun menyahut kepada mereka itu, kataku: Bahwa Allah yang di sorga juga kelak menguntungkan pekerjaan kami ini, maka kami ini, hamba-Nya, berbangkit hendak membangunkan pula; tetapi bagi kamu tiada bahagian atau hak atau peringatan di dalam Yeruzalem!"]