["Arakian, maka dalam antara itu ramailah berseru segala rakyat dan bini-bini mereka itu dari sebab saudara mereka itu, orang Yahudi.","Karena adalah setengah orang berkata demikian: Bahwa anak-anak laki-laki dan perempuan kami, sekalian kami ini banyak adanya, maka sebab itu kami sudah membeli utang gandum, supaya kami boleh makan dan hidup.","Dan kata setengah orang pula: Bahwa kami sudah menggadaikan segala bendang kami dan kebun anggur kami dan rumah kami, supaya pada masa bala kelaparan ini boleh kami membeli utang gandum.","Dan lagi adalah setengah orang berkata demikian: Bahwa kami sudah menggadaikan bendang kami dan kebun anggur kami, supaya beroleh uang akan membayar upeti kepada raja.","Kendatilah daging darah kamipun seperti daging darah saudara kami juga dan anak laki-laki kamipun seperti anak laki-laki mereka itu; bahwasanya kami merendahkan anak kami laki-laki dan perempuan akan hamba beli, bahkan, dari pada anak perempuan kami adalah beberapa orang dalam kuasa orang lain, maka tiada kami dapat menebus dia, dan orang lain pula memeganglah segala bendang dan kebun anggur kami.","Demi kudengar seru mereka itu dan segala perkataan ini, maka sangatlah amarahku;","maka berpikirlah aku dalam hatiku, lalu aku menggusar segala orang bangsawan dan yang penghulu, serta kataku kepadanya: Bahwa kamu sudah mengambil bunga, masing-masing dari pada saudaranya! Hata, maka aku memerintahkan suatu majelis bicara atas mereka itu.","Maka kataku kepadanya: Bahwa segala saudara kami orang Yahudi yang telah dijual kepada orang kafir itu, ia itu sudah kami tebus sekadar kuat kami, manakan boleh kamu menjual saudaramu, melainkan tak akan jangan mereka itu dijual kepada kami juga. Maka diamlah mereka itu, tiada terkata-kata lagi.","Lalu kataku: Bahwa tiada baik perbuatanmu itu! Tiadakah kamu mau berjalan dengan takut akan Allah kita, kendatilah karena sebab pencuca orang kafir, yaitu musuh kita?","Bahwa aku dan segala saudaraku dan segala hambakupun mengutangi mereka itu uang dan gandum, baiklah kita melepaskan utangnya itu.","Maka sebab itu sekarang juga kembalikanlah olehmu kepada mereka itu segala bendangnya dan kebun anggurnya dan kebun pokok zaitnya dan rumah-rumahnya, dan lagi dalam seratus satu dari pada segala uang, dan gandum, dan air anggur, dan minyak, yang sudah kamu tagih kepadanya.","Maka sahut mereka itu: Bahwa kami akan mengembalikan dia dan tiada menagih sesuatu kepadanya; kamipun akan berbuat seperti katamu itu. Maka kupanggil segala imam, lalu kusuruh mereka itu bersumpah, supaya diperbuatnya menurut kata ini.","Dan lagi kubebaskan dada bajuku sambil kataku: Demikianlah dikebaskan Allah kelak segala orang yang tiada menyampaikan janji ini, yaitu dari pada rumahnya dan dari pada segala harta bendanya, supaya terkebas dan hampa adanya. Maka sahut segenap perhimpunan itu: Amin! dan dipujinya Tuhan, maka orang banyak itupun menurutlah kata ini.","Maka dari pada hari aku dititahkan menjadi penghulu mereka itu di negeri Yehuda, yaitu dari pada tahun yang kedua puluh, sampai kepada tahun yang ketiga puluh dua dari pada kerajaan Artahsasta, dua belas tahun lamanya, tiada tahu aku makan belanja penghulu, dan segala saudarakupun tidak.","Adapun segala penghulu yang dahulu dari padaku itu, ia itu sudah memberatkan orang banyak, diambilnya dari padanya makanan dan air anggur, lain dari pada empat puluh syikal perak, dan lagi hamba-hambanyapun merajalela atas orang banyak itu, tetapi perbuatanku bukannya demikian dari karena takut akan Allah.","Dan lagi akupun sudah bekerja dengan rajin akan membaiki pagar tembok ini, tetapi sepotong ladangpun tiada kami beli dan segala hambakupun berhimpun di sana pada pekerjaan itu.","Adapun orang Yahudi dan segala penghulu, sampai tengah dua ratus orang banyaknya, dan yang datang kepada kami dari pada segala bangsa yang keliling itu, ia itu sudah kuperjamu makan minum.","Sehingga barang yang disediakan pada satu hari itu seekor lembu jantan dan enam ekor domba yang tambun dan beberapa ekor burung, dan pada tiap-tiap sepuluh hari pelbagai air anggur amat banyak; kendatilah demikian, tiada juga aku menuntut belanja seorang penghulu negeri, sebab tanggungan pekerjaan ini beratlah atas orang banyak itu.","Ya Allahku! ingatlah kiranya akan daku dengan baiknya, sekadar segala sesuatu yang sudah kuperbuat akan orang banyak ini."]