["Bermula, setelah didengar oleh Sanbalat dan Tobia dan Jesim, orang Arab itu, dan segala musuh kami yang lain, bahwa aku sudah membaiki pagar tembok itu dan barang suatu celahpun tiada tinggal dalamnya tetapi sampai sekarang belum aku mengenakan papan tudung pada segala pintu gerbang,","maka disuruhkan Sanbalat dan Jesim akan orang kepadaku, mengatakan: Mari, biarlah kita berhimpun bersama-sama di Khefirim, yang di lembah Ono; maka niat mereka itu hendak membuat jahat akan daku.","Tetapi akupun menyuruhkanlah utusan kepadanya, mengatakan: Bahwa aku ada mengerjakan suatu pekerjaan yang besar, sebab itu tiada boleh aku turun; mengapa gerangan pekerjaan ini berhenti jikalau kiranya kutinggalkan dia hendak turun kepada kamu.","Maka sampai empat kali berturut-turut disuruhkannya orang mengatakan demikian kepadaku, tetapi pada tiap-tiap kali sahutkupun demikian juga.","Setelah itu maka pada kelima kalinya disuruhkan Sanbalat hambanya kepadaku dengan pinta itu juga dan adalah pada tangannya sepucuk surat yang terbuka,","dalamnya tersurat demikian: Bahwa kedengaranlah kabar di antara segala bangsa itu, dan lagi Gasmupun mengatakan bahwa engkau dan segala orang Yahudi berniat hendak mendurhaka, itulah sebabnya maka engkau membangunkan pula pagar tembok itu, dan engkaupun hendak menjadi raja mereka itu, dan lagi beberapa perkara yang demikian;","tambahan pula engkau sudah mengangkat akan beberapa orang nabi, supaya di Yeruzalem mereka itu berseru-seru akan halmu demikian: Bahwa ia inilah raja di Yehuda! maka sesungguhnya perkara yang demikian ini kedengaranlah kelak ke bawah duli yang dipertuan, maka sebab itu, mari, hendaklah kita bermufakat bersama-sama.","Tetapi akupun menyuruhkan orang kepadanya mengatakan: Sepatah katapun tiada benar dari pada segala perkara yang kaukatakan itu, melainkan engkau juga yang mereka dia di dalam hatimu.","Karena mereka itu sekalian hendak menakuti kami, katanya: Tangannya akan lemah dan pekerjaan itu terbantut kelak; maka sebab itu hendaklah kiranya tanganku makin kuat!","Bermula, maka pada sekali peristiwa masuklah aku ke dalam rumah Semaya bin Delaya bin Mehetabiel, yang pura-pura terkurung, lalu katanya: Baiklah kita berhimpun di dalam bait-Ullah pada sama tengah kaabah itu dan hendaklah segala pintu kaabah kita kunci; karena mereka itu akan datang kelak hendak membunuh engkau, bahkan, pada malam ini juga mereka itu datang hendak membunuh engkau.","Tetapi kataku: Seorang seperti aku ini masakan lari? mana boleh seorang seperti aku ini masuk ke dalam kaabah lalu tinggal hidup! Tiada mau aku masuk ke dalamnya.","Karena aku camkan bahwasanya bukan disuruh Allah akan dia, melainkan bernubuatlah ia akan daku demikian, sebab diupah Tobia dan Sanbalat akan dia.","Maka diupahnya akan dia supaya dari takut aku menurut katanya dan berbuat dosa, lalu dapat dibusukkannya namaku dan dicelakannya aku.","Ya Allahku! ingat apalah akan Tobia dan Sanbalat sekadar perbuatannya ini, dan lagi akan nabiah Noaja dan segala nabi lain, yang sudah hendak menakuti aku.","Maka dalam antara itu pagar tembok disudahkan juga pada dua puluh lima hari bulan Elul, yaitu dalam lima puluh dua hari.","Maka sesungguhnya demi didengar segala musuh kami dan dilihat segala bangsa yang keliling kami akan hal itu, maka surutlah jemawa mereka itu kepada pemandangannya, karena diketahuinya perbuatan ini dari pada Allah juga adanya.","Dan lagi pada hari itu beberapa orang Yehuda yang bangsawanpun menulis beberapa pucuk surat kiriman, yang dilayangkan kepada Tobia, dan dari pada Tobiapun datanglah surat kepada mereka itu.","Karena banyaklah orang Yehuda yang sudah bersumpah setia kepadanya sebab ialah menantu kepada Sekhanya bin Arah dan lagi Yohanan anaknyapun sudah berbinikan seorang anak Mesulam bin Berekhya.","Dan lagi dipuji-pujinya segala kebaikannya di hadapan aku dan disampaikannyalah segala perkataanku kepadanya. Adapun segala surat yang dikirim oleh Tobia itu, ia itu supaya mereka itu menakuti aku."]