["Arakian, setelah habis sudah pagar tembok itu dan sudah kukenakan papan pintu gerbangnya, maka ditentukan segala penunggu pintu dan biduan dan orang Lewi.","Maka telah kusuruh Hanani, saudaraku, dan Hananya, penghulu kota Yeruzalem, karena setiawanlah ia seperti seorang laki-laki dan takutlah ia akan Allah terlebih dari pada banyak orang lain.","Maka kataku kepadanya: Jangan dibuka pintu gerbang Yeruzalem dahulu dari pada tinggilah matahari dan jangan ditutup dan dikunci pula dahulu dari pada mereka itu sekalian hadir bersama-sama dan ditaruh orang pengawal dari pada orang isi Yeruzalem, masing-masing pada pengawalannya dan masing-masing tentang rumahnya.","Adapun negeri itu banyak luasnya dan besar adanya, tetapi dalamnya adalah sedikit jua orang isinya dan rumah-rumahnyapun belum dibangunkan pula.","Maka pada masa itu digerakkan Allah hatiku, sehingga kuhimpunkanlah segala orang bangsawan dan segala kepala-kepala serta dengan orang banyak itu, supaya dibilang segala kaum keluarganya, maka kudapati akan daftar asal segala orang yang berjalan mula-mula dan kudapati dalamnya tersurat demikian:","Bahwa inilah segala orang yang sudah berjalan dari negeri-negeri itu, yaitu orang yang sudah dibawa dengan tertawan, yang sudah dipindahkan oleh Nebukadnezar, raja Babil, dan yang kembali ke Yeruzalem dan Yehuda, masing-masing kepada negerinya;","yang sudah datang serta dengan Zerubabil, Yesua, Nehemya, Azarya, Raamya, Nahamani, Mordekhai, Bilsan, Misperet, Bijwai, Nehum dan Baena, bilangan orang laki-laki bangsa Israel.","Maka bani Paroz adalah dua ribu seratus tujuh puluh dua orang.","Bani Sefaca tiga ratus tujuh puluh tujuh dua orang.","Bani Arakh enam ratus lima puluh dua orang.","Bani Pahat-Moab, dari pada bani Yesua dan Yoab, dua ribu delapan ratus delapan belas orang.","Bani Elam seribu dua ratus lima puluh empat orang.","Bani Zatu delapan ratus empat puluh lima orang.","Bani Zakai tujuh ratus enam puluh orang.","Bani Binui enam ratus empat puluh delapan orang.","Bani Bebai enam ratus delapan likur orang.","Bani Azjad dua ribu tiga ratus dua likur orang.","Bani Adonikam enam ratus enam puluh tujuh orang.","Bani Bijwai dua ribu enam puluh tujuh orang.","Bani Adin enam ratus lima puluh lima orang.","Bani Ater, dari pada Hizkia, sembilan puluh delapan orang.","Bani Hasum tiga ratus delapan likur orang.","Bani Bezai tiga ratus empat likur orang.","Bani Harif seratus dua belas orang.","Bani Gibeon sembilan puluh lima orang.","Orang Betlehem dan Netofa seratus delapan puluh delapan.","Orang Anatot seratus delapan likur.","Orang Bait-Azmawit empat puluh dua.","Orang Kiryat-Yearim, Kefira dan Beerot tujuh ratus empat puluh tiga.","Orang Rama dan Gaba enam ratus selikur.","Orang Mikhmas seratus dua likur.","Orang Bait-el dan Ai seratus tiga likur.","Orang Nebo yang lain itu lima puluh dua.","Bani Elam yang lain itu seribu dua ratus lima puluh empat orang.","Bani Harim tiga ratus dua puluh orang.","Bani Yerikho tiga ratus empat puluh lima orang.","Bani Lod, Hadid dan Ono tujuh ratus selikur orang.","Bani Senaa tiga ribu sembilan ratus tiga puluh orang.","Segala imam: bani Yedaya, dari pada orang isi rumah Yesua, sembilan ratus tujuh puluh tiga orang.","Bani Imer seribu lima puluh dua orang.","Bani Pasyhur seribu dua ratus empat puluh tujuh orang.","Bani Harim seribu tujuh belas orang.","Orang-orang Lewi: Bani Yesua dan Kadmiel, dari pada bani Hodewa, tujuh puluh empat orang.","Segala biduan: bani Asaf seratus empat puluh delapan orang.","Segala penunggu pintu: Bani Salum, bani Ater, bani Talmon, bani Akub, bani Hatita, bani Sobai, seratus tiga puluh delapan orang.","Segala Netinim: Bani Ziha, bani Hasufa, bani Tabaot,","bani Keros, bani Sia, bani Padon,","bani Lebana, bani Hagaba, bani Salmai,","bani Hanan, bani Gidel, bani Gahar,","bani Reaya, bani Rezin, bani Nekoda,","bani Gazam, bani Uza, bani Paseah,","bani Bezai, bani Meunim, bani Nefusim,","bani Bakbuk, bani Hakufa, bani Harhur,","bani Bazlit, bani Mehida, bani Harsa,","bani Barkos, bani Sisera, bani Tamah,","bani Neziah, bani Hatifa,","bani abdi Sulaiman, bani Sotai, bani Soferet, bani Perida,","bani Yaala, bani Darkon, bani Gidel,","bani Sefaca, bani Hatil, bani Pokheret-Hazebayim, bani Amon,","jumlah segala Netinim dan bani abdi Sulaiman itu tiga ratus sembilan puluh dua orang.","Dan lagi orang-orang inipun berjalan dari Tel-melah dan Tel-harsa dan Kherub dan Adon dan Imer, tetapi tiada dapat dinyatakannya, bahwa orang isi rumah bapa-bapanya dan keturunannya dari pada Israel asalnya.","Bani Delaya, bani Tobia, bani Nekoda, enam ratus empat puluh dua orang.","Dan dari pada segala imam adalah bani Habaya, bani Hakkoz, bani Barzilai, orang Gilead itu, dan sudah mengambil nama mereka itu akan dirinya.","Maka orang-orang itu lagi mencahari surat asalnya, tetapi tiada didapatinya akan dia, maka sebab itu mereka itu dijauhkan dari pada imamat seperti orang yang najis adanya.","Maka kata Hatirsata kepada mereka itu, jangan mereka itu makan dari pada barang yang mahasuci itu dahulu dari pada berdiri seorang imam dengan Urim dan Tumim.","Adapun segenap sidang itu jumlahnya empat puluh dua ribu tiga ratus enam puluh orang.","Kecuali segala hamba sahaya mereka itu, tujuh ribu tiga ratus tiga puluh tujuh banyaknya, dan adalah pada mereka itu dua ratus empat puluh lima biduan laki-laki dan perempuan.","Dan kudanya tujuh ratus tiga puluh enam ekor, dan bagalnya dua ratus empat puluh lima ekor,","dan untanya empat ratus tiga puluh lima ekor, dan keledainya enam ribu tujuh ratus dua puluh.","Maka segala penghulu bapa-bapa dari pada pertama dan yang kemudianpun memberi akan belanja pekerjaan itu, dan Hatirsatapun memberi akan khazanah itu emas seribu dirham dan bokor percikan lima puluh buah dan jubah imam lima ratus tiga puluh helai.","Dan segala penghulu bapa-bapapun memberi kepada khazanah akan belanja pekerjaan itu emas dua puluh ribu dirham dan perak dua ribu dua ratus mina.","Adapun barang yang diberi oleh segala orang yang lain itu emas dua puluh ribu dirham dan perak dua ribu mina dan jubah imam enam puluh tujuh helai.","Maka segala imam dan orang Lewi dan penunggu pintu dan biduan dan yang dari pada orang banyak itu dan segala Netinim dan segala orang Israelpun duduklah di dalam negeri-negerinya."]