["Bermula, maka pada masa hampir sampai bulan yang ketujuh dan segala orang Israelpun di dalam negeri-negerinya,","berhimpunlah segenap orang banyak itu seperti orang satu jua adanya pada halaman yang di hadapan pintu Air; maka disuruh mereka itu kepada Ezra, katib itu, membawa akan kitab taurat Musa, yang firman Tuhan kepada orang Israel.","Maka imam Ezrapun membawalah akan kitab Taurat itu ke hadapan perhimpunan itu, baik laki-laki baik perempuan dan segala orang yang cukup akalnya akan mendengar, yaitu pada sehari bulan yang ketujuh.","Maka dibacakannya di hadapan halaman yang di muka pintu Air itu dari pada ketika mulai siang sampai kepada tengah hari di hadapan segala orang laki-laki dan perempuan dan segala orang yang berakal itu, maka telinga segenap orang banyak itu tersenget kepada kitab Taurat itu.","Maka katib Ezrapun berdirilah di atas mimbar kayu, yang sudah diperbuat oleh mereka itu akan perkara ini, dan pada sisinya adalah berdiri Matita dan Sema dan Anaya dan Uria dan Hilkia dan Maaseya pada kanannya dan pada kirinya Pedaya dan Misael dan Malkhia dan Hasum dan Hasbadana dan Zakharya dan Mesulam.","Maka oleh Ezra dibukakan kitab itu di hadapan mata segenap orang banyak, karena tertinggilah ia dari pada orang banyak itu, serta dibukakannya maka bangkitlah orang banyak itu lalu berdiri.","Maka dipuji-puji Ezra akan Tuhan, Allah yang mahabesar, lalu sahut segenap orang banyak itu: Amin! Amin! sambil menadahkan tangannya, lalu mereka itu sekalian tunduk menyembah sujud kepada Tuhan dengan mukanya sampai ke bumi.","Maka Yesua dan Bani dan Serebya dan Yamin dan Akub dan Sabetai dan Hodia dan Maaseya dan Kelita dan Azarya dan Yozabad dan Hanan dan Pelaya dan segala orang Lewipun mengajar orang banyak itu dari pada taurat sementara orang banyak itupun tinggal berdiri pada tempatnya.","Maka mereka itupun membacakan kitab itu, yaitu taurat Allah, dengan nyaring suaranya dan diartikannya maknanya, supaya orang mengerti barang yang dibaca itu.","Maka Nehemya, yaitu Hatirsata, dan imam Ezra, yang katib, dan segala orang Lewi, yang mengajar orang banyak itu, berkata kepada mereka itu sekalian demikian: Bahwa hari ini sucilah bagi Tuhan, Allahmu; sebab itu janganlah kamu berdukacita dan jangan kamu menangis; karena mereka itu sekalianpun menangislah apabila didengarnya bunyi taurat itu.","Dan lagi katanya kepada mereka itu: Pergilah kamu, makanlah barang yang sedap dan minumlah barang yang manis dan kirimlah hadiah makanan kepada segala orang yang tiada disediakan baginya, karena sucilah hari ini bagi Tuhan kita, maka sebab itu janganlah kamu berdukacita, karena kesukaan yang dari pada Tuhan itulah juga kuatmu.","Maka dipersenangkan orang Lewi akan mereka itu sekalian, katanya: Diamlah kamu, karena sucilah hari ini, sebab itu janganlah kamu berdukacita.","Hata, maka mereka itu sekalianpun pergilah hendak makan minum dan berkirim-kirim hadiah makan-makanan dan bersuka-sukaan dengan ramai, sebab mengertilah mereka itu segala perkataan yang telah diberitahu kepadanya.","Maka pada keesokan harinya berhimpunlah segala penghulu bapa-bapa mereka itu sekalian serta segala imam dan orang Lewi kepada katib Ezra, hendak belajar pula bunyi taurat itu.","Maka didapatinya tersurat di dalam taurat bahwa Tuhan sudah berfirman dengan lidah Musa, disuruhnya bani Israel duduk dalam pondok daun-daun pada masa raya bulan yang ketujuh itu.","Maka sebab itu dimaklumkannyalah dan disuruhnya berseru-seru berkeliling dalam segala negerinya dan di Yeruzalem, katanya: Hendaklah kamu keluar ke pegunungan, ambilkanlah dari sana cabang-cabang pokok zait dan cabang pokok zait hutan dan cabang pokok murd dan pelepah pokok kurma dan cabang segala pokok yang lebat daunnya akan diperbuatkan pondok daun-daun seperti yang tersurat itu.","Hata, maka keluarlah mereka itu diambilnya akan dia dan diperbuatkannya pondok-pondok daun-daun, masing-masing di atas sotoh rumahnya dan di penghadapannya dan di penghadapan bait-Ullah dan di halaman pintu Air dan di halaman pintu Efrayim.","Maka segenap sidang orang yang sudah kembali dari pada tertawan itupun memperbuatkan pondok-pondok itu, karena dari pada zaman Yusak bin Nun sampai kepada hari ini tiada pernah diperbuat begitu oleh bani Israel; maka adalah kesukaan yang amat besar.","Maka pada tiap-tiap hari dibaca oranglah kitab taurat Allah dari pada hari yang pertama datang kepada hari yang terkemudian, dan dipegangnya masa raya itu tujuh hari lamanya dan pada hari yang kedelapan, hari yang besar itu, menurut hakikat adanya."]