["Arakian, maka pada dua puluh empat hari bulan itu juga berhimpunlah segala bani Israel serta berpuasa dengan berkabung dan ada lebu tanah pada kepalanya.","Maka bani Israelpun menjauhkanlah dirinya dari pada segala orang helat, dan berdirilah mereka itu sambil mengaku dosanya dan salah nenek moyangnya.","Setelah mereka itu bangkit berdiri pada tempatnya maka dibacanya dalam kitab taurat Tuhan, Allahnya, sesuku hari lamanya, dan sesuku lagi lamanya diakuinya dosa-dosanya dan dipintanya doa kepada Tuhan, Allahnya.","Maka Yesua dan Bani dan Kadmiel dan Sebanya dan Buni dan Serebya dan Bani dan Khenani berdirilah di atas mimbar orang Lewi serta meminta doa dengan nyaring suaranya kepada Tuhan, Allahnya.","Maka orang Lewi, Yesua dan Kadmiel dan Bani dan Hasabneya dan Serebya dan Hodia dan Sebanya dan Petahyapun berkata demikian: Bangkitlah kamu; pujilah Tuhan, Allahmu, dari pada kekal sampai kepada kekal; hendaklah orang memuji nama kemuliaanmu yang di atas segala tahlil dan puji.","Ya Tuhan, Engkau juga yang benar! Engkau juga yang sudah menjadikan langit, bahkan, langit di atas segala langit serta dengan segala tentaranya dan bumi dengan segala sesuatu yang di atasnya dan lautan dengan segala isinya, dan Engkau juga menghidupkan sekaliannya dan tentara segala langitpun menyembah sujud kepadamu.","Ya Tuhan, Engkau juga Allah yang sudah memilih Abram dan yang sudah menghantar akan dia keluar dari Ur-Kasdim dan yang sudah menamai akan dia Ibrahim.","Dan Engkaupun sudah mendapat hatinya setiawan di hadapan hadirat-Mu dan sudah berjanji dengan dia akal hal Engkau hendak memberi tanah orang Kanani dan Heti dan Amori dan Ferizi dan Yebuzi dan Girgazi itu, yaitu Engkau hendak mengaruniakan dia kepada anak cucunya, dan Engkaupun sudah menyampaikan segala firman-Mu itu, karena adil ada-Mu.","Maka Engkaupun sudah menilik akan nenek moyang kami yang teraniaya di Mesir dan sudah mendengar akan seru mereka itu di tepi laut Kolzom,","dan Engkaupun sudah mengadakan beberapa tanda dan ajaib pada Firaun dan segala hambanya dan pada segala orang isi negerinya, karena Engkau juga mengetahui akan hal mereka itu berlaku kepadanya dengan congkak dan Engkau sudah mengadakan bagi-Mu suatu nama, seperti yang ada pada hari ini.","Dan Engkau juga sudah membelahkan laut di hadapan mereka itu, sehingga mereka itu menyeberang dengan berjalan pada kekeringan di tengah-tengah laut, maka segala orang yang mengusir akan mereka itu sudah Kaucampak ke dalam tubir, seperti sebuah batu ke dalam air yang deras.","Maka Engkau sudah menghantar mereka itu pada siang dengan tiang awan dan pada malam dengan tiang api, hendak menerangi mereka itu pada jalan yang diturutnya.","Maka Engkau sudah turun kepada bukit Torsina dan sudah berfirman kepada mereka itu dari langit dan Engkaupun sudah menganugerahi mereka itu dengan syarat yang patut dan firman yang tiada berkecelaan dan syariat dan hukum yang baik.","Dan Engkaupun sudah memberi tahu kepadanya sabat-Mu yang suci itu, dan Engkaupun sudah berpesan kepadanya segala firman dan syariat dan hukum itu dengan lidah Musa, hamba-Mu.","Dan Engkaupun sudah mengaruniakan kepada mereka itu roti dari langit akan memuaskan laparnya dan sudah menerbitkan air dari pada bukit batu akan memuaskan dahaganya, dan Engkaupun sudah berfirman kepada mereka itu menyuruhkan mereka itu mengambil tanah itu bagi dirinya akan bahagian pusaka, yang sudah Kauangkat tangan-Mu atasnya hendak mengaruniakan tanah itu kepadanya.","Tetapi kelakuan mereka itu dan segala nenek moyang kamipun dengan congkak, ditegarkannya tengkuknya dan tiada mereka itu mendengar akan firman-Mu.","Maka engganlah mereka itu mendengar dan tiada diingatnya akan segala perkara ajaib yang sudah Kauperbuat kepadanya, melainkan ditegarkannya tengkuknya dan dengan durhakanya ditentukannya seorang penghulu hendak kembali kepada hal perhambaannya itu. Kendatilah demikian tiada juga Kautinggalkan mereka itu, sebab Engkaulah Allah yang amat mengampuni dan amat mengasihani dan yang rahmani dan panjang sabar dan besarlah kemurahan-Mu.","Meskipun pada masa diperbuat mereka itu akan dirinya seekor anak lembu tuangan dan kata mereka itu: Bahwa inilah Allahmu, yang sudah menghantar akan kamu keluar dari Mesir dan mereka itu menghujat sangat akan Dikau,","maka tiada juga Kautinggalkan mereka itu di padang Tiah oleh karena kebesaran rahmat-Mu, sehingga tiang awan itu tiada undur dari padanya pada siang hari akan menghantar mereka itu pada jalannya, dan tiang apipun tiada undur pada malam akan menerangi mereka itu, yaitu pada jalan yang patut diturutnya.","Dan lagi Engkaupun sudah mengaruniakan Roh-Mu yang baik itu akan memberi akal kepada mereka itu dan manna-Mupun tiada Kautahani dari pada mulut mereka itu dan Engkaupun sudah mengaruniakan air kepada mereka itu akan memuaskan dahaganya.","Demikianlah Engkaupun sudah memeliharakan mereka itu di padang Tiah empat puluh tahun lamanya, sehingga mereka itu tiada berkekurangan dan pakaian mereka itupun tiada buruk dan kaki mereka itupun tiada bengkak.","Lalu Engkau sudah mengaruniai mereka itu dengan beberapa kerajaan dan bangsa, yang sudah Kaubahagi-bahagi kepada mereka itu seperti sepotong tanah ujung, sehingga diperolehnya akan bahagian pusaka segala tanah Sihon, yaitu tanah raja Hezbon, dan tanah Og, raja Bazan itu.","Maka Engkaupun sudah memperbanyakkan anak-anak mereka itu seperti bintang di langit, dan Engkaupun sudah membawa mereka itu ke dalam negeri, akan halnya Engkau sudah berfirman kepada nenek moyangnya, bahwa mereka itu akan masuk ke dalamnya dan beroleh dia akan bahagian pusaka.","Demikianlah segala anaknyapun sudah masuk ke dalam negeri itu dan sudah beroleh dia akan bahagian pusaka, dan Engkaupun sudah menaklukkan segala orang isi negeri itu, yaitu orang Kanani, di hadapan mereka itu dan Engkau sudah menyerahkan dia kepada tangan mereka itu serta dengan segala rajanya dan segala bangsa negeri itu, supaya diperbuatnya akan dia barang kehendak hati mereka itu.","Maka dialahkan mereka itu beberapa buah negeri yang teguh-teguh dan suatu tanah yang gemuk dan diperolehnya akan bahagian pusaka beberapa berapa buah rumah penuh dengan pelbagai barang-barang yang baik dan beberapa perigi yang tergali dan kebun anggur dan kebun zait dan pokok buah-buahpun terlalu banyak, maka mereka itupun sudah makan dan sudah menjadi kenyang dan sudah menambunkan dirinya dan sudah hidup dengan lezatnya oleh kebesaran kemurahan-Mu.","Tetapi mereka itu sudah menjadi degil dan sudah mendurhaka kepada-Mu dan sudah membuang Taurat-Mu ke belakangnya dan dibunuhnya akan nabi-nabi-Mu, yang sudah naik saksi atasnya hendak dikembalikannya mereka itu kepada-Mu; demikianlah dibuat mereka itu hujat besar akan Dikau.","Maka sebab itu Engkaupun sudah menyerahkan mereka itu kepada tangan musuhnya, yang sudah menyesakkan mereka itu, tetapi pada masa mereka itu berseru kepada-Mu dalam hal kesesakannya Engkaupun mendengar akan mereka itu dari dalam sorga dan oleh karena segala rahmat-Mu yang besar itu Engkau mengaruniakan kepada mereka itu beberapa penolong, yang melepaskan mereka itu dari pada tangan segala musuhnya.","Tetapi baharu mereka itu beroleh selamat sentosa, maka kembali mereka itu berbuat barang yang jahat kepada pemandangan-Mu, sebab itu Kautinggalkan mereka itu pula dalam kuasa musuhnya, supaya mereka itu diperhambakan olehnya, tetapi pada masa mereka itu bertobat dan kembali berseru kepada-Mu, maka Engkaupun mendengar akan mereka itu dari dalam sorga dan menolong akan mereka itu oleh karena segala rahmat-Mu sampai beberapa berapa zaman.","Dan lagi Engkaupun sudah berfirman kepada mereka itu hendak mengembalikan mereka itu kepada taurat-Mu, tetapi kelakuan mereka itu dengan congkak tiada mereka itu mau mendengar akan firman-Mu, melainkan mereka itu berdosa kepada segala hukum-Mu, maka jikalau kiranya orang menurut dia, niscaya iapun hidup olehnya; maka mereka itupun sudah mengundurkan bahunya dan ditegarkannya tengkuknya dan tiada mereka itu mau mendengar.","Maka Engkaupun sudah menyabarkan mereka itu beberapa berapa tahun lamanya dan Engkaupun sudah berfirman kepadanya oleh Roh-Mu dengan lidah segala nabi-Mu, tetapi tiada mereka itu menyengetkan telinganya, maka lama-kelamaannya Engkaupun menyerahkan mereka itu kepada tangan bangsa segala negeri itu.","Tetapi oleh karena segala rahmat-Mu yang besar itu tiada juga kutumpas akan mereka itu dan tiada Kautinggalkan mereka itu, karena Engkaulah Allah yang amat mengasihani dan rahmani.","Maka sekarang, ya Allah kami! ya Allah yang mahabesar dan mahakuasa dan amat heban! yang memeliharakan perjanjian dan kemurahan! jangan apalah Kaupandang ringan akan segala kesukaran yang telah kami kena, baik segala raja kami baik segala penghulu kami dan segala imam kami dan segala bani kami dan segala bapa kami dan segala umat-Mu, dari pada zaman raja-raja Asyur datang kepada hari ini.","Tetapi Engkau juga yang benar dalam segala sesuatu yang telah berlaku atas kami, karena Engkau sudah berlaku selalu dengan setiawan, tetapi kami ini sudah berlaku dengan khianat.","Adapun segala raja kami dan bapa-bapa kami itu tiada menurut taurat-Mu dan tiada didengarnya akan segala firman-Mu dan akan segala nasihat yang telah Kauberi kepadanya.","Maka tatkala mereka itu lagi suatu kerajaan dan di antara segala perkara baik, yang telah Kauperbuat akan mereka itu, dan di dalam sebuah negeri yang amat luas dan subur, yang telah Kaukaruniakan di hadapan mereka itu, tiada juga mereka itu berbuat ibadat kepada-Mu dan tiada mereka itu bertobat dari pada segala perbuatannya yang jahat itu.","Bahwa sesungguhnya pada hari ini kamilah hamba, bahkan, di dalam negeri yang sudah Kaukaruniakan kepada nenek moyang kami supaya dimakan oleh mereka itu akan buahnya dan akan baiknya, bahwasanya di dalamnya itu kami ini hamba jua.","Maka tanah itu memperbanyakkan hasilnya bagi segala raja yang telah Kauangkat atas kami oleh karena segala dosa kami; maka mereka itu memerintahkan badan kami dan segala binatang kami dengan sekehendak hatinya, maka kamipun di dalam hal kepicikan sangat.","Hata, maka kemudian dari pada sekalian ini kami membuat suatu perjanjian dengan teguhnya serta menyuratkan dia, dan kami suruh segala penghulu kami dan segala orang Lewi kami dan segala imam kamipun membubuh cap padanya."]