["Sebermula, maka pada sekali peristiwa, pada zaman raja Ahasyweros, ia itu Ahasyweros yang kerajaan dari pada Hindi sampai ke tanah Kusy atas seratus dua puluh tujuh bahagian tanah,","pada zaman raja Ahasyweros itu bersemayam di atas takhta kerajaannya di dalam kota Susan,","pada tahun yang ketiga dari pada kerajaannya, diperbuat baginda suatu perjamuan akan segala penghulu dan pegawainya, segala orang besar-besar di Farsi dan Medi, segala khalifat dan penghulu negeri-negeri, di hadapan hadiratnya.","Maka kepadanya dinyatakannya segala kekayaan kemuliaan kerajaannya dan keindahan perhiasan kebesarannya beberapa hari lamanya, sampai seratus delapan puluh hari.","Setelah genaplah segala hari itu maka diperbuat baginda suatu perjamuan pula akan segala orang yang terdapat di dalam kota Susan, baik besar baik kecil, tujuh hari lamanya, di dalam penghadapan taman istana baginda.","Maka tirai kelambu putih, hijau dan biru laut tersingkat dengan tali kapas yang ungu warnanya dalam halkat perak pada tiang-tiang batu marmar, maka beberapa geta dari pada emas dan perakpun terhantar di atas dasar pualam dan batu marmar dan hablur dan lazurdi.","Maka minumanpun diperidarkan oranglah dalam piala keemasan, dan piala itu tiap-tiap kali ditukar dengan piala yang lain, maka berkelimpahanlah air anggur kerajaan, hanya baginda juga yang dapat mengaruniakan yang demikian.","Adapun angkapan minuman itu adalah syaratnya, jangan orang minum terpaksa, karena demikianlah sudah ditentukan oleh baginda bagi segala orang besar-besar yang di dalam istana baginda, bahwa masing-masing akan berbuat sekadar suka hatinya.","Hata, maka Wasti permaisuri itupun sudah berbuat lagi suatu perjamuan akan segala orang perempuan di dalam maligai yang pada baginda raja Ahasyweros.","Maka pada hari yang ketujuh, tatkala bersukacitalah hati baginda oleh minum air anggur itu, titah baginda kepada Mehuman dan Bizta dan Kharbona dan Bijta dan Abajta dan Zetar dan Kharkhasy, ketujuh penjawat istana yang berkhidmat di hadapan hadirat baginda raja Ahasyweros,","supaya dipersilakannya Wasti, permaisuri itu, datang menghadap baginda dengan berpakaikan makota kerajaan, hendak diperlihatkannya keelokan permaisuri itu kepada segala orang dan segala penghulu itu, karena sangat elok parasnya.","Tetapi engganlah permaisuri Wasti datang dengan titah baginda yang disampaikan oleh penjawat itu kepadanya, maka sangatlah murka baginda, sehingga bernyala-nyala murkanya.","Maka titah baginda kepada segala hakim yang tahu akan barang yang patut dalam hal ini (karena demikianlah adat dibicarakan segala hal ihwal kerajaan dalam majelis segala orang yang mengetahui hukum dan syarat;","adapun orang yang terhampir kepada baginda itu, ia itu Karsena dan Setar dan Admata dan Tarsis dan Meresy dan Marsena dan Memukhan, ketujuh penghulu Farsi dan Medi, yang menghadap hadirat baginda dan duduk pada tempat yang mulia-mulia dalam kerajaan itu);","yang patut dipengapakan permaisuri Wasti seturut bunyi hukum, sebab tiada diturutnya titah baginda raja Ahasyweros yang disampaikan oleh penjawat itu kepadanya?","Maka sembah Memukhan di hadapan hadirat baginda dan segala penghulu itu: Adapun permaisuri Wasti itu bersalah bukan kepada tuanku seorang jua, melainkan lagi kepada segala penghulu dan segala bangsa yang di dalam segala negeri duli tuanku Ahasyweros.","Karena kelakuan permaisuri ini kedengaranlah kelak kepada segala orang perempuan, sehingga lakinya akan berkecelaan kepada pemandangannya, serta katanya: Bahwa baginda raja Ahasyweros sudah bertitah mempersilakan permaisuri Wasti datang menghadap hadirat baginda, tetapi engganlah ia datang.","Maka mulai dari pada hari ini juga segala bini penghulu Farsi dan Medi, apabila didengarnya kelakuan permaisuri itu, niscaya iapun akan bertutur demikian kepada segala penghulu tuanku, sehingga tiada akan kurang kecelaan dan kemarahan.","Maka jikalau berkenan kepada tuanku, hendaklah kiranya keluar suatu titah dari pada hadirat tuanku, dan disuratkan titah itu di dalam hukum Farsi dan Medi, yang tiada dapat dilalui, bahwa Wasti tiada boleh lagi menghadap hadirat baginda raja Ahasyweros, dan kebesarannyapun dikaruniakan oleh tuanku kepada seorang lain yang baik dari padanya.","Maka masyhurlah kelak titah tuanku yang akan dimaklumkan dalam seluruh kerajaan tuanku, berapa besarnya sekalipun, maka segala orang perempuan itu kelak memberi hormat akan lakinya dari pada besar dan kecil.","Maka bicara ini baiklah kepada pemandangan baginda dan segala penghulu itu, maka diperbuat baginda seperti sembah Memukhan itu.","Maka dilayangkannya beberapa pucuk surat kiriman kepada segala negeri baginda, kepada tiap-tiap negeri seperti khatnya dan kepada tiap-tiap bangsa seperti logatnya, bunyinya: Patutlah tiap-tiap orang laki itu jadi tuan dalam rumahnya dan memberi perintah setuju dengan adat bangsanya."]