["Hata, maka kemudian dari pada yang tersebut itu, setelah padamlah murka baginda raja Ahasyweros, teringatlah baginda akan Wasti dan akan barang yang telah dibuatnya dan akan barang yang telah ditentukan atasnya.","Maka sembah segala orang muda baginda yang berkhidmat kepadanya: Baiklah dicahari akan tuanku beberapa orang perempuan muda, yaitu anak dara, yang elok parasnya.","Hendaklah kiranya tuanku memberi titah kepada orang besar-besar dalam segala negeri kerajaan tuanku, supaya dihimpunkannya kepada tuanku segala perempuan muda, yaitu anak dara yang elok parasnya, ke dalam kota Susan dan ke dalam maligai, di bawah perintah Hejai, sida-sida tuanku, yang menunggui segala perempuan, dan hendaklah diberikan perlulutannya kepadanya.","Maka anak dara yang berkenan kepada pemandangan tuanku itu hendaklah diangkat permaisuri akan ganti Wasti. Maka benarlah sembah ini kepada pemandangan baginda, lalu dibuat baginda demikian.","Hata, maka di dalam kota Susan itu adalah seorang orang Yahudi, bernama Mordekhai bin Yait bin Simai bin Kisy, seorang orang Benyamin,","yang sudah dipindahkan dari Yeruzalem serta dengan segala orang tawanan yang dipindahkan dengan Yekhonia, raja Yehuda, yang dipindahkan oleh Nebukadnezar, raja Babil.","Maka ialah bapa angkat Hadasa, yaitu Ester, anak perempuan mamaknya, karena anak itupun tiada lagi beribu bapa, dan lagi anak dara itu cantik rupanya dan elok parasnya, maka pada masa mati ibu bapanya diangkat Mordekhai anak akan dia.","Hata, setelah termasyhurlah titah baginda dan hukum itu dan beberapa berapa anak darapun sudah dihimpunkan di dalam kota Susan di bawah perintah Hejai, maka Esterpun dibawa masuk ke dalam istana baginda di bawah perintah Hejai, penunggu segala perempuan itu.","Maka berkenanlah anak dara itu kepada matanya, sehingga diperolehnya keridlaan di hadapannya, maka sebab itu dengan segera juga diberikannya perlulutannya kepadanya dan bahagian yang ditentukan kepadanya dan lagi tujuh orang dayang-dayang yang layak dari dalam istana baginda, maka dipindahkannya dia serta segala dayang-dayangnya ke dalam tempat maligai yang terbaik.","Adapun Ester itu tiada dinyatakannya bangsanya dan kaum keluarganya, karena pesan Mordekhai kepadanya jangan ia itu dinyatakan olehnya.","Maka pada tiap-tiap hari berjalanlah Mordekhai lalu lalang di penghadapan maligai hendak mengetahui perihal selamat Ester dan barang yang dipengapakan dia.","Bermula, apabila sampailah giliran masing-masing anak dara akan masuk menghadap baginda raja Ahasyweros, setelah sudah dua belas bulan lamanya dibuat padanya seperti adat dalam maligai itu, karena baharu genaplah segala hari perlulutannya setelah sudah enam bulan lamanya diperlulut dengan minyak mur dan enam bulan lamanya dengan bau-bauan dan pelbagai perlulutan perempuan itu.","Setelah itu maka masuklah anak dara itu menghadap baginda, dan segala sesuatu yang dikatakannya itupun diberikan kepadanya akan dibawa sertanya dari dalam maligai masuk ke dalam istana baginda.","Adapun ia masuk pada petang hari, dan pada pagi hari kembalilah ia ke dalam maligai yang kedua, yang di bawah perintah Saasyjaz, sida-sida baginda yang menunggui segala gundik; maka tiada pula ia masuk menghadap baginda, melainkan apabila baginda berahikan dia dan iapun dipanggil dengan namanya.","Maka apabila sampailah giliran Ester, anak Abikhail, mamak Mordekhai, yang sudah mengangkat anak akan dia, bahwa iapun masuk menghadap baginda, maka satupun tiada dikehendakinya melainkan barang yang dikatakan oleh Hejai, sida-sida baginda, yang menunggui segala perempuan itu, maka Esterpun berkenan kepada pemandangan segala orang yang melihat dia.","Demikianlah peri Ester dibawa menghadap baginda raja Ahasyweros ke dalam istana baginda pada bulan yang kesepuluh, yaitu bulan Tebet, pada tahun yang ketujuh dari pada kerajaannya.","Maka kasihlah baginda akan Ester terlebih dari pada kasihnya akan segala perempuan yang lain itu, sehingga iapun beroleh kasihan dan keridlaan di hadapan hadirat baginda terlebih dari pada segala anak dara itu, maka dikenakan baginda makota kerajaan pada kepalanya dan iapun dijadikan baginda permaisuri akan ganti Wasti.","Maka bagindapun membuat suatu perjamuan yang besar akan segala penghulu dan pegawainya, yaitu perjamuan karena Ester, maka diringankan baginda upeti yang dibayar oleh segala negeri itu, dan dikaruniakan baginda anugerah sekadar kebesarannya.","Maka pada masa segala anak dara itu dipindahkan kepada maligai yang kedua itu, adalah Mordekhai duduk di dalam pintu istana baginda.","Maka tiada dinyatakan Ester kaum keluarganya dan bangsanya, seperti pesan Mordekhai kepadanya, karena Esterpun menurutlah kata Mordekhai, seperti pada masa ia lagi dipeliharakan olehnya.","Bermula, maka pada masa Mordekhai duduk di dalam pintu istana baginda berbangkitlah amarah Bijtan dan Teresy, kedua penjawat baginda dari pada segala penunggu ambang, maka dicaharinya jalan hendak membunuh baginda raja Ahasyweros.","Maka ketahuanlah perkara ini kepada Mordekhai, lalu diberinya tahu permaisuri Ester, dan Esterpun mempersembahkan hal itu kepada baginda atas nama Mordekhai.","Maka apabila diselidik hal itu didapatinya benarlah demikian, lalu kedua orang itupun digantungkan pada kayu, maka disuratkan perkara itu dalam kitab tawarikh di hadapan hadirat baginda."]