["Hata, maka kemudian dari pada perkara yang tersebut itu, dibesarkan baginda raja Ahasyweros akan Haman bin Hamedata, orang Agaji, ditinggikannya dan ditentukannya kedudukannya terlebih tinggi dari pada segala penghulu yang sertanya.","Maka segala hamba baginda yang di dalam pintu istana baginda itu bertelutlah dan menyembahlah kepada Haman, karena demikianlah titah baginda akan halnya; melainkan Mordekhai juga tiada bertelut dan tiada menyembah.","Maka kata segala hamba raja yang di dalam pintu istana itu kepada Mordekhai: Mengapa engkau melalui titah duli yang dipertuan?","Meskipun pada tiap-tiap hari kata mereka itu kepadanya begitu, tiada juga didengarnya akan kata mereka itu, lalu mereka itupun memberitahu Haman, hendak melihat kalau kata Mordekhai akan menang, karena sudah dinyatakannya kepada mereka itu hal ia orang Yahudi adanya.","Demi dilihatnya Haman akan hal Mordekhai tiada bertelut dan tiada menyembah kepadanya, maka penuhlah hati Haman dengan dengki.","Tetapi suatu kehinaan kepada pemandangannya membunuh Mordekhai seorang orang jua, tegal sudah dinyatakan oranglah kepadanya bangsa Mordekhai itu, melainkan Haman mencahari jalan hendak membinasakan segala orang Yahudipun yang di dalam seluruh kerajaan Ahasyweros, sebab mereka itu bangsa Mordekhai.","Maka pada bulan yang pertama, yaitu bulan Nisan, tahun yang kedua belas dari pada kerajaan Ahasyweros, ditentukannya bulan yang kedua belas, yaitu bulan Adar, oleh Pur, yaitu undi, yang dibuang oranglah di hadapan Haman dari pada sehari datang kepada sehari dan dari pada sebulan datang kepada sebulan.","Maka sembah Haman kepada baginda raja Ahasyweros: Bahwa adalah suatu bangsa terhambur dan tercerai-berai di antara segala bangsa dalam segala negeri kerajaan tuanku, maka hukum bangsa itu lain dari pada hukum segala bangsa, dan hukum tuankupun tiada diturutnya, maka sebab itu tiada layak kepada tuanku membiarkan mereka itu lagi dengan hidupnya.","Jikalau kiranya berkenan kepada tuanku, baiklah diberi surat titah supaya mereka itu ditumpas, maka patikpun akan menimbang selaksa talenta perak kepada tangan orang yang punya pekerjaan membawa masuk dia ke dalam khazanah tuanku.","Maka oleh baginda dicabut cincinnya dari pada jarinya, lalu dikaruniakannya kepada Haman bin Hamedata, orang Agaji dan seteru segala orang Yahudi itu.","Maka titah baginda kepada Haman: Perak itu dikaruniakan juga kepadamu dan lagi bangsa itupun, akan dibuat padanya barang yang baik kepada pemandanganmu.","Hata, maka dipanggil segala jurutulis baginda pada bulan yang pertama, tiga belas hari bulan itu, disuratkannya seperti segala pesan Haman kepada segala khalifat dan penghulu baginda yang memerintahkan tiap-tiap negeri, dan kepada penghulu tiap-tiap bangsa dengan logatnya; adapun disuratkannya itu atas nama baginda raja Ahasyweros juga dan dimateraikannya dengan cincin baginda.","Lalu segala surat itu dikirimnya dengan tangan beberapa orang barid kepada segala negeri baginda, supaya dibinasakan dan dibunuh dan ditumpas oranglah akan segala orang Yahudi dari pada tua dan muda dan segala anak-anak dan perempuanpun pada satu hari juga, yaitu pada tiga belas hari bulan yang kedua belas, yaitu bulan Adar, dan supaya dijarahi oranglah akan mereka itu.","Maka bunyi surat itu: Bahwa dalam segala negeri akan diberi titah yang nyata kepada segala bangsa, supaya sedialah mereka itu sekalian pada hari yang ditentukan itu.","Maka segala barid itupun berjalanlah, diajak bersegera-segera dengan pesan baginda, dan titah itu diberikan di dalam kota Susan. Maka duduklah baginda dan Haman minum bersama-sama, tetapi huru-haralah segala orang isi kota Susan adanya."]