["Arakian, serta diketahui Mordekhai akan segala sesuatu yang telah jadi itu, dikoyak-koyak Mordekhai akan pakaiannya, lalu berpakaikan kain karung dengan abu, maka keluarlah ia ke sama tengah negeri sambil mengaduh, sambil menangis tersedih-sedih.","Maka datanglah ia sampai di hadapan pintu istana baginda, karena tak boleh orang masuk ke dalam pintu istana baginda itu dengan berpakaikan kain karung.","Maka dalam segala negeri dan tempat yang titah baginda dan hukum itu sampai, adalah peraung besar di antara segala orang Yahudi dengan puasa dan tangis dan pengaduh dan banyaklah orang berbaring pada kain karung dan abu.","Hata, maka datanglah dayang-dayang dan sida-sida Ester memberitahu hal itu kepadanya, maka ia itu sangat mendukacitakan permaisuri, lalu dikirimnya persalin kepada Mordekhai, supaya dipakainya dan ditanggalkannya kain karung itu dari pada tubuhnya, tetapi tiada diterimanya.","Maka dipanggil Ester akan Hatakh, seorang dari pada segala sida-sida baginda, yang berdiri di hadapannya, disuruhnya pergi bertanyakan Mordekhai akan hal ini dan akan mula sebabnya.","Maka keluarlah Hatakh pergi mendapatkan Mordekhai ke halaman negeri yang di hadapan pintu istana baginda.","Maka oleh Mordekhaipun dimaklumkan kepadanya segala sesuatu yang berlaku atasnya dan berapa banyak uang sudah dijanji Haman menimbang ke dalam khazanah baginda, jikalau boleh dibinasakannya segala orang Yahudi.","Dan lagi diberikannya akan dia salinan surat titah yang telah diberi di Susan akan membinasakan mereka itu sekalian, supaya diperlihatkannya surat itu kepada Ester dan dimaklumkannya sekalian itu kepadanya, dan disuruhnya kepada Ester pergi menghadap baginda akan meminta keridlaannya dan memohon-mohon akan bangsanya di hadapan baginda.","Maka datanglah Hatakh memberitahu Ester segala perkataan Mordekhai itu.","Tetapi kata Ester kepada Hatakh dan disuruhnya sampaikan kata ini kepada Mordekhai:","Bahwa segala hamba raja dan segala rakyat di negeri-negeri baginda itu mengetahui baik-baik, bahwa barangsiapa, baik laki-laki atau perempuan, yang masuk menghadap baginda ke dalam penghadapan bersakat itu dengan tiada dipanggil, satu jua hukumnya, yaitu mati dibunuh, melainkan baginda mengunjuk tongkat kerajaan yang keemasan itu kepadanya, kalau begitu dihidupi akan dia; maka dalam tiga puluh hari ini aku tiada dipanggil masuk menghadap baginda.","Maka segala perkataan Ester ini disampaikannyalah kepada Mordekhai.","Lalu disuruh oleh Mordekhai memberi jawab akan Ester demikian: Janganlah pada sangka hatimu, sebab engkau di dalam istana baginda, maka engkaupun akan luput terdahulu dari pada segala orang Yahudi lain itu.","Karena jikalau engkau berdiam dirimu pada masa yang begini, niscaya akan datang juga penghiburan dan pertolongan bagi orang Yahudi dari pada pihak yang lain, maka engkau akan binasa kelak serta dengan segala orang isi rumah bapamu; entah siapa tahu kalau sebab masa ini juga engkau sudah sampai kepada kerajaan itu?","Maka Esterpun menyuruh memberi jawab ini kepada Mordekhai:","Pergilah engkau, himpunkanlah segala orang Yahudi yang terdapat di dalam Susan, dan berpuasalah kamu karena aku tiga hari lamanya, jangan kamu makan atau minum, baik siang baik malam; maka serta aku segala dayang-dayangkupun akan berpuasa demikian juga, lalu aku akan masuk menghadap baginda, jikalau ia itu melawan adat sekalipun; maka jikalau patut aku binasa, biarlah aku binasa.","Hata, maka pergilah Mordekhai, dibuatnya seperti segala sesuatu yang dipesan oleh Ester itu kepadanya."]