["Arakian, maka pada hari yang ketiga Esterpun memakailah pakaian kerajaan, lalu ia berdiri di penghadapan sebelah dalam istana baginda tentang dengan istana baginda itu, maka bagindapun bersemayamlah di atas takhta kerajaannya di dalam istana baginda tentang pintu istana itu.","Demi dilihat baginda akan permaisuri Ester berdiri di penghadapan, maka permaisuripun beroleh keridlaan pada pemandangannya, maka oleh bagindapun diunjuk tongkat kerajaan keemasan yang pada tangannya itu kepada Ester, lalu Esterpun datanglah hampir sambil menjamah ujung tongkat kerajaan itu.","Maka titah baginda kepadanya: Apa kurang, hai permaisuri Ester, dan apa gerangan pinta adinda? Jikalau separuh kerajaan kakanda ini sekalipun, niscaya kakanda berikan adinda.","Maka sembah Ester: Jikalau kiranya berkenan kepada tuanku, hendaklah pada hari ini tuanku serta Haman datang kepada perjamuan yang telah patik perbuat akan tuanku.","Maka titah baginda: Ajaklah oleh kamu akan Haman bersegera menurut kata Ester itu. Hata, setelah baginda dan Hamanpun sudah datang kepada perjamuan yang telah diperbuat oleh Ester itu,","maka ujar baginda kepada Ester sementara baginda santap air anggur: Apa gerangan pinta adinda, maka jikalau separuh kerajaan sekalipun, niscaya kakanda berikan juga.","Maka sembah Ester: Adapun kehendak dan pinta patik inilah:","Jikalau patik sudah beroleh keridlaan kepada pemandangan tuanku, dan jikalau berkenan kepada tuanku meluluskan kehendak patik dan memberikan permintaan patik, hendaklah kiranya tuanku serta Haman datang pula kepada perjamuan yang pada esok hari lagi hendak patik perbuat akan tuanku, lalu patikpun akan berbuat seperti titah tuanku itu.","Arakian, maka pada hari itu keluarlah Haman dengan sukacita dan kesenangan hatinya, tetapi demi terlihatlah Haman akan Mordekhai dalam pintu istana baginda dengan tiada mau bangkit berdiri atau bergerak sekalipun akan memberi hormat kepadanya, lalu bernyala-nyala amarah Haman akan Mordekhai dengan sepenuh-penuhnya.","Tetapi ditahani Haman akan dirinya, lalu sampailah ia ke rumahnya, maka dipanggilnya akan segala sahabatnya dan akan Zeresy bininyapun.","Lalu diceriterakan Haman kepada mereka itu dari hal kemuliaan kekayaannya dan kebanyakan anaknya, dan bagaimana dibesarkan baginda akan dia dalam segala sesuatu, dan sudah ditinggikan baginda akan dia di atas segala penghulu dan pegawai baginda.","Dan lagi kata Haman: Seorangpun tiada dijemput oleh permaisuri Ester akan datang serta baginda kepada perjamuan yang telah diperbuatnya melainkan aku seorang jua, dan pada esok haripun aku dijemput olehnya serta dengan baginda.","Tetapi sekalian ini satupun tiada gunanya kepadaku selama aku melihat si Mordekhai, orang Yahudi itu, lagi duduk di dalam pintu istana baginda.","Maka kata Zeresy, bininya, dan segala sahabatnyapun kepadanya: Baiklah diperbuatkan sebatang tiang kayu, lima puluh hasta tingginya, dan persembahkanlah kepada baginda pada esok hari, bahwa Mordekhai akan digantungkan padanya, lalu pergilah serta baginda kepada perjamuan itu dengan sukacita hatimu. Maka baiklah bicara ini kepada pemandangan Haman, lalu disuruhnya perbuatkan kayu pegantungan itu."]