["Hata, pada malam itu juga lenyaplah pengantuk dari pada baginda, maka dititah baginda bawa hadir akan kitab tadzkirat, yaitu tawarikh, lalu ia itu dibacakan di hadapan hadirat baginda.","Maka didapati orang tersebut dalamnya bahwa Mordekhai sudah memberitahu perkara Bijtana dan Teresy, kedua orang penjawat istana baginda dari antara segala penunggu pintu, yang sudah mencahari jalan hendak membunuh baginda raja Ahasyweros.","Maka titah baginda: Apa hormat dan kebesaran sudah dianugerahkan pada Mordekhai karena sebab perkara itu? Maka sembah segala orang muda-muda, yaitu khadim baginda: Satupun tiada dianugerahkan kepadanya.","Lalu titah baginda: Siapakah di penghadapan itu? Adapun Haman itu sudah datang ke penghadapan yang di luar istana baginda, hendak mempersembahkan kepada baginda hal Mordekhai akan digantungkan kelak pada batang kayu yang telah diperbuatnya akan dia.","Maka sembah segala orang muda-muda baginda itu: Bahwa Haman adalah berdiri di penghadapan. Maka titah baginda: Suruhlah dia masuk.","Setelah Haman sudah masuk, titah baginda kepadanya: Dipengapakan kiranya akan orang yang patut tersangat dipermuliakan oleh raja? Maka kata Haman dalam hatinya: Siapa lagi hendak dipermuliakan oleh baginda terlebih dari pada aku?","Maka sebab itu sembah Haman kepada baginda: Adapun akan orang yang patut tersangat dipermuliakan oleh tuanku itu,","hendaklah dikeluarkan pakaian kerajaan yang biasa dipakai oleh duli tuanku, dan kuda yang biasa dikendarai oleh duli tuanku, dan hendaklah mahkota kerajaan dikenakan kepada kepala orang itu.","Dan pakaian dan kuda itu diberikan kepada tangan barang seorang dari pada segala penghulu dan orang besar-besar duli tuanku, supaya dikenakannya kepada orang itu dan dinaikkannya di atas kuda itu dan diaraknya keliling segala lorong negeri sambil berseru-seru di hadapannya: Demikianlah dibuat akan orang yang hendak tersangat dipermuliakan oleh baginda!","Maka titah baginda kepada Haman: Segera, ambillah olehmu akan pakaian dan kuda itu, seperti yang kaukatakan itu, dan perbuatlah olehmu begitu akan Mordekhai, orang Yahudi, yang duduk di pintu istana raja; sepatah katapun jangan kurang disampaikan dari pada segala yang telah kaukatakan itu.","Maka oleh Haman diambil akan pakaian dan akan kuda itu, dikenakannyalah pakaian itu kepada Mordekhai dan diaraknya keliling segala lorong negeri sambil berseru-seru di hadapannya: Demikianlah dibuat akan orang yang hendak tersangat dipermuliakan oleh baginda!","Setelah itu maka kembalilah Mordekhai kepada pintu istana baginda, tetapi Haman lalu langsung ke rumahnya dengan dukacita hatinya dan dengan bertudung kepalanya.","Lalu diceriterakan Haman segala sesuatu yang telah berlaku atasnya itu kepada Zeresy, bininya, dan kepada segala sahabatnya. Maka kata segala orang alimnya dan lagi Zeresy, bininya: Tegal Mordekhai yang di hadapannya engkau sudah mulai jatuh itu, dari pada bangsa Yahudi, niscaya tiada engkau akan bertahan di hadapannya, melainkan engkau akan jatuh juga.","Maka sementara mereka itu lagi berkata-kata dengan dia, tiba-tiba datanglah sida-sida raja, dihantarnya akan Haman dengan segeranya kepada perjamuan yang telah diperbuat oleh Ester."]