["Setelah sudah datang baginda serta Haman kepada perjamuan permaisuri Ester,","maka titah baginda kepada Ester, pada hari yang keduapun, sementara baginda santap air anggur: Apa gerangan permintaan adinda, hai permaisuri Ester! niscaya ia itu akan diberikan kelak; dan apa gerangan kehendak adinda? jikalau separuh kerajaan sekalipun, niscaya ia itu akan dikaruniakan juga.","Maka sahut permaisuri Ester, sembahnya: Ya tuanku! jikalau kiranya patik sudah beroleh keridlaan pada pemandangan tuanku, dan jikalau kiranya baik pada sangka tuanku, karuniakan apalah kepada patik nyawa patik karena sebab peminta patik, dan nyawa bangsa patikpun karena sebab pemohon patik.","Karena patik sekalian ini, yaitu patik dan bangsa patikpun, sudah dijual akan dibinasakan dan dibunuh dan ditumpas. Jikalau kiranya patik sekalian dijual menjadi hamba dan sahaya juga, niscaya patik berdiam diri patik, meskipun si penganiaya itu tiada dapat mengganti rugi tuanku.","Maka titah baginda raja Ahasyweros kepada permaisuri Ester: Siapa gerangan orang itu? di manakah orang yang berniat dalam hatinya hendak berbuat demikian?","Maka sembah Ester: Adapun orang itu dan si penganiaya itu, ia itu Haman yang jahat ini! Maka hilanglah semangat Haman dari pada terkejut di hadapan baginda dan di hadapan permaisuri.","Maka bagindapun bangkitlah dari pada santap air anggur dengan kehangatan murkanya, lalu langsung ke taman maligai. Maka Hamanpun tinggal berdiri di situ akan memohonkan selamat nyawanya kepada permaisuri Ester, karena telah diketahuinya jahat dari pada pihak baginda sudah tentu atasnya.","Setelah sudah baginda kembali dari pada taman maligai ke dalam bilik persantapan air anggur itu, tiba-tiba terlihatlah baginda akan Haman tersungkur pada gerai tempat duduk Ester. Maka titah baginda: Adakah kehendaknya menggagahi permaisuri di dalam istanaku juga? Serta titah ini keluar dari pada mulut baginda, maka ditudung oranglah akan muka Haman.","Maka sembah Kharbona, seorang sida-sida di hadapan baginda: Bahwasanya tiang kayu perbuatan Haman akan Mordekhai, yang sudah mengatakan selamat duli tuanku, ia itu terdiri dekat dengan rumah Haman, tingginya lima puluh hasta. Maka titah baginda: Gantungkanlah dia pada kayu itu.","Lalu Hamanpun digantungkan oranglah pada tiang kayu yang telah diperbuatnya akan Mordekhai itu; setalah itu maka padamlah murka baginda."]