["Arakian, maka pada hari itu juga dikaruniakan baginda raja Ahasyweros rumah Haman, seteru orang Yahudi itu, kepada permaisuri Ester, maka Mordekhaipun lalu menghadap hadirat baginda, karena sudah diberitahu Ester kepada baginda apa Mordekhai itu kepadanya.","Maka dicabut baginda cincin yang telah diambilnya dari pada Haman, lalu dikaruniakannya cincin itu kepada Mordekhai, dan Esterpun menjadikan Mordekhai itu pemerintah rumah Haman itu.","Maka bersembah Ester pula di hadapan hadirat baginda sambil menjunjung duli, sambil menangis dipohonkannya kepada baginda, supaya dibatalkan baginda kejahatan Haman, orang Agaji itu, dan perkara yang sudah direkanya akan orang Yahudi.","Maka bagindapun mengunjuklah tongkat kerajaan yang keemasan itu kepada Ester, lalu Esterpun bangkitlah berdiri di hadapan hadirat baginda.","Maka sembahnya: Jikalau baik pada sangka duli tuanku, dan jikalau patik sudah beroleh keridlaan di hadapan hadirat tuanku, dan perkara ini benar kepada tuanku, dan patikpun berkenan kepada mata tuanku, hendaklah kiranya ditulis surat akan mengubahkan segala surat maksud Haman bin Hamedata, orang Agaji itu, yang telah ditulisnya hendak menumpas segala orang Yahudi yang di dalam segala negeri tuanku.","Karena bagaimana dapat patik memandang jahat yang berlaku atas bangsa patik, dan bagaimana dapat patik memandang kebinasaan segala kaum keluarga patik?","Maka titah baginda raja Ahasyweros kepada permaisuri Ester dan kepada Mordekhai, orang Yahudi itu: Bahwasanya rumah Haman itu sudah kukaruniakan kepada Ester, dan Hamanpun sudah digantungkan oranglah pada tiang kayu itu, sebab sudah didatangkannya tangannya kepada segala orang Yahudi.","Maka sekarangpun hendaklah kamu menyuratkan akan hal orang Yahudi itu barang yang kamu sangkakan baik, yaitu atas nama raja, dan meteraikanlah surat itu dengan cincin raja, karena surat yang disuratkan atas nama raja dan dimeteraikan dengan cincin raja itu tiada terubahkan.","Hata, maka pada ketika itu juga, pada bulan yang ketiga, yaitu bulan Siwan, dan pada tiga likur hari bulan itu dipanggil akan segala jurutulis baginda, lalu disuratkannya segala sesuatu yang dikatakan Mordekhai kepada segala orang Yahudi dan kepada segala pemerintah dan Khalifat dan penghulu negeri-negeri yang dari pada benua Hindi sampai ke tanah Kusy, seratus dua puluh tujuh buah negeri, kepada tiap-tiap negeri dengan khatnya dan kepada masing-masing bangsa dengan logatnya, dan kepada segala orang Yahudipun dengan khatnya dan logatnya.","Maka disuratkannya itu atas nama baginda raja Ahasyweros dan dimeteraikannya dengan cincin baginda, lalu dikirimkannyalah segala surat itu dengan tangan beberapa barid, ada yang berkuda, ada yang naik unta yang pantas, ada yang naik bagal, anak kuda betina.","Bahwa sudah diberi izin oleh baginda kepada segala orang Yahudi di mana-mana negeri akan berhimpun dan memeliharakan nyawanya dengan membinasakan dan membunuh dan menumpas segala kuasa bangsa atau isi negeri yang berseteru dengan mereka itu, jikalau anak-anak dan perempuan sekalipun, dan segala harta bendanyapun boleh dirampas olehnya.","Yaitu pada suatu hari yang tentu dalam segala negeri baginda raja Ahasyweros, pada tiga belas hari bulan yang kedua belas, yaitu bulan Adar.","Adapun bunyi surat itu demikian: Bahwa dalam segala negeri diberi perintah yang nyata kepada segala bangsa, supaya sedialah segala orang Yahudi pada hari itu akan menuntut bela kepada segala seterunya.","Hata, maka segala barid-barid yang mengendarai unta yang pantas dan bagal itupun berjalanlah dengan bersegera-segera, dibangatkan jalannya oleh titah baginda. Adapun perintah ini diberikan juga dalam kota Susan.","Maka Mordekhaipun keluarlah di hadapan hadirat baginda dengan berpakaikan pakaian kerajaan, warna biru laut dan putih, dan dengan kopiah keemasan dan serban kain khasah berselang ungu, maka segala orang isi negeri Susanpun bertempiksoraklah dan bersuka-sukaanlah.","Maka pada orang Yahudi adalah terang cuaca dan kesukaan dan keramaian dan kehormatan.","Maka pada segala bahagian tanah dan dalam segala negeri, serta sampailah ke sana titah dan perintah baginda itu, adalah kesukaan dan kegemaran pada orang Yahudi, dan lagi perjamuan dan beberapa hari ria; maka banyaklah orang dari pada segala bangsa negeri itu masuklah Yahudi, karena gentar akan orang Yahudi berlakulah atas mereka itu sekalian."]