["Hata, maka pada bulan yang kedua belas, yaitu bulan Adar, pada tiga belas hari bulan itu, serta sampailah ketika dilakukan titah dan perintah raja itu, yaitu pada hari yang diharap seteru orang Yahudi akan mengalahkan mereka itu, maka berubahlah hal itu, karena orang Yahudi juga yang mengalahkan segala pembencinya.","Maka berhimpunlah segala orang Yahudi dalam negeri-negerinya pada segala bahagian tanah baginda raja Ahasyweros, hendak mendatangkan tangan kepada barangsiapa yang sengajakan kebinasaannya; seorangpun tiada tahan berdiri di hadapan mereka itu, karena takut akan mereka itu berlakulah atas segala bangsa itu.","Maka segala pemerintah dan khalifat dan penghulu negeri-negeri dan segala orang yang dalam pekerjaan raja itu mempermuliakan orang Yahudi, karena gentar akan Mordekhai berlakulah atas mereka itu.","Karena besarlah Mordekhai dalam istana baginda, dan masyhurlah namanya ke mana-mana negeri, bahkan, Mordekhai, orang laki-laki itu, makin lama makin besar.","Maka orang Yahudipun mengalahkan segala seterunya, diparangnya dengan pedang dan dibunuhnya dan ditumpasnya akan dia, dibuatnya barang kehendaknya akan segala pembencinya.","Maka di dalam kota Susan dipalu dan dibunuh orang Yahudi akan lima ratus orang laki-laki,","dan akan Parsandata dan Dalfon dan Aspata,","dan Porata dan Adalya dan Aridata,","dan Parmasta dan Arisai dan Aridai dan Waizata,","sepuluh orang anak laki-laki Haman bin Hamedata, seteru orang Yahudi; sekalian itu dibunuhnya, tetapi tiada dijamahnya dengan tangannya akan segala jarahan itu.","Maka pada hari itu juga sampailah jumlah segala orang yang terbunuh di dalam kota Susan itu ke hadapan baginda.","Maka titah baginda kepada permaisuri Ester: Di dalam kota Susan dipalu dan dibunuh orang Yahudi akan lima ratus orang laki-laki dan akan segala anak laki-laki Haman, entah apa perbuatan mereka itu dalam segala bahagian tanah raja yang lain-lain itu? Maka sekarang apa lagi permintaan adinda? maka ia itu akan dikaruniakan kepada adinda, dan apa lagi kehendak adinda? niscaya ia itu akan jadi.","Maka sembah Ester: Jikalau berkenan kepada tuanku, baiklah esok haripun diberi izin akan orang Yahudi yang di dalam Susan berbuat seperti perintah hari ini, dan biarlah sepuluh orang anak Haman itu digantung pada tiang kayu.","Maka titah baginda: Suruh orang berbuat demikian. Maka perintah itupun diberi dalam Susan, lalu digantung oranglah akan sepuluh orang anak Haman itu.","Maka pada empat belas hari bulan Adar itupun berhimpunlah segala orang Yahudi yang di dalam Susan, lalu dibunuhnya dalam Susan itu akan tiga ratus orang laki-laki, tetapi tiada dijamahnya dengan tangannya akan segala jarahan itu.","Adapun segala orang Yahudi lain yang pada segala bahagian tanah baginda itu, ia itupun berhimpunlah akan memeliharakan nyawanya dan beroleh sentosa dari pada segala seterunya, maka dibunuhnya dari pada segala pembenci tujuh puluh lima ribu orang, tetapi tiada dijamahnya dengan tangannya akan segala jarahan itu.","Maka pada tiga belas hari bulan Adar, dan pada empat belas hari bulan itu berhentilah mereka itu, dijadikannya hari perjamuan dan kesukaan.","Maka segala orang Yahudi yang di Susan berhimpunlah pada tiga belas hari bulan itu, dan pada empat belas hari bulan itu, lalu berhentilah mereka itu pada lima belas hari bulan itu, dijadikannya hari perjamuan dan kesukaan.","Maka sebab itu dijadikan segala orang Yahudi, yang duduk berpecah-pecah dalam segala negeri dan dusun itu, empat belas hari bulan Adar itu akan hari kesukaan dan perjamuan dan hari ria dan akan menghantar hadiah seorang kepada seorang.","Maka disuratkan Mordekhai segala kisah ini dan lagi dilayangkannya beberapa pucuk surat kiriman kepada segala orang Yahudi yang pada segala bahagian tanah baginda raja Ahasyweros, baik yang dekat baik yang jauh.","Hendak ditanggungkannya kepada mereka itu akan adat yang tiada terubahkan lagi, yaitu mempermuliakan empat belas hari bulan Adar dan lima belas hari bulan itu juga pada sebilang tahun.","Setuju dengan hari yang diperoleh segala orang Yahudi sentosa dari pada seteru-seterunya dan setuju dengan bulan kesukaran itu bertukar bagi mereka itu dengan kesukaan, supaya ditentukannya hari itu akan hari perjamuan dan kesukaan dan penghantaran hadiah seorang kepada seorang dan sedekah kepada segala orang yang miskin.","Maka segala orang Yahudipun berjanjilah hendak berbuat barang yang telah dimulainya itu dan yang telah disuratkan oleh Mordekhai baginya.","Karena maksud Haman bin Hamedata, orang Agaji dan seteru orang Yahudi itu, hendak membinasakan segala orang Yahudi, dibuangnya undi, yaitu Pur, hendak menumpas dan membinasakan mereka itu sekalian.","Tetapi setelah Ester masuk menghadap baginda, diberikan baginda surat titah, supaya maksud jahat yang ditaruh Haman akan orang Yahudi itu kembali kepada kepalanya, maka digantungkan oranglah akan dia dan akan segala anaknya laki-laki pada kayu.","Maka sebab itu hari itupun dinamai Purim, menurut nama Pur itu. Maka oleh karena perkara ini, dan barang yang lagi tersebut dalam surat itu, dan oleh karena segala yang telah dilihatnya dari pada perkara itu, dan barang yang telah sampai kepada telinganya,","ditentukanlah orang Yahudi dan ditanggungkannya atas dirinya dan atas benihnya dan atas segala orang yang akan masuk kepadanya dengan tiada boleh dilalui, bahwa kedua hari itu akan dipermuliakannya, seturut bunyi surat itu pada masa yang tentu dalam sebilang tahun.","Maka hari itupun patutlah diingat dan dipermuliakan di antara tiap-tiap bangsa dan di antara segala orang isi rumah dan pada tiap-tiap bahagian tanah dan di dalam tiap-tiap negeri, sehingga hari Purim itu sekali-kali jangan dilalaikan di antara segala orang Yahudi, dan peringatan akan dia jangan putus di antara segala benihnya.","Kemudian dari pada itu disuratkan pula oleh permaisuri Ester, anak Abikhail, dan oleh Mordekhai, orang Yahudi itu, dengan sekuat kuasanya, supaya diturut oranglah dengan rajin akan bunyi surat dari hal Purim itu.","Maka dilayangkannyalah surat kiriman itu kepada segala orang Yahudi dalam ke seratus dua puluh tujuh bahagian tanah kerajaan Ahasyweros, disertakan doa selamat dan aman.","Supaya dipegangnya hari Purim itu pada masa yang tertentu, seperti yang sudah ditentukan baginya oleh Mordekhai, orang Yahudi itu, dan oleh permaisuri Ester, dan seperti yang sudah ditentukannya bagi dirinya dan bagi segala anak cucunya akan hal puasa dan sembahyang itu.","Demikianlah peri ditetapkan perintah Ester akan hal hari raya Purim itu, dan disuratkan ia itu dalam sebuah kitab."]