["Sebermula, maka dahulu adalah di tanah Uz seorang laki-laki yang bernama Ayub, maka orang itu tulus hatinya dan saleh, lagi takut akan Allah dan dijauhkannya dirinya dari pada jahat.","Maka diperanakkan baginya laki-laki tujuh orang dan perempuan tiga orang.","Adapun segala binatang yang padanya itu kambing domba tujuh ribu ekor dan unta tiga ribu ekor dan lembu lima ratus pasang dan keledai betina lima ratus ekor dan lagi amat banyak sahayanya, sehingga orang itu besar dari pada segala bani Masyrik adanya.","Maka pergilah segala anaknya laki-laki itu membuat perjamuan, masing-masing dalam rumahnya dan pada harinya, disuruhkannya orang menjemput ketiga saudaranya perempuan akan makan dan minum sertanya.","Setelah genaplah giliran segala hari perjamuan itu, maka dipanggil Ayub akan mereka itu dan disucikannya mereka itu, lalu bangunlah ia pagi-pagi, dipersembahkannya korban bakaran seturut bilangan mereka itu sekalian, karena kata Ayub: Mudah-mudahan anakku sudah berbuat dosa dan menghujat akan Allah dalam hatinya. Demikianlah perbuatan Ayub pada segala hari itu.","Hata, maka pada sekali peristiwa, pada suatu hari anu, datanglah segala anak Allah akan menghadap Tuhan, dan syaitanpun datang di tengah-tengah mereka itu.","Maka firman Tuhan kepada syaitan itu: Engkau dari mana? Maka sahut syaitan kepada Tuhan, sembahnya: Dari pada berjalan keliling dan beridar-idar di atas bumi.","Maka firman Tuhan kepada syaitan: Sudahkah engkau melihat hamba-Ku Ayub? karena tiada sebagainya di atas bumi; ialah seorang yang tulus hatinya dan saleh dan yang takut akan Allah dan yang menjauhkan dirinya dari pada jahat.","Maka sahut syaitan kepada Tuhan, sembahnya: Adakah dengan cuma-cuma Ayub itu takut akan Allah?","Bukankah Engkau juga seperti pagar kelilingnya dan keliling rumahnya dan keliling segala sesuatu yang padanya? Bahwa pekerjaan tangannya sudah Kauberkati dan segala binatangnyapun berkelimpahan pada tanah itu.","Tetapi sesungguhnya jikalau kiranya sekarang Engkau mengedangkan tanganmu dan menjamah akan segala sesuatu yang padanya, masakan tidak dihujatnya akan Dikau di hadapan hadirat-Mu.","Maka firman Tuhan kepada syaitan: Bahwasanya segala sesuatu yang padanya itu adalah dalam tanganmu, sahaja jangan engkau mengedangkan tanganmu dan menjamah akan dia sendiri. Hata, maka keluarlah syaitan dari pada hadirat Tuhan.","Bermula, maka pada suatu hari segala anak Ayub laki-laki dan perempuan duduklah makan dan minum air anggur dalam rumah abang mereka itu yang sulung.","Tiba-tiba datanglah seorang suruhan kepada Ayub, mengatakan: Bahwa segala lembu adalah dalam menenggala dan segala keledai betinapun mencahari makan pada sisinya,","lalu orang Sabaipun datang melanggar dan merampas dia, dibunuhnya akan segala hamba dengan mata pedang, hanya hamba seorang jua luput akan memberitahu tuan.","Sementara orang ini lagi berkata-kata, tiba-tiba datanglah seorang lain, mengatakan: Bahwa api dari pada Allah sudah turun dari langit dan oleh kehangatannya sudah dimakannya habis akan segala kambing domba dan segala hamba, sehingga hanya hamba seorang jua luput akan memberitahu tuan.","Sementara orang ini lagi berkata-kata, tiba-tiba datanglah seorang lain pula, mengatakan: Bahwa orang Kasdim itu sudah menaruh tiga pasukan, dilanggarnya akan segala unta dan dirampasnya dan dibunuhnya akan segala hamba itu dengan mata pedang, hanya hamba seorang jua luput akan memberitahu tuan.","Sementara orang ini lagi berkata-kata, tiba-tiba datanglah seorang lain pula, mengatakan: Bahwa segala anak tuan laki-laki dan perempuan adalah duduk makan dan minum air anggur di dalam rumah abangnya yang sulung.","Maka sesungguhnya datanglah taufan dari sebelah padang belantara menempuh kepada keempat penjuru rumah itu, sehingga ia itu roboh menimpa segala orang muda-muda itu, matilah semuanya, hanya hamba seorang jua luput akan memberitahu tuan.","Maka pada masa itu bangkitlah Ayub berdiri, dikoyak-koyakkannya baju selimutnya dan dicukurnya rambut kepalanya, lalu sujudlah ia dan meminta doa,","katanya: Bahwa dengan telanjangku juga sudah aku keluar dari dalam rahim ibuku, dan dengan telanjang juga aku akan kembali ke dalamnya. Bahwa Tuhan yang sudah mengaruniakan dia, Tuhan juga mengambil dia pula, segala puji bagi nama Tuhan!","Maka dalam sekalian ini tiada Ayub berdosa dan barang sesuatu yang kurang patutpun tiada dikatakannya akan Allah."]