["Maka disahut Elifaz, orang Temani itu, katanya:","Patutkah seorang yang berbudi memberi perkataan cakap angin akan jawabnya? patutkah dipenuhinya perutnya dengan angin timur?","sambil berbantah-bantah dengan perkataan yang tiada berguna dan dengan petuturan yang tiada berfaedah?","Bahkan, engkau meniadakan takut akan Allah, dan engkaupun mengurangkan hormat akan Allah.","Mulutmu sendiri menyalahkan dikau, jikalau fasih lidahmu sekalipun.","Mulutmu juga yang menghukumkan dikau, bukannya aku, dan bibir mulutmupun naik saksi atasmu.","Engkaukah manusia yang mula-mula diperanakkan? atau engkaukah dijadikan dahulu dari pada segala bukit?","Engkaukah sudah mendengar rahasia Allah dan sudah menarik segala hikmat kepada dirimu.","Apakah diketahui olehmu yang tiada kami ketahui? engkau mengerti apakah, yang tiada serta kamipun?","Di antara kamipun adalah orang yang putih rambutnya, yang sangat tuanya dan yang banyak tahunnya terlebih dari pada tahun bapamu.","Segala penghiburan Allah kecilkah bagimu? dan segala perkataan manis-manispun yang kami katakan kepadamu?","Mengapa engkau dibawa oleh nafsumu? dan mengapa matamu bernyala-nyala sebab amarah?","Maka engkau beranikah amarah akan Allah dan bolehkah engkau mengeluarkan perkataan yang begitu dari mulutmu?","Apa gerangan manusia, maka boleh ia suci? seorang yang diperanakkan oleh perempuan masakan ia benar?","Bahwasanya akan segala kejadiannya yang suci tiada juga ditaruhnya harap, dan segala langitpun tiada suci kepada pemandangannya.","Istimewa pula kebencianlah dan bau busuklah orang, yang minum kejahatan seperti ia minum air!","Bahwa aku hendak mengajar engkau, dengarlah olehmu akan daku, maka barang yang telah kulihat itu hendak kuceriterakan;","barang yang dimaklumkan oleh segala orang yang berbudi dan yang tiada disembunyikannya sebab pengajaran bapa-bapanya,","yaitu orang yang sendiri mempunyai tanah itu, pada zaman seorang dagangpun tiada berjalan terus dari padanya.","Pada sebilang hari orang fasik itu menyebabkan kesukaran dirinya, maka hanya suatu bilangan tahun sudah ditentukan baginya.","Bunyi kegentaran adalah selalu di dalam telinganya dan pada masa selamat sentosa juga datanglah kebinasaan atasnya.","Tiada ia harap bahwa ia boleh terlepas dari pada kegelapan, melainkan pada sangkanya ia tertaruh akan dimakan pedang.","Ia mengembara ke sana ke mari hendak mencahari makan, diketahuinya bahwa beberapa hari kegelapan sudah ditentukan baginya.","Bahwa kesusahan dan kepicikan mengejuti dia, dan mendatangi dia seperti seorang raja yang siap akan berperang.","Sebab dikedangkannya tangannya hendak melawan Allah dan ia mendurhaka kepada Yang Mahakuasa;","dan ia berlari-lari mendapatkan Dia dengan lehernya di bawah beberapa perisai yang tebal lagi lengkung.","Gemuknya sudah menudungi mukanya dan membesarkan pahanya seperti dengan bantal;","maka duduklah ia di dalam rumah yang sudah ditinggalkan oleh orang isinya, yang sedia akan menjadi suatu kerobohan batu.","Tiada ia akan menjadi kaya, dan harta bendanyapun tiada akan kekal, dan miliknyapun tiada akan bertambah-tambah di atas bumi.","Tiada ia akan keluar dari dalam kegelapan, dan apipun akan makan habis segala taruknya, dan nafas dari pada mulut Allahpun akan menghembuskan dia.","Janganlah ia harap akan barang sia-sia, yang menipukan dia, karena barang yang sia-siapun akan balasannya.","Harinya belum genap, maka ajalnya sudah sampai; cabangnyapun tiada berdaun hijau lagi.","Adalah ia bagaikan pokok anggur yang gugur buahnya dahulu dari pada masak; dan seperti pokok zait yang luruh segala bunganya!","Karena perhimpunan orang munafik itu menjadi sunyi kelak dan apipun makan habis akan segala kemah orang yang makan suap.","Mereka itu mengandungkan kesusahan dan memperanakkan kesukaran, dan hati mereka itupun mereka bohong."]