["Lalu disahut Ayub, katanya:","Bahwa banyak perkataan yang demikian sudah kudengar; maka kamu ini penghibur yang tiada tertahan.","Tiadakah kesudahannya segala perkataan sombong ini? apakah yang mengajak kamu akan menyahut?","Masakan aku berkata-kata seperti kamu, jikalau kiranya kamu dalam hal seperti aku ini; masakan aku mengarang perkataan akan melawan kamu; masakan aku menggeleng-geleng kepala atas kamu?","Niscaya aku mempertetapkan kelak hatimu dengan perkataan lidahku, dan gerakan bibir mulutkupun menahankan dirinya.","Jikalau aku berkata-kata, maka kesukaranku tiada diringankan; jikalau aku berhenti, apakah sudah lalu dari padaku?","Bahwasanya segala kuatku sudah hilang, Engkau sudah membinasakan segala isi rumahku.","Adapun Engkau sudah menjadikan aku berkerut-kerut, maka ia itu menjadi saksi, dan kuruskupun naik saksi atasku dan memberi jawab di hadapan mukaku.","Marahnya mencarik-carik dan Ia membenci aku, Ia mengerat giginya akan daku, seteruku menajamkan matanya kepadaku.","Mereka itu mengangakan mulutnya kepadaku, mereka itu menampar pipiku dengan kecelaan; bersama-sama mereka itu berkerumun kepadaku.","Allah sudah menyerahkan aku kepada orang yang terbalik dan sudah menjatuhkan aku ke dalam tangan orang fasik.","Bahwa aku berkesenangan, tetapi dipecahkan-Nya aku, ditangkap-Nya aku pada tengkukku dan dihancurluluhkan-Nya aku dan ditaruh-Nya aku bagi diri-Nya akan sasaran.","Segala pemanah-Nya mengelilingi aku, Ia membelahkan buah pinggangku dengan tiada sayang, dan dicurahkannya empeduku ke bumi.","Sudah dipecahkannya aku dengan pencelah-celah; Ia menampil kepadaku seperti seorang perang yang gagah.","Aku sudah mengenakan kain karung pada kulit tubuhku, aku sudah memasukkan dahiku ke dalam duli.","Mukaku merah dari pada menangis, dan kelopak mataku ditudungi dengan bayang-bayang maut.","Kendatilah, tiada juga ada barang aniaya lekat pada tanganku, dan sucilah selalu doaku.","Hai bumi, jangan menudungi darahku, dan teriakku jangan didiamkan.","Karena adalah bagiku lagi saksi di dalam sorga, dan pengaku pada tempat yang tinggi-tinggi.","Segala taulanku membuat olok-olok akan daku, maka air mataku berlinang-linang sebab terkenangkan Allah.","Supaya diputuskannya sendiri perkaraku dengan Allah, seperti perkara seorang manusia dengan samanya manusia.","Karena tahunku, yang sedikit bilangannya, itu hampir akan lalu, maka aku pergi dari pada jalan yang tiada akan kujalani kembali."]