["Mengapa tiada ditentukan oleh Yang Mahasuci akan masa dan ketika, sehingga hamba-Nya boleh melihat dari keadilan-Nya?","Mereka itu memindahkan juga perhinggaan tanahnya, dan merampas kawan kambing domba lalu digembalakannya.","Keledai anak piatu dihalaukannya, dan lembu perempuan janda diambilnya akan gadai.","Disuruhnya orang miskin menyimpang dari pada jalan; segala orang isi negeri yang lemah itu menyembunyikan dirinya dari padanya.","Mereka itu seperti keledai hutan di gurun, yang keluar pagi hari akan mencahari makan; maka padang itu memberi makan akan dia dan akan anak-anaknyapun.","Di padang mereka itu menyabit makanannya dan dipetiknya buah yang ketinggalan di dalam kebun anggur si penganiaya itu.","Mereka itu bermalam dengan telanjang dan tiada padanya barang tudungan pada musim dingin.","Mereka itu dibasahkan oleh hujan di gunung, dan sebab tiada perlindungannya, dipeluknya akan batu bukit.","Anak piatu disentaknya dari pada susu ibunya dan barang yang lagi tinggal pada orang miskin itu diambilnya akan gadai.","Orang telanjang disuruhnya pergi dengan tiada berbaju, dan yang sudah memikul berkas-berkas gandumnya disuruhnya pergi dengan lapar.","Orang yang mengapitkan minyaknya di sebelah dalam pagar dindingnya dan yang mengirik apitan anggurnya itupun berdahaga.","Keluh kesah orang yang hendak mati kedengaranlah dari dalam negeri, dan hati orang yang luka berserulah minta dibalas; maka tiada diindahkan Allah akan serunya itu.","Mereka itu adalah di antara orang yang benci akan terang; tiada diketahuinya akan jalan-jalannya dan tiada mereka itu tetap pada lorong-lorongnya.","Maka dahulu dari pada terbit fajar bangunlah si pembunuh itu, dibunuhnya akan orang miskin dan papa, dan pada malam berpusing-pusinglah ia seperti pencuri.","Mata orang bermukah menantikan waktu samar muka serta katanya: Seorangpun tiada akan melihat aku! maka dikenakannya tudung kepada mukanya.","Pada masa kegelapan ditetasnya rumah, dan pada siang hari adalah mereka itu tersembunyi, maka tiada mereka itu mengetahui terang.","Karena pagi hari adalah baginya seperti bayang-bayang maut, baharu dilihatnya ia itu datang, maka dirasainya takut akan mati.","Mereka itu seperti barang yang ringan di atas muka air; terkutuklah bahagiannya di atas bumi, tiada pernah mereka itu menurut jalan ke kebun anggur.","Bahwa musim kemarau dan panaspun menghapuskan segala air salju, demikianpun kubur akan segala orang yang berdosa.","Rahim ibunyapun melupakan dia dan iapun menjadi kegemaran cacing tanah; seorangpun tiada lagi ingat akan dia; maka orang jahat itu ditebang seperti sebatang pohon kayu.","Bahwa perempuan mandul yang tiada beranak itu dianiayakannya dan akan perempuan janda tiada dibuatnya barang yang baik.","Orang yang berkuasapun disentaknya oleh kuatnya, maka apabila ia bangkit berdiri seorangpun tiada yang tentu hidupnya.","Maka akan orang yang begitu dikaruniakannya selamat sentosa, jikalau matanya mengamat-amati jalannya sekalipun.","Barang seketika lamanya mereka itu ditinggikan, lalu hilanglah mereka itu dalam sesaat jua; mereka itu jatuh seperti segala kejadian lain jatuh, dan mereka itu digentas seperti mayang-mayang gandum pada musim tuanya.","Jikalau tiada begitu, siapa gerangan mendustakan daku dan meniadakan perkataanku."]