["Bahwasanya bagi perak adalah aluran cebakan dan bagi emas adalah tempat akan dilebur.","Besipun diambil dari dalam tanah dan tanah dituang menjadi tembaga.","Bahwa manusia sudah mengundurkan perhinggaan kegelapan, diselidiknya segala tempat yang dalam-dalam, segala batu yang di dalam bayang-bayang maut.","Di tempat terpancarlah sungai dari pada tanah, tempat segala yang terlupa itu, ke sana juga turunlah ia dengan tiada berjalan kaki dan melayang-layang ia seperti bukan manusia adanya.","Adapun tanah yang dari padanya terbitlah roti, yaitu dalamnya dibongkar oleh api.","Di tempat batunya permata nilam dam gumpal-gumpalnya emas berbongkal-bongkal adanya.","Bahwa unggas yang liar tiada mengetahui akan jalan ke sana, dan mata burung elangpun tiada tahu melihat dia.","Margasatwa tiada pernah menjalani dia, dan singa yang buaspun tiada tahu meninggalkan bekas kakinya di sana.","Bahwa manusia menangani batu besi, dan akan gunung dibaliknya dari pada alasnya.","Dipahatkannya jalan air di dalam bukit batu; matanyapun melihat segala benda yang indah-indah.","Diikatnya akan sungai-sungai, sehingga setitik airpun tiada dapat keluar, dan segala yang tersembunyi itu dikeluarkannya kepada terang.","Tetapi adapun hikmat itu, di mana gerangan boleh didapati akan dia? di mana gerangan tempat akal budi?","Manusia tiada tahu menilai harganya, dan tiada didapati akan dia di dalam negeri orang hidup ini.","Kata tubir: Di dalam aku tiada ia, dan kata lautan: Tiada ia duduk sertaku.","Tiada ia itu dapat dibeli, jikalau dengan emas tua sekalipun, dan harganyapun tiada dapat ditimbang dengan perak.","Emas urai dari Ofir tiada ternilaikan dengan dia, demikian permata unam dan nilampun tidak.","Tiada emas atau hablur yang boleh disamakan dengan dia, dan tiada ia boleh ditukar dengan benda yang dari pada emas tempawan.","Merjan dan hablur satupun tidak, jikalau dibanding dengan dia, karena perolehan hikmat itu meliputi segala mutiara.","Ratna cempaka dari Kusy tiada ternilai dengan dia dan emas yang amat sucipun tiada tertimbang dengan dia.","Maka dari mana gerangan datangnya hikmat itu? dan di mana gerangan tempat akal budi?","Bahwa terlindunglah ia dari pada mata segala sesuatu yang hidup, dan tersembunyilah ia dari pada segala unggas yang di udara.","Maka kata tubir dan maut: Kami sudah mendengar dengan telinga kami hanya kabarnya jua.","Bahwa Allah juga yang mengerti jalannya dan yang mengetahui tempatnya.","Karena Iapun memandang sampai kepada segala ujung alam dunia, dan segala sesuatu yang di bawah langit itupun dilihat olehnya.","Tatkala ditentukannya timbangan angin dan ditaruhnya perhinggaan bagi segala air,","tatkala diberinya hukum akan hujan dan ditentukannya jalan halilintar,","tatkala itu dipandangnya akan dia dan dinyatakannya ia, dibubuhnya akan alasnya dan diselidiknya akan dia.","Tetapi kepada manusia adalah firman-Nya: Bahwa takut akan Tuhan itulah hikmat adanya, dan menjauhkan diri dari pada jahat itulah akal budi."]