["Maka pada sekali peristiwa, yaitu pada suatu hari segala anak Allah datang menghadap hadirat Tuhan, maka syaitanpun datang di antara mereka itu hendak menghadap Tuhan.","Maka firman Tuhan kepada syaitan itu: Dari mana engkau? Maka sahut syaitan kepada Tuhan, sembahnya: Dari pada jalan keliling dan beridar-idar di atas bumi.","Maka firman Tuhan kepada syaitan: Sudahkah engkau melihat hamba-Ku Ayub? karena tiada sebagainya di atas bumi; ialah seorang yang tulus hatinya dan saleh, yang takut akan Allah dan yang menjauhkan dirinya dari pada jahat; maka iapun lagi tetap dalam tulus hatinya, meskipun engkau sudah mengajak Aku akan melawan dia dan akan membinasakan dia dengan tiada semena-mena.","Maka sahut syaitan kepada Tuhan, sembahnya: Bahwa kulit akan ganti kulit dan segala yang pada manusia itu akan diberikannya karena nyawanya.","Sesungguhnya jikalau kiranya sekarang Engkau mengedangkan tangan-Mu dan menjamah akan daging dan tulangnya, masakan tiada dihujatnya akan Dikau di hadapan hadirat-Mu.","Maka firman Tuhan kepada syaitan: Bahwasanya adalah ia dalam kuasa tanganmu; sahaja sayangkanlah nyawanya.","Hata, maka syaitanpun keluarlah dari hadapan hadirat Tuhan, lalu diadakannya pada Ayub puru yang bisa, yaitu dari pada batok kepalanya sampai kepada telapak kakinya.","Maka diambil Ayub sekeping tembikar akan menggaruk-garuk dirinya dengan dia, dan duduklah ia di atas timbunan abu.","Maka pada masa itu kata bininya kepadanya: Lagikah engkau bertetap dalam tulus hatimu? hujatlah olehmu akan Allah lalu matilah!","Tetapi sahutnya kepadanya: Katamu ini seperti kata perempuan yang sangat gila; masakan kita menerima dari pada Allah barang yang baik dan tiada kita menerima yang jahatpun? Maka dalam sekalian ini tiada Ayub berdosa dengan lidahnya.","Arakian, setelah kedengaranlah kepada ketiga orang sahabat Ayub peri segala bala yang telah berlaku atasnya, maka datanglah mereka itu masing-masing dari pada tempatnya, yaitu Elifaz, orang Temani, dan Bildad, orang Suhi, dan Zofar, orang Naamati, maka ketiganyapun sefakatlah hendak pergi melawat dan menghiburkan Ayub.","Maka apabila diangkatnya matanya dari jauh, tiada dikenalnya akan dia, lalu dinyaringkannya suaranya serta menangis dan dikoyak-koyaknya masing-masing akan baju selimutnya dan dihamburkannya abu ke atas kepalanya arah ke langit.","Maka duduklah mereka itu sertanya di tanah tujuh hari tujuh malam lamanya, maka seorangpun tiada mengatakan kepadanya barang sepatah kata juapun, karena dilihatnya sangat besarlah kesukarannya itu."]