["Kemudian dari pada itu maka dibuka Ayub mulutnya, dikutukinya akan hari jadinya.","Maka sahut Ayub, katanya:","Baiklah hari itu hilang, yang padanya aku sudah jadi dan malampun yang padanya orang sudah berkata demikian: Seorang anak laki-laki sudah diterima.","Baik kekelamanlah hari itu, jangan ditanya Allah akan dia dari atas dan padanyapun jangan terbit fajar!","Baiklah disambar kegelapan dan bayang-bayang maut akan dia, biarlah kelam kabut menimpa dia dan uap yang hitam menggentari akan dia pada siang!","Baiklah malam itu dicapai oleh kegelapan; jangan hari itu suka akan dirinya di antara segala hari tahun dan jangan ia masuk bilangan segala bulan!","Bahwasanya baiklah malam itu sunyi sampai selama-lamanya, jangan ada sorak kesukaan padanya.","Baiklah hari itu dikutuki oleh segala pengutuk hari, yang sedia akan menggalakkan naga.","Baiklah segala bintang terpadam pada fajarnya, biarlah ia menantikan siang maka tiada juga ia itu datang; sekali-kali jangan dipandangnya dinihari!","Maka ia itu sebab tiada dikatupkannya pintu rahim yang sudah memperanakkan daku, dan tiada disembunyikannya kesukaran itu dari pada mataku.","Mengapa tiada aku mati baharu keluar dari dalam rahim, dan putus nyawa baharu keluar dari dalam perut?","Mengapa adalah tersedia pangku akan menyambut aku dan susu akan menyusui aku?","Karena jikalau kiranya tidak begitu, niscaya sekarang aku berbaring dengan selamat dan aku tidur dengan kesenangan,","serta dengan segala raja-raja dan menteri-menteri di bumi yang telah membuat makam akan dirinya;","atau serta dengan segala orang besar-besar, yang menaruh akan emas dan yang memenuhi rumahnya dengan perak;","atau sekarang bukan aku seperti anak guguran yang terbuang, seperti anak-anak yang tiada tahu melihat siang.","Di sana berhentilah segala orang fasik dari pada mengusik, dan di sana mereka itu memperhentikan lelahnya dari pada kurang kuat.","Di sana orang terbelenggu tiada lagi merasai kesukaran dan tiada lagi didengarnya bunyi suara pengerah.","Di sana orang besar dan kecilpun sama juga, dan orang sahayapun merdeka dari pada tuannya.","Mengapa dikaruniakannya terang kepada orang celaka, dan kehidupan kepada orang yang sangat dukacita hatinya?","Yang rindu akan maut, maka tiada ia datang; digali-galinya akan dia terlebih dari pada akan benda yang tersembunyi.","Kepada orang yang bersorak-sorak akan bukit pekuburan dan yang bersukacita apabila didapatinya akan kubur.","Kepada orang yang jalannya tersembunyi, yang dilingkung Allah berkeliling?","Karena adalah pengeluhku akan ganti roti dan pengaduhku akan ganti air minum.","Karena barang yang kutakuti itu sudah berlaku atasku, dan barang yang kukhawatiri itu sudah datang atasku.","Bahwa tiada aku senang atau diam atau lalai, maka datang juga dahsyat itu."]