["Dapatkah akan singa tua engkau memburu mangsanya? atau mengenyangkan perut anak-anaknya?","Apabila ia menjungkang dalam lobangnya dan mengintai di dalam belukar seperti di dalam tempat pengadang.","Siapa menyediakan bangkai bagi burung gagak apabila anak-anaknya berteriak kepada Allah dan terbang ke sana ke mari dari sebab laparnya?","Tahukah engkau ketika beranak kijang? sudahkah engkau camkan waktu rusa betina sakit beranak?","Sudahkah engkau membilang akan segala bulan yang digenapi olehnya, dan tahukah engkau ketika yang patut ia beranak?","Apabila ia berlingkar dirinya, dikeluarkannya anak-anaknya seperti terbelah-belah rasanya dan dibuangnya urinya.","Maka anak-anaknya makin besar makin kuat di hutan, lalu tiada kembali kepadanya.","Siapa sudah menyuruhkan keledai hutan berjalan dengan bebasnya? siapakah sudah menguraikan segala tali tambatan keledai yang liar?","Yang sudah Kukaruniakan gurun akan rumahnya dan hutan rimba akan tempat kediamannya.","Ditertawakannya keramaian negeri dan tiada didengarnya akan ingar orang penghalau.","Barang yang didapati di atas bukit-bukit itulah makanannya, dicahari-caharinya barang di mana belum tumbuh rumput sehelai.","Bolehkah badak memperhambakan dirinya kepadamu? bolehkah ia bermalam di dalam kandangmu?","Dapatkah engkau mengenakan kuk kepada badak, supaya ditariknya tenggala? bolehkah disikatnya segala lembah yang di belakang engkau?","Beranikah engkau mempergunakan kuatnya yang amat besar itu dan menyerahkan kepadanya pekerjaanmu?","Bolehkah engkau harap, bahwa ia akan membawa biji-bijianmu masuk ke dalam rumahmu dan mengumpulkan dia ke dalam peluburmu?","Maka sayap apakah yang berkepak-kepak demikian dengan kesukaannya? Sayap bangaukah atau sayap burung untakah?","Bahwa ditinggalkannya telurnya di dalam tanah, dibiarkannya akan dipanaskan dalam pasir.","Tiada diingatnya akan hal kaki dapat memecahkan dia dan binatang di padang dapat memijak dia.","Bahwa lakunya bengis akan anak-anaknya seolah-olah bukan dia punya, tiada diindahkannya kalau susahnya dengan cuma-cuma.","Karena sudah dihampakan Allah akan dia dari pada budi dan tiada dikaruniakan-Nya akal kepadanya.","Tetapi apabila burung itu berkepak-kepak hendak bangkit, maka ditertawakannya baik kuda baik orang yang mengendarainya.","Engkaukah yang sudah memberi kuat akan kuda, dan yang sudah mengenakan keelokan pada lehernya?","Bolehkah engkau mengejutkan dia seperti seekor belalang? Bahwa caritnya yang hebat itu mengejutkan orang.","Dengan kukunya dikoreknya tanah, disukainya akan kuatnya, maka keluarlah ia menampil kepada segala alat senjata musuh;","ditertawakannya segala takut, tiada tahu ia gemetar dan tiada undur ia dari pada pedang.","Kelilingnya gemerencanglah tarkasy, mata tumbak dan pendahan.","Dengan getar dan gertak ia mengentak-entakkan kakinya kepada tanah dan tiada ia mau berhenti apabila didengarnya bunyi nafiri.","Di tengah bahana nafiri berbunyilah ia: hela! diciumnya bau perang dari jauh, demikianpun tempik bunyi suara segala panglima dan sorak segala rakyat!","Adapun akan burung elang adakah dengan perintah akalmu ia terbang dan dikembangkannya sayapnya arah ke selatan?","Adakah dengan perintahmu burung nasar terbang lalu ke atas dan diperbuatkannya sarangnya di tempat yang tinggi-tinggi?","Bahwa bukit batu itulah tempatnya; di sana iapun bermalam; dan kemuncak bukit batu yang tiada terhampiri itulah tempat kediamannya.","Dari sanalah diamat-amatinya akan mangsanya, dan matanya dapat melihat dari jauh.","Maka anak-anaknya mencaruk darah! dan di tempat ada bangkai di sana juga tempatnya.","Maka firman Tuhan kepada Ayub, bunyinya:","Adapun akan berbantah-bantah dengan Yang Mahakuasa, bolehkah ia itu membenarkan hal dirimu? Hendaklah orang yang menyalahkan Allah itu, memberi jawab akan segala pertanyaan ini.","Maka disahut Ayub kepada Tuhan, sembahnya:","Bahwa sesungguhnya hamba ini terlalu hina; apa jawab dapat hamba balas kepada-Mu?","Sekali juga hamba sudah berkata, tetapi tiada hamba akan berulang, atau hamba berkata dua kali, tetapi kemudian tiada pula."]