["Maka disahut Ayub kepada Tuhan, sembahnya:","Kuketahuilah, bahwa Engkau juga berkuasa atas semesta alam sekalian, dan dari pada segala maksudmu satupun tiada yang dapat dibatalkan.","Siapakah dia yang telah menyembunyikan bicara dengan tiada berpengetahuan? Bahwa sesungguhnya aku sudah berkata-kata akan barang yang tiada aku mengerti, dan akan barang yang telalu ajaib bagiku dan yang tiada kuketahui.","Maka sekarangpun hendaklah kiranya Engkau mendengar, maka aku akan berkata-kata; aku hendak bertanya; hendaklah kiranya Engkau menyahuti aku.","Bahwa dengan pendengaran telingaku sudah kudengar bunyi-Mu, tetapi sekarang aku melihat Engkau dengan mataku.","Maka sebab itu aku mencelakan diriku dan duduklah aku dengan sesalku dalam duli dan abu.","Arakian, setelah sudah Tuhan berfirman segala perkara ini kepada Ayub, maka firman Tuhan kepada Elifaz, orang Temani itu, bunyinya: Bahwa murka-Ku bernyala-nyala akan dikau dan akan kedua sahabatmu itu, sebab segala katamu akan Daku tiada dengan sebenarnya seperti kata Ayub, hamba-Ku itu.","Maka sekarangpun ambilkanlah akan dirimu lembu muda tujuh ekor dan domba jantan tujuh ekor, lalu pergilah kamu mendapatkan Ayub, hamba-Ku itu, supaya dipersembahkannya korban bakaran karena kamu, dan dipintakan Ayub, hamba-Ku itu, doa akan kamu; maka Aku kelak mendengar akan doanya, asal jangan Kuperbuat akan kamu sekadar kebodohanmu, karena adapun kamu berkata akan hal-Ku itu tiada benar seperti kata Ayub, hamba-Ku.","Hata, maka pergilah Elifaz, orang Temani, dan Bildad, orang Suhi, dan Zofar, orang Naamati itu, dibuatnya setuju dengan firman Tuhan kepadanya, maka Tuhanpun mendengarlah akan doa Ayub.","Setelah sudah dipinta Ayub doa akan sahabatnya, dibalas Tuhan baik akan dia sekadar segala kerugiannya, dan pada segala yang dahulu Ayub punya itu ditambahkan Tuhan dua kali ganda.","Dan lagi datanglah segala saudaranya laki-laki dan perempuan dan segala kekenalannya yang dahulu itu melawat akan dia, lalu makanlah sehidangan di dalam rumahnya, dibujuknya dan dihiburkannya ia, dari sebab segala jahat yang telah dilakukan Tuhan atasnya, maka masing-masing mereka itu memberi akan dia sekesita dan sebuah teparam emas.","Maka pada akhir diberkati Tuhan akan Ayub terlebih dari pada awalnya; karena padanya adalah kambing domba empat belas ribu ekor, dan unta enam ribu ekor, dan lembu seribu pasang, dan keledai betina seribu ekor.","Tambahan pula adalah padanya tujuh orang anaknya laki-laki dan tiga orang anaknya perempuan.","Maka dinamainya akan yang pertama itu Merpati, dan nama yang kedua Cendana-wangi dan nama yang ketiga Selepa-celak.","Maka di seluruh tanah itu tiada didapati akan perempuan yang elok seperti anak Ayub itu, maka bapanya memberikan dia bahagian pusaka di antara segala saudaranya laki-laki.","Kemudian dari pada itu hiduplah Ayub lagi seratus empat puluh tahun lamanya, dilihatnya anak cucu cicitnya sampai gilir orang yang keempat.","Maka matilah Ayub dengan sangat tuanya dan dengan sepuas-puas umurnya."]