["Maka disahut Tuhan kepada Ayub dari dalam taufan, firman-Nya:","Sekarangpun ikatlah pinggangmu seperti seorang laki-laki, maka Aku hendak bertanyakan dikau; sahutlah akan Daku.","Maukah engkau meniadakan hukum-Ku? maukah engkau menyalahkan Daku, supaya engkau dapat membenarkan dirimu?","Adakah padamu lengan seperti lengan Allah? dapatkah engkau berguruh dengan bunyi suaramu seperti Allah?","Mari, hiasilah kiranya dirimu dengan kebesaran dan ketinggian; berpakaikanlah kemuliaan dan keindahan!","Hamburkanlah olehmu kehangatan amarahmu! barangsiapa yang kaulihat tinggi-tinggi itu, rendahkanlah dia.","Taklukkanlah segala orang congkak dan binasakanlah segala orang fasik, barang di mana kaudapati akan dia.","Sembunyikanlah mereka itu bersama-sama di dalam lebu, tudungilah muka mereka itu dengan bayang-bayang yang kekal.","Lalu Aku akan memuji engkau, sebab tanganmu kanan sendiri sudah menolong akan dikau.","Lihatlah olehmu akan Behemot, yang telah Kujadikan sertamu, bahwa ia makan rumput seperti lembu.","Bahwasanya kuatnya adalah dalam lambungnya dan gagahnyapun dalam segala urat perutnya.","Dilenturkannya ekornya seperti pohon araz adanya; segala urat pahanya laksana ranting-ranting yang teranyam.","Tulang-tulangnya seperti batang tembaga; segala anggotanya seperti batang besi.","Ialah kepala perbuatan Allah; adapun yang menjadikan dia itu sudah mengenakan pedang-Nya padanya.","Segala bukit menjadi tempat makannya; di sana segala margasatwa bermain-main kelilingnya.","Bahwa di bawah pokok-pokok seroja berbaringlah ia, dan di tempat sunyi yang berbuluh dan berlumpur.","Pokok seroja itu menaungi dia dengan bayang-bayangnya, dan kelilingnya adalah pokok teruntum.","Jikalau sungai sebak sekalipun tiada diindahkannya; maka tiada ia takut jikalau seisi sungai Yarden masuk ke dalam mulutnya.","Masakan dapat orang menangkap dia dengan hidupnya dalam jerat, atau mencucuk hidungnya.","Dapatkah engkau menghelakan buaya dengan mata kail, atau mengikat lidahnya dengan tali?","Dapatkah engkau mencucukkan hidungnya dengan rotan, atau menebuk pipinya dengan duri?","Dipersembahkannyakah kepadamu kelak beberapa bujuk? disampaikannyakah kepadamu kelak beberapa perkataan yang manis-manis?","Maukah ia berjanji-janjian dengan dikau? dapatkah engkau memperhambakan dia sampai selama-lamanya?","Dapatkah engkau bermain-main dengan dia seperti dengan burung kecil? dapatkah engkau mengikat dia dengan tali akan permainan budak-budakmu perempuan?","dapatkah orang yang berekan menjadikan dia suatu barang dagangan? dapatkah ia dibahagi-bahagi di antara orang saudagar?","dapatkah engkau memenuhi kulitnya dengan tempuling, atau kepalanya dengan serampang?","Bubuhlah sahaja tanganmu padanya, niscaya engkau tiada berniat lagi hendak berperang dengan dia.","Bahwasanya harapnya akan putus, jikalau ia berbaring di hadapan mukanya sekalipun."]