["Maka disahut Elifaz, orang Temani itu, katanya:","Jikalau kiranya kami coba berkata-kata kepadamu, maka engkau akan berdukacita pula, tetapi siapa gerangan dapat menahan akan dirinya dari pada berkata-kata?","Bahwasanya banyaklah orang yang sudah kauajar, dan tangan lemah yang sudah kaukuatkan;","orang tergelincuh sudah dibangkit pula oleh perkataanmu dan lutut yang lipat sudah kauteguhkan.","Tetapi serta sampailah celaka itu kepadamu sendiri, maka tewaslah engkau, serta terkenanlah ia itu kepadamu, maka engkaupun putus asa.","Bukankah takutmu akan Allah itulah pengharapanmu? bukankah kebenaran jalanmu itulah amanatmu?","Perhatikanlah baik-baik, di manakah sudah binasa orang yang tiada bersalah dan di mana gerangan tertumpas orang yang tulus hatinya?","Adalah seperti yang sudah kulihat, barangsiapa yang menenggala kejahatan dan menabur celaka, ia itu juga akan menuai dia.","Binasalah mereka itu oleh hembusan Allah, tertumpaslah mereka itu oleh nafas hidungnya.","Pengaum-aum singa dan bunyi singa buas dan segala gigi singa mudapun dipatahkan.","Singa tuapun binasalah sebab kurang mangsanya, dan anak-anak singa betinapun tercarik-carik.","Pada sekali peristiwa suatu firman disampaikan kepadaku diam-diam, dan telingakupun sudah mencapai sedikit juga dari padanya;","suatu dari pada segala khayal yang hebat pada malam, apabila tidur lelap berlaku atas manusia;","datanglah kekejutan dan kegentaran atasku, digentarkannya segala tulang-tulangku.","Maka pada ketika itu adalah suatu Roh berjalan lalu dari hadapanku, ia itu menyeramkan segala roma tubuhku.","Maka berdirilah ia, tetapi tiada kuketahui rupanya, hanya adalah suatu lembaga di hadapan mataku, dan adalah sunyi senyap, lalu kudengar bunyi suara mengatakan:","Masakan manusia adil dari pada Allah; masakan seorang laki-laki suci dari pada Yang menjadikan dia!","Bahwasanya akan hamba-hamba-Nyapun tiada Ia percaya dan akan segala malaekat-Nya juga didapati-Nya berkecelaan adanya.","Istimewa pula akan mereka yang mendiami pondok dari pada tanah liat, yang beralaskan duli dan yang terpijak-pijak bagaikan ulat,","yang dihancurkan antara pagi dengan petang, dan yang hilang sampai selama-lamanya dengan tiada diketahui orang.","Tali-tali kemahnya diputuskan, mereka itupun mati dahulu dari pada beroleh akal!"]