["Haleluyah! Pujilah akan nama Tuhan, pujilah, hai kamu, hamba Tuhan!","Kamu yang berdiri dalam rumah Tuhan, pada halaman rumah Allah kami!","Pujilah akan Tuhan, karena baiklah Tuhan, nyanyikanlah mazmur bagi nama-Nya, karena sedap manislah Ia.","Maka telah dipilih Tuhan akan Yakub bagi diri-Nya dan Israel akan milik-Nya.","Maka kuketahuilah akan Tuhan besarlah adanya dan Tuhan kamipun di atas segala dewata.","Maka diperbuat Tuhan akan segala sesuatu yang di kehendaki-Nya, baik dalam langit baik di atas bumi baik di dalam segala laut dan di dalam segala tubir.","Maka diadakan-Nya awan-awan itu naik dari ujung bumi, dijadikan-Nya kilat serta dengan hujannya, dan dikeluarkan-Nya angin dari dalam perbendaharaan-Nya.","Maka telah dipalu-Nya akan segala anak sulung di Mesir, dari pada manusia datang kepada segala binatang.","Dan diadakan-Nya beberapa tanda alamat dan ajaib di tengah-tengahmu, hai Mesir, akan Firaun dan segala hambanya.","Dan dialahkan-Nya beberapa bangsa yang besar-besar dan dibunuh-Nya akan raja-raja yang berkuasa.","Akan Sihon, raja orang Amori, dan akan Og, raja Bazan, dan akan segala kerajaan Kanaan.","Maka dikaruniakan-Nya tanah mereka itu akan bahagian pusaka, bahkan, akan bahagian pusaka kepada umat-Nya, yaitu Israel!","Ya Tuhan! kepujian-Mu kekal selama-lamanya, dan peringatan akan Dikau itu tinggal turun-temurun.","Bahwa sesungguhnya Tuhan akan menghukumkan umat-Nya dan Iapun akan mengasihani segala hamba-Nya.","Adapun segala berhala orang kafir itu dari pada emas dan perak, ia itu perbuatan tangan manusia adanya.","Ia bermulut tetapi tiada dapat berkata-kata, ia bermata tetapi tiada dapat melihat,","ia bertelinga tetapi tiada dapat mendengar, dan lagi nafaspun tiada dalam mulutnya.","Baiklah segala orang yang memperbuat dia menjadi sebagainya, demikianpun segala orang yang harap padanya.","Hai kamu, isi rumah Israel! pujilah akan Tuhan; hai kamu, isi rumah Harun! pujilah akan Tuhan.","Hai kamu isi rumah Lewi! pujilah akan Tuhan, hai kamu yang takut akan Tuhan! pujilah akan Tuhan.","Segala puji dari dalam Sion bagi Tuhan, yang duduk di Yeruzalem. -- Haleluyah!"]