["Pujilah akan Tuhan, hai jiwaku! Ya Tuhan, Allahku! Engkaulah amat besar; Engkaulah berpakaikan kehormatan dan kemuliaan.","Maka diselubungkan-Nya diri-Nya dengan terang seperti dengan selimut dan dibentangkan-Nya langitpun seperti kelambu.","Dialaskan-Nya alayat-Nya dalam air, dan dijadikan-Nya awan-awan akan rata-Nya, dan Iapun berjalan-jalan di atas sayap angin.","Dijadikan-Nya angin akan pesuruhan-Nya dan halilintar yang bernyalapun akan hamba-Nya.","Maka telah dialaskan-Nya bumi di atas alasannya, sehingga tiada boleh ia bergerak sampai selama-lamanya.","Maka telah diselubungi-Nya akan dia dengan laut seperti dengan selimut, maka airnyapun meliputi segala gunung.","Maka oleh hardik-Mu surutlah air itu, dan dari karena bunyi guruh-Mu undurlah ia itu dengan segeranya.","Lalu naiklah segala bukit dan turunlah segala lembah pada tempat yang telah Kautentukan bagi tiap-tiapnya.","Maka Engkau sudah menentukan perhinggaannya, yang tiada boleh dilalui olehnya, maka tiada ia akan meliputi pula akan bumi.","Maka Iapun mengalirkan anak sungai dalam lembah-lembah, sehingga berbelitlah ia itu di antara segala bukit.","Diberi-Nya minum akan segala margasatwa di padang, dan keledai hutanpun memuaskan dahaganya di sana.","Dekat dengan dia bersaranglah segala unggas yang di udara dan berbunyi dalam rampak rindang.","Maka dari alayat-Nya diberi-Nya minum akan segala gunung, dan bumipun dikenyangkan pula dengan buah pekerjaan-Mu.","Maka ditumbuhkan-Nya rumput bagi segala binatang, dan sayur-sayuran akan guna manusia, sambil dikeluarkannya roti dari dalam bumi,","dan lagi air anggur yang menyukakan hati manusia, dan minyak yang memberi seri kepada muka, dan roti yang menguatkan hati manusia.","Bahwa segala pohon kayu Tuhanpun dikenyangkan, dan segala pohon araz di Libanon, yang telah ditanam-Nya;","yaitu tempat segala unggas bersarang dan burung laklakpun membuat sarangnya di atas pohon eru.","Maka segala gunung yang tinggi itu tempat rusa berangga dan segala bukit batupun suatu perlindungan bagi pelanduk.","Maka telah dijadikan-Nya bulan akan ketentuan masa, dan mataharipun mengetahui akan tempat masuknya.","Lalu turunlah kelam dan haripun malamlah, maka pada masa itu keluarlah segala margasatwa yang di hutan.","Maka singa muda mengaum-aum hendak beroleh rampasan dan meminta mangsanya dari pada Allah.","Serta terbitlah matahari maka lenyaplah ia, lalu menjungkang dalam geronggangnya.","Maka keluarlah manusia kepada pekerjaannya dan kepada perhumaannya sampai malam.","Bagaimana besarlah segala perbuatan-Mu, ya Tuhan! Engkau telah menjadikan sekaliannya itu dengan hikmat, maka bumipun penuhlah dengan mata benda-Mu.","Adapun laut, yang besar dan tiada terukur luasnya, maka dalamnya adalah binatang sulur-suluran tiada tepermanai banyaknya, dari pada binatang kecil dan besar.","Maka di sana berlayarlah segala kapal dan di sanapun adalah Lewiatan, yang telah Kaujadikan, supaya ia bermain-main dalamnya.","Maka segala kejadian itu menantikan Dikau, supaya Engkau memberi makan akan Dia, masing-masing pada waktunya.","Maka Engkau mengaruniakan dia kepadanya, lalu dikumpulkannya, maka Engkau membukakan tangan-Mu, lalu ia dikenyangkan dengan kebajikan.","Jikalau kiranya Engkau menyembunyikan hadirat-Mu, maka terkejutlah ia; jikalau Engkau mengambil nafas dari padanya, maka matilah ia dan kembalilah ia kepada abunya.","Jikalau Engkau menyuruhkan Roh-Mu, maka seolah-olah ia dijadikan semula, dan Engkaupun membaharui rupa bumi.","Bahwa kemuliaan Tuhan itu sampai selama-lamanya; biarlah Tuhan bergemar akan segala perbuatan tangan-Nya.","Jikalau dipandang-Nya akan bumi, maka gempalah ia; jikalau disentuh-Nya akan gunung, maka berasaplah ia.","Bahwa aku hendak menyanyi bagi Tuhan seumur hidupku lamanya; aku hendak menyanyikan mazmur bagi Allahku selagi aku ada.","Sedaplah bagiku berpikir-pikir akan Dia, dan hatiku bersukacita akan Tuhan kelak.","Bahwa segala orang yang berdosa itu akan ditumpas dari atas bumi, dan segala orang fasikpun tiada akan ada lagi. Pujilah akan Tuhan, hai jiwaku! Haleluyah!"]