["Pujilah akan Tuhan, karena baiklah Ia, karena kemurahan-Nya itu kekal selama-lamanya.","Baiklah sekarang dikatakan oleh orang Israel bahwa kemurahan-Nya kekal selama-lamanya.","Baiklah sekarang dikatakan oleh orang isi rumah Harun bahwa kemurahan-Nya kekal selama-lamanya.","Baiklah sekarang dikatakan oleh segala orang yang takut akan Tuhan bahwa kemurahan-Nya kekal selama-lamanya.","Maka dalam hal kesukaran aku telah berseru kepada Tuhan, maka Tuhanpun telah mendengar akan daku, dan diberi-Nya kepadaku keluasan.","Bahwa Tuhan adalah menyertai aku, maka tiada aku akan takut; apa gerangan manusia pengapakan daku?","Bahwa Tuhan adalah sertaku di antara segala penolongku, maka sebab itu aku memandang akan segala pembenciku.","Adapun berlindung kepada Tuhan itu terutama dari pada harap pada manusia.","Dan berlindung kepada Tuhan itu terutama dari pada harap pada raja-raja.","Bahwa orang kafir telah mengelilingi aku, maka dengan nama Tuhan juga aku telah memarang akan dia.","Mereka itu telah mengelilingi aku; bahkan, mereka itu telah mengepung aku, maka dengan nama Tuhan juga aku telah memarang akan dia.","Mereka itu telah berkerumun kepadaku seperti lebah, tetapi terpadamlah sekaliannya seperti api pokok duri; maka dengan nama Tuhan juga aku telah memarang akan dia.","Sungguhpun kamu telah menolak akan daku, sampai nyaris aku jatuh, tetapi Tuhan sudah menolong aku.","Bahwa Tuhan juga kuatku dan mazmurku, karena Ia telah menjadi selamatku.","Maka dalam kemah-kemah orang saleh kedengaranlah bunyi sorak dan selamat; maka tangan kanan Tuhan mengerjakan pekerjaan orang perkasa.","Bahwa tangan kanan Tuhan itu amat tinggi adanya, dan tangan kanan Tuhanpun mengerjakan pekerjaan orang perkasa.","Maka tiada aku akan mati, melainkan hidup, dan akupun akan menceriterakan segala perbuatan Tuhan.","Sungguhpun Tuhan telah menyiksakan daku sangat, tetapi tiada diserahkan-Nya aku kepada maut.","Bukailah aku pintu-pintu kebenaran, supaya aku masuk dari padanya dan memuji akan Tuhan.","Maka inilah pintu gerbang Tuhan, yang dari padanya segala orang benar akan masuk.","Bahwa aku memuji akan Dikau, sebab Engkau telah mendengar akan daku, dan Engkau telah menjadi bagiku akan selamat.","Adapun batu yang telah dibuang oleh segala tukang itu, ia itu telah menjadi hulu penjuru adanya.","Maka perkara itu telah jadi dari pada pihak Tuhan juga, dan ajaiblah ia itu kepada pemandangan kita.","Maka inilah hari yang telah diadakan oleh Tuhan; marilah kita bersuka-sukaan dan tamasya padanya.","Ya Tuhan! karuniakan apalah selamat sekarang ini; ya Tuhan! berikanlah kiranya sekarang ini sejahtera.","Berbahagialah ia yang datang dengan nama Tuhan! maka kami ini memberkati kamu dari dalam rumah Tuhan.","Maka Tuhan itulah Allah, yang telah mengaruniakan terang kepada kita. Tambatkanlah kiranya segala persembahan hari raya itu dengan tali sampai kepada tanduk mezbah.","Maka Engkaulah Allahku, sebab itu aku hendak memuji akan Dikau. Ya Allahku! aku hendak membesarkan Dikau.","Pujilah akan Tuhan, karena baiklah Ia, karena kemurahan-Nya kekal sampai selama-lamanya."]