["Haleluyah! Pujilah akan Tuhan, karena baiklah Ia, dan kemurahan-Nya kekal selama-lamanya.","Siapa gerangan dapat mengatakan segala kuasa Tuhan serta memperdengarkan segala kepujian-Nya?","Berbahagialah segala orang yang memeliharakan hukum dan yang berbuat kebajikan pada sediakala.","Ingatlah akan daku, ya Tuhan! sekadar keridlaan-Mu akan segala umat-Mu, dan lawatlah akan daku dengan selamat-Mu.","Supaya aku melihat selamat orang pilihan-Mu, dan aku turut bersuka-sukaan dengan segala umat-Mu, dan akupun bermegah-megah serta dengan bahagian-Mu pusaka.","Bahwa kami telah berbuat dosa, seperti nenek moyang kamipun, kami telah bersalah dan kami telah mendurhaka.","Nenek moyang kami yang di Mesir itu tiada mengindahkan segala ajaib-Mu; tiada diingatnya akan kebesaran kemurahan-Mu, melainkan mendurhakalah mereka itu hampir dengan laut, yaitu hampir dengan laut Kolzom.","Tetapi telah ditebus-Nya mereka itu oleh karena nama-Nya, supaya dinyatakan-Nya kuasa-Nya.","Maka dihardik-Nya akan laut Kolzom itu sehingga kekeringanlah ia, maka dijalankan-Nya mereka itu terus dari pada tubir seperti di padang rata.","Maka dilepaskan-Nya mereka itu dari pada tangan pembenci dan diluputkan-Nya mereka itu dari pada tangan musuh.","Maka air itu menenggelamkan segala lawan mereka itu, seorangpun tiada yang tertinggal.","Tatkala itu percayalah mereka itu akan firman-Nya serta dipujinya akan Dia dengan nyanyian.","Tetapi dengan segera juga terlupalah mereka itu akan perbuatan-Nya dan tiada mereka itu menantikan kenyataan takdir-Nya.","Melainkan datanglah ingin dalam hati mereka itu di padang Tiah dan dicobainya akan Allah di padang belantara.","Maka diberikan-Nya kepada mereka itu barang yang diinginkannya, tetapi disuruhkan-Nya bala samparpun di antaranya.","Maka cemburuan pula mereka itu akan Musa di dalam tentara itupun dan akan Harun, yang disucikan bagi Tuhan.","Maka bumipun mengangakan mulutnya, lalu menelan akan Datan dan menudungi akan sidang Abiram.","Maka suatu api menghanguskan orang sefakat itu, dan nyala apipun makan segala orang yang mendurhaka.","Arakian, maka diperbuat oleh mereka itu akan suatu patung rupa anak lembu hampir dengan Horeb, lalu mereka itupun menyembah sujud kepada patung tuangan.","Maka kehormatan mereka itu ditukarnya dengan rupa lembu, yang makan rumput.","Maka dilupakannya Allah, yang telah membuat perkara yang besar-besar di Mesir.","Perkara yang ajaib di benua Ham dan perkara yang hebat hampir dengan laut Kolzom.","Maka sebab itu berfirmanlah Ia hendak membinasakan mereka itu, jikalau kiranya tiada Musa, pilihan-Nya itu, telah berdiri di celah di hadapan hadirat-Nya, akan menangkiskan murka-Nya, supaya jangan dibinasakan-Nya mereka itu.","Dan lagi dicelakan mereka itu akan tanah kesukaan, dan tiada mereka itu percaya akan firman-Nya,","melainkan bersungut-sungutlah mereka itu dalam kemah-kemahnya dan tiada didengarnya akan suara Tuhan.","Maka sebab itu Ia telah mengangkat tangan-Nya hendak menjatuhkan mereka itu sekalian di padang Tiah,","dan membahagi-bahagi segala benih mereka itu kepada orang-orang kafir dengan membuang undi serta mencerai-beraikan mereka itu kepada segala negeri.","Lalu berdampinglah mereka itu dengan Baal-Peor serta makan sedekah arwah.","Dibangkitkannya murka Tuhan dengan perbuatannya, sehingga bala kebinasaan berpecah-pecahlah di antara mereka itu.","Maka pada masa itu berdirilah Pinehas sambil melakukan hukum, lalu bala itupun terhentilah.","Maka ia itu dibilangkan baginya akan kebenaran turun-temurun sampai selama-lamanya.","Lagipun mereka itu menggalakkan murka-Nya hampir dengan air Meriba, sehingga jahat berlaku atas Musapun dari sebab mereka itu.","Karena dipahitkannya hatinya, sehingga lidahnya berkata dengan kurang ingat.","Maka tiada mereka itu menumpas segala bangsa itu setuju dengan firman Tuhan kepadanya.","Melainkan dicampurkannya dirinya dengan segala orang kafir itu, dan mereka itu belajar perbuatannya,","dan berbuat bakti kepada berhalanya, maka ia itu menjadi suatu jerat baginya.","Tambahan lagi mereka itu telah mengorbankan anaknya laki-laki dan perempuan kepada segala syaitan.","Ditumpahkannya darah orang yang tiada bersalah, yaitu darah anaknya laki-laki dan perempuan, yang telah dipersembahkannya kepada segala berhala Kanani, sehingga tanah itupun dinajiskan oleh utang darah itu.","Maka dicemarkannya dirinya dengan perbuatannya, dan mereka itupun telah berzinah oleh perbuatannya.","Maka sebab itu berbangkitlah murka Tuhan akan umat-Nya dan jemulah Ia akan bahagian-Nya pusaka.","Diserahkan-Nya mereka itu ke tangan orang kafir, sehingga mereka itu diperhambakan oleh segala pembencinya,","dan dianiayakan oleh segala musuhnya dan direndahkan di bawah tangannya.","Maka kerapkali diluputkannya mereka itu, tetapi mereka itu memahitkan hatinya dengan bicaranya, dan habis termakan mereka itu oleh kesalahannya.","Kendatilah demikian, apabila dilihat-Nya pula kepicikan mereka itu dan didengar-Nya keluh kesah mereka itu.","Maka diingat-Nya akan perjanjian-Nya karena baik mereka itu, dan bersesallah Ia sekadar kebesaran kemurahan-Nya.","Lalu dinyatakan-Nya rahmat-Nya atas mereka itu di hadapan segala orang yang telah menawani mereka itu.","Ya Tuhan, Allah kami! lepaskan apalah kami, dan himpunkanlah kami dari antara segala orang kafir itu supaya kami memuji nama-Mu yang suci dan kami memuliakan Dikau dengan nyanyian.","Segala puji bagi Tuhan, Allah orang Israel, dari selama-lamanya sampai selama-lamanya; maka hendaklah kata segala umat itu: Amin, Haleluyah!"]