["Nyanyian Hamaalot. -- Ya Tuhan! ingat apalah akan Daud dan akan segala kelelahannya.","Bagaimana telah ia berjanji kepada Tuhan pakai sumpah, dan telah ia bernazar kepada Yang Mahakuasa Yakub, katanya:","Sekali-kali tiada aku mau masuk ke dalam kemah kedudukanku atau naik ke atas bendul peraduanku!","Sekali-kali tiada aku membiarkan mataku tertidur atau kelopak mataku mengantuk,","jikalu sebelum aku mendapat suatu tempat yang tentu bagi Tuhan, dan suatu kedudukan bagi Yang Mahakuasa Yakub!","Bahwasanya kami telah mendengar kabarnya di Eferata, dan kamipun mendapati akan dia di padang-padang Yaar.","Maka sekarang kami hendak masuk ke dalam tempat kediaman-Nya dan kamipun hendak menyembah sujud pada telapakan kaki-Nya.","Bangkitlah kiranya, ya Tuhan! silakanlah datang kepada perhentian-Mu, baik Engkau baik tabut kodrat-Mu!","Hendaklah segala imam-Mu berpakaikan kebenaran dan segala kekasih-Mupun bersorak-sorak.","Maka oleh karena Daud, hamba-Mu, janganlah kiranya Engkau menolak akan wajah Masih-Mu.","Benarlah adanya barang yang telah dijanji oleh Tuhan kepada Daud pakai sumpah, dan tiada Ia akan undur dari padanya, firman-Nya: Bahwa dari pada buah sulbimu Aku akan mendudukkan seorang di atas takhta kerajaan-Mu.","Jikalau kiranya anak-anakmu memeliharakan perjanjian-Ku dan kesaksian-Ku, yang Kuajar akan dia, niscaya anak mereka itupun akan duduk di atas takhta kerajaanmu sampai selama-lamanya.","Karena telah dipilih Tuhan akan Sion dan dikehendaki-Nya akan tempat kediaman-Nya, firman-Nya:","Bahwa inilah perhentian-Ku sampai kekal, dan di sinipun Aku hendak diam, karena demikianlah kehendak-Ku.","Bahwa Aku akan memberkati perolehannya dengan kelimpahan dan Akupun akan mengenyangkan segala orang miskinnya dengan roti.","Dan Aku akan memakaikan segala imam-Nya dengan selamat dan segala kekasih-Nya akan bersorak ramai-ramai.","Maka di sanalah Aku akan menumbuhkan sepucuk tanduk bagi Daud, dan telah Kusediakan sebuah pelita bagi Masih-Ku.","Maka Aku akan memakaikan segala musuhnya dengan malu, tetapi pada kepala dia akan gemerlap makotanya."]