["Puji-pujian Daud. -- Ya Allahku! Ya Rajaku! aku hendak memuliakan Dikau dan memuji nama-Mu kekal sampai selama-lamanya.","Pada tiap-tiap hari aku hendak memuliakan Dikau dan memuji nama-Mu, kekal sampai selama-lamanya.","Bahwa besarlah Tuhan dan amat kepujian adanya, dan kebesaran-Nyapun tiada terkira-kira.","Turun-temurun orang memuji-muji segala perbuatan-Mu serta memasyhurkan Mahakuasa-Mu.","Bahwa aku akan menyebut kemuliaan kebesaran-Mu dan segala perbuatan-Mu yang ajaib.","Patutlah tiap-tiap orang menyanyikan kepujian perbuatan-Mu yang hebat, dan akupun akan menyebut kebesaran-Mu selalu.","Biarlah kepujian kemurahan-Mu yang amat limpah itu terpancarlah dari pada hati tiap-tiap orang; hendaklah masing-masing orang bersorak-sorak sebab adalat-Mu.","Bahwa Tuhan rahmani dan rahimi, Ialah panjang sabar dan besarlah kemurahan-Nya.","Bahwa baiklah Tuhan kepada sekaliannya; dan rahmat-Nyapun adalah atas segala perbuatan-Nya.","Segala perbuatan-Mu, ya Tuhan! memuji akan Dikau, tetapi segala kekasih-Mu itu mengucap syukur kepada-Mu.","Mereka itupun menyanyi akan kemuliaan kerajaan-Mu serta disebutnya mahakuasa-Mu.","Kepada segala anak Adam diberi-Nya tahu mahakuasa-Nya dan kepujian kemuliaan kerajaan-Nya!","Bahwa kerajaan-Mu itulah kerajaan dari pada segala zaman, dan pemerintahan-Mu dari pada segala bangsa datang kepada segala bangsa.","Bahwa Tuhan memapah segala orang yang hendak jatuh dan ditegakkan-Nya pula segala orang yang tertunduk.","Maka segala kejadian menengadah kepada-Mu, maka Engkau mengaruniakan makanannya pada waktunya.","Bahwa Engkau juga membukakan tangan-Mu serta mengenyangkan segala sesuatu yang hidup sekadar keridlaan-Mu.","Bahwa adillah Tuhan pada segala jalan-Nya dan berkemurahan dalam segala perbuatan-Nya.","Tuhanpun adalah hampir kepada segala orang yang berseru kepadanya, yaitu segala orang yang berseru kepadanya dengan sebenarnya.","Maka diturutnya kehendak orang yang takut akan Dia, didengar-Nya tangis mereka itu dan ditolong-Nya akan dia.","Bahwa Tuhanpun memeliharakan segala orang yang kasih akan Dia, tetapi segala orang fasik dibinasakan-Nya.","Maka lidahku akan mengucap kepujian Tuhan dan segala kejadianpun akan memuji nama-Nya yang suci kekal sampai selama-lamanya."]