["Pujilah akan Tuhan, sebutkanlah nama-Nya, masyhurkanlah perbuatan-Nya di antara segala bangsa.","Nyanyilah bagi-Nya, nyanyikanlah mazmur bagi-Nya, ceriterakanlah berulang-ulang segala perbuatan ajaib-Nya.","Pujilah akan nama kesucian-Nya; hendaklah bersukacita hati-Nya segala orang yang mencahari Tuhan.","Bertanya-tanyalah akan Tuhan dan akan kuat-Nya, caharilah hadirat-Nya selalu.","Ingatlah akan segala ajaib yang telah diadakan-Nya, akan tanda alamat-Nya dan akan segala hukum, yang telah keluar dari pada mulut-Nya.","Hai kamu, benih Ibrahim, hamba-Nya! hai bani Yakub, pilihan-Nya!","Bahwa Ialah Tuhan, Allah kita; maka pada seluruh bumi berlaku hukum-hukum-Nya.","Maka pada selama-lamanya Iapun ingat akan perjanjian-Nya dan akan firman yang telah diberikan-Nya, sampai kepada gilir orang yang beribu-ribu;","akan perjanjian yang telah dibuat-Nya dengan Ibrahim dan akan sumpah setia yang telah dipakai-Nya kepada Ishak,","dan yang telah diteguhkan-Nya bagi Yakub dengan tiada terubahkan, dan bagi Israel akan perjanjian yang kekal selama-lamanya.","Maka firman-Nya: Bahwa Aku akan mengaruniakan kepadamu tanah Kanaan akan bahagian pusaka, yang diukurkan bagimu.","Tatkala mereka itu sedikit jua bilangannya dan kecil adanya, lagi orang dagang.","Serta berjalan-jalanlah mereka itu dari pada suatu bangsa datang kepada suatu bangsa, dan dari pada suatu kerajaan datang kepada suatu kerajaan.","Maka tiada diberi-Nya barang seorang juapun menganiayai mereka itu dan lagi disiksakan-Nya beberapa raja oleh karena mereka itulah.","Firman-Nya: Janganlah kamu mengusik akan orang yang telah Kulantik, dan jangan kamu berbuat jahat akan nabi-nabi-Ku.","Maka didatangkan-Nya pula bala kelaparan dalam negeri itu, dan diputuskan-Nya harap mereka itu akan makanan.","Maka disuruhkan-Nya dahulu dari pada mereka itu seorang ke sana, yaitu Yusuf, yang dijual menjadi hamba.","Maka dimasukkan oranglah kakinya dalam pasung dan dikenakannya rantai besi padanya.","Sampai kepada masa nubuatnyapun jadi, yaitu firman Tuhan, yang telah menguji akan dia.","Maka disuruhkan oleh raja akan orang yang melepaskan dia, maka yang dipertuan bangsa itupun bertitah menguraikan rantainya.","Lalu diangkatnya akan dia menjadi tuan dalam segala istananya dan pemerintah segala harta bendanya.","Supaya diberinya perintah akan segala pegawainya dengan sekehendak hatinya dan diputuskannya hukum atas segala tua-tuanya.","Kemudian dari pada itu datanglah Israel ke Mesir, maka Yakubpun menumpang dalam negeri Ham seperti orang dagang.","Maka di sanapun Ia membiakkan umat-Nya amat sangat, dan dijadikannya mereka itu lebih kuasa dari pada lawannya,","yang hatinya telah dibalikkan-Nya, sehingga mereka itu benci akan umat-Nya serta memperdayakan hamba-hamba-Nya.","Maka disuruhkan-Nya Musa, yaitu hamba-Nya, dan Harun, yang telah dipilih-Nya.","Maka keduanya itupun membuatlah di antara mereka itu segala tanda firman-Nya dan segala mujizat dalam negeri Ham.","Maka didatangkan-Nya kegelapan dan diadakan-Nya kelam kabut, sehingga tiada lagi mereka itu membantahi firman-Nya.","Maka diubahkan-Nya segala air mereka itu menjadi darah, dan dibunuh-Nya akan segala ikan mereka itu.","Maka tanah mereka itu berkelimpahan katak, sampai di dalam bilik bersekat raja-raja mereka itu.","Maka berfirmanlah Ia, lalu datanglah amat banyak tabuhan dan tuma dalam segala jajahan negeri mereka itu.","Maka hujan mereka itu dijadikan-Nya air beku dan halilintar sabung-menyabung dalam negerinya.","Dan dipalu-Nya akan pokok anggur dan pokok ara mereka itu, dan dipatahkan-Nya pohon-pohon kayu dalam segala jajahan negerinya.","Maka berfirmanlah Ia, lalu datanglah belalang dan kumbang tiada tepermanai banyaknya,","yang makan habis akan segala tumbuh-tumbuhan yang di tanahnya, dan akan segala hasil bendang-bendang mereka itu.","Maka dipalu-Nya lagi akan segala anak sulung dalam negeri mereka itu dan akan segala hulu kuatnya.","Demikianlah Ia menghantar akan umat-Nya keluar dengan membawa emas perak, maka dalam segala suku bangsa mereka itu seorangpun tiada yang tergelincir.","Maka sukalah orang Mesir akan mereka itu keluar, karena kegentaran akan mereka itu telah berlaku atasnya.","Maka Iapun membentangkan sebuah awan akan menudungi mereka itu dan api akan menerangkan malam.","Demi orang meminta, maka didatangkan-Nya beberapa burung puyuh dan dikenyangkan-Nya mereka itu dengan roti dari langit.","Maka dibukakan-Nya gunung batu, lalu mengalirlah air dari dalamnya, suatu sungai mengalirlah di padang Tiah.","Karena teringatlah Ia akan firman-Nya yang suci akan Ibrahim, hamba-Nya.","Maka dihantarnya akan segala umat-Nya itu keluar dengan kesukaan hatinya, dan segala orang pilihan-Nya dengan bersorak-sorak.","Maka dikaruniakan-Nya kepada mereka itu tanah orang kafir, sehingga mereka itu mendapat perusahaan bangsa-bangsa itu akan miliknya pusaka.","Supaya mereka itu memeliharakan syariat-Nya dan melakukan segala hukum-Nya. Haleluyah!"]