["Mazmur Daud bagi biduan besar. -- Ya Tuhan! Engkau menyelidik serta mengetahui akan daku,","dan Engkau juga mengetahui akan dudukku dan akan bangkitku berdiri; dari jauh juga Engkau mengetahui akan segala kepikiranku.","Engkau adalah keliling aku apabila aku berjalan atau berbaring, dan Engkau telah biasa akan segala jalanku.","Jikalau sepatah kata belum ada pada lidahku, sesungguhnya Engkau, ya Tuhan! telah mengetahui semuanya.","Bahwa Engkau juga mengepung aku dari hadapan dan dari belakang dan Engkaupun meletakkan tapak tangan-Mu padaku.","Pengetahuan ini kecengangan kepadaku; terlalu tinggi adanya maka tiada aku dapat sampai kepadanya.","Ke mana gerangan aku dapat lari dari pada Roh-Mu dan ke mana gerangan dapat aku lari dari hadirat-Mu?","Jikalau kiranya aku naik ke langit, maka Engkau adalah di sana; jikalau kiranya aku berbuat hamparan dalam alam barzakh, bahwasanya di sanapun adalah Engkau.","Jikalau kiranya aku mengambil akan sayap fajar, jikalau aku duduk pada ujung laut sekalipun,","di sana juga tangan-Mu akan menyertai aku dan tangan-Mu kanan memegang aku.","Jikalau kiranya kataku: Biarlah gelap itu menudungi aku, lalu malampun menjadi terang keliling aku.","Dan lagi gelappun tiada dapat menyembunyikan barang sesuatu dari pada-Mu, melainkan malampun teranglah seperti siang dan di hadapan hadirat-Mu terang dan gelap sama juga adanya.","Maka Engkau juga telah merupakan segala sesuatu yang di dalam aku dan telah menggubah akan daku dalam rahim ibuku.","Bahwa aku memuji akan Dikau, sebab aku telah terkarang dengan kemuliaan dan ajaib; sesungguhnya ajaiblah segala perbuatan-Mu, maka jiwaku mengetahuinya baik-baik.","Bahwa tulang-tulangku tiada terlindung dari pada-Mu tatkala aku diadakan dalam sembunyian dan aku dipersujikan dalam tempat bumi yang terkebawah.","Tatkala mata-Mu melihat gumpalku yang belum berupa, maka segala perkara ini telah tersurat dalam kitab-Mu dan segala haripun yang lagi akan datang, yang sesuatu dari padanyapun belum ada.","Bagaimana indah bagiku segala kepikiran-Mu, ya Allah! bagaimana banyak sangat segala jumlahnya!","Jikalau kiranya aku hendak membilang dia, maka terlebih banyak adanya dari pada pasir! apabila aku jaga dari pada tidurku maka aku lagi hampir dengan Dikau.","Ya Allah! hendaklah kiranya Engkau membinasakan segala orang fasik. Hai segala kamu penumpah darah, undurlah dari padaku!","Segala orang yang berkata-kata jahat akan Dikau, dan yang membesarkan segala seteru-Mu dengan sia-sia.","Bolehkah tidak aku benci akan segala orang yang benci akan Dikau, ya Tuhan! bolehkah tidak aku jemu akan orang yang mendurhaka kepada-Mu?","Bahwa aku benci akan mereka itu dengan sepenuh-penuh benciku; dan mereka itupun seteru bagiku adanya.","Selidiklah akan daku, ya Allah, ketahuilah akan hatiku; ujilah akan daku dan ketahuilah akan segala kepikiranku,","dan lihatlah kiranya kalau padaku suatu jalan celaka; dan pimpin apalah akan daku pada jalan ke akhirat."]