["Ya Tuhan! apa sebabnya maka Engkau berdiri dari jauh? Mengapa Engkau menyembunyikan diri-Mu pada masa kepicikan?","Maka dengan congkaknya orang fasik itu sangat menganiaya akan orang miskin. Biarlah mereka itu ditangkap dalam pedaya yang direkanya!","Karena orang fasik itu bermegah-megah oleh kehendak hatinya; bahwa dipujinya akan orang yang kikir dan dihujatnya akan Tuhan.","Maka orang fasik itu dengan pongahnya tiada mau memeriksa; maka segala kepikirannya bahwa tiadalah Allah.","Maka segala jalannyapun mendukakan selalu, dan hukum-hukum-Mu jauh sangat dari pada pemandangannya, dan dihembuskannya akan segala lawannya.","Maka iapun berkata dalam hatinya: Tiada aku akan tergelincuh sampai selama-lamanya; belum pernah aku kena barang sesuatu celaka.","Maka mulutnya penuh dengan kutuk dan semu dan tipu daya, dan di bawah lidahnya adalah siksa dan khianat.","Bahwa ia duduk dalam pengadangan di dusun-dusun; dari pada tempatnya yang sembunyi itu dibunuhnya orang yang tiada bersalah, dan matanyapun mengintai akan orang miskin.","Bahwa ia mengadang pada tempat yang sembunyi, seperti seekor singa dalam guanya; ia mengadang hendak merampas akan orang yang miskin dan iapun merampas akan orang yang papa hendak menarik dia ke dalam jaringnya.","Bahwa ia mengendap dengan menundukkan dirinya, sehingga orang-orang miskin jatuh ke dalam cakarnya yang kuat.","Maka iapun berkata dalam hatinya: bahwa Allah lupa akan dia, ditudungi-Nya wajah-Nya, tiada dilihatnya sampai selama-lamanya.","Bangkitlah, ya Tuhan! angkatlah kiranya tangan-Mu, ya Allah jangan apalah Engkau lupa akan orang miskin.","Mengapa orang fasik itu selalu menghujat akan Allah serta berkata dalam hatinya bahwa tiada Engkau akan menuntutnya?","Sesungguhnya Engkau melihat dia! Bahkan, Engkau melihat segala susah dan kesukaran itu; Engkau akan mengambil dia kepada hatimu; kepadamu juga orang miskin menaruhkan dirinya, karena Engkau memang penolong anak piatu.","Patahkanlah kiranya lengan orang fasik dan balaslah segala kejahatan orang durhaka, sehingga Engkau tiada mendapat akan dia lagi.","Bahwa Tuhan itulah Raja yang kekal selama-lamanya; maka segala orang kafir itu sudah hilang dari pada tanahnya.","Ya Tuhan! Engkau sudah mendengar kehendak orang yang lembut hatinya; Engkau meneguhkan hati mereka itu dan telingamupun mendengar akan mereka itu,","hendak membenarkan hal anak piatu dan orang yang teraniaya, supaya jangan manusia di atas bumi berkanjang dalam menggagahi orang."]