["Permintaan doa Daud. -- Dengar apalah, ya Tuhan, akan hal kebenaran; perhatikanlah tangisku yang sedih; berilah telinga akan permintaan doaku dari pada bibir yang bukan penipu!","Biarlah pehukumanku keluar dari hadapan hadirat-Mu, dan mata-Mupun memandang akan pengadilan yang benar sekali.","Jikalau Engkau mencobai hatiku dan menyelidik jalanku yang sembunyi-sembunyi dan mengujikan daku seperti dengan api, maka satupun tidak didapati oleh-Mu! Jikalau aku berpikir jahat sekalipun, tiada juga ia itu keluar dari pada mulutku.","Adapun hal perbuatan manusia itu, bahwa aku telah memegang firman lidah-Mu, serta aku mengamat-amati segala jalan orang penggagah.","Bahwa aku berjalan dengan langkah yang tetap pada jalan-jalan-Mu, dan langkahku itu tiada tergelincuh.","Bahwa aku berseru kepada-Mu, sebab Engkau mendengar akan daku. Ya Allah! berilah telinga akan sembahku dan dengarlah kiranya akan perkataanku.","Jadikanlah segala kemurahanmu suatu keheranan, hai Engkau yang melepaskan segala orang yang percaya akan Dikau dari pada orang yang berani berbangkit akan melawan tangan-Mu kanan!","Peliharakanlah aku seperti akan biji mata-Mu; lindungkanlah kiranya aku di bawah naung sayap-Mu,","dari pada orang fasik, yang hendak membinasakan daku, dan dari pada seteru, yang hendak menghancurkan daku","dan yang berselubung dengan gemuknya dan yang berkata-kata sombong dengan lidahnya.","Mereka itu menempuh akan daku, dengan sesaat dikepungnya akan daku, diintainya akan daku dengan matanya sambil mengendap di bumi.","Adalah ia seperti singa yang hendak menerkam dan seperti singa muda menderum dalam tempat yang sembunyi.","Bangkitlah kiranya, ya Tuhan! mendahului akan dia; empaskan dia dan lepaskanlah jiwaku dari pada orang fasik itu dengan pedang-Mu,","dengan tangan-Mu, ya Tuhan! dari pada mereka, yang orang dunia belaka, dan yang punya bahagian dalam kehidupan ini, dan yang telah Engkau mengisi perutnya dengan benda yang termulia; maka anak-anaknya menjadi kenyang, dan ditinggalkannya lagi pusaka bagi anak-anaknya.","Tetapi aku akan memandang hadirat-Mu dengan kebenaran, dan apabila aku bangun kelak aku akan dikenyangkan dengan peta-Mu."]