["Pujilah akan Tuhan, karena baiklah Ia, dan kemurahan-Nya kekal selama-lamanya.","Maka hendaklah ia itu dikatakan oleh segala orang tebusan Tuhan, yang telah dilepaskan-Nya dari pada tangan musuh,","dan yang dihimpunkan-Nya dari dalam segala negeri, dari sebelah timur dan barat, dari sebelah utara dan dari laut.","Yang telah mengembara di padang belantara pada jalan yang sunyi dan tiada mendapat tempat kedudukan.","Sambil berlapar dan berdahaga, sehingga pingsanlah hati di dalamnya.","Tetapi serta mereka itu berseru kepada Tuhan dalam hal kepicikannya, maka dilepaskan-Nya mereka itu dari pada segala kesukarannya.","Maka dipimpin-Nya mereka itu pada jalan yang betul, sehingga sampailah mereka itu ke tempat kedudukan orang.","Maka hendaklah mereka itu memuji kemurahan Tuhan dalam tempat-Nya yang suci, dan perbuatan ajaib-Nya di hadapan segala anak Adam;","sebab telah dipuaskan-Nya hati yang berdahaga, dan dipenuhi-Nya hati yang berlapar itu dengan kebajikan.","Maka orang yang duduk dalam gelap dan dalam bayang-bayang maut, tersepit dengan aniaya dan belenggu besi,","sebab mereka itu telah mendurhaka akan hukum Allah dan dicelakannya takdir Allah taala,","sehingga direndahkan-Nya hati mereka itu oleh kesukaran dan seorangpun tiada menolong tatkala mereka itu tergelincir;","tetapi serta mereka itu berseru kepada Tuhan dalam hal kepicikannya, maka dilepaskan-Nya mereka itu dari pada segala kesukarannya,","dikeluarkan-Nya mereka itu dari dalam gelap dan bayang-bayang maut dan dipecahkan-Nya belenggu mereka itu.","Maka hendaklah mereka itu memuji kemurahan Tuhan dalam tempat-Nya yang suci, dan perbuatan ajaib-Nya di hadapan segala anak Adam;","sebab telah dipecahkan-Nya pintu-pintu tembaga dan dipatah-patahkan-Nya segala kancing besi.","Maka orang bebal, yang telah kena kesukaran dari karena kesalahannya dan dari karena kejahatannya,","hatinya jemu akan segala makanan dan hampirlah ia kepada pintu maut.","Tetapi serta mereka itu berseru kepada Tuhan dalam hal kepicikannya, maka dikeluarkan-Nya mereka itu dari dalam segala kesukarannya.","Disuruhkan-Nya firman-Nya serta disembuhkan-Nya mereka itu dan dilepaskan-Nya mereka itu dari pada kebinasaannya.","Maka hendaklah mereka itu memuji kemurahan Tuhan dalam tempat-Nya yang suci dan perbuatan ajaib-Nya di hadapan segala anak Adam;","biarlah mereka itu mempersembahkan puji-pujian dan memasyhurkan perbuatan-Nya dengan bersorak-sorak!","Adapun orang yang melayarkan kapalnya di laut serta berniaga di atas air yang besar-besar,","orang itu melihat perbuatan Tuhan dan segala perbuatan ajaib-Nya dalam tubir.","Apabila Ia berfirman, maka didatangkan-Nya angin ribut, yang membesarkan ombak-ombaknya,","sehingga naiklah ia itu ke langit dan turun ke tubir, maka hati mereka itu hancurlah oleh takut.","Mereka itu melenggang dan menghuyung-huyung seperti orang mabuk dan segala budi bicaranyapun hilang;","tetapi serta mereka itu berseru kepada Tuhan dalam hal kepicikannya, maka dikeluarkan-Nya mereka itu dari dalam kesukarannya;","diteduhkan-Nya angin ribut itu, sehingga segala gelombang itupun berhentilah.","Lalu bersukacitalah hati mereka itu sebab sudah teduh, dan sebab dihantar-Nya mereka itu ke pelabuhan yang dirindukannya.","Maka hendaklah mereka itu memuji kemurahan Tuhan dalam tempat-Nya yang suci dan perbuatan ajaib-Nya di hadapan segala anak Adam,","serta memuliakan Dia dalam perhimpunan orang banyak dan memuji-muji akan Dia dalam majelis orang tua-tua.","Bahwa Ia juga yang menjadikan sungai itu akan gurun dan pancaran air akan tanah kering.","Dan tanah yang banyak hasilnya akan lembah masin, karena sebab kejahatan orang yang mendudukinya.","Gurun itupun dijadikan-Nya telaga air, dan tanah yang kering akan pancaran air adanya;","maka didudukkan-Nya di sana orang yang berlapar, supaya diperusahakannya akan tempat kediaman-Nya,","dan ditaburinya bendang dan ditanaminya kebun anggur dan dipungutnya buah-buahan hasilnya.","Maka diberkati-Nya akan mereka itu, sehingga mereka itu amat diperbanyakkan, dan segala binatang-Nyapun tiada dikurangkan-Nya.","Kemudian maka mereka itu dikurangkan pula dan direndahkan oleh aniaya dan bala atau celaka.","Maka dicurahkan-Nya kehinaan atas raja-raja, disesatkan-Nya mereka itu di tempat sunyi senyap yang tiada jalannya.","Tetapi orang papa diangkat-Nya dari dalam kesukaran, dan dijadikan-Nya isi rumah mereka itu seperti kawan kambing banyaknya.","Serta terlihat orang benar akan hal itu maka bersukacitalah hati mereka itu, tetapi segala orang yang jahat itu di katubkan mulutnya.","Barangsiapa yang berbudi, biarlah diperhatikannya hal itu serta menimbang baik-baik akan segala kemurahan Tuhan!"]