["Pujilah akan Tuhan, karena baiklah Ia, karena kemurahan-Nya itu kekal selama-lamanya.","Pujilah akan Allah, yang di atas segala dewata, karena kemurahan-Nya itu kekal selama-lamanya.","Pujilah akan Tuhan, yang di atas segala tuan, karena kemurahan-Nya itu kekal selama-lamanya.","Akan Dia, yang sendiri berbuat segala ajaib yang besar-besar, karena kemurahan-Nya itu kekal selama-lamanya.","Akan Dia, yang telah menjadikan segala petala langit itu oleh hikmat-Nya, karena kemurahan-Nya itu kekal selama-lamanya.","Akan Dia, yang telah mengalaskan bumi itu dalam air, karena kemurahan-Nya itu kekal selama-lamanya.","Akan Dia, yang telah menjadikan segala benda terang yang besar-besar, karena kemurahan-Nya itu kekal selama-lamanya.","Yaitu matahari akan memerintahkan siang, karena kemurahan-Nya itu kekal selama-lamanya.","Dan bulan dan segala bintang akan memerintahkan malam, karena kemurahan-Nya itu kekal selama-lamanya.","Akan Dia, yang telah memalu segala orang Mesir dengan membunuh anak-anaknya yang sulung, karena kemurahan-Nya itu kekal selama-lamanya.","Dan dihantar-Nya akan orang Israel itu keluar dari tengah mereka itu, karena kemurahan-Nya itu kekal selama-lamanya.","Dengan tangan yang kuat dan dengan lengan yang terangkat, karena kemurahan-Nya itu kekal selama-lamanya.","Akan Dia, yang telah membelahkan laut Kolzom jadi dua, karena kemurahan-Nya itu kekal selama-lamanya.","Dan dihantar-Nya akan orang Israel terus dari tengahnya, karena kemurahan-Nya itu kekal selama-lamanya.","Dan telah dicampakkan-Nya Firaun serta dengan segala balatentaranya ke dalam laut Kolzom, karena kemurahan-Nya itu kekal selama-lamanya.","Yang telah memimpin akan umat-Nya dalam padang Tiah, karena kemurahan-Nya itu kekal selama-lamanya.","Yang telah memarangkan beberapa raja yang besar-besar, karena kemurahan-Nya itu kekal selama-lamanya.","Dan yang telah membunuh raja-raja yang berkuasa, karena kemurahan-Nya itu kekal selama-lamanya.","Yaitu Sihon, raja orang Amori, karena kemurahan-Nya itu kekal selama-lamanya.","Dan Og, raja Bazan, karena kemurahan-Nya itu kekal selama-lamanya.","Lalu diberikan-Nya tanah mereka itu akan bahagian pusaka, karena kemurahan-Nya itu kekal selama-lamanya.","Akan bahagian pusaka kepada Israel hamba-Nya, karena kemurahan-Nya itu kekal selama-lamanya.","Yang selalu ingat akan kita dalam hal kerendahan kita, karena kemurahan-Nya itu kekal selama-lamanya.","Dan telah disentak-Nya kita dari pada segala musuh kita, karena kemurahan-Nya itu kekal selama-lamanya.","Yang memberi makan kepada segala kejadian, karena kemurahan-Nya itu kekal selama-lamanya.","Pujilah akan Allah yang di sorga, karena kemurahan-Nya itu kekal selama-lamanya."]