["Mazmur Daud bagi biduan besar. -- Ya Allah puji-pujianku, janganlah kiranya berdiam diri-Mu!","Karena mulut orang fasik dan mulut penipu telah ternganga kepadaku, diumpatnya akan daku dengan lidah bercabang.","Mereka itu mengelilingi aku dengan perkataan yang kebencian, bahkan, mereka itu melawan aku dengan tiada semena-mena.","Mereka itu membalas pengasihanku dengan jahat, tetapi aku ini adalah dalam meminta doa.","Bahkan, mereka itu membalas baikku dengan jahat dan kasihku dengan benci!","Taruhlah akan dia di bawah kuasa seorang jahat, dan biarlah seorang syaitan berdiri pada kanannya.","Jikalau dalam hukum biarlah ia disalahkan dan sembahyangnyapun menjadi dosa.","Biarlah segala hari umur hidupnya sedikit jua dan hendaklah seorang lain mengambil jawatannya.","Biarlah segala anak-anaknya menjadi piatu, dan bininyapun menjadi janda.","Biarlah anak-anaknya mengembara sana sini sambil meminta sedekah, sambil mencahari makan dalam rumahnya yang telah roboh itu.","Biarlah orang piutang merampas segala sesuatu yang ada padanya dan orang lainpun merebut barang yang diusahakannya.","Seorangpun jangan berbuat kebajikan akan dia dan seorangpun jangan mengasihani akan anak-anaknya yang piatu.","Segala anak cucunya biarlah ditumpas dan namanyapun dihapuskan dengan gilir yang kedua.","Bahwa kesalahan segala nenek moyangnya biarlah diingat oleh Tuhan dan dosa ibunyapun jangan dihapuskan.","Biarlah ia itu selalu di hadapan Tuhan dan disapukannya peringatan akan dia dari atas bumi.","Sebab tiada pernah ia ingat hendak berbuat kebajikan, melainkan dikejarnya akan orang yang papa dan miskin, dan akan orang yang hancur hatinyapun, hendak membunuh dia.","Tegal kasihlah ia akan kutuk, biarlah kutukpun datang atasnya; tegal tiada pernah disukainya akan berkat, biarlah berkatpun jauh dari padanya.","Biarlah ia berpakaikan kutuk bagaikan jubah, dan kutukpun masuk ke dalamnya seperti air dan seperti minyak sampai ke dalam tulang-tulangnya.","Biarlah ia itu baginya akan pengikat pinggang yang selalu dikenakan kepada pinggangnya.","Maka hendaklah sekalian ini menjadi upah segala lawanku dari pada Tuhan, dan upah segala orang yang fitnahnya menyengajakan matiku.","Tetapi akan Dikau, ya Tuhan Hua! benarkan apalah halku oleh karena nama-Mu, tolonglah akan daku, karena besarlah kemurahan-Mu.","Karena aku ini papa dan miskin dan hatiku yang di dalam aku telah luka parah.","Bahwa aku ini pergi selaku bayang-bayang pada masa sengetlah ia, dan aku dikejar sana sini seperti seekor belalang.","Bahwa lututku melentur dari karena puasaku, dan tubuhkupun kuruslah, tiada gemuknya lagi.","Maka dalam hal yang demikian aku menjadi lagi suatu kecelaan bagi mereka itu, sehingga apabila terlihatlah mereka itu akan daku, maka digelengnya kepalanya.","Tolonglah akan daku, ya Tuhan, Allahku! dan luputkanlah aku setuju dengan kemurahan-Mu.","Supaya diketahui oleh mereka itu bahwa inilah bekas tangan-Mu, dan Engkau, ya Tuhan! telah membuatnya.","Biarlah mereka itu mengutuki, tetapi Engkau juga yang memberi berkat; biarlah mereka itu memegahkan dirinya, tetapi mereka itu akan dipermalukan, dan hamba-Mu ini akan bersukacita.","Biarlah segala pembenciku berpakaikan kehinaan, dan diselubungnya dirinya dengan malu seperti dengan sehelai kain selimut.","Maka aku akan memuji-muji Tuhan dengan lidahku amat rajin dan di antara orang banyak aku akan memuliakan Dia.","Sebab Iapun berdiri pada kanan orang yang miskin, akan melepaskan dia dari pada orang yang menghukumkan dia akan mati dibunuh."]