["Mazmur Daud. -- Pujilah akan Tuhan, hai jiwaku! dan akan nama-Nya yang suci itu, hai segala sesuatu yang di dalam aku!","Pujilah akan Tuhan, hai jiwaku! dan jangan engkau melupakan suatu kebajikan-Nya.","Yang mengampuni segala salahmu, dan yang menyembuhkan segala penyakitmu.","Yang menebus jiwamu dari pada kebinasaan serta memakotai engkau dengan kemurahan dan beberapa rahmat.","Yang mengenyangkan mulutmu dengan kebajikan, dan membaharui hal mudamu seperti burung nasar.","Bahwa Tuhan memutuskan hukum dan membenarkan hal segala orang yang teraniaya.","Maka Iapun telah memberitahu hukum-hukum-Nya kepada Musa dan perbuatan-Nya kepada bani Israel.","Bahwa Tuhan rahmani dan rahimi; Ialah panjang sabar dan besarlah kemurahan-Nya!","Maka tiada Ia akan gusar selalu atau murka sampai selama-lamanya.","Tiada dibuatnya akan kita sekadar segala dosa kita, dan tiada pula dibalasnya akan kita sekadar segala kejahatan kita.","Karena seberapa banyak tinggi langit itu dari atas bumi, demikianpun besar kemurahan-Nya atas segala orang yang takut akan Dia.","Maka sejauh timur dari barat, begitu jauhpun dibuang-Nya segala salah dari pada kita.","Seperti seorang bapa menaruh belas kasihan akan anak-anaknya, demikianpun Tuhan menaruh belas kasihan akan segala orang yang takut akan Dia.","Karena diketahuinya akan kita apa macam perbuatan, dan teringatlah Ia akan keadaan kita abu jua.","Karena umur hidup manusia itu seperti rumput adanya, dan seperti pokok bunga di padang, demikianpun berbungalah ia.","Serta angin lalu dari atasnya tiada ia lagi dan tempatnyapun tiada mengetahui akan dia lagi.","Tetapi kemurahan Tuhan itu dari selama-lamanya sampai selama-lamanya atas segala orang yang takut akan Dia, dan setianyapun adalah dengan anak cucu cicit mereka itu.","Yaitu dengan segala orang yang memeliharakan perjanjian-Nya dan yang ingat akan hukum-hukum-Nya, supaya dilakukannya.","Bahwa Tuhan telah menegakkan arasy-Nya di dalam sorga dan kerajan-Nyapun di atas semesta alam sekalian.","Pujilah akan Tuhan, hai segala malaekat-Nya! hai segala perwira perkasa yang melakukan firman-Nya! turutlah kamu akan bunyi hukum-Nya.","Pujilah akan Tuhan, hai kamu segala balatentara-Nya! hai segala khadim-Nya yang melakukan keridlaan-Nya!","Pujilah akan Tuhan, hai segala perbuatannya pada segala tempat kerajaannya. Pujilah akan Tuhan, hai jiwaku!"]