["Permintaan doa orang yang dalam hal kesukaran dan terlampau susahnya, yang mencucurkan pengaduhannya di hadapan hadirat Tuhan.","Ya Tuhan! dengar apalah akan doaku, dan biarlah seruku sampai kepada-Mu.","Janganlah kiranya Engkau menyembunyikan hadirat-Mu dari padaku; cenderungkanlah telinga-Mu kepadaku pada masa kepicikanku, dan dengarlah dengan segera akan daku apabila aku berseru.","Karena segala hari hidupku lenyaplah seperti asap, dan segala tulangku kekeringanlah seperti bara api.","Hatiku sudah layu seperti rumput yang telah kena panas terik; maka tiada aku ingat makan.","Dari karena keluh kesahku maka kulitku lekat pada tulang-tulangku.","Bahwa aku sudah menjadi seperti burung enggang di gurun dan seperti burung pungguk di hutan rimba.","Maka aku berjaga dan aku sudah menjadi seperti burung pipit yang berasing di atas atap rumah.","Pada sebilang hari segala seteruku mencelakan daku, maka dengan gagahnya mereka itu mengutuki dengan celakaku.","Karena aku makan abu seperti roti dan aku mencampuri minumanku dengan air mataku,","dari karena murka-Mu dan amarah-Mu yang amat sangat; karena Engkau telah mengangkat akan daku, lalu Engkau membuangkan daku pula.","Bahwa hari umur hidupku seperti bayang-bayang yang senget, dan aku ini menjadi kering seperti rumput.","Tetapi Engkau, ya Tuhan! kekal pada selama-lamanya, dan peringatan akan Dikau tinggal turun-temurun.","Bahwa Engkau akan bangkit berdiri dan mengasihankan Sion; karena adapun waktu yang patut dikasihankan dia, yaitu waktu yang tertentu, telah hampirlah sampai.","Karena segala hamba-Mu berkenan akan batu-batunya, dan mereka itupun sayang akan kerobohannya.","Maka pada masa itu kelak segala orang kafir takut akan nama Tuhan dan segala raja di atas bumipun takut akan kemuliaan-Mu.","Apabila Tuhan sudah membangunkan pula akan Sion dan kelihatanlah Ia dengan kemuliaan-Nya.","Apabila Ia berpaling dirinya kepada doa orang yang hendak putus nyawa, dan tiada dicelakannya permintaan mereka itu.","Maka ia itu akan disuratkan bagi bangsa yang kemudian, maka bangsa yang akan jadi itu akan memuji-muji Tuhan.","Sebab telah ditilik-Nya ke bawah dari dalam tempat kesucian-Nya yang tinggi, dan telah dipandang Tuhan dari dalam sorga kepada bumi ini.","Hendak mendengar akan keluh kesah orang yang terbelenggu, serta hendak melepaskan orang yang mau dibunuh;","supaya nama Tuhan disebut oranglah dalam Sion dan kepujiannyapun dalam Yeruzalem;","apabila segala bangsa berhimpun bersama-sama dan segala kerajaanpun sefakat hendak berbuat bakti kepada Tuhan.","Bahwa Ia telah menindih kuatku di jalan dan umur hidupku telah disingkatkannya.","Maka sembahku: Ya Allahku! jangan apalah Engkau menyingkapkan daku pada pertengahan umur hidupku; maka segala tahun-Mu itu dari pada zaman datang kepada zaman.","Maka pada purbakala Engkau telah mengalaskan bumi ini dan segala langitpun perbuatan tangan-Mu adanya;","sekalian itu akan hilang, tetapi Engkaulah kekal selama-lamanya, sekalian itu akan menjadi buruk seperti kain tua, seperti sehelai selimut Engkau akan menanggalkan dia dan sekaliannya itu akan berubah;","melainkan Engkau jua selama-lamanya sama, dan segala tahun-Mupun tiada berkesudahan adanya.","Maka segala anak hamba-hambamu akan menduduki tanah itu dan benih mereka itupun akan ditetapkan di hadapan hadirat-Mu."]