["Berbahagialah segala orang yang jalannya betul dan yang melakukan dirinya setuju dengan hukum Tuhan.","Berbahagialah mereka itu sekalian yang memeliharakan kesaksian-Nya serta mencari akan Dia dengan segenap hatinya.","Yang tiada berbuat jahat, melainkan yang menurut jalan Tuhan.","Ya Tuhan! Engkau telah menyuruh memeliharakan baik-baik segala firman-Mu.","Hai, kiranya biarlah segala jalanku dipatutkan dengan pemeliharaan syariat-Mu.","Lalu tiada aku beroleh malu, apabila aku memperhatikan segala hukum-Mu.","Bahwa aku akan memuji Engkau dengan segala tulus hatiku, apabila aku sudah belajar segala hukum kebenaran-Mu.","Maka aku akan memeliharakan segala syariat-Mu; jangan apalah Engkau meninggalkan daku terlalu amat.","Dengan apa gerangan orang muda akan memeliharakan jalannya suci dari pada salah? Jikalau dipatutkannya dengan firman-Mu.","Bahwa aku mencahari akan Dikau dengan segenap hatiku; jangan apalah Engkau beri aku sesat dari pada hukum-hukum-Mu.","Maka segala firman-Mu telah kutaruh dalam hatiku, supaya jangan aku berdosa kepada-Mu.","Ya Tuhan! Engkau juga amat kepujian; ajarkanlah aku segala syariat-Mu.","Maka dengan lidahku aku telah memasyhurkan segala hukum firman-Mu.","Maka lebih suka aku akan jalan segala hukum-Mu dari pada sukaku akan segala harta benda.","Bahwa aku akan memikirkan segala firman-Mu dan memperhatikan segala jalan-Mu.","Dan hatiku bersukacita akan segala syariat-Mu, dan tiada aku melupakan firman-Mu.","Buatlah baik akan hamba-Mu, maka aku akan hidup serta memeliharakan firman-Mu.","Celikkanlah mataku supaya dapat kupandang akan segala ajaib taurat-Mu.","Bahwa aku ini seorang dagang di atas bumi; jangan apalah Engkau menyembunyikan hukum-Mu dari padaku.","Bahwa hancurlah hatiku oleh rindu akan hukum-Mu pada segala masa dan ketika.","Maka Engkau juga menghardik akan segala orang sombong, orang laknat yang sesat dari pada hukum-Mu.","Gulingkan apalah dari padaku kecelaan dan kehinaan, karena aku memeliharakan kesaksian-Mu.","Sementara segala penghulu juga duduk berbicara lawan aku, maka hamba-Mu inipun memikirkan segala syariat-Mu.","Maka segala kesaksian-Mu telah menjadi kesukaanku dan lagi pembicaraku.","Bahwa jiwaku lekat pada abu; hidupkan kiranya aku setuju dengan firman-Mu.","Pada masa aku menyatakan segala jalanku kepada-Mu, Engkau telah mendengar akan daku; ajarkanlah kiranya aku segala syariat-Mu.","Berilah tahu akan daku jalan hukum-hukum-Mu, supaya aku memikirkan segala ajaib-Mu.","Bahwa hancurlah hatiku oleh dukacita; tegapkanlah aku setuju dengan firman-Mu.","Jauhkanlah dari padaku jalan orang culas, dan karuniakanlah kepadaku kasih akan taurat-Mu.","Maka telah kupilih akan jalan kebenaran, dan hukum-hukum-Mu telah kutaruh selalu di hadapanku.","Maka aku bersangkut paut kepada kesaksian-Mu; ya Tuhan! jangan kiranya beri malu kepadaku.","Bahwa aku hendak menurut jalan hukum-hukum-Mu, karena Engkau telah memberi keluasan akan hatiku.","Ya Tuhan! ajarkanlah kiranya aku jalan syariat-Mu, maka aku akan menjalani dia sampai kesudahannya.","Jadikanlah aku berbudi, supaya aku menurut taurat-Mu serta memeliharakan dia dengan segenap hatiku.","Berilah aku menurut jalan hukum-Mu, karena ia itu yang aku suka.","Cenderungkanlah hatiku kepada kesaksian-Mu, dan bukan kepada kekikiran.","Jauhkanlah mataku dari pada melihat akan sia-sia, dan berilah aku mendapat hidup pada jalan-Mu.","Teguhkanlah perjanjian-Mu kepada hamba-Mu ini, yang tetap dalam takut akan Dikau.","Jauhkanlah dari padaku kecelaan yang kutakut, karena baiklah adanya segala hukum-Mu.","Bahwa sesungguhnya rindulah hatiku akan segala firman-Mu; biarlah kebenaran-Mu menghidupkan daku.","Bahkan, biarlah kemurahan-Mu berlaku atasku, ya Tuhan! dan selamat-Mupun setuju dengan janji-Mu;","supaya aku dapat menyahut akan orang yang mencelakan daku, karena haraplah aku akan firman-Mu.","Jangan jauhkan terlalu amat perkataan kebenaran itu dari pada mulutku, karena haraplah aku akan segala hukum-Mu.","Maka aku akan memeliharakan torat-Mu senantiasa, kekal pada selama-lamanya.","Dan aku akan berjalan pada tempat yang luas, jikalau kiranya aku bertanyakan firman-Mu.","Dan lagi aku akan berkata-kata kepada raja-raja akan segala kesaksian-Mu dengan tiada malu.","Dan aku bersukacita akan segala hukum-Mu, yang kukasihi akan dia.","Dan aku akan menadahkan tanganku kepada hukum-Mu, yang kukasihi itu, serta aku akan memikirkan syariat-Mu.","Ingatlah akan firman yang kepada hamba-Mu, yang telah kauberi aku harap akan dia.","Bahwa inilah penghiburan bagiku dalam hal kesukaranku, bahwa firman-Mu adalah menghidupkan daku.","Jikalau orang sombong sangat mengolok-olok akan daku sekalipun, tiada juga aku menyimpang dari pada taurat-Mu.","Bahwa teringatlah aku akan segala keputusan hukum-Mu, yang dari purbakala, ya Tuhan! maka kudapati akan penghiburan.","Kesesakan yang melemaskan itu datanglah atasku karena sebab segala orang fasik, yang meninggalkan taurat-Mu.","Maka segala syariat-Mu telah menjadi nyanyi pujian bagiku pada tempat aku ini orang dagang.","Ya Tuhan! pada malam juga aku ingat akan nama-Mu, serta memperhatikan taurat-Mu.","Maka ia itu demikian, sebab aku telah memeliharakan segala hukum-Mu.","Bahwa Engkau juga bahagianku, ya Tuhan! maka aku telah berjanji hendak memeliharakan segala firman-Mu.","Maka aku berseru kepada-Mu dengan segala yakin dan dengan segenap hatiku; kasihankanlah kiranya akan daku setuju dengan janji-Mu.","Tatkala aku menimbang-nimbang segala jalanku, maka selalu kakiku kembali menuju kesaksian-Mu.","Bahwa aku bersegera dengan tiada berlambatan akan memeliharakan segala hukum-Mu.","Pada masa jerat orang fasik adalah mengelilingi aku, tiada juga aku melupakan taurat-Mu.","Tengah-tengah malam bangunlah aku akan memuji-muji segala hukum-Mu yang adil adanya.","Bahwa akulah taulan segala orang yang takut akan Dikau, dan kawan segala orang yang memeliharakan firman-Mu.","Ya Tuhan! bumi ini penuhlah dengan kemurahan-Mu; ajarkanlah aku segala syariat-Mu.","Bahwa Engkau telah berbuat baik akan hamba-Mu, ya Tuhan! setuju dengan firman-Mu.","Ajarkanlah kiranya aku arti yang baik dan pengetahuan, karena percayalah aku akan segala hukum-Mu.","Maka dahulu dari pada aku teraniaya sesatlah aku, tetapi sekarang aku memeliharakan firman-Mu.","Bahwa baiklah Engkau dan Engkaupun berbuat baik; ajarkanlah aku segala syariat-Mu.","Jikalau orang sombong mereka dusta akan daku sekalipun, maka aku juga memeliharakan firman-Mu dengan segenap hatiku.","Bahwa hati mereka itu seperti berselubungkan lemak, tetapi aku ini bergemar akan taurat-Mu.","Baiklah padaku aku telah teraniaya, supaya belajarlah aku akan segala syariat-Mu.","Bahwa taurat yang telah terbit dari pada mulut-Mu itu bagiku terlebih baik dari pada uang emas atau perak beribu-ribu.","Maka tangan-Mu telah menjadikan dan melengkap aku; berilah kiranya budi akan daku, supaya aku belajar segala hukum-Mu.","Biarlah segala orang yang takut akan Dikau memandang akan daku serta bersukacita hatinya, sebab aku menantikan perjanjian-Mu.","Maka kuketahui, ya Tuhan! akan segala keputusan hukum-Mu itu benar adanya, dan lagi sebab setiawanlah Engkau maka Engkau telah menyiksakan daku.","Sahaja biarlah kemurahan-Mu menghiburkan daku, setuju dengan barang yang telah Kaujanji kepada hamba-Mu.","Biarlah segala rahmat-Mu berlaku atasku, supaya hiduplah aku, karena taurat-Mu itulah segala kesukaan hatiku.","Biarlah segala orang sombong itu dapat malu, sebab telah ditanduknya akan daku ke bawah dengan dusta, maka aku juga memikirkan segala hukum-Mu.","Biarlah segala orang yang takut akan Dikau itu balik kepadaku, demikianpun segala orang yang mengetahui kesaksian-Mu.","Biarlah hatiku tulus dengan segala syariat-Mu, supaya jangan aku beroleh malu.","Bahwa pingsanlah hatiku oleh rindu akan selamat-Mu, dan aku menantikan perjanjian-Mu.","Maka mataku merenung-renung akan perjanjian-Mu, sambil kataku: Bilakah Engkau akan menghiburkan daku?","Maka aku telah menjadi bagaikan kulit yang tersalai, tetapi tiada juga aku melupakan segala syariat-Mu.","Berapa hari lagi ditentukan bagi hamba-Mu ini? Bila gerangan Engkau memutuskan hukum atas segala orang yang mengejar aku?","Bahwa orang sombong telah menggali pelobang bagiku, maka ia itu tiada setuju dengan taurat-Mu.","Segala hukum-Mu itu benar adanya, maka dengan dusta mereka itu mengusir akan daku; tolonglah kiranya aku!","Nyaris mereka itu menghilangkan daku dari atas bumi; maka tiada juga aku meninggalkan firman-Mu.","Hidupkanlah kiranya aku sekadar kemurahan-Mu, maka aku akan memeliharakan kesaksian yang terbit dari pada mulut-Mu itu.","Bahwa firman-Mu, ya Tuhan! tetap berdiri pada selama-lamanya dalam segala langit.","Maka setia-Mu itu tetap kepada orang turun-temurun. Bahwa Engkau telah meneguhkan bumi, maka teguh tetaplah ia.","Maka setuju dengan takdir-Mu berteguhlah ia sampai sekarang, karena sekaliannya itupun hamba-Mu.","Jikalau kiranya taurat-Mu bukan segala kesukaanku, niscaya lamalah sudah karam aku dalam kesukaranku.","Maka selama-lamanya tiada aku akan melupakan hukum-hukum-Mu, karena olehnya juga Engkau telah menghidupkan daku.","Bahwa aku ini Engkau punya, maka sebab itu peliharakanlah aku, karena aku telah menuntut segala firman-Mu.","Maka orang fasik telah menanti-nanti akan daku hendak membinasakan daku, tetapi aku juga memperhatikan kesaksian-Mu.","Maka akan segala perkara yang sempurna telah kulihat kesudahannya, tetapi hukum-Mu itu amat luas adanya.","Bagaimana besar kasihku akan taurat-Mu; pada segala hari aku memikirkan dia.","Maka oleh hukum-hukum-Mu dijadikannya aku lebih bijak dari pada segala seteruku, karena selama-lamanya iapun sertaku.","Maka lebih berbudi aku dari pada segala guruku, sebab aku memperhatikan kesaksian-Mu.","Dan aku bijaksana dari pada segala orang tua-tua, sebab aku telah memeliharakan hukum-Mu.","Maka aku telah menjauhkan kakiku dari pada segala jalan yang jahat, supaya aku memeliharakan firman-Mu.","Maka tiada aku menyimpang dari pada hukum-hukum-Mu, karena Engkau telah mengajar aku.","Bagaimana sedap segala firman-Mu kepada langitan mulutku, terlebih dari pada air lebah kepada lidahku.","Maka dari pada firman-Mu aku beroleh hikmat, maka sebab itu bencilah aku akan segala jalan penipu.","Bahwa firman-Mu itu seolah-olah pelita bagi kakiku dan seperti suluh pada jalanku.","Maka aku telah bersumpah dan hendak menyampaikan dia, bahwa aku akan melakukan segala hukum kebenaran-Mu.","Jikalau kiranya aku sangat teraniaya, ya Tuhan! hidupkan apalah aku setuju dengan janji-Mu.","Terimalah dengan keridlaan segala persembahan lidahku dari sukahati, ya Tuhan! dan ajarkanlah aku hukum-hukum-Mu.","Maka jiwaku adalah selalu pada tapak tanganku, dan tiada juga aku melupakan taurat-Mu.","Bahwa orang-orang fasik telah memasang jerat akan daku, kendatilah demikian, tiada juga aku sesat dari pada firman-Mu.","Maka aku mengambil kesaksian-Mu akan bahagianku pusaka yang kekal, karena ia itulah kesukaan hatiku.","Maka aku telah mencenderungkan hatiku kepada syariat-Mu, hendak melakukan dia selama-lamanya sampai kepada kesudahan.","Maka aku benci akan segala angan-angan jahat, tetapi aku mengasihi akan taurat-Mu.","Bahwa Engkaulah perlindunganku dan perisaiku, maka haraplah aku akan firman-Mu.","Undurlah dari padaku, hai kamu orang yang berbuat jahat, supaya dapat aku memeliharakan hukum-hukum Allahku.","Bantulah akan daku, setuju dengan janji-Mu, supaya hiduplah aku dan janganlah aku beroleh malu dari sebab harapku.","Bantulah akan daku, niscaya terpeliharalah aku; maka selalu hatiku bersukacita akan segala syariat-Mu.","Maka Engkau juga membuang segala orang yang menolak akan segala syariat-Mu; dan sia-sialah segala tipu mereka itu.","Maka Engkau akan menghapuskan segala orang fasik dari atas bumi seperti buih, maka sebab itulah aku suka akan segala kesaksian-Mu.","Maka roma pada segala kulit tubuhku telah seramlah dari gentar akan Dikau, dan akupun takut akan segala hukuman-Mu.","Bahwa aku telah melakukan hukum dan kebenaran, jangan kiranya Engkau menyerahkan daku kepada orang yang menganiaya akan daku.","Jadilah penanggung hamba-Mu akan baiknya; janganlah orang sombong itu menganiayakan daku.","Bahwa kaburlah mataku dari pada merenung-renung akan selamat-Mu dan akan firman kebenaran-Mu.","Perbuatlah akan hamba-Mu setuju dengan kemurahan-Mu, dan ajarkanlah aku segala syariat-Mu.","Bahwa akulah hamba-Mu, jadikanlah kiranya aku bijaksana, supaya aku mengetahui akan segala kesaksian-Mu.","Maka ketikanya telah sampai bagi Tuhan akan melakukan hukuman-Nya, karena mereka itu telah merombak taurat-Mu.","Maka sebab itu kasihlah aku akan hukum-hukum-Mu, terlebih dari pada emas, bahkan, dari pada emas tua.","Maka sebab itu aku membilang benar segala firman-Mu akan segala sesuatu, dan bencilah aku akan segala jalan penipu.","Maka ajaiblah segala kesaksian-Mu, sebab itu jiwaku memeliharakan dia.","Apabila nyatalah firman-Mu, maka orang beroleh terang, dan orang bodohpun dijadikan-Nya bijaksana.","Maka aku telah mengangakan mulutku sambil termengah-mengah dari karena rindu akan segala hukum-Mu.","Tiliklah akan daku dan kasihankanlah aku seturut hak segala orang yang kasih akan nama-Mu.","Tetapkanlah jejakku pada jalan firman-Mu, dan janganlah beri aku diperhambakan oleh kejahatan.","Lepaskanlah kiranya aku dari pada aniaya orang, maka aku akan memeliharakan segala firman-Mu.","Cahayakanlah hadirat-Mu kepada hamba-Mu ini dan ajarkanlah aku segala syariat-Mu.","Bahwa air mata berlinang-linang dari pada mataku seperti pancaran; sebab tiada mereka itu memeliharakan taurat-Mu.","Ya Tuhan, Engkaulah adil, dan segala hukum-Mu itu benar adanya.","Maka Engkau telah berfirman, bahwa segala kesaksian-Mu akan adil dan amat setia.","Maka gairahku telah menghanguskan daku, sebab segala lawanku melupakan firman-Mu.","Bahwa firman-Mu itu telah diuji sangat, maka sebab itu hamba-Mu ini mengasihi akan dia.","Kendatilah aku ini kecil dan hina, maka tiada kulupakan firman-Mu.","Adapun kebenaran-Mu itulah keadilan sampai selama-lamanya dan taurat-Mu itulah kebenaran belaka.","Pada masa aku dalam hal kepicikan dan ketakutan maka adalah kesukaanku akan segala hukum-Mu.","Maka kebenaran kesaksian-Mu itu kekal selama-lamanya; artikanlah dia kepadaku, maka aku akan hidup.","Maka akupun berseru dengan segenap hatiku, dengarlah akan daku, ya Tuhan! maka aku akan memeliharakan segala syariat-Mu.","Aku berseru kepada-Mu, peliharakan apalah aku, maka aku akan memeliharakan segala kesaksian-Mu.","Maka dengan tangisku aku mendahului waktu rembang fajar merekah, dan aku harap akan firman-Mu.","Maka mataku mendahului segala waktu jaga pada malam, hendak memandang akan segala janji-Mu.","Dengarlah kiranya akan suaraku setuju dengan kemurahan-Mu, ya Tuhan! dan hidupkanlah aku setuju dengan kebenaran-Mu.","Bahwa orang yang menuntut perbuatan jahat itu adalah hampir dengan aku, maka mereka itu telah menyimpang jauh dari pada taurat-Mu.","Akan Dikau, ya Tuhan! Engkau adalah hampir, dan segala hukum-Mu kebenaranlah adanya.","Maka dari dahulu-dahulupun telah kuketahui akan hal kesaksian-Mu, bahwa Engkau telah mengalaskan dia bagi selama-lamanya.","Lihatlah kiranya akan kesukaranku, dan tolonglah supaya aku keluar, karena tiada aku melupakan taurat-Mu.","Benarkanlah halku; jadilah penebusku; hidupkanlah aku, setuju dengan firman-Mu.","Maka jauhlah selamat itu dari pada orang fasik, karena tiada mereka itu bertanya akan syariat-Mu.","Ya Tuhan! banyaklah adanya segala rahmat-Mu; hidupkanlah aku pula setuju dengan kebenaran-Mu.","Maka banyaklah orang yang mengusir dan menyesakkan daku, maka tiada juga aku menyimpang dari pada kesaksian-Mu.","Maka telah kulihat orang khianat, bagaimana dihalai-balaikannya firman-Mu, maka jemulah aku akan dia.","Tiliklah kiranya bagaimana kasihku akan segala firman-Mu, ya Tuhan! hidupkanlah aku pula setuju dengan kemurahan-Mu.","Maka jumlah segala firman-Mu itulah kebenaran, dan kekallah selama-lamanya hukum keadilan-Mu.","Bahwa raja-raja telah mengusir aku dengan tiada semena-mena, tetapi gentarlah hatiku akan firman-Mu.","Maka sukacitalah hatiku akan janji-Mu, seperti orang yang beroleh jarahan banyak.","Maka bencilah aku akan culas hati, dan jemulah aku akan dia, tetapi kasihlah aku akan taurat-Mu.","Maka tujuh kali dalam sehari memujilah aku akan Dikau, karena sebab segala hukum kebenaran-Mu itu.","Bahwa selamat besar adalah pada segala orang yang suka akan taurat-Mu, dan tiada mereka itu tahu akan kesentuhan.","Ya Tuhan! haraplah aku akan selamat-Mu, dan aku melakukan firman-Mu.","Maka aku memperhatikan segala kesaksian-Mu, dan besarlah kasihku akan dia.","Dan aku memeliharakan segala firman-Mu dan kesaksian-Mu, karena segala jalanku adalah di hadapan hadirat-Mu.","Ya Tuhan! biarlah kiranya tangisku sampai kepada hadirat-Mu, dan jadikanlah aku bijaksana setuju dengan firman-Mu.","Biarlah permintaan doaku sampai kepada hadirat-Mu, dan luputkanlah aku setuju dengan janji-Mu.","Maka puji itu berpancarlah dari pada lidahku dengan limpahnya, apabila Engkau mengajarkan daku segala syariat-Mu.","Maka lidahku akan memasyhurkan firman-Mu selalu, karena segala hukum-Mu itu benar adanya.","Biarlah tangan-Mu menolong akan daku, karena telah kupilih akan segala firman-Mu.","Ya Tuhan! rindulah hatiku akan selamat-Mu, dan taurat-Mu itulah segala kesukaanku.","Hidupkan apalah jiwaku, supaya dipujinya akan Dikau, dan biarlah kebenaran-Mu menjadi penolongku.","Maka sesatlah aku seperti domba yang hilang; caharilah kiranya hamba-Mu ini, karena tiada aku melupakan segala hukum-Mu."]