["Bagi biduan besar suatu mazmur Daud, hamba Tuhan, yang telah menyanyikan bagi Tuhan segala perkataan nyanyian ini pada masa telah dilepaskan Tuhan akan dia dari pada tangan segala seterunya dan lagi dari pada tangan Saulpun.","Maka katanya: Dengan sungguh-sungguh hati aku mengasihi akan Dikau, ya Tuhan! yang kuatku!","Bahwa Tuhan juga gunung batuku dan kota bentengku dan penolongku, yaitu Allahku dan gunung batuku; aku percaya akan Dia, yang perisaiku dan tanduk selamatku dan tempat perlindunganku yang tinggi.","Bahwa aku telah berseru kepada Tuhan, yang patut dipuji-puji, maka aku dilepaskan dari pada segala seteruku.","Beberapa ombak maut telah mengelilingi aku dan sebab orang Belial mengejutkan aku.","Beberapa tali neraka telah menyesakkan daku dan jerat maut telah kulihat di hadapanku.","Maka dalam hal ketakutan aku berseru kepada Tuhan dan kunyaringkan penangisku kepada Allahku; maka didengar-Nya dari istana-Nya akan suaraku, dan seruku kepada-Nyapun sampailah kepada telinga-Nya.","Lalu bumipun bergempalah dan bergeraklah dan segala alas gunungpun gemetarlah dan bergoncanglah oleh karena bernyala-nyala murka-Nya.","Asap keluar dari pada hidung-Nya, dan api yang menghanguskan dari pada mulut-Nya, dan bara api yang bernyala-nyalapun keluar dari pada-Nya.","Maka dicenderungkan-Nya langit lalu turunlah Ia, dan gelap gulita adalah di bawah kaki-Nya.","Maka Iapun mengendarai kerubiun, lalu terbang serta melayang-layang di atas sayap angin.","Maka dijadikan-Nya gelap itu akan perlindungan-Nya dan kegelapan air dan awan-awan di udara akan kelambu keliling-Nya.","Dari pada cahaya hadirat-Nya melayang-layanglah segala awan-Nya dan hujan air beku dan bara api.","Maka Tuhanpun gemuruhlah dalam langit, dan Allah taalapun mengeluarkan suara-Nya, hujan air beku dan bara api!","Maka dilepaskan-Nya anak panah-Nya ke mana-mana, halilintar sabung-menyabung yang diempas-empaskan-Nya.","Maka pada masa itu kelihatanlah segala tubir laut, dan segala alas bumipun terhantar dengan telanjangnya oleh hardik-Mu, ya Tuhan! dan oleh hembusan nafas hidung-Mu.","Maka disuruhkan Tuhan dari atas, diambil-Nya akan daku dan ditarik-Nya akan daku keluar dari dalam air yang besar-besar.","Dilepaskan-Nya aku dari pada segala seteruku yang berkuasa dan dari pada pembenciku yang kuat dari padaku.","Mereka itu telah menempun akan daku pada masa kesukaranku, tetapi Tuhan menjadi pesandaran bagiku.","Maka dihantar-Nya akan daku keluar kepada keluasan, disentak-Nya aku sebab Ia berkenankan daku.","Bahwa dibalas Tuhan akan daku sekadar kebenaranku, dan dianugerahinya aku sekadar kesucian tanganku.","Karena aku telah menurut jalan-jalan Tuhan, dan tiada aku menyimpang dari pada Allahku dengan khianat.","Melainkan segala hukum-Nya adalah selalu di hadapanku, dan segala firman-Nyapun tiada kujauhkan dari padaku.","Melainkan adalah hatiku tulus di hadapan hadirat-Nya, dan aku memeliharakan diriku dari pada kejahatan.","Maka sebab itu dibalas Tuhan akan daku sekadar kebenaranku dan sekadar kesucian tanganku yang di hadapan hadirat-Nya.","Maka kepada orang yang murah Engkau menyatakan kemurahanmu dan kepada orang yang tulus hatinya Engkaupun tulus hati.","Dan kepada orang yang suci Engkaupun suci, tetapi dengan orang yang terbalik nyatalah Engkau bergumul-gumul.","Karena sesungguhnya, Engkau meluputkan umat yang teraniaya, tetapi Engkau merendahkan segala mata yang mengatas-ataskan dirinya.","Karena Engkau juga menerangkan pelitaku; dan Tuhan, Allahku, mengubahkan kegelapanku sehingga ia itu menjadi terang cuaca.","Bahkan, dengan Engkau juga berani aku memecahkan suatu pasukan, dan dengan Allahku juga aku melompat pagar tembok.","Maka jalan Allah itulah sempurna adanya, dan firman Tuhan itu mahasuci; maka Ialah suatu perisai bagi segala orang yang percaya akan Dia.","Karena siapakah Allah melainkan Tuhan? dan siapakah gunung batu melainkan Allah kita?","Maka Allah juga yang mengikat pinggangku dengan kuat, dan yang mematutkan jalanku dengan sempurna.","Dijadikan-Nya kakiku bagaikan kaki kijang dan didirikan-Nya aku di atas tempat yang tinggi-tinggi.","Diajar-Nya tanganku berperang, sehingga lenganku dapat mengedangkan busur besi kersani.","Maka Engkau juga yang telah mengaruniakan kepadaku perisai selamat yang dari pada-Mu itu, dan tangan kanan-Mu telah menyokong aku, dan lemah lembut-Mu telah membesarkan aku.","Bahwa Engkau telah meluaskan tempat kejejakan di bawahku, sehingga mata kakiku tiada tergelincuh.","Bahwa aku telah mengusir segala seteruku, kudapati akan mereka itu, dan tiada aku kembali kalau sebelum aku membinasakan mereka itu sama sekali.","Bahwa aku telah melukakan mereka itu sehingga tiada ia dapat berdiri pula; terhantarlah mereka itu di bawah kakiku.","Karena Engkau telah mengikat pinggangku dengan kuat akan berperang, dan segala orang yang berbangkit melawan aku itu kautundukkan di bawahku.","Maka Engkau telah memberi kepadaku tengkuk segala seteruku dan segala pembenciku, supaya aku membinasakan dia.","Mereka itu telah berteriak, tetapi seorang penolongpun tiada, teriaknya kepada Tuhan, tetapi tiada disahutnya akan mereka itu.","Maka aku menghancurluluhkan mereka itu seperti duli yang diterbangkan oleh angin, dan aku memijak-mijak mereka itu seperti becek di jalan.","Maka Engkau telah meluputkan daku dari pada segala perbantahan orang banyak itu, dan Engkau telah menjadikan aku penghulu segala bangsa, dan lagi bangsa-bangsa yang tiada kukenal itu telah menjadi takluk kepadaku.","Baharu telinganya terdengar akan halku, maka diturutnya perintahku, dan orang helatpun pura-pura takluk kepadaku.","Adapun orang helat itu telah surutlah kuatnya serta gemetarlah mereka itu dalam kota bentengnya.","Bahwa hiduplah Tuhan, dan segala puji bagi gunung batuku, dan dipermuliakanlah kiranya Allah, pohon selamatku.","Ia itu Allah yang telah menuntut bela bagiku dengan sempurna dan Ia juga yang telah menaklukkan segala bangsa itu kepadaku.","Yang melepaskan aku dari pada segala seteruku, bahkan, yang telah meninggikan aku dari pada segala orang yang mendurhaka kepadaku, dan Ia juga telah meluputkan aku dari pada orang penggagah.","Maka sebab itu aku memuji-muji akan Dikau, ya Tuhan! di antara segala bangsa, dan akan nama-Mupun aku hendak menyanyikan mazmur.","Maka Ia yang telah mengadakan kelepasan besar bagi rajanya, dan yang berbuat kemurahan akan orang yang dilantiknya, yaitu akan Daud dan segala anak cucunya sampai selama-lamanya."]