["Mazmur Daud bagi biduan besar, pada Ayalet Hasyakhar.","Ya Allahku! ya Allahku! mengapa Engkau telah meninggalkan aku? dan jauh Engkau dari pada menolong aku dan dari pada bunyi peraungku.","Ya Allahku! bahwa aku berseru pada siang hari maka tiada Engkau sahut; dan pada malam tiada aku mendapat senang.","Tetapi Engkau juga suci, serta duduk di antara segala puji-pujian orang Israel.","Kepadamu juga telah harap segala nenek moyang kami; mereka itu percaya, maka Engkau memeliharakan dia.","Mereka itu telah berseru kepada-Mu, maka mereka itupun terpeliharalah; mereka itu percaya akan Dikau, maka tiada mereka itu mendapat malu.","Tetapi aku ini seperti cacing, bukannya manusia, suatu kecelaan kepada manusia dan suatu kehinaan kepada orang banyak.","Barangsiapa yang melihat aku itu mengolok-olok akan daku, mereka itu mengelelotkan lidahnya kepadaku serta digelengkannya kepalanya, katanya:","Ia telah memulangkan halnya kepada Tuhan; biarlah dilepaskannya akan dia, jikalau kiranya Ia berkenan akan dia.","Maka Engkau juga yang telah mengeluarkan daku dari dalam rahim dan yang memberi aku harap tatkala aku lagi mengisap susu ibuku.","Maka kepadamulah aku tertaruh dari pada rahim dan dari pada ribaan ibuku Engkau juga Allahku.","Maka sebab itu janganlah kiranya Engkau jauh dari padaku, karena kepicikan itu telah hampirlah dan seorang penolongpun tiada.","Beberapa lembu muda mengelilingi aku, dan lembu jantan dari Bazan yang kuat mengerubungi aku.","Mereka itu telah mengangakan mulutnya kepadaku seperti singa yang menerkam serta mengaum-aum.","Bahwa aku seperti air yang tercurah, dan segala tulang-tulangkupun tercerailah, maka hatikupun seperti lilin telah hancurlah meleleh di dalam isi perutku.","Bahwa kuatku sudah menjadi kering seperti tembikar dan lidahkupun melekat pada langitan mulutku, maka Engkaupun meletakkan daku dalam lembu maut.","Karena beberapa anjing telah mengelilingi aku, dan aku dikepung oleh suatu perhimpunan orang yang berbuat jahat; mereka itu telah menebuk kaki tanganku.","Segala tulangku dapat kubilang; mereka itu melihatkan dia dan memandang kepadaku.","Dibahagi-bahaginya pakaianku di antaranya dan dibuangnya undi atas jubahku.","Tetapi Engkau, ya Tuhan! jangan apalah berdiri dari jauh; ya kuatku! bersegeralah kiranya Engkau menolong akan daku.","Luputkanlah kiranya nyawaku dari pada pedang, dan aku yang seorang jua dari pada gagah anjing.","Luputkanlah kiranya aku dari pada mulut singa dan lepaskanlah aku dari pada segala cula badak.","Maka aku kelak akan menyebut nama-Mu kepada segala saudaraku, serta memuji Engkau di tengah-tengah perhimpunan.","Hai kamu sekalian yang takut akan Tuhan, pujilah akan Dia; hai segala bani Yakub, muliakanlah Dia, serta hormatilah akan Dia, hai segala bani Israel!","Karena tiada dihinakan-Nya atau dicelakan-Nya kesukaran orang yang teraniaya, dan tiada Ia menyembunyikan hadirat-Nya dari padanya, melainkan didengar-Nya pada masa ia berseru kepada-Nya.","Maka akan Dikau juga pujiku kelak dalam perhimpunan orang banyak; aku akan membayar segala nazarku di hadapan orang yang takut akan Dia.","Maka orang miskin akan diberi makan, dan mereka itu akan kenyang; biarlah Tuhan dipuji oleh segala orang yang mencahari Dia, maka hati kamu akan hidup sampai selama-lamanya.","Segala ujung bumi kelak ingat akan dia serta kembali kepada Tuhan, dan segala bangsa orang kafir akan menyembah sujud di hadapan hadirat-Mu.","Karena Tuhan yang empunya kerajaan, dan Iapun yang dipertuan di antara segala bangsa.","Segala orang yang gemuk di atas bumi akan makan serta menyembah Dia, segala orang yang turun ke dalam abu itu akan menundukkan dirinya di hadapan hadirat-Nya dan yang tiada dapat memeliharakan hidup nyawanya.","Bahwa segala anak cucu itu akan berbuat ibadat kepada-Nya, serta dimasyhurkannya nama Tuhan kepada segala bangsa yang kemudian.","Maka mereka itu akan datang serta mengabarkan kebenarannya kepada bangsa yang akan jadi, karena Ia juga yang sudah membuatnya."]