["Mazmur Daud.","Ya Allahku! pada-Mu juga aku harap; jangan kiranya aku diberi malu; jangan apalah berikan seteruku melompat-lompat dengan kesukaannya karena aku.","Sesungguhnya segala orang yang menantikan Dikau itu tiada mendapat malu; melainkan mereka itu mendapat malu yang berbuat khianat dengan tiada semena-mena.","Ya Tuhan! nyatakanlah kiranya kepadaku segala jalan-Mu, dan ajarkanlah akan daku segala lorong-Mu.","Pimpinlah akan daku ke dalam kebenaran-Mu dan ajarkanlah akan daku, karena Engkaulah Allah, pohon selamatku; maka akan Dikau juga aku bernanti pada segenap hari.","Ingatlah kiranya akan segala rahmat-Mu dan segala kemurahan-Mu, ya Tuhan! karena ia itu kepada azali adanya.","Maka janganlah Engkau ingat akan segala dosaku pada masa mudaku dan akan segala salahku, melainkan hendaklah Engkau ingat akan daku sekadar kemurahan-Mu, oleh karena kebajikan-Mu, ya Tuhan!","Bahwa Tuhan itu baik dan benar, sebab itu Ia akan menunjuk jalan kepada orang yang berdosa.","Bahwa Ia memimpin orang yang rendah hatinya kepada yang benar dan diajarkan-Nya jalan-Nya akan orang yang lemah lembut hatinya.","Adapun segala jalan Tuhan itu kemurahan dan kebenaran bagi segala orang yang memeliharakan perjanjian-Nya dan kesaksian-Nya.","Maka oleh karena nama-Mu, ya Tuhan! ampunilah kiranya salahku karena besarlah adanya.","Siapa gerangan orang yang takut akan Tuhan? maka Tuhan kelak mengajar dia akan jalan yang patut dipilihnya.","Jiwanya akan bermalam dalam kebajikan dan anak cucunya akan mempusakai bumi.","Rahasia Tuhan itu bagi orang yang takut akan Dia, dan perjanjian-Nya akan diberitahu kepadanya.","Bahwa selalu mataku menengadah kepada Tuhan, karena Ia juga akan mengeluarkan kakiku dari dalam jaring.","Palingkanlah kiranya diri-Mu kepadaku dan sayangkanlah aku, karena aku dalam kesunyian dan kesukaran.","Segala kepicikan hatiku telah meluaskan dirinya; keluarkanlah kiranya aku dari dalam kesesakanku.","Tilik apalah akan daku dalam hal berkesusahan dan berkesukaran, dan ampunilah kiranya segala dosaku.","Tengoklah kiranya akan segala seteruku, karena mereka itu telah menjadi banyak dan dengan benci yang bengis dibencinya akan daku.","Peliharakanlah nyawaku dan luputkanlah aku; janganlah beri aku dipermalukan, karena aku berlindung pada-Mu.","Biarlah kesempurnaan dan tulus hatipun memeliharakan daku, karena aku menantikan Dikau.","Tebuslah akan orang Israel, ya Allah! dari dalam segala kepicikannya."]