["Mazmur Daud.","Pada masa orang jahat dan segala lawanku dan segala musuhku datang menempuh aku hendak makan dagingku, maka mereka itu sendiri terantuk lalu jatuh.","Jikalau suatu tentara mengepungi aku sekalipun, maka tiada akan takut hatiku; jikalau berbangkit suatu ikat peperangan lawan aku sekalipun, maka haraplah juga aku akan yang demikian.","Bahwa satu perkara telah kupohonkan dari pada Tuhan, maka itulah akan kucahari, yaitu supaya boleh aku duduk dalam rumah Tuhan pada segala hari umur hidupku, akan memandang keindahan Tuhan dan menyelidik dia dalam kaabah-Nya.","Karena pada masa yang jahat ditaruh-Nya akan daku dalam pondok-Nya, dan disembunyikan-Nya aku di belakang tirai kemah-Nya, dan dinaikan-Nya aku di atas gunung batu.","Maka sekarang juga kepalaku ditinggikan di atas segala seteruku yang mengelilingi aku, maka aku mempersembahkan beberapa korban bakaran dari kesukaan dalam kemah-Nya, dan aku menyanyikan pujian, bahkan, aku menyanyikan mazmur bagi Tuhan!","Dengarlah kiranya, ya Tuhan, akan doaku apabila aku berseru; kasihankanlah akan daku dan sahutlah akan daku.","Kepadamu juga hatiku berkata, akan Dikau juga mataku mencahari; bahwa aku mencahari hadirat-Mu, ya Tuhan!","Jangan apalah Engkau menyembunyikan hadirat-Mu dari padaku dan jangan dengan murka Engkau menolak hamba-Mu; bahwa Engkaulah penolongku, janganlah kiranya Engkau lupakan daku; janganlah tinggalkan daku, ya Allah, pohon selamatku!","Karena bapaku dan ibuku telah meninggalkan daku, tetapi Tuhan akan menyambut aku.","Ajarkanlah kiranya jalan-Mu akan daku, ya Tuhan! dan hantarlah akan daku pada jalan yang betul karena sebab segala orang yang mengintai akan daku.","Jangan Tuhan menyerahkan daku kepada kehendak segala lawanku, karena beberapa saksi dusta berbangkit atasku dengan bernafaskan aniaya.","Bahwasanya percayalah aku, bahwa aku lagi akan melihat kebajikan yang dari pada Tuhan dalam negeri yang hidup.","Nantikanlah akan Tuhan; pertetapkanlah hatimu, maka Iapun akan meneguhkan hatimu kelak, bahkan, nantikanlah akan Tuhan!"]