["Mazmur Daud akan suatu peringatan.","Ya Tuhan! janganlah kiranya Engkau menghardik aku dengan gerang-Mu dan jangan apalah menyiksakan daku dengan sangat murka-Mu.","Karena dalam sekali anak panah-Mu itu telah masuk ke dalam aku, dan tangan-Mupun telah turun menekan aku.","Satupun tiada lagi sehat pada tubuhku dari sebab murka-Mu; tiada lagi senang bagi tulang-tulangku dari sebab dosaku.","Karena segala salahku meliputi kepalaku, ia itu telah menjadi terlalu berat padaku seperti suatu tanggungan yang berat adanya.","Bahwa segala lukaku telah menjadi busuk dan bernanah oleh karena bebalku.","Maka aku terbungkuk serta berjalan dengan menunduk diriku dan berpakaikan pakaian perkabungan sepanjang hariku.","Maka isi perutku penuh dengan bisa dan pada tubuhku satupun tiada yang sehat.","Maka adalah aku ini letih lesu dan luluh lantak terlalu sangat, dan aku meraung dan mengerik dari kesusahan hatiku.","Ya Tuhan! segala rinduku adalah di hadapan hadirat-Mu dan pengeluhkupun tiada tersembunyi dari pada-Mu.","Bahwa hatiku berdebar dengan tiada berhentinya dan kuatkupun telah hilang dari padaku, maka cahaya mataku dan mataku sendiripun telah padamlah.","Segala sahabat dan taulanku tiada datang hampir kepadaku dari karena balaku, dan segala sanak saudarakupun berdiri dari jauh.","Sementara orang yang menyengajakan matiku itu memasang jerat akan daku, dan orang yang berniatkan celakaku itu berbicara hendak membinasakan dan mereka tipu daya pada sepanjang hari.","Tetapi aku ini seumpama seorang tuli, tiada aku mendengar, seumpama seorang kelu, yang tiada membuka mulutnya.","Bahkan, aku ini seperti seorang yang tiada mendengar dan yang dalam mulutnya tiada balas kata.","Tetapi aku harap pada-Mu, ya Tuhan, bahwa Engkau juga akan mendengar, ya Tuhan, Allahku!","Karena kataku: Janganlah kiranya mereka itu bersukacita akan daku apabila kakiku tergelincir, dan jangan mereka itu membesarkan dirinya sebab aku.","Karena aku ini sedia akan pincang dan sengsaraku adalah senantiasa di hadapanku.","Maka sebab itu aku hendak mengaku salahku kepadamu, bahwa dukacitalah hatiku dari sebab dosaku.","Karena segala seteruku itu kuat dengan kuasanya dan bilangannya, maka orang yang membenci akan daku dengan tiada sebab itu makin banyak.","Dan orang yang membalas baik dengan jahat itu berbangkit melawan aku, sebab aku menuntut perkara yang baik.","Maka sebab itu janganlah kiranya Engkau meninggalkan aku, ya Tuhan, Allahku! dan jangan Engkau jauh dari padaku.","Bersegeralah Engkau kepada pertolonganku, ya Tuhan, pohon selamatku."]