["Mazmur Daud dari hal diubahkannya kelakuannya di hadapan Abimelekh, yang menghalaukan dia, sehingga iapun terlepas.","Bahwa aku akan memuji Tuhan pada sediakala, dan kepujian-Nya akan selalu pada lidahku.","Bahwa hatiku akan memuji Tuhan, maka orang yang lemah lembut hatinya akan mendengarnya lalu bersukacita hatinya.","Hendaklah kamu menyertai aku dalam membesarkan Tuhan, dan biarlah kita bersama-sama memuliakan nama-Nya.","Bahwa aku sudah mencahari Tuhan, lalu Iapun menyahut akan daku dan dikeluarkan-nya aku dari pada segala ketakutanku.","Barangsiapa yang menengadah kepada-Nya, maka matanya menjadi terang dan mukanyapun tiada kena arang.","Maka orang miskin ini telah berseru, lalu didengar Tuhan akan dia dan dilepaskan-Nya dari dalam segala kepicikannya.","Bahwa malaekat Tuhan berpasukan mengelilingi segala orang yang takut akan Dia, dan dipeliharakan-Nya mereka itu.","Bahwa rasailah dan tengoklah olehmu akan Tuhan, bahwa baiklah Ia; berbahagialah orang yang berlindung kepada-Nya.","Takutlah akan Tuhan, hai segala orangnya yang suci, karena tiada barang kekurangan pada orang yang takut akan Dia.","Bahwa singa muda boleh kekurangan dan kelaparan, akan tetapi orang yang mencahari Tuhan itu tiada kekurangan barang suatu juapun.","Marilah, hai anak-anak! dengarlah akan perkataanku, maka aku hendak mengajar kamu dari hal takut akan Tuhan.","Siapakah orang yang suka hidup dan mendapati hari yang baik?","Hendaklah ditahannya lidahnya dari pada kejahatan dan bibirnyapun dari pada perkataan penipu.","Hendaklah dijauhkannya kejahatan dan dibuatnya baik; hendaklah dicaharinya selamat dan dituntutnya akan dia.","Karena mata Tuhan ada memandang kepada segala orang yang benar dan telinga-Nyapun terbuka kepada doanya.","Tetapi wajah-Nya Tuhan ada melawan segala orang yang berbuat jahat, hendak dikerat-Nya peringatan akan mereka itu dari atas bumi.","Jikalau orang yang benar itu berseru, maka didengar Tuhan akan dia dan dilepaskan-Nya dari pada segala kepicikannya.","Maka Tuhan itu hampirlah pada segala orang yang hancur hatinya, dan akan orang yang luluh lantak hatinyapun ditolong-Nya.","Maka banyaklah untung malang orang yang benar, tetapi dari pada sekalian itu dilepaskan Tuhan ia.","Maka dipeliharakan-Nya segala tulangnya, dan sebatang tulangnyapun tiada akan dipatahkan.","Adapun kejahatan itu akan membunuh orang fasik, dan segala orang yang benci akan orang yang benar itu akan dilaknatkan.","Bahwa Tuhan menebus jiwa segala hamba-Nya, dan segala orang yang berlindung pada-Nya itu tiada akan dihukumkan."]