["Mazmur Daud bagi biduan besar.","Ya Tuhan! pada-Mu juga aku berlindung, janganlah kiranya beri aku dipermalukan pada selama-lamanya; luputkanlah aku oleh kebenaran-Mu.","Berilah telinga akan pintaku, tolonglah akan daku dengan segera; jadilah bagiku akan gunung batu perlindungan, akan kota benteng, supaya aku terpelihara dalamnya.","Sesungguhnya Engkaulah gunung batuku dan kubuku; maka karena sebab nama-Mu hantarkanlah aku dan pimpinlah akan daku.","Keluarkanlah aku dari dalam jaring yang telah disembunyikannya dari padaku, karena Engkau juga kuatku!","Maka kepada tangan-Mulah aku menyerahkan nyawaku; bahwa Engkau telah menebus aku, ya Tuhan, Allah yang benar.","Bahwa aku benci akan orang yang mengindahkan perkara sia-sia dan aku percaya akan Tuhan.","Maka aku akan tamasya dan bersukacita oleh karena kemurahan-Mu, karena Engkau telah menilik akan hal aku teraniaya, dan Engkau telah mengetahui akan jiwaku dalam hal kepicikan.","Maka tiada Engkau menyerahkan aku kepada tangan seteru, melainkan Engkau telah menjejakkan kakiku pada tempat yang luas.","Kasihankanlah akan daku, ya Tuhan! karena aku dalam kesusahan; dari karena dukacita telah terkeratlah mataku dan jiwaku dan perutkupun.","Karena umur hidupku hilang dalam percintaan dan segala tahunku dalam keluh kesah, bahwa kuatku sudah menjadi lemah oleh salahku, dan tulang-tulangkupun sudah terkerat.","Dari karena segala lawanku aku telah menjadi kecelaan belaka bagi orang sekampungku dan suatu ngeri bagi kenal-kenalanku; barangsiapa yang di luar memandang akan daku yaitu lari jauh dari padaku.","Bahwa kelupaanlah aku dalam hati orang seperti orang mati; aku sudah menjadi seupama bejana yang rusak.","Karena aku telah mendengar fitnah kebanyakan orang; ketakutan ada berkeliling, karena mereka itu berbicara bersama-sama dari halku dan bermufakat hendak mengambil jiwaku.","Tetapi aku percaya akan Dikau, ya Tuhan! serta kataku: Bahwa Engkau juga Allahku!","Di dalam tangan-Mu adalah segala nasibku; peliharakanlah kiranya aku dari pada tangan segala seteruku; dan dari pada segala orang yang menghambat aku.","Cahayakanlah kiranya hadirat-Mu kepada hamba-Mu, dan lepaskanlah aku oleh kemurahan-Mu.","Ya Tuhan! janganlah kiranya Engkau biarkan aku mendapat malu, karena aku berseru kepada-Mu; biarlah segala orang fasik itu mendapat malu; biarlah mereka itu mendiamkan dirinya dalam kubur.","Biarkanlah segala bibir dusta menjadi kelu, yang berkata-kata keras akan orang yang benar dengan congkaknya dan dengan sombongnya.","Bagaimana besar kebajikan-Mu, yang telah Kautaruh bagi orang yang takut akan Dikau, dan yang telah Kaujadikan bagi orang yang berlindung pada-Mu di hadapan segala anak Adam.","Maka Engkau menyembunyikan mereka itu dalam perlindungan di hadapan hadirat-Mu dari pada segala congkak orang, dan Engkau melindungkan mereka itu dalam kemah-Mu dari pada fitnah orang punya lidah.","Segala puji bagi Tuhan, yang telah menyatakan keridlaan-Nya akan daku dengan ajaib-ajaib di dalam negeri yang berkota benteng.","Sesungguhnya dengan telanjurku aku telah berkata demikian: Bahwa aku telah terkerat dari hadapan mata-Mu; tetapi Engkau juga telah mendengar akan bunyi pohonku, apabila aku berseru kepada-Mu.","Kasihlah olehmu akan Tuhan, hai segala orang salehnya; karena Tuhan memeliharakan segala orang yang percaya, dan dibalas-Nya dengan kelimpahan akan segala orang yang berlaku dengan congkak.","Pertetapkanlah dirimu, maka Iapun akan meneguhkan hatimu, hai kamu sekalian yang harap akan Tuhan!"]