["Mazmur Daud.","Peganglah perisai dan selukung serta bangkit apalah berdiri akan membantu aku.","Layamkanlah lembing dan hunuslah pedang serta hendaklah Engkau mendatangi segala orang yang mengejar aku; katakanlah pada jiwaku: Bahwa Akulah penolongmu.","Biarlah mendapat malu dan kena aib segala orang yang menyengajakan matiku; biarlah undur ke belakang dan kemalu-maluan segala orang yang mereka jahat akan daku.","Biarlah mereka itu menjadi seperti sekam yang dilayangkan oleh angin, dan malaekat Tuhan menghalaukan mereka itu kelak.","Biarlah jalan mereka itu kegelapan dan lecak, dan malaekat Tuhan mengusir mereka itu.","Karena dengan tiada semena-mena mereka itu telah membentangkan jaringnya bagiku dengan sembunyi-sembunyi dan dengan tiada semena-mena digalinya pelobang bagi jiwaku.","Maka biarlah kebinasaan datanglah atasnya dahulu dari pada diketahuinya, dan biarlah ia sendiri kena jaring yang telah disembunyikannya, serta masuk ke dalamnya akan kebinasaannya.","Maka jiwakupun akan bersorak sebab Tuhan dan bergemar akan selamat yang dari padanya.","Segala yang padaku akan berkata demikian: Ya Tuhan! siapakah seperti Engkau, yang melepaskan orang lemah dari pada tangan orang yang kuat dari padanya, dan orang yang papa dan miskin dari pada orang yang merampas dia.","Bahwa beberapa saksi akan hal darah bangkit berdiri atas aku dan barang yang tiada kuketahui dituntutnya padaku.","Mereka itu membalas kebajikanku dengan jahat dan setiaku dengan sengsara yang pedih.","Adapun akan daku, pada masa mereka itu sakit aku berpakaikan kain karung dan aku memenatkan hatiku dengan berpuasa, dan doakupun kembalilah ke dalam dadaku.","Maka kelakuanku seolah-olah karena seorang saudaraku atau sahabatku dan aku tunduk berpakaikan serba hitam seolah-olah berkabung akan seorang ibu.","Tetapi pada masa aku pincang, mereka itu bersukacita dan berhimpunlah dengan sefakat, hendak melukai aku, maka tiada aku mengetahuinya, serta dicarik-cariknya akan daku dan tiada mereka itu diam.","Di antara orang pendemap yang munafik dan segala pengolok-olok mereka itu mengernyut giginya akan daku.","Ya Tuhan! berapa lamakah Engkau memandang sahaja? Kembalikanlah kiranya nyawaku dari pada kebinasaannya, yaitu jiwaku dari pada singa muda itu.","Maka aku kelak memuji akan Dikau dalam perhimpunan yang besar, dan di antara segenap orang banyak aku akan mempermuliakan Dikau.","Jangan kiranya mereka itu bersukacita akan halku; adapun yang seteruku dengan tiada sebab dan yang benci akan daku dengan tiada semena-mena itu jangan lagi mereka itu mengintai akan daku dengan pengolok-oloknya.","Karena sesungguhnya bukan perkara selamat yang dikatakan, melainkan sebab hendak menghuru-harakan negeri mereka itu mereka perkataan dusta.","Dingangakannya mulutnya akan daku baik-baik lebar, katanya: Ah, ah! mata kami telah melihatnya!","Bahwa Engkau telah melihatnya, ya Tuhan! sebab itu jangan Tuhan berdiam diri-Mu, jangan kiranya Engkau jauh dari padaku.","Jagalah dan bangunlah akan membenarkan halku, ya Allahku, ya Tuhanku! dan selesaikanlah perkaraku.","Hukumkanlah akan daku menurut keadilan-Mu, ya Tuhan, Allahku, supaya jangan mereka itu bersukacita akan halku.","Janganlah dikatakannya dalam hatinya: Ah, demikianlah kehendak kami! dan jangan dikatakannya: Bahwa kami telah menelan akan Dia!","Biar kemalu-maluanlah dan kena arang di muka mereka itu sekalian, yang bersukacita akan celakaku; biarlah mendapat malu dan kena aib segala orang yang membesarkan dirinya lawan aku.","Biarlah bertempik sorak dan bersuka-sukaan segala orang yang menghendaki halku dibenarkan! Biarlah selalu dikatakannya: Bahwa diperbesarkanlah kiranya Tuhan, yang suka akan selamat hamba-Nya!","Maka lidahku akan menyebut keadilan-Mu dan kepujian-Mu pada segenap hari."]