["Nyanyilah dengan ramai-ramai bagi Tuhan, hai segala orang yang benar! bahwa puji-pujian itu patut akan orang yang betul.","Pujilah akan Tuhan dengan kecapi, nyanyikanlah mazmur bagi-Nya dengan dandi dan permainan sepuluh tali.","Nyanyikanlah bagi-Nya suatu nyanyian yang baharu, dan tabuhkanlah baik-baik segala bunyi-bunyian yang ramai.","Karena benarlah firman Tuhan dan setiawanlah segala perbuatan-Nya.","Dikasihi-Nya akan keadilan dan hukum, maka penuhlah bumi dengan kemurahan Tuhan.","Dengan firman Tuhan telah jadi segala langit, dan segala tentara-Nyapun telah jadi dengan hawa mulut-Nya.","Maka telah dikumpulkan-Nya segala air laut jadi satu timbunan, dan dijadikan-Nya lautan itu akan perbendaharaan.","Takutlah akan Tuhan, hai seluruh bumi! gentarlah akan Dia, hai segala isi dunia!","Karena berkatalah Ia, maka ia itupun adalah; berfirmanlah Ia maka ia itupun terdiri.","Bahwa Tuhan meniadakan bicara segala bangsa dan membatalkan maksud orang banyak.","Tetapi bicara Tuhan tetap selama-lamanya dan kasad hati-Nya tetap turun-temurun.","Berbahagialah bangsa yang beroleh Tuhan akan Allahnya, yaitu bangsa yang dipilih-Nya akan bahagian-Nya pusaka.","Bahwa Tuhan melihat dari dalam sorga serta memandang kepada segala anak Adam.","Dari pada arasy yang diduduki-Nya Iapun menilik akan segala orang yang mendiami bumi.","Maka telah dijadikan-Nya hati mereka itu sekalian serta diamat-amati-Nya segala perbuatannya.","Bahwa seorang rajapun tiada menang oleh karena kebanyakan balatentaranya, dan seorang hulubalangpun tiada diluputkan oleh kebesaran kuatnya;","bahwa kuda itu kepalang bagi kemenangan dan oleh besar kuatnya tiada ia akan meluputkan.","Bahwa sesungguhnya mata Tuhan ada menilik akan orang yang takut akan Dia dan yang harap pada kemurahan-Nya,","hendak Ia merebut mereka itu dari pada maut dan menghidupkan mereka itu pada masa bala kelaparan.","Maka jiwa kami menantikan Tuhan; karena Ia juga penolong kami dan perisai kami.","Maka sukalah hati kami akan Dia, sebab haraplah kami akan nama-Nya yang suci.","Maka biarlah kiranya kemurahan-Mu atas kami, ya Tuhan! seperti kami harap akan Dikau."]