["Mazmur Daud.","Karena dengan segera juga mereka itu disabit seperti rumput, atau layu seperti tumbuh-tumbuhan yang hijau.","Haraplah pada Tuhan dan buatlah baik, diamlah di atas bumi dan peliharakanlah dirimu dengan setia.","Dan bersukacitalah kamu akan Tuhan, maka Iapun akan mengaruniakan kepadamu kelak kehendak hatimu.","Serahkanlah jalanmu kepada Tuhan dan haraplah pada-Nya, maka Iapun akan mengadakan-Nya.","Maka Iapun akan menerbitkan kebenaranmu seperti matahari dan hakmu seperti terang waktu tengah hari.","Berdiamlah dirimu di hadapan Tuhan serta nantikanlah akan Dia; janganlah berbangkit amarahmu akan orang yang akan beruntung jalannya, akan orang yang melakukan daya upaya yang jahat.","Jauhkanlah dirimu dari pada amarah dan tinggalkanlah gusar, janganlah engkau ngeran sehingga engkau juga memilih akan yang jahat kelak.","Karena segala orang yang berbuat jahat itu akan ditumpas, tetapi orang yang menantikan Tuhan itu akan mempusakai tanah itu.","Seketika sahaja, maka orang fasik itu akan tiada lagi, jikalau engkau mengamat-amati tempatnya maka tiada lagi ia di sana.","Tetapi orang yang lemah lembut hatinya itu akan memusakai tanah itu kelak dan merasai kesukaan dan sejahtera dengan kelimpahannya.","Bahwa orang fasik itu mencahari daya upaya akan melawan orang yang benar serta dikernyutkannya giginya akan dia.","Tetapi Tuhan tertawakan dia, karena dilihat-Nya harinya akan datang kelak.","Maka orang fasik itu menghunus pedang dan meregangkan tali busurnya hendak membunuh orang yang teraniaya dan yang tiada dapat melawan, dan ia hendak membantai orang yang berjalan dengan tulus hatinya.","Tetapi pedangnya akan masuk ke dalam hatinya sendiri dan busurnyapun akan dipatahkan.","Adapun sedikit yang pada orang benar itu terlebih baik dari pada kelimpahan banyak orang jahat.","Karena lengan orang fasik itu akan dipatahkan, tetapi Tuhan ada menyokong orang yang benar.","Bahwa Tuhan mengetahui akan segala hari orang yang tulus hatinya, maka bahagian pusakanya itu kekal selama-lamanya.","Mereka itu tiada akan mendapat malu pada waktu kesukaran dan pada masa bala kelaparan mereka itu akan dikenyangkan.","Tetapi orang fasik itu akan binasa dan segala seteru Tuhan akan lenyap, seperti lemak anak domba, demikian mereka itupun akan lesap lenyap dalam asap.","Bahwa orang fasik itu meminjam maka tiada dipulangkannya, tetapi orang yang benar itu menaruh kasihan dan suka memberi.","Bahwa sesungguhnya orang yang beroleh berkat dari pada Tuhan, ia itu mempusakai tanah itu, tetapi orang yang kena laknatnya, ia itu akan dibinasakan.","Bahwa oleh Tuhan ditetapkan kejejakan orang yang Ia berkenan akan jalannya.","Maka jikalau ia jatuh sekalipun, tiada ia tinggal terhantar, karena Tuhan memegang tangannya.","Dahulu aku muda, kemudian jadi tua, tetapi tiada pernah kulihat orang yang benar itu ditinggalkan atau anak cucunya meminta sedekah.","Maka sepanjang hari ia menaruh sayang dan memberi pinjam, maka anak cucunyapun keberkatan.","Undurlah dari pada jahat dan buatlah baik, maka kedudukanmu akan tetap selama-lamanya.","Karena Tuhan mengasihi akan yang benar dan tiada akan ditinggalkan-Nya orang saleh-Nya; mereka itu terpelihara pada selama-lamanya, tetapi anak cucu orang jahat itu akan ditumpas.","Maka segala orang yang benar itu akan mempusakai tanah itu, dan mendiami dia sampai selama-lamanya.","Bahwa mulut orang yang benar itu menyebut hikmat, dan lidahnyapun mengatakan barang yang benar.","Maka firman Allahnya adalah dalam hatinya, dan jejaknyapun tiada tergelincir.","Bahwa orang jahat itu mengintai akan orang yang benar, hendak membunuh dia,","tetapi tiada ditinggalkan Tuhan akan dia dalam tangannya dan tiada disalahkan-Nya akan dia apabila dihukumnya.","Nantikanlah akan Tuhan dan peliharakanlah jalan-Nya, maka Iapun akan meninggikan dikau, supaya engkau mempusakai tanah itu, maka apabila orang jahat itu dibinasakan engkau akan melihatnya.","Bahwa aku telah melihat seorang jahat yang gagah, maka iapun tumbuh dengan suburnya dan seperti pohon beringin hijaunya;","tetapi apabila aku lalu dari padanya, bahwasanya tiadalah ia lagi, maka aku mencahari dia, tetapi tiada kudapati akan dia!","Ingatlah akan orang yang tulus hatinya dan pandanglah akan orang yang betul, karena pada akhir kelak orang itu akan selamat adanya.","Tetapi orang yang durhaka itu akan dibinasakan bersama-sama dan pada akhirnya orang jahat itu ditumpas.","Bahwa selamat orang yang benar itu dari pada Tuhan, dan Ialah perlindungan mereka itu pada masa kepicikan;","karena Tuhan menolong serta meluputkan mereka itu dari pada orang jahat, dan dipeliharakan-Nya mereka itu oleh sebab mereka itu berlindung kepada-Nya."]