["Suatu pengajaran, suatu nyanyian pengasihan bagi biduan besar di antara bani Korah, pada Sosyanim.","Bahwa nyanyian kesukaan terbitlah dari dalam hatiku dan kukatakan syairku akan hal Raja itu, maka lidahku seperti kalam seorang yang pantas menyurat.","Bahwa keadaanmu terelok dari pada segala anak Adam, pengasihan adalah tercurah pada bibirmu, sebab itu diberkati Allah akan dikau pada selama-lamanya.","Sandangkanlah pedangmu, hai pahlawan! dengan kemuliaanmu dan perhiasanmu.","Maka dengan kemuliaanmu hendaklah engkau berkendaraan dengan sejahtera atas perkataan kebenaran dan lemah lembut yang adil, maka tanganmu kanan akan mengajarkan engkau perkara yang hebat-hebat.","Bahwa anak panahmu itu tajam, beberapa bangsa akan jatuh di bawahmu; ia itu masuk ke dalam hati segala musuh Raja.","Bahwa arasymu, ya Allah! kekal selama-lamanya, dan tongkat kebenaran itulah tongkat kerajaanmu.","Maka engkau suka akan kebenaran dan benci akan kejahatan, ya Allah! maka sebab itu Allahmu telah menyirami engkau dengan minyak kesukaan terlebih dari pada segala taulanmu.","Segala pakaianmu itu mur dan gaharu dan cendana dari dalam maligai gading, dari tempat mereka itu menyukakan dikau.","Sehingga beberapa orang puteri raja adalah di antara segala dayang-dayangmu, tetapi pada kananmu adalah berdiri permaisuri juga dengan berpakaikan emas tulen dari Ofir.","Dengarlah olehmu, hai tuan puteri! lihatlah dan berilah telinga; lupakanlah bangsamu dan isi rumah ayahmu.","Maka Raja kelak berkenan akan keelokanmu; sedang Ialah tuanmu maka tunduklah engkau menyembah dia.","Lalu puteri Tsur dan bangsa yang terkayapun sertanya akan meminta keridlaanmu dengan membawa persembahan.","Adapun puteri Raja itu dalamnya mulia belaka dan pakaiannyapun dari pada kain yang bersulaman emas.","Maka dengan pakaian yang disuji iapun akan diarak-arak menghadap Raja. Adapun anak dara yang mengiringkan dia, yaitu teman-temannya, akan dihantarkan kepadamu.","Mereka itu akan diarak-arak dengan segala sukacita dan tamasya, mereka itu akan masuk ke dalam maligai Raja.","Maka segala puteramu akan menggantikan ayahmu kelak, maka engkau akan menjadikan mereka itu penghulu-penghulu pada seluruh muka bumi.","Bahwa aku akan memasyhurkan namamu turun-temurun; sebab itu segala bangsa akan memuji engkau pada kekal selama-lamanya!"]