["Mazmur bagi biduan besar di antara bani Korah.","Dengarlah ini, hai segala bangsa! berilah telinga, hai segala orang isi dunia!","Baik mulia baik hina, orang kaya dan miskin, sekaliannya bersama-sama.","Bahwa mulutku akan mengatakan hikmat belaka dan kepikiran hatiku semata-mata akal budi;","bahwa aku akan mencenderungkan telingaku kepada perumpamaan, dan aku membukakan penerkaku pada kecapi.","Mengapa gerangan aku akan takut pada hari kesukaran, apabila jahat itu mengelilingi aku pada segala langkahku?","Adapun akan orang yang harap pada hartanya dan yang bermegah-megah akan banyak kekayaannya,","bahwa dari pada mereka itu seorangpun tiada dapat menebus saudaranya; tiada dapat dipersembahkannya kepada Allah harga tebusannya","(karena tebusan jiwa mereka itu terlalu besar, tiada dapat disampaikan pada selama-lamanya);","sehingga hiduplah ia sampai kekal dan tiada ia melihat kebinasaan.","Karena ia melihat orang bijaksana itu mati, dan orang gila dan yang bodohpun binasa bersama-sama, dan ditinggalkannya hartanya kepada orang lain.","Pada sangka hatinya bahwa rumahnya akan tinggal tetap pada selama-lamanya dan tempat kedudukannyapun kekal turun-temurun, dan dinamainya negeri-negeri dengan nama dirinya.","Tetapi orang yang kehormatan itu tiada tinggal selalu, iapun akan disamakan dengan binatang yang binasa.","Adapun jalannya ini, ia itu suatu kebodohan padanya, bahwasanya segala anak cucunyapun berkenan akan perkataan mereka itu. -- Selah.","Seperti domba mereka itupun dimasukkan ke dalam kubur dan maut itulah gembalanya! Pada pagi hari itulah orang benar akan memerintahkan mereka itu dan kubur itu akan membusukkan rupanya daru dalam tempat diamnya.","Tetapi Allah akan menebus jiwaku dari pada kuasa kubur, karena Iapun akan mengangkat aku. -- Selah.","Sebab itu janganlah takut apabila barang seorang menjadi kaya dan kemuliaan rumahnya makin besar.","Karena pada masa matinya satupun tiada dari pada sekalian itu akan dibawanya sertanya, dan kemuliaannyapun tiada mengikut dia dalam kubur.","Jikalau ia memberkati jiwanya pada masa hidupnya sekalipun dan dipujinya akan dikau, apabila engkau berbuat baik akan dirimu,","maka iapun akan pulang juga kepada asal bapa-bapanya, hingga kekal tiada mereka itu akan melihat terang.","Adapun orang yang kehormatan, tetapi tiada ia berbudi, ia itu disamakan dengan binatang yang akan binasa adanya."]