["Suatu pengajaran bagi biduan besar di antara bani Korah.","Ya Allah! kami telah mendengar dia dengan telinga kami, dan nenek moyang kami telah menceriterakan dia kepada kami, bahwa Engkau telah mengerjakan suatu pekerjaan pada zaman mereka itu, yaitu pada zaman dahulukala.","Bahwa Engkau sudah menghalaukan segala orang kafir itu dari miliknya dengan tangan-Mu, dan mendudukkan mereka itu akan gantinya; bahwa Engkau sudah memecahkan beberapa bangsa, tetapi mereka itu Engkau beri berakar.","Karena bukan dengan pedangnya mereka itu telah mengalahkan negeri itu, dan bukan lengan mereka itu sendiri memberi kemenangan kepadanya, melainkan tangan kanan-Mu dan lengan-Mu dan terang yang dari hadirat-Mu, sebab berkenanlah Engkau akan mereka itu.","Maka Engkau lagi sama sahaja, ya Allah, ya Rajaku! suruhkanlah kiranya kelepasan Yakub!","Dengan Engkau juga dapat kami menanduk segala musuh kami, dan dengan nama-Mu kami akan memijak-mijak segala orang yang berbangkit hendak melawan kami.","Karena bukan aku harap pada busur panahku dan pedangkupun tiada akan memberi kemenangan kepadaku;","melainkan Engkau juga yang dapat melepaskan kami dari pada segala lawan kami, dan Engkau juga yang memberi malu akan segala orang yang benci akan kami.","Maka akan Allah juga kami bermegah pada sepanjang hari dan kami memuji nama-Mu pada selama-lamanya. -- Selah.","Tetapi sekarang Engkau sudah membuang dan mempermalukan kami, sedang tiada Engkau keluar serta dengan tentara peperangan kami.","Bahwa Engkau memalingkan kami dari pada musuh kami dan segala orang yang benci akan kamipun menjarah akan kami bagi dirinya.","Bahwa Engkau telah menyerahkan kami seperti domba akan dibantai dan Engkau menghamburkan kami di antara segala bangsa.","Bahwa Engkau menjualkan umat-Mu dengan bukannya harga, dan tiada Engkau menaikkan harganya.","Bahwa Engkau menjadikan kami akan suatu kecelaan bagi segala bangsa yang hampir dengan kami, akan sindiran dan kehinaan orang yang mengelilingi kami.","Bahwa Engkau menjadikan kami akan perbahasaan di antara segala orang kafir, dan akan penggerakan kepala di antara segala bangsa.","Bahwa kecelaanku adalah di hadapanku pada segenap hari dan malu adalah menudungi mukaku,","dari karena suara orang yang mencela dan yang menghujat dan dari karena seteru dan orang yang menaruh dendam.","Bahwa sekalian ini sudah berlaku atas kami, maka tiada juga kami melupakan Dikau dan tiada kami mungkir akan perjanjian-Mu.","Adapun hati kami tiada undur ke belakang dan langkah kamipun tiada menyimpang dari pada jalan-Mu.","Meskipun Engkau telah menghancurkan kami di dalam lobang tempat ular naga, dan menudungi kami dengan bayang-bayang maut.","Jikalau kiranya kami telah melupakan nama Allah kami dan kami telah menadahkan tangan kami kepada berhala,","masakan tiada Allah memeriksainya? karena diketahui-Nya akan segala rahasia hati.","Tetapi karena sebab Engkaulah kami dibunuh dalam sepanjang-panjang hari, dan kamipun dibilangkan seperti kambing sembelihan.","Jagalah kiranya; mengapa maka Engkau akan beradu, ya Tuhan! sadarlah kiranya dan jangan buangkan kami pada selama-lamanya.","Mengapa maka Engkau menyembunyikan hadirat-Mu, dan melupakan kesukaran dan sengsara kami?","Karena jiwa kami telah tertunduk sampai kepada abu, dan perut kamipun lekat pada bumi!","Bangkitlah kiranya akan menolong kami dan tebuslah kami oleh karena kemurahan-Mu."]