["Mazmur Daud bagi biduan besar.","Bahwa aku telah menantikan Tuhan dengan sabarku, maka Iapun telah mencenderungkan diri-Nya kepadaku serta mendengar akan seruku.","Maka telah dinaikkan-Nya aku dari dalam telaga yang hebat, dari pada becek dan lumpur, didirikan-Nya kakiku di atas gunung batu, dan jalanku telah ditetapkan-Nya.","Maka telah diberikan-Nya dalam mulutku suatu nyanyian baharu, yaitu suatu pujian bagi Allah kita; maka banyak orang akan melihatnya serta takut dan harap akan Tuhan.","Berbahagialah orang yang menaruh harapnya pada Tuhan dan yang tiada berpaling kepada orang congkak atau yang menyimpang kepada dusta.","Bahwa Engkau, ya Tuhan, Allahku! telah memperbanyakkan segala perbuatan-Mu yang ajaib dan segala kehendak-Mu atas kami! Siapa gerangan dapat menyebut dia dengan sepertinya? Jika aku hendak memberitakan dan mengatakan dia, maka ia itu terlalu besar, tiada tepermanai banyaknya!","Maka tiada Engkau menghendaki korban sembelihan dan persembahan dan persembahan makanan, melainkan Engkau telah menindik telingaku. Bahwa korban bakaran dan korban karena dosa tiada Engkau kehendaki!","Lalu kataku: Bahwa sesungguhnya aku datang; maka dalam gulungan alkitab adalah tersurat akan halku.","Aku suka berbuat kehendak-Mu, ya Allahku! dan hukum-Mu adalah di dalam dadaku.","Bahwa aku memasyhurkan kebenaran dalam perhimpunan yang besar; sesungguhnya tiada aku menahani bibirku, ya Tuhan! Engkau juga yang mengetahuinya.","Maka hukum-hukum-Mu tiada kusembunyikan dalam hatiku; melainkan aku memasyhurkan setia-Mu dan selamat-Mu, dan tiada aku menyembunyikan keridlaan-Mu dan setia-Mu dari pada perhimpunan yang besar itu.","Ya Tuhan! bahwa Engkau tiada akan menahani rahmat-Mu dari padaku; biarlah keridlaan-Mu dan setia-Mu memeliharakan daku selalu.","Karena beberapa jahat yang tiada tepermanai banyaknya telah merubungi aku dan segala dosaku telah menangkap aku; tiada tertahan aku melihat dia, dan terlebih banyak ia dari pada segala rambut kepalaku, sehingga hatiku meninggalkan daku.","Ridlakanlah kiranya, ya Tuhan, akan memberi kelepasan kepadaku; segeralah, ya Tuhan! menolong aku.","Biarlah mendapat malu dan kena arang di muka segala orang yang menuntut jiwaku hendak membinasakan dia; biarlah mereka itu undur dan mendapat malu yang suka akan jahatku.","Biarlah kebinasaan menjadi upah kecelaannya segala orang yang berkata akan daku: Ah! ah!","Biarlah bersukacita dan tamasya karena Engkau segala orang yang mencahari Engkau; biarlah segala orang yang suka akan selamat yang dari padamu itu berkata selalu demikian: Hendaklah Tuhan diperbesarkan kiranya.","Sesungguhpun aku teraniaya dan miskin, tetapi Tuhan juga yang menilik akan daku! Bahwa Engkaulah penolongku dan penebusku; ya Allahku! jangan apalah Engkau berlambatan!"]