["Suatu pengajaran Daud bagi biduan besar, pada Nejinot.","Ya Allah! berilah telinga akan doaku, dan janganlah kiranya Engkau menyembunyikan diri-Mu dari pada pohonku.","Ingatlah akan daku dan sahutilah akan daku, bahwa aku meratap dalam pengaduhanku serta aku meraung-raung,","oleh karena tempik seteru dan penganiaya orang fasik; karena ditanggungkannya kejahatan atasku dan dibenci akan daku dengan amarah yang gerang.","Bahwa hatiku terlalu sakit di dalam dadaku, dan beberapa hebat maut telah menimpa aku.","Takut dan ngeri berlakulah atasku dan dahsyat telah meliputi aku;","sehingga kataku: Aduh! Biarlah aku bersayap seperti burung merpati, niscaya terbanglah aku barang ke mana tempat boleh aku diam.","Bahwasanya aku kelak berlayang-layang jauh-jauh, aku akan bermalam di padang belantara. -- Selah!","Maka bersegera-segeralah aku kelak ke tempat perlindungan yang baik, lepas dari pada angin ribut dan taufan.","Batalkanlah kiranya, ya Tuhan! dan tiadakanlah bicaranya, karena aku melihat aniaya dan perbantahan di dalam negeri.","Baik siang baik malam mereka itu berjalan keliling di atas dewalanya, maka kejahatan dan kesukaran adalah di dalamnya.","Dalamnya itu telaga barang kebencian; tipu daya dan khianatpun tiada undur dari pada lorong-lorongnya.","Sesungguhnya bukan seteru adanya yang menghinakan daku, jikalau demikian bolehlah aku menyabarkan dia, dan bukannya orang pembenci yang berbangkit melawan aku, jikalau kiranya demikian bolehlah aku menyembunyikan diriku dari padanya.","Melainkan engkau juga, hai manusia! yang seperti sepadanku, dan pengiringku dan handaiku,","yang bersama-sama dengan kami biasa membicarakan rahasia dengan sedap manis dan kamipun biasa berjalan bersama-sama ke bait-Ullah di antara orang banyak.","Baiklah maut menagih utang kepada mereka itu; baiklah dengan hidupnya mereka itu turun ke dalam neraka! Karena segala perkara kebencian adalah di dalam rumah-rumahnya dan di dalam hatinya.","Tetapi akan daku, bahwa aku berseru kepada Allah, maka Tuhanpun akan meluputkan aku.","Pada pagi dan petang dan pada tengah hari aku mengaduh dan berseru dengan nyaring, maka Iapun akan mendengar suaraku kelak.","Maka Ia juga telah meluputkan nyawaku seberapa berapa kali aku berperang, dan seberapa banyak orangpun yang melawan aku.","Maka Allah akan mendengar serta menyiksakan mereka itu, karena Ia juga memegang perintah selama-lamanya. -- Selah! Sebab bagi mereka itu tiadalah barang perubahan dan tiada mereka itu takut akan Allah.","Bahwa ia telah mendatangkan tangannya kepada orang yang sahabatnya dan telah diubahkannya perjanjiannya dengan mengharamkan dia.","Lembutlah mulutnya dari pada minyak sapi, tetapi hatinya bantahan juga; perkataannya lebih lembut dari pada minyak, tetapi ia itu bagaikan pedang yang terhunus adanya.","Pulangkanlah kesusahanmu kepada Tuhan, maka Iapun akan memeliharakan dikau; pada selama-lamanya tiada Ia memberi orang yang benar itu tergelincuh.","Maka sebab itu, ya Allah! Engkau mencampakkan mereka itu kelak ke dalam telaga kebinasaan! Adapun segala orang yang menumpahkan darah dan yang penipu adanya, ia itu tiada akan sampai pertengahan umurnya, tetapi aku ini harap akan Dikau."]