["Surat peringatan Daud bagi biduan besar, pada Altasyet, pada masa disuruhkan Saul akan orang mengepung rumahnya hendak dibunuhnya akan dia.","Lepaskanlah aku dari pada segala seteruku, ya Allahku! taruhlah akan daku dalam perlindungan yang tinggi, jauh dari pada segala orang yang berbangkit melawan aku.","Lepaskanlah aku dari pada segala orang yang berbuat jahat, dan luputkanlah aku dari pada segala orang yang menumpahkan darah.","Karena sesungguhnya mereka itu mengadang akan jiwaku; orang penggagah berkumpul melawan aku, maka sesungguhnya bukannya aku orang durhaka dan bukannya aku bersalah, ya Tuhan!","Tiada aku bersalah maka mereka itu menempuh juga akan daku, dan berlengkap akan dirinya. Jagalah kiranya Engkau dan tolonglah aku dan lihatlah hal itu.","Ya Allah! ya Tuhan serwa sekalian alam, ya Allah orang Israel! jagalah Engkau akan membalas segala orang kafir itu; janganlah kiranya Engkau kasihan akan barang seorang juapun dari pada segala yang degil dan khianat ini. -- Selah.","Pada malam gelap mereka itu berjalan lalu lalang serta berkerumun dengan meraung-raung seperti anjing dan mengidar-idari segenap negeri.","Bahwasanya mereka itu muntahkan barang yang dalam mulutnya, adalah pedang pada bibirnya; tiada diindahkannya jikalau kedengaran kepada orang.","Tetapi Engkau, ya Tuhan! Engkau akan tertawakan mereka itu; Engkau akan mengolokkan segala orang kafir itu.","Akan tolongannya, bahkan, akan Dikau juga aku bernanti-nanti, karena Allah itulah perlindunganku yang tinggi.","Bahwa Allah kemurahanku itu akan mendahului aku; Allahpun akan memberi aku melihat ke bawah kepada segala orang yang mengintai akan daku.","Janganlah kiranya Engkau membunuh mereka itu, supaya jangan bangsaku melupakannya, melainkan hanyutkanlah mereka itu oleh kuasa-Mu, dan empaskanlah mereka itu, ya Tuhan, perisai kami!","Mulutnya dan perkataan lidahnya itu jahat belaka! Biarlah mereka itu kena jerat congkaknya akan pembalasan kutuk dan bohong yang dikatakannya.","Hanguskanlah mereka itu dengan nyala murka-Mu; habiskanlah mereka itu sehingga mereka itu tiada lagi, supaya diketahuinya bahwa Allah itulah yang dipertuhan dalam Yakub dan sampai kepada segala ujung bumipun. -- Selah.","Biarlah mereka itu pada malam gelap berjalan lalu-lalang dan meraung-raung seperti anjing dan mengidar-idari negeri;","biarlah mereka itu mengembara demikian akan mencahari makan dan biarlah mereka itu bermalam dengan belum dikenyangkan.","Tetapi aku akan menyebut kepujian-Mu dalam nyanyiku dan pada tiap-tiap pagi aku akan bersorak-sorak akan kemurahan-Mu, sebab Engkau telah menjadi bagiku akan tempat yang tinggi dan perlindungan pada tiap hari aku dalam kepicikan.","Akan dikau, ya Kuatku! aku akan bermazmur, karena Allah bagiku akan perlindungan yang tinggi. Ialah Allah kemurahanku!"]