["Mazmur Daud bagi biduan besar.","Pada masa nabi Natan sudah datang mendapatkan dia, kemudian dari pada Daud berbuat zina dengan Bat-syeba.","Kasihankanlah kiranya aku, ya Allah, sekadar kemurahan-Mu, dan hapuskan apalah segala durhakaku sekadar kebesaran segala rahmat-Mu!","Basuhkanlah kiranya aku baik-baik dari pada salahku dan sucikanlah aku dari pada dosaku.","Karena telah kuketahui akan salahku dan dosaku adalah senantiasa di hadapanku.","Pada-Mu, bahkan, pada-Mu sendiri juga aku telah berdosa dan telah kuperbuat barang yang jahat kepada pemandangan-Mu; maka Engkau dibenarkan dalam firman-Mu dan Engkau menang apabila Engkau disalahkan.","Bahwanya aku telah diperanakkan dengan kesalahan dan dengan dosapun ibuku telah menerima aku.","Bahwa sesungguhnya Engkau menghendaki kebenaran dalam batin, dan dalam sembunyian Engkau menyatakan hikmat kepadaku.","Sucikanlah kiranya aku dari pada dosa dengan zuf, maka akupun akan suci kelak; basuhkanlah aku, maka aku akan putih dari pada salju.","Berilah aku mendengar pula kesukaan dan kegemaran; biarlah segar pula segala tulang, yang telah Kauhancurkan.","Palingkanlah wajah-Mu dari pada dosaku dan hapuskan apalah segala kesalahanku.","Jadikanlah dalam aku suatu hati yang suci, ya Allah! dan baharuilah dalam aku suatu peri yang teguh.","Jangan apalah Engkau membuangkan daku dari hadapan hadirat-Mu, dan jangan Engkau mengambil Roh suci-Mu dari padaku.","Kembalikanlah kiranya kepadaku kesukaan selamat yang dari pada-Mu, dan sokonglah akan daku dengan Roh-Mu yang bebas.","Maka aku akan mengajarkan jalan-Mu kepada orang yang bersalah, dan orang yang berdosapun akan bertobat kepada-Mu.","Lepaskanlah aku dari pada hutang darah, ya Allah! ya Allah, pohon selamatku! maka lidahku akan memuji segala kebenaran-Mu.","Ya Tuhan! bukakanlah bibirku pula, maka lidahku akan memasyhurkan kepujian-Mu.","Karena tiada Engkau kehendaki korban; jikalau kiranya Engkau menghendaki dia, niscaya ia itu kupersembahkan; maka akan korban bakaranpun tiada Engkau berkenan.","Adapun persembahan yang kesukaan Allah, ia itulah hati yang pecah, maka tiada Engkau, ya Allah! menghinakan hati yang hancur luluh adanya.","Perbuatlah baik akan Sion sekadar keridlaan-Mu dan dirikanlah segala dewala Yeruzalem.","Maka pada masa itu Engkau kelak berkenan akan persembahan kebenaran, akan korban bakaran dan akan korban yang dimakan habis oleh api, lalu mereka itu akan mengorbankan lembu muda di atas mezbah-Mu."]