["Mazmur Asaf.","Maka dari dalam Sion, yaitu kesempurnaan keelokan, bersinarlah Allah dengan kemuliaan-Nya.","Bahwa Allah kami akan datang dan tiada Ia berdiam diri-Nya; api yang menghanguskan itu berjalan di hadapan-Nya dan keliling-Nya adalah angin ribut yang menderu.","Maka berserulah Ia kepada langit di atas dan kepada bumipun, bahwa Ia akan menghukumkan umat-Nya.","Himpunkanlah segala kekasih-Ku yang meneguhkan perjanjian-Ku dengan korban!","Maka hendaklah segala langit memasyhurkan adalat-Nya, karena Allah juga Hakim. -- Selah.","Dengarlah, hai umat-Ku! maka Aku akan berfirman; hai Israel! maka Aku akan bersaksi di antara kamu: Bahwa Aku inilah Allah, yaitu Allahmu!","Bukan sebab persembahanmu Aku menghukumkan kamu, karena korban bakaranmu adalah selalu di hadapan-Ku.","Tiada Aku akan mengambil lembu muda dari dalam rumahmu atau kambing jantan dari kandangmu.","Karena segala binatang yang di hutan itu Aku punya, dan segala binatangpun yang di atas gunung beribu-ribu.","Aku mengetahui akan segala unggas yang di gunung-gunung, dan segala margasatwa yang di padang Aku yang empunya dia.","Jikalau kiranya Aku berlapar, maka tiada Aku akan mengatakannya kepadamu, karena Aku yang empunya dunia serta dengan segala isinya.","Masakan Aku makan daging lembu jantan atau minum darah kambing!","Persembahkanlah syukur kepada Allah dan sampaikanlah segala nazarmu kepada Yang Mahatinggi.","Maka berserulah kepadaku pada masa kepicikan, bahwa Aku akan meluputkan dikau, dan engkau akan menghormati Aku.","Tetapi firman Allah kepada orang fasik itu demikian: Apakah usahnya engkau mengatakan syariat-Ku dan engkau mengambil perjanjian-Ku pada lidahmu.","Sedang engkau benci akan pengajaran dan membuangkan segala firman-Ku ke belakangmu.","Apabila engkau melihat seorang pencuri, maka engkau sedaya dengan dia, dan dengan orang yang berzina engkaupun sefakat.","Engkau memasukkan mulutmu dalam jahat, dan lidahmu mereka tipu daya.","Maka engkau duduk sambil berkata-kata jahat akan saudaramu, sambil menfitnahkan orang yang seibu dengan dikau.","Sekalian ini engkau perbuat, maka Aku berdiam diriku; pada sangkamu Aku ini sama seperti engkau; tetapi Aku akan menyiksakan dikau dan menaruh segala perkara itu beratur-atur di hadapan matamu.","Perhatikanlah ini, hai kamu yang melupakan Allah! supaya jangan Aku mencarik-carik dan tiada Aku melepaskan seorang juapun.","Barangsiapa yang mempersembahkan syukur, ia itu menghormati Aku, dan barangsiapa yang menyempurnakan jalannya, maka Aku akan menunjuk kepadanya selamat yang dari pada Allah adanya."]