["Nyanyian Mazmur bagi biduan besar.","Bermazmurlah akan kemuliaan nama-Nya, berikanlah kemuliaan akan kepujian-Nya.","Sembahlah kepada Allah: Bagaimana hebat segala perbuatan-Mu! Oleh karena kuat-Mu yang besar maka segala seteru-Mu akan menundukkan dirinya kepada-Mu dengan pura-pura.","Hendaklah segenap isi bumi itu menyembah sujud kepada-Mu dan bermazmur bagi-Mu, bahkan, bermazmur akan nama-Mu. -- Selah.","Marilah kamu melihat segala perbuatan Allah; maka sangat hebatlah perkara yang diperbuat-Nya akan segala anak Adam.","Laut telah diubahkan-Nya menjadi kekeringan, maka dengan berjalan kaki mereka itu telah menyeberang sungai, maka pada masa itu kami bersukacita akan Dia.","Maka Iapun memegang perintah pada selama-lamanya oleh kuasa-Nya yang tiada berhingga; bahwa mata-Nya menilik kepada segala bangsa, supaya orang durhaka itu jangan mengatas-ataskan dirinya. -- Selah.","Pujilah, hai segala bangsa! akan Allah kita, dan perdengarkanlah bunyi pujian.","Yang menghidupkan jiwa kita dan yang tiada memberi kaki kita tergelincuh.","Karena sungguhpun Engkau telah menguji kami, ya Allah! dan telah Kausuci kami seperti orang yang menyuci perak adanya.","Dan telah Kaubawa akan kami masuk ke dalam jaring, dan telah Engkau kenakan pengikat yang sempit pada pinggang kami.","Dan telah Kaubiarkan orang mengendarai kami; bahwa kami telah masuk ke dalam air dan ke dalam api, tetapi Engkau juga mengeluarkan kami kepada keluasan dan kelimpahan.","Bahwa aku masuk ke dalam rumah-Mu serta membawa korban bakaran, dan kepada-Mu juga aku membayar kaulku,","yang telah dikatakan oleh lidahku dan yang keluar dari pada mulutku tatkala aku dalam hal kepicikan.","Korban bakaran dari pada binatang yang tambun-tambun hendak kupersembahkan kepada-Mu, disertakan asap bakaran domba jantan; dan aku akan mengorbankan lembu kambing. -- Selah.","Mari, dengarlah kamu sekalian yang takut akan Allah, bahwa aku hendak menceriterakan kepadamu barang yang telah dibuat-Nya akan jiwaku.","Bahwa mulutku lagi berseru kepada-Nya, apabila puji akan Dia telah ada di atas lidahku.","Jikalau kiranya hatiku telah berpaling kepada kejahatan, niscaya Tuhan tiada mendengar akan daku.","Tetapi sekarang Allah telah mendengar dan memperhatikan bunyi permintaanku.","Segala puji bagi Allah, yang tiada enggankan permintaan doaku atau melalukan kemurahan-Nya dari padaku."]