["Mazmur Daud bagi biduan besar, pada Sosyanim.","Lepaskanlah kiranya aku, ya Allah! karena air telah naik sampai kepada jiwaku.","Bahwa aku sudah tenggelam dalam lumpur yang tiada terduga, di tempat tiada dapat orang bertumpu; aku telah sampai kepada air yang dalam dan air pasangpun meliputi aku.","Bahwa penatlah aku dari pada berseru-seru dan seraklah kerongkonganku dan kaburlah mataku dari pada menantikan Allahku.","Adapun orang yang benci akan daku dengan tiada semena-mena itu terlebih banyak dari pada segala rambut kepalaku; amat banyaklah segala orang yang hendak membinasakan daku dan yang berseteru dengan aku bukan sebab; disuruhnya aku mengganti barang yang tiada kurampas.","Ya Allah! Engkau juga yang mengetahui bodohku, dan salahkupun tiada tersembunyi dari pada-Mu.","Janganlah kiranya Engkau biarkan orang yang menantikan Dikau itu mendapat malu oleh karena aku, ya Hua! ya Tuhan serwa sekalian alam! janganlah kiranya orang yang mencahari Engkau itu kena aib oleh karena aku, ya Allah orang Israel!","Sebab dari karena-Mu juga aku menanggung kecelaan, dan malu telah menudungi mukaku.","Aku telah menjadi seorang helat bagi segala saudaraku dan seorang keluaran bagi segala anak ibuku.","Karena rajin akan rumah-Mu itu menghanguskan hatiku, dan segala kecelaan mereka yang mencelakan Dikau, itu telah menimpa aku.","Maka aku telah menangis sambil merendahkan diriku dengan berpuasa, maka ia itupun telah menjadi suatu kecelaan pula bagiku.","Bahwa aku telah berpakaikan kain kambeli, tetapi demikianpun makin lebih lagi aku mejadi sindiran mereka itu.","Adapun segala orang yang duduk di pintu gerbang itu mengata-ngatai aku, dan aku sudah menjadi suatu permainan kepada orang yang minum arak.","Tetapi akan daku, permintaan doaku adalah kepada-Mu, ya Tuhan! maka adalah suatu masa keridlaan, ya Allah! oleh kebesaran kemurahan-Mu; sahutilah kiranya akan daku oleh karena setia selamat-Mu.","Lepaskanlah aku dari dalam lumpur; jangan aku dibiarkan tenggelam; lepaskanlah aku dari pada segala orang yang benci akan daku dan dari pada air bah yang dalam.","Jangan air bah itu meliputi aku, dan jangan tubir itu menelan aku, dan janganlah keleburan itu menutup mulutnya di atasku.","Sahutilah kiranya akan daku, ya Tuhan! karena baiklah kemurahan-Mu; tilik apalah akan daku sekadar kebesaran segala rahmat-Mu.","Dan janganlah Engkau menyembunyikan hadirat-Mu dari pada hamba-Mu, karena piciklah hatiku, bersegeralah sahuti akan daku!","Hampirilah kiranya akan jiwaku; tebuskanlah dia dan tolonglah akan daku karena sebab segala seteruku.","Bahwa Engkau juga mengetahui kecelaanku dan maluku dan kehinaanku, maka segala orang yang menyesakkan daku itu adalah di hadapan-Mu.","Bahwa kecelaan itu sudah memecahkan hatiku, dan aku amat lemah, lagi aku sudah menantikan kasihan, tetapi ia itu tiada, dan akan orang penghibur, tetapi tiada kudapati akan dia.","Bahkan, mereka itu memberi empedu akan makananku, dan dalam dahagaku diberinya minum cuka akan daku.","Biarlah meja mereka itu menjadi jerat di hadapan mukanya dan sepenuh-penuh pembalasan dan perangkap.","Biarlah matanya dikaburkan, sehingga tiada ia nampak, dan berilah pinggang mereka itu gemetar selalu.","Curahkanlah murka-Mu atas mereka itu, dan kehangatan amarah-Mu menangkap akan mereka itu.","Biarlah maligainya menjadi kerobohan, dan kemah-kemahnya jangan ada orang isinya.","Karena mereka itu menganiaya akan dia yang telah Kaupalu, dan ditambahinya sakit akan orang yang telah Kaulukakan.","Tambahkanlah kiranya salah pada salah mereka itu, dan jangan mereka itu sampai kepada kebenaran-Mu.","Biarlah mereka itu diparangkan dari dalam kitab alhayat; jangan mereka itu disuratkan serta dengan segala orang yang benar.","Tetapi akan daku, yang dalam hal miskin dan sukar, ya Allah! hendaklah penolong-Mu menaruhkan daku dalam tempat perlindungan yang tinggi.","Bahwa aku akan memuji nama Allah dengan nyanyian serta membesarkan Dia dengan mengucap syukur.","Ia itu disukai Tuhan terlebih dari pada lembu atau lembu muda yang bertanduk dan yang terbelah kukunya.","Bahwa orang yang lembut hatinya, demi dilihatnya, maka sukacitalah ia, dan segala kamu, yang mencahari akan Allah, hati kamupun akan hidup.","Karena Tuhan mendengar akan orang yang kekurangan dan tiada dihinakan-Nya segala orang-Nya yang terbelenggu.","Hendaklah kiranya langit dan bumi memuji akan Dia dan segala laut dan barang sekalian yang bergerak di dalamnya itupun.","Karena Allah akan menebus Sion dan membangunkan pula segala negeri Yehuda, maka orang akan mendudukinya dan mempusakainya.","Dan anak cucu segala hamba-Nya akan beroleh dia akan miliknya dan segala orang yang kasih akan nama-Nya itu akan duduk dalamnya."]