["Nyanyian Mazmur Daud bagi biduan besar.","Bahwa Allah akan berbangkit dan segala seteru-Nya akan dicerai-beraikan, dan segala orang yang benci akan Diapun akan lari dari hadapan hadirat-Nya.","Seperti lesap asap demikianpun Engkau akan melesapkan mereka itu, dan seperti lilin hancur meleleh di atas api, demikianpun orang fasik binasa di hadapan hadirat Allah.","Tetapi orang yang benar itu akan bersukacita; mereka itu akan melompat-lompat dari kesukaan di hadapan hadirat Allah dengan sukacita dan tamasya.","Nyanyilah bagi Allah; bermazmurlah akan nama-Nya; sediakanlah jalan bagi-Nya yang berkendaraan pada padang yang rata, karena nama-Nya itu Tuhan, dan berlompatlah kamu dengan sukacita di hadapan hadirat-Nya.","Ialah bapa segala anak piatu dan hakim segala perempuan janda, yaitu Allah dalam kedudukan-Nya yang suci.","Ialah Allah yang mendudukkan orang bulus di antara orang isi rumah, dan yang mengeluarkan orang terbelenggu kepada kelimpahan; tetapi segala orang murtad duduklah pada tempat yang sunyi.","Ya Allah! tatkala Engkau berjalan di hadapan segala umat-Mu, tatkala Engkau berjalan di padang Tiah. -- Selah.","Bergempalah bumi dan langitpun tirislah di hadapan hadirat Allah, jikalau bukit Torsina sekalipun di hadapan hadirat Allah, yaitu Allah Israel.","Bahwa Engkau sudah menurunkan hujan yang lebat, ya Allah, dan Engkaupun sudah menyegarkan bahagian-Mu pusaka tatkala lemah adanya.","Hanya margasatwa adalah duduk dalamnya; tetapi Engkau telah menyediakan dia oleh kebajikan-Mu bagi orang yang teraniaya, ya Allah!","Bahwa Tuhan telah mengadakan orang berkata-kata; adapun akan orang yang memasyhurkan kabar baik ia itulah suatu tentara besar adanya.","Segala raja-raja tentara peperangan itu sudah lari, bahkan, mereka itu sudah lari, maka perempuan yang tinggal di rumah itu sudah membahagi-bahagi jarahan.","Jikalau kamu berbaring di antara dua pagar tembok sekalipun, maka kamu seperti sayap merpati yang berselaput perak dan pada bulunya adalah emas merah gemerlapan.","Semenjak dicerai-beraikan Allah taala akan segala raja dalam negeri itu, maka jadilah ia putih seperti salju yang di atas bukit Salmon.","Bahwa gunung Bazan itu gunung yang amat besar; gunung Bazan itu gunung yang berbongkol-bongkol.","Apa sebab kamu berlompat-lompat, hai segala gunung yang berbongkol? bahwa bukit ini dikehendaki Allah akan tempat kedudukan-Nya; maka Tuhanpun akan mendiami dia selama-lamanya.","Maka segala rata Allah itu dua laksa dan berlapis-lapis ribu banyaknya. Bahwa Tuhan adalah di antara mereka itu seperti Torsina dengan kesuciannya.","Bahwa Engkau sudah naik ke tempat tinggi dan Engkau sudah membawa segala tawanan dengan kemenangan dan Engkau mengaruniakan beberapa anugerah kepada manusia, jikalau kepada orang yang durhaka sekalipun, akan duduk serta-Mu, ya Tuhan Allah!","Segala puji bagi Tuhan, karena dari pada sehari datang kepada sehari dilimpahkan-Nya kebajikan-Nya atas kita. Bahwa Allah itulah pohon selamat kita. -- Selah.","Dan Allah itulah bagi kita Allah pohon selamat yang sempurna, maka dengan Tuhan Hua adalah beberapa keluputan dari pada mati.","Niscaya Allah akan memecahkan kepala segala seterunya, dan batu kepala kasap orang yang berjalan dengan salahnya.","Maka firman Tuhan: Bahwa Aku akan mengembalikan dari Bazan, Aku akan mengembalikan dari dalam tubir laut;","supaya engkau mencelup kakimu dalam darah musuh, dan lidah anjingmu dalam darah masing-masingnya.","Mereka itu telah melihat segala jalan-Mu, ya Allah; segala jalan Allahku dan Rajaku ke dalam tempat yang suci.","Di hadapan berjalanlah segala biduan dan di belakang segala orang yang memetik bunyi-bunyian dan di tengah-tengah segala anak dara yang menabuh rebana.","Maka segenap perhimpunan itupun memujilah akan Allah dan mereka itu sekalian yang telah terpancar dari pada Israel itu memujilah akan Tuhan!","Di sana adalah Benyamin, yang bungsu, dahulu ia pemerintahnya; dan segala penghulu Yehuda yang banyak bilangannya dan segala penghulu Zebulon dan segala penghulu Naftali.","Bahwa Allahmu telah menyuruhkan kuatmu; tetapkanlah, ya Allah! barang yang telah Kauperbuat akan kami!","Maka oleh karena kaabah-Mu yang di Yeruzalem segala raja akan menyampaikan persembahan kepadamu.","Kutukilah kiranya akan segala binatang liar yang dibuluh rantik, perhimpunan lembu jantan dan lembu muda segala bangsa, dan akan orang yang menaklukkan dirinya dengan membawa perak beberapa keping; cerai-beraikanlah segala bangsa yang suka akan perang.","Maka utusan raja-raja akan datang dari Mesir, dan orang isi negeri Habsyi bersegera akan menadahkan tangannya kepada Allah.","Hai kamu, segala kerajaan yang di atas bumi! nyanyilah bagi Allah; bermazmurlah bagi Tuhan. -- Selah.","Yang berkendaraan dalam langit di atas segala langit dan yang dari purbakala; bahwa sesungguhnya Ia memberi suara-Nya, yaitu suara yang kuat.","Berilah hormat akan Allah; bahwa kemuliaan-Nya adalah di antara orang Israel, dan kuasa-Nya di atas segala awan yang di langit.","Hebatlah ada-Mu, ya Allah! dari dalam tempat kesucian-Mu. Bahwa Ialah Allah Israel, yang mengaruniakan kemuliaan dan kuat kepada umat-Nya. Segala puji bagi Allah kiranya!"]