["Mazmur Asaf. Bahwa sesungguhnya baiklah Allah bagi orang Israel, bagi orang yang suci hatinya.","Adapun akan halku, hampir-hampir kakiku telah menyimpang, nyaris tapak kakiku tergelincir.","Karena dengkilah aku akan orang bodoh tatkala kulihat sentosa orang jahat.","Karena sampai kepada waktu matinya tiada diketahuinya akan pengikat, maka kuatnya selalu baharu.","Tiada mereka itu dalam hal kesukaran seperti orang lain dan mereka itupun tiada berbala seperti orang lain.","Maka sebab itu congkak membelit mereka itu seperti kalung rantai, dan gagahpun menudungi dia seperti selengkap pakaian.","Matanya membersil dari karena gemuknya, dan sangka-sangka hatinyapun seperti air bah yang melampau.","Dengan tiada malu mereka itu berkata-kata hendak berbuat jahat dan aniaya, dan dari pada nafsu yang tinggi mereka itu bertutur.","Mereka itu mengangakan mulutnya kepada langit dan lidahnyapun membinasakan di atas bumi.","Maka sebab itu apabila ditimbang oleh umat Allah akan hal itu, maka air mata banyak berlinang-linang dari pada mukanya.","Sehingga kata mereka itu: Iakah diketahui Allah akan hal itu? adakah hal itu diperhatikan oleh Yang Mahatinggi?","Bahwasanya orang ini jahat adanya, maka berkesenanganlah juga ia dalam dunia ini dan diperbanyakkannya harta bendanya.","Sungguh cuma-cuma aku telah menyucikan hatiku dan membasuh kedua belah tanganku suci dari pada salah.","Sedang aku kena siksa pada sebilang hari dan kena bala pada tiap-tiap pagi.","Maka kataku: Jikalau kiranya akupun berkata demikian, niscaya khianatlah aku akan bangsa segala anakmu.","Begitu juga berpikir-pikirlah aku hendak mengetahui hal itu, tetapi sukar sulit juga pada sangkaku.","Sampai aku masuk ke dalam tempat kesucian Allah, serta aku mencamkan kesudahan mereka itu.","Bahwa sesungguhnya Engkau menaruh akan mereka itu pada tempat curam yang licin dan menjatuhkan mereka itu kepada kebinasaan.","Bagaimana hal mereka itu dibinasakan dalam sesaat jua; mereka itu tercabut dan berkeputusan dari karena terkejut.","Seperti suatu mimpi adanya kemudian dari pada berjaga. Apabila Engkau sadar, ya Tuhan! maka Engkau akan mencelakan rupanya.","Pada masa hatiku sombong oleh dengki dan panas hatiku oleh kurang sabar,","pada masa itulah aku bodoh, tiada kuketahui apa-apa, dan keadaanku kepada-Mu bagaikan binatang yang tiada berakal.","Maka sebab itu senantiasa aku hendak hampir dengan Dikau, maka Engkau juga yang memegang tanganku kanan.","Maka dengan bicara-Mu Engkau akan memimpin aku, kemudian kelak Engkau akan menyambut aku kepada kemuliaan.","Siapakah kiranya ada padaku dalam sorga? maka lain dari pada Engkau tiada kukehendaki barang sesuatu di atas bumi.","Remaklah tewas tubuhku dan hatikupun, bahwa Allah juga gunung batu hatiku dan bahagianku yang kekal selama-lamanya.","Karena sesungguhnya segala orang yang menyimpang jauh dari pada-Mu itu akan binasa; Engkau menumpas segala orang yang dengan zinanya meninggalkan Dikau.","Tetapi akan daku, baiklah bagiku tinggal hampir dengan Allah; aku menaruh harapku pada Tuhan Hua, hendak membilang segala perbuatan-Mu."]