["Bahwa aku berlindung kepada-Mu, ya Tuhan! janganlah kiranya aku dipermalukan pada selama-lamanya.","Lepaskanlah aku dengan adalat-Mu dan luputkanlah aku; cenderungkanlah telinga-Mu kepadaku dan lepaskanlah aku.","Jadilah kiranya bagiku akan gunung batu tempat kedudukanku, supaya selalu boleh aku pergi ke sana; bahwa telah Engkau suruh lepaskan daku, karena Engkaulah gunung batuku dan kubuku.","Ya Allahku! lepaskanlah kiranya aku dari pada tangan orang fasik, dari pada tangan orang yang berbuat khianat dan yang bengis.","Karena Engkau juga pengharapanku, ya Tuhan Hua, dan kepercayaanku dari pada masa kecilku.","Pada-Mu juga aku telah bersandar dari pada masa aku diperanakkan, dan dari pada rahim ibuku Engkaulah penolongku; maka senantiasa Engkau juga kepujianku.","Maka kepada banyak orang adalah aku seolah-olah suatu keheranan, tetapi Engkau juga perlindunganku yang kuat.","Biarlah mulutku dipenuhi dengan puji-puji akan Dikau dan dengan hormat akan Dikau pada sebilang hari.","Janganlah kiranya Engkau membuang aku pada masa tuaku; janganlah tinggalkan daku apabila hilanglah kuatku.","Karena segala seteruku berkata-kata akan halku, dan orang yang mengintai akan daku itu berbicara bersama-sama.","Katanya: Bahwa ia sudah ditinggalkan oleh Allah, kejarlah dan tangkaplah akan dia, karena tiadalah pembantunya.","Ya Allah! janganlah kiranya Engkau jauh dari padaku! ya Allahku! bersegeralah tolong akan daku.","Biarlah mendapat malu, biarlah binasa segala orang yang berseteru dengan aku; biarlah aib dan malu berlampauan atas orang yang menyengajakan jahatku.","Tetapi aku akan harap selalu, dan makin lebih aku membesarkan kepujian-Mu.","Bahwa mulutku akan menceriterakan kebenaran-Mu dan selamat yang dari pada-Mu pasa sebilang hari, jikalau tiada aku mengetahui segala bilangannya sekalipun.","Bahwa aku akan pergi dengan kuat kuasa Tuhan Hua serta menyebut kebenaran-Mu, bahkan, hanya kebenaran-Mu juga.","Ya Allah! dari pada kecilku Engkau telah mengajar aku, maka sampai kepada hari ini bolehlah aku memasyhurkan segala perbuatan-Mu yang ajaib itu.","Maka sebab itu sedang sudah sampai masa tuaku dan putih ubanku, jangan apalah Engkau meninggalkan daku, ya Allah! supaya aku memberitahu kuat-Mu kepada bangsa ini dan kuasa-Mu kepada anak cucunya.","Maka kebenaran-Mu, ya Allah! itu amat tinggi; ya Allah! Engkau yang telah berbuat perkara yang besar-besar! siapa gerangan menyamai Engkau?","Bahwa Engkau yang telah menunjuk kepadaku beberapa kepicikan dan bala, Engkau akan menghidupkan aku pula dan menaikkan aku pula dari dalam keleburan.","Bahwa Engkau akan memperbanyakkan kebesaranku serta mengelilingi aku dengan penghiburan-Mu.","Lagipun aku ini akan memuji Engkau dengan dandi sebab segala setia-Mu, ya Allahku! dan aku akan bermain kecapi bagi-Mu, ya Kesucian Israel!","Bahwa bibirku akan bersorak-sorak sementara aku bermazmur kepada-Mu, dan jiwakupun yang telah Kautebus.","Dan lagi lidahku akan menyebut kebenaran-Mu pada segenap hari, karena sudah mendapat malu dan bera muka segala orang yang menyengajakan jahatku."]