["Syidayon Daud, yang dinyanyikannya bagi Tuhan dari karena perkataan Kusy, orang Benyamin itu.","Ya Tuhan, Allahku, kepadamu aku berlindung; lepaskanlah kiranya aku dari pada segala orang yang mengusir akan daku, dan luputkanlah aku dari padanya.","Supaya jangan dirampasnya jiwaku seperti singa yang mencarik-carik lakunya, sehingga seorangpun tiada yang dapat melepaskan.","Ya Tuhan, Allahku, jikalau kiranya aku telah berbuat yang demikian, jikalau kiranya khianat pada tanganku,","jikalau kiranya aku sudah membalas jahat kepada orang yang telah berdamai dengan aku; (sesungguhnya aku telah melepaskan orang yang berseteru dengan aku dengan tiada semena-mena!)","baiklah jiwaku diusir oleh seteruku dan didapatinya akan dia, dan hidupku dipijak-pijaknya kepada bumi, dan kemuliaanku dimasukkannya ke dalam lebu tanah! -- Selah.","Bangkit apalah, ya Tuhan, dengan murka-Mu; angkatlah tangan-Mu oleh sebab geram segala orang yang mendesakkan daku; bangunlah karena aku; bahwa Engkau yang menyuruhkan hukum!","Biarlah perhimpunan segala bangsa mengelilingi akan Dikau, dan naiklah kepada arasy-Mu yang tinggi di atasnya.","Ya Tuhan! ya hakim segala bangsa! benarkan apalah halku, ya Tuhan! sekadar kebenaran dan tulus yang ada padaku.","Putuskanlah kiranya kejahatan orang fasik, tetapi tetapkan apalah orang yang benar, ya Tuhan, Engkau yang mencobai segala hati dan segala batin, ya Allah yang adil.","Bahwa Allah itulah perisaiku, yang memeliharakan orang yang tulus hatinya.","Bahwa Tuhanlah hakim yang benar, Allah yang memurkai orang jahat pada sebilang hari.","Jikalau tiada ia bertobat, niscaya Tuhan akan mengasah pedangnya dan mengedangkan busurnya dan mengenakan anak panahnya.","Dan lagi disediakannya baginya senjata yang mematikan, dan ditajamkannya mata panahnya akan melawan segala orang yang menganiaya.","Bahwa sesungguhnya orang itu bunting akan kesalahan dan mengandung kejahatan, dan beranakkan dusta.","Maka ia menggali serling dan dikoreknya lagi, tetapi ia sendiri jatuh ke dalam serling yang telah diperbuatnya itu.","Maka kejahatannya kembali kepada kepalanya dan aniayanyapun turun kepada batu kepalanya.","Bahwa aku hendak memuji-muji Tuhan sebab kebenaran-Nya dan menyanyi mazmur bagi nama Tuhan, Allah taala."]