["Karangan Asaf. Ya Allah! apa sebab Engkau membuangkan kami sama sekali? Apa sebab murka-Mu bernyala-nyala kepada domba yang Kaugembalakan?","Ingatlah kiranya akan sidang umat-Mu, yang telah Kautebus dan yang telah Kaumerdekakan pada zaman dahulukala akan bahagian pusaka-Mu dan akan bukit Sion, tempat Engkau duduk dahulu.","Berbangkitlah kiranya datang melihat kerusakan yang tiada dapat dibaiki, karena segala sesuatu dalam bait-ulmukadis telah dibinasakan oleh musuh.","Bahwa segala orang yang benci akan Dikau itu telah meraung-raung dalam segala halaman-Mu, didirikannya berhalanya, supaya kami berbuat bakti kepadanya.","Maka seperti dalam hutan rimba di potong oranglah belukar dengan kapak yang terangkat,","demikianpun dihancurluluhkannya segala perhiasan kaabah dengan pemukul dan alabangka.","Mereka itu telah menunukan tempat kesucian-Mu dengan api, dan dinajiskannya tempat kediaman nama-Mu, sambil diratakannya dengan bumi.","Maka kata mereka itu dalam hatinya: Marilah kita binasakan dia sama sekali. Mereka itu telah membakar habis akan segala tempat perhimpunan umat Allah dalam seluruh negeri.","Maka tiada kami melihat tanda-tanda alamat, dan serta dengan kami tiada lagi nabi atau barang seorang lain yang tahu berapa lama lagi.","Berapa lama lagi, ya Allah! musuh itu akan mencela, dan seteru akan menghujat nama-Mu sampai selama-lamanyakah?","Mengapa Engkau menyembunyikan tangan-Mu, bahkan, tangan-Mu kanan? Keluarkanlah dia dari pada dada-Mu dan binasakanlah mereka itu!","Tetapi Allah juga Rajaku dari dahulukala, yang telah mengadakan beberapa pertolongan selamat di atas bumi.","Bahwa dengan kodrat-Mu Engkau telah membelahkan laut serta memecahkan kepala naga yang di dalam air.","Dan Engkau telah menghancurkan kepala buaya dan memberikan dia akan makanan bangsa yang duduk di gurun.","Maka Engkau telah membelahkan bukit; pancaran dan anak sungaipun terbitlah dari padanya dan sungai yang besar telah Kaukeringkan.","Bahwa siang itulah Engkau punya dan malampun Engkau punya, dan lagi Engkau telah menjadikan terang dan matahari.","Segala perhinggaan bumi telah Kautentukan dan Engkau juga yang mengadakan musim panas dan musim dingin.","Maka ingatlah kiranya akan hal ini, bahwa musuh sudah mencelakan Tuhan dan suatu bangsa yang bebal telah menghujat nama-Mu.","Jangan apalah Engkau menyerahkan jiwa burung tekukur-Mu kepada binatang yang liar, dan isi rumah umat-Mu yang teraniaya itu jangan Kaulupakan sama sekali.","Tiliklah oleh-Mu kepada perjanjian itu! karena segala tempat gelap yang di dalam negeri itu penuh dengan sarang pembunuh.","Jangan kiranya orang yang teraniaya itu kembali dengan malunya; biarlah orang papa dan miskin memuji akan nama-Mu.","Bangkitlah berdiri, ya Allah! peliharakanlah hak-Mu sendiri; ingatlah akan kecelaan, yang diadakan bagi-Mu oleh orang bebal itu pada tiap-tiap hari.","Jangan apalah Engkau melupakan gaduh segala seteru-Mu; bahwa riuh bunyi orang yang bangkit mendurhaka kepada-Mu, itu naik selalu!"]