["Akan Sulaiman.","Maka akan dihukumkannya umat-Mu dengan kebenaran dan segala hamba-Mu yang teraniaya itu dengan adil.","Maka segala gunung akan menumbuhkan sejahtera bagi bangsa itu dan segala bukitpun selamat sentosa.","Bahwa ia akan membenarkan hal segala orang miskin di antara orang banyak itu, dan iapun akan melepaskan segala anak orang papa dan memijak-mijak orang penganiaya itu.","Maka mereka itu takut akan dikau selagi ada matahari dan bulan, yaitu turun-temurun.","Maka iapun akan turun seperti hujan kepada padang yang telah dipotong rumputnya, dan segala titik-titik hujan yang mendirus bumi adanya.","Maka pada zamannya kelak orang yang benar itu akan berbunga dengan kebanyakan sejahtera, sehingga bulan tiada lagi.","Maka iapun akan memegang perintah dari pada laut masyrik sampai kepada laut magrib dan dari pada sungai besar datang kepada segala ujung bumi.","Segala orang penduduk padang belantara akan menyembah sujud kepada hadirat-Nya dan segala seterunyapun akan menjilat lebu tanah.","Bahwa raja-raja Tarsis dan raja-raja segala pulaupun akan membawa persembahan, dan segala raja Syeba dan Sebapun akan menghantar bingkisan.","Bahkan, segala raja sekalian akan menyembah sujud kepadanya dan segala bangsapun akan berbuat bakti kepadanya.","Karena iapun akan memeliharakan orang miskin yang berseru, dan lagi orang papa dan yang tiada padanya seorang penolong.","Maka akan disayangkannya orang papa dan miskin serta dipeliharakannya orang yang kekurangan.","Maka iapun akan melepaskan jiwa mereka itu dari pada tipu dan aniaya, dan darah mereka itu terindah kepada pemandangannya.","Dan lagi iapun akan hidup dan dipersembahkan oranglah kepadanya emas Syeba, dan selalu orang akan memohon kepadanya, dan pada segala hari orang akan memberkati dia.","Maka pada tanah akan ada kelimpahan gandum yang subur, buahnyapun akan menggeresek sampai di atas kemuncak gunung yang seperti Libanon, dan yang di dalam negeri itupun akan berbunga seperti tumbuh-tumbuhan di bumi.","Bahwa namanya akan kekal selama-lamanya; selagi ada matahari namanya akan disebut orang turun-temurun; mereka itu akan diberkati oleh sebabnya, dan segala bangsa akan memuji dia berbahagialah adanya.","Segala puji bagi Tuhan Allah, yaitu Allah Israel, yang sendiri mengadakan perbuatan yang ajaib.","Dan terpujilah nama kemuliaan-Nya pada selama-lamanya; maka segenap bumi dipenuhilah kiranya dengan kemuliaan-Nya. Amin! tsumma Amin!","Tamatlah segala permintaan doa Daud bin Isai."]