["Mazmur Asaf bagi biduan besar, pada Yeduton.","Bahwa suaraku adalah kepada Allah serta aku berseru, bahkan, suaraku adalah kepada Allah, maka Iapun akan mencenderungkan telinga-Nya kepadaku kelak.","Maka pada hari kepicikanku aku mencahari akan Tuhan; telah kutadahkan tanganku pada malam dengan tiada berkeputusan dan hatikupun enggan dihiburkan.","Apabila aku terkenangkan Allah, maka bergaduhlah aku, dan apabila aku berpikir-pikir, maka gundahlah hatiku. -- Selah.","Bahwa Engkau membiarkan mataku jaga selalu, aku tercengang-cengang sampai tiada aku terkata-kata lagi.","Maka aku terkenangkan zaman dahulu dan segala tahun yang telah lalu.","Dan aku terkenangkan puji-pujianku pada malam; aku berpikir-pikir dalam hatiku dan nyawakupun memeriksa dengan selidiknya.","Masakan Tuhan menolak pada selama-lamanya; masakan Ia tiada lagi menaruh kasihan!","Habiskah kemurahan-Nya sampai selama-lamanya? Putuskan janji-Nya bagi segala bangsa yang kemudian?","Sudahkah dilupakan Allah mengasihani? Sudahkah ditutup-Nya segala rahmat-Nya dengan murka-Nya? -- Selah.","Lalu kataku: Ini juga mendukakan hatiku, bahwa tangan kanan Allah taala berubah adanya.","Bahwa aku hendak ingat akan segala perbuatan Tuhan, bahkan, aku hendak ingat akan segala ajaib-Mu dari pada dahulukala.","Dan aku akan memikirkan segala pekerjaan-Mu dan menceriterakan segala perbuatan-Mu.","Ya Allah! jalan-Mu adalah selalu dalam tempat suci; siapakah Allah mahabesar melainkan Allah kita?","Bahwa Engkau juga Allah yang membuat perkara yang ajaib, Engkau juga telah menyatakan kuasa-Mu di antara segala bangsa.","Maka dengan tangan-Mu Engkau telah menebus umat-Mu, yaitu bani Yakub dan bani Yusuf. -- Selah.","Bahwa segala air telah melihat Engkau, ya Allah! segala air telah melihat Engkau lalu gemetar, dan lagi segala lubukpun berkocak.","Awan-awan yang kabus telah menuang air, dan awan-awan yang di ataspun berketar, dan lagi anak panah-Mupun sabung menyabunglah.","Berkeliling adalah bunyi guruh-Mu dan halilintarpun menerangkan dunia, dan bumipun gempita dan gempalah.","Maka pada laut adalah jalan-Mu dan lorong-Mu pada air besar-besar, maka tiada Engkau tinggalkan di belakang-Mu barang bekas tapak kaki-Mu.","Maka Engkau telah membawa akan segala umat-Mu seperti akan sekawan kambing domba, oleh perintah Musa dan Harun."]