["Karangan Asaf. -- Hai bangsaku! sambutlah pengajaranku dengan telingamu, berilah telinga akan perbahasaan lidahku.","Aku membuka mulutku hendak mengatakan misal, dan aku hendak mengeluarkan beberapa rahasia dari dahulukala,","yang telah kami dengar dan kami ketahui dan yang diceriterakan oleh nenek moyang kami kepada kami.","Maka tiada kami hendak menyembunyikan dia dari pada anak-anaknya atau dari pada bangsa yang kemudian, sambil mengabarkan segala kepujian Tuhan serta kodrat-Nya dan segala ajaib yang telah dibuat-Nya.","Karena telah didirikan-Nyalah suatu kesaksian dalam Yakub dan ditaruh-Nya akan suatu taurat dalam Israel, maka disuruh-Nya nenek moyang kami memberitahu dia pula kepada anak-anaknya.","Supaya bangsa yang datang kemudian kelak mengetahuinya, yaitu segala anak yang lagi akan jadi, yang akan berdiri dan menceriterakan dia pula kepada anak-anaknya.","Dan supaya mereka itu menaruh harapnya pada Allah dan jangan dilupakannya perbuatan Allah, melainkan dipeliharakannya segala hukum-Nya.","Dan supaya jangan mereka itu menjadi seperti nenek moyangnya, yaitu suatu bangsa yang bantahan dan durhaka, suatu bangsa yang tiada menetapkan hatinya dan batinnyapun tiada bersetia dengan Allah.","Maka bani Efrayim yang bersenjatakan busur panah itu undur balik pada masa berperang.","Maka tiada mereka itu memeliharakan perjanjian Allah, dan engganlah mereka itu menurut jalan taurat-Nya.","Maka mereka itu melupakan segala perbuatan-Nya dan segala ajaib-Nya, yang sudah diperlihatkan-Nya kepadanya.","Maka di hadapan nenek moyangnya telah dibuat-Nya beberapa perkara ajaib di negeri Mesir di padang-padang Zoan.","Dibelahkan-Nya laut dan disuruh-Nya mereka itu berjalan terus di tengahnya, dan segala airnya didirikan-Nyalah seperti suatu timbunan adanya.","Maka pada siang dihantar-Nya mereka itu dengan sebuah awan dan pada malam dengan terang api.","Dan dibelahkan-Nya gunung batu di padang Tiah dan diberi-Nya minum mereka itu puas-puas seolah-olah dari dalam lubuk.","Karena air yang mengalir dikeluarkan-Nya dari dalam gunung batu, diturunkan-Nya air banyak seperti sungai adanya.","Maka kembali pula mereka itu lagi berbuat dosa kepada-Nya serta diterbitkannya murka Allah taala di padang tandus.","Maka dicobainya akan Allah dalam hatinya, dikehendakinya makanan setuju dengan nafsunya.","Maka mereka itu telah berkata-kata durhaka kepada Allah, katanya: Dapatkah disajikan Allah makanan di padang belantara?","Sesungguhnya telah dipalu-Nya akan gunung batu, sehingga keluarlah air dari padanya dan anak sungaipun mengalirlah dengan limpahnya, maka dapatkah diberi-Nya roti juga? dapatkah disediakan-Nya daging bagi segala umat-Nya?","Maka kedengaranlah ia itu kepada Tuhan, lalu Iapun murkalah, maka suatu api dinyala-nyalakan dalam Yakub dan murka-Nyapun menjulang-julang akan Israel,","sebab tiada mereka itu percaya akan Allah dan tiada mereka itu harap akan selamat-Nya.","Meskipun telah Ia berfirman kepada awan-awan yang di angkasa dan telah dibukakan-Nya segala pintu langit,","serta dihujani-Nya mereka itu dengan manna akan makanan, dan dikaruniakan-Nya kepada mereka itu gandum dari langit itu.","Maka masing-masing mereka itu makan roti santapan orang bangsawan; dan dikirimkan-Nyalah bekal sampai mereka itu kenyang.","Maka dihantarkan-Nya angin timur pada langit, dan diadakan-Nya angin ribut dari selatan oleh kodrat-Nya.","Dan dihujani-Nya mereka itu dengan daging seperti duli dan dengan burung yang bersayap seperti pasir di laut banyaknya,","dijatuhkan-Nya di tengah-tengah tempat tentaranya dan di keliling tempat kediamannya.","Maka pada masa itu makanlah mereka itu sampai terlalu kenyang, demikianlah dipuaskan-Nya keinginan mereka itu.","Maka belum puaslah keinginannya dan adalah makanan itu lagi dalam mulutnya,","maka bernyala-nyala murka Allah akan mereka itu, sehingga dibunuh-Nya akan yang tambun-tambun di antaranya dan diparang-Nya akan orang pilihan di antara bani Israel.","Maka dalam pada itupun mereka itu berdosa lagi, tiada juga mereka itu percaya oleh karena perbuatan-Nya yang ajaib itu.","Maka sebab itu dihabiskan-Nya umur mereka itu dengan sia-sia dan segala tahun mereka itu dengan dahsyat.","Pada masa dibunuh-Nya mereka itu bertanyalah mereka itu akan Dia, lalu kembali serta mencahari Allah dengan rajin.","Dan teringatlah mereka itu akan Allah, gunung batunya, dan Allah taalapun penebusnya.","Dibujuknya akan Dia dengan mulutnya dan didustainya dengan lidahnya.","Karena hati mereka itu tiada betul kepada-Nya dan tiada mereka itu teguh dalam perjanjian-Nya.","Tetapi oleh sebab rahmat-Nya maka diampuni-Nyalah salah mereka itu dan tiada dibinasakan-Nya, melainkan kerapkali ditahan-Nya murka-Nya dan tiada dinyatakan-Nya segala amarah-Nya.","Karena ingatlah Ia akan hal mereka itu hawa nafsu jua dan hanya senafas yang pergi dan yang tiada kembali pula adanya.","Berapa kalikah mereka itu membangkitkan murka-Nya dalam padang Tiah dan menyusahkan Dia di padang belantara?","Dan kembali pula mereka itu mencobai Allah dan memperhinggakan kesucian Israel.","Maka tiada mereka itu ingat akan tangan kodrat-Nya tatkala dilepaskan-Nya mereka itu dari pada musuh;","bagaimana telah diadakan-Nya tanda alamat-Nya di Mesir dan segala ajaib-Nya di padang Zoan,","diubahkan-Nya segala sungai mereka itu menjadi darah dan segala airnya yang mengalirpun, supaya jangan mereka itu dapat minum.","Maka didatangkan-Nya tabuhan di antaranya, yang makan habis akan mereka itu dan lagi beberapa katak yang membinasakan dia.","Maka tanam-tanaman mereka itu diberikan-Nya kepada ulat bena dan perusahaannya kepada belalang.","Segala pokok anggur mereka itu dibinasakan-Nya dengan hujan air beku dan segala pohon ara hutan mereka itu dengan api dari langit.","Maka segala binatang mereka itu diserahkan-Nya kepada hujan air beku dan segala kawan dombanya kepada halilintar sabung-menyabung.","Maka disuruhkan-Nyalah di antara mereka itu kehangatan murka-Nya, geram dan gusar dan kepicikan, yaitu suatu tentara utusan celaka.","Maka disediakan-Nya jalan bagi murka-Nya, dan tiada diluputkan-Nya jiwa mereka itu dari pada mati, dan segala binatang mereka itu diserahkan-Nya kepada bala sampar.","Maka dibunuh-Nya segala anak sulung yang di Mesir, yaitu hulu kuat orang dalam segala kemah Ham.","Lalu dihantar-Nya akan segala umat-Nya keluar seperti kambing domba dan dibawa-Nya akan mereka itu ke padang Tiah seperti kawan domba.","Dipimpin-Nya mereka itu dengan selamat sehingga tiada mereka itu takut, karena air laut sudah meliputi segala musuhnya.","Lalu dibawa-nya mereka itu sampai kepada jajahan yang suci bagi-Nya, dan kepada bukit yang telah diperoleh-Nya dengan tangan-Nya kanan.","Maka dihalaukan-Nya segala orang kafir itu dari hadapan mereka itu dan dibahagikan-Nya bahagian pusaka itu kepada mereka itu dengan tali pengukur dan didudukkan-Nya segala suku bangsa Israel dalam kemah-kemah orang itu.","Tetapi mereka itu mencobai akan Allah taala dan menerbitkan murka-Nya, serta tiada dipeliharakannya segala firman-Nya.","Dan lagi mereka itu telah mungkir dan khianat seperti nenek moyangnya, dan berbalik seperti busur yang penipu adanya.","Lalu mereka itu menerbitkan murka-Nya dengan segala panggungnya serta mendatangkan cemburuan bagi-Nya dengan segala berhalanya.","Serta kedengaranlah ia itu kepada Allah, maka murkalah Ia, dicelakan-Nya orang Israel sangat.","Sebab itu ditinggalkan-Nya kemah yang di Silo, yaitu kemah tempat kediaman-Nya di antara manusia.","Maka kuat-Nya diserahkan-Nya kepada hal tawanan dan kemuliaan-Nya kepada tangan musuh.","Diserahkan-Nya umat-Nya kepada pedang, sebab murka-Nya akan bahagian-Nya pusaka.","Maka orang mudanya dimakan api dan anak daranya tiada lagi dipuji.","Segala imam mereka itu matilah dimakan pedang dan segala perempuan jandanya tiada menangisi dia.","Tatkala itu tersadarlah Tuhan seperti seorang yang bangun dari pada tidurnya dan seperti seorang hulubalang yang berani oleh minum air anggur.","Maka dipalu-Nya akan segala musuh-Nya pada belakangnya, didatangkan-Nya akan mereka itu kecelaan yang kekal.","Tetapi dibuang-Nya akan kemah Yusuf dan tiada dipilih-Nya akan suku Efrayim.","Melainkan dipilih-Nya suku Yehuda dan bukit Sion, yang dikasihi-Nya.","Maka di sana dibangunkan-Nya tempat kesucian-Nya bagaikan tempat yang tinggi, seperti bumi, yang telah dialaskan-Nya pada selama-lamanya.","Maka dipilih-Nya Daud, hamba-Nya, diambil-Nya akan dia dari pada kandang kambing domba;","dari belakang kambing domba yang menyusu disuruh-Nya ia datang akan mengembalakan Yakub, umat-Nya, dan akan Israel, pusaka-Nya.","Maka digembalakan-Nya mereka itu dengan tulus hati-Nya dan dihantar-Nya mereka itu dengan tangan yang bijaksana."]