["Mazmur Asaf bagi biduan besar, pada Sosyanim Edut.","Ya, Gembala orang Israel! Berilah telinga; Engkau yang membawa akan bani Yusuf seperti sekawan domba, dan yang bersemayam di antara kerubiun hendaklah tajalli.","Bangkitkanlah kiranya perkasa-Mu di hadapan Efrayim dan Benyamin dan Manasye, serta datanglah melepaskan kami.","Ya Allah! kembalikanlah kiranya kami dan cahayakanlah hadirat-Mu, maka kami akan dilepaskan.","Ya Tuhan! ya Allah serwa sekalian alam! berapa lama lagi murka-Mu bernyala-nyala akan permintaan doa umat-Mu?","Bahwa Engkau memberi makan mereka itu roti yang dibasahkan dengan air mata, dan Engkau memberi minum mereka itu air mata dari pada sebuah piala yang penuh.","Maka Engkau telah menjadikan kami akan suatu perbantahan bagi segala bangsa yang keliling kami, dan segala musuh kamipun mengolok-olok akan kami.","Ya Allah serwa sekalian alam! kembalikan apalah kami dan cahayakanlah hadirat-Mu, maka kami akan dilepaskan.","Bahwa Engkau telah memindahkan sebatang pokok anggur dari Mesir, dan Engkau telah menghalaukan orang kafir, lalu Engkau menanamkan pokok itu.","Maka tanah itu telah Kausediakan baginya, sehingga boleh ia berakar dalam-dalam dan memenuhi segala tanah itu.","Maka gunung telah ditudungi oleh daunnya, dan cabang-cabangnya adalah seperti pohon araz yang besar.","Bahwa ia sudah melaratkan carangnya sampai ke laut, dan pucuk-pucuknyapun sampai ke sungai.","Mengapa maka Engkau telah merobohkan pagarnya, sehingga barangsiapa yang lalu itu merusakkan dia?","Bahwa babi hutan telah menyungkur akan dia, dan segala margasatwapun telah makan habis akan dia.","Ya Allah serwa sekalian alam! baliklah kiranya! Tiliklah dari dalam sorga, lihatlah dan peliharakanlah pokok anggur ini lagi.","Dan batang pokok yang ditanam oleh tangan-Mu kanan, maka ia itupun karena anak laki-laki, yang telah Kauteguhkan bagi diri-Mu!","Ia sudah dibakar habis dengan api serta ditebang, maka mereka itu dibinasakan oleh hardik dari hadirat-Mu.","Hendaklah kiranya tangan-Mu dengan orang yang pada kanan-Mu, dengan anak manusia, yang telah Kauteguhkan bagi diri-Mu itu.","Maka tiada kami akan undur lagi dari pada-Mu; hidupilah kiranya kami, maka kami akan menyebut nama-Mu.","Ya Tuhan! ya Allah serwa sekalian alam! kembalikanlah kiranya kami dan cahayakanlah hadirat-Mu, maka kami akan dilepaskan kelak."]