["Doa Daud. -- Ya Tuhan! cenderungkan apalah telinga-Mu dan dengarlah akan daku; karena adalah aku dalam hal kekurangan dan miskin.","Peliharakanlah kiranya jiwaku, karena akulah kekasih-Mu, ya Tuhan, Allahku! lepaskanlah kiranya hamba-Mu yang harap pada-Mu.","Kasihankanlah aku, ya Tuhan! karena aku berseru kepada-Mu pada sebilang hari.","Sukakan apalah hati hamba-Mu ini, karena kepada-Mu juga, ya Tuhan! aku mengangkat hatiku.","Karena Engkau, ya Tuhan! baik dan Engkau suka mengampuni, lagi besarlah kemurahan-Mu akan segala orang yang berseru kepada-Mu.","Berilah telinga, ya Tuhan! akan permintaan doaku, dan perhatikanlah bunyi pohonku.","Maka pada masa kepicikan aku berseru kepada-Mu, karena Engkau menyahuti aku.","Di antara segala dewa-dewa tiadalah yang seperti Engkau, ya Tuhan! dan sesuatupun tiada yang dapat disamakan dengan perbuatan-Mu.","Maka segala bangsa, yang telah Kaujadikan, ya Tuhan! akan datang kelak menundukkan dirinya di hadapan hadirat-Mu dan memberi hormat akan nama-Mu.","Karena besarlah ada-Mu; dan Engkau yang berbuat ajaib; Engkau sendiri jua Allah.","Ajarkan apalah akan daku jalan-Mu, ya Tuhan! maka aku akan berjalan menurut kebenaran-Mu; tetapkanlah hatiku dalam takut akan nama-Mu.","Ya Tuhan, Allahku! aku hendak memuji akan Dikau dengan segenap hatiku, dan aku hendak memberi hormat akan nama-Mu pada selama-lamanya.","Karena besarlah kemurahan-Mu atas aku, dan Engkau telah merebut jiwaku dari pada kuasa alam barzakh.","Ya Allah! bahwa segala orang yang sombong berbangkit hendak melawan aku, dan suatu pasukan orang gagah menyengajakan matiku, maka tiada mereka itu menaruh Engkau di hadapan matanya.","Tetapi Engkau, ya Tuhan! Engkaulah Allah yang amat rahmani dan rahimi; Engkaulah panjang sabar dan besarlah kemurahan-Mu dan kebenaran-Mu.","Baliklah kiranya kepadaku dan kasihankanlah akan daku; berikanlah kuat-Mu akan hamba-Mu, dan lepaskanlah anak sahaya-Mu.","Perbuatlah akan daku suatu tanda akan kebajikan, supaya kelihatanlah ia itu kepada segala orang yang benci akan daku, dan supaya mereka itu mendapat malu, apabila Engkau! ya Tuhan! sudah menolong dan menghiburkan daku."]