["Nyanyian Mazmur Asaf.","Ya Allah! jangan apalah Engkau berdiam diri-Mu, janganlah Engkau pekakkan diri-Mu, dan jangan Engkau seolah-olah lalai, ya Allah!","Karena sesungguhnya segala seteru-Mu itu huru-hara adanya, dan segala orang yang benci akan Dikau itu mengangkat kepalanya.","Maka dengan cerdiknya ia telah mereka tipu daya lawan umat-Mu, dan mereka itu berbicara akan melawan segala orang kekasih-Mu.","Maka kata mereka itu: Marilah kita binasakan dia, supaya janganlah lagi ia suatu bangsa, dan supaya jangan ada lagi peringatan akan nama Israel itu.","Sesungguhnya mereka itu telah bermufakat dengan satu hati, dan mereka itu telah berjanji-janjian hendak melawan akan Dikau;","baik isi segala kemah Edom dan orang Ismaeli dan Moab dan orang Hajri.","Dan Jebal dan Ammon dan Amalek dan Palestina serta dengan orang isi negeri Tsur.","Dan lagi orang benua Syampun sudah berhubung dengan mereka itu, dan telah menjadi kaki tangan bagi anak-anak Lut. -- Selah.","Lakukan apalah akan mereka itu seperti akan orang Midian dan seperti akan Sisera dan seperti akan Yabin dekat sungai Kisyon.","Yang telah dibinasakan di Endor dan telah menjadi baja di bumi.","Jadikanlah kiranya mereka itu serta dengan segala orang bangsawannya seperti Oreb dan Zeeb dan segala hulubalangnya seperti Zebah dan Tsalmuna,","yang telah berkata demikian: Marilah kita ambil segala tempat kedudukan Allah itu akan milik pusaka kita.","Ya Allahku, jadikanlah kiranya mereka itu seperti suatu pasir apung dan seperti jerami yang dilayangkan oleh angin.","Maka seperti api makan habis akan sehutan, dan seperti nyala api menjulang-julang akan gunung,","demikianpun hendaklah Engkau mengusir mereka itu dengan ribut-Mu dan mengejutkan mereka itu dengan taufan-Mu.","Sapukanlah muka mereka itu dengan arang, supaya dicaharinya akan nama-Mu, ya Tuhan!","Biarlah mereka itu dipermalukan dan dikejutkan sampai selama-lamanya, dan biarlah mereka itu dicelakan dan dibinasakan.","Supaya diketahuinya, bahwa Engkau sendiri jua dengan nama-Mu Hua Allah yang Mahatinggi atas seluruh bumi ini."]