["Karangan Etan, orang Ezrahi.","Bahwa aku akan memuji segala kemurahan Tuhan sampai selama-lamanya; maka turun-temurun lidahku akan memaklumkan setia-Mu.","Karena demikianlah kataku: Bahwa tetap selama-lamanya bangunan keridlaan-Mu, dan setia-Mu telah Kauteguhkan dalam langit; maka firman-Mu:","Bahwa Aku telah mendirikan suatu perjanjian dengan orang pilihan-Ku; Aku telah berjanji dengan Daud hamba-Ku pakai sumpah setia;","Aku akan menetapkan benihmu selama-lamanya, dan membangunkan takhta kerajaanmu turun-temurun. -- Selah.","Sebab itu segala langit memuji akan ajaib-Mu, ya Tuhan! lagipun akan setia-Mu dalam perhimpunan orang yang suci.","Karena siapakah dalam sorga dapat dibanding dengan Tuhan? dan siapakah dapat disamakan dengan Tuhan di antara segala anak orang yang berkuasa?","Maka Allah amat diketakuti dalam majelis orang suci dan hebatlah adanya di atas segala yang berdiri kelilingnya.","Ya Tuhan, Allah serwa sekalian alam! siapakah yang seperti Engkau, yang Mahakuasa, ya Tuhan! maka setia-Mu ada berkeliling Engkau.","Engkau juga yang memerintahkan gelora laut; apabila ombaknya mengalun-alun, maka Engkau juga yang meneduhkannya.","Maka Engkau sudah membinasakan Rahab seperti seorang yang telah luka, dan Engkau telah memecahkan segala musuh-Mu dengan lengan kodrat-Mu.","Bahwa Engkaulah yang empunya langit, dan Engkaupun yang empunya bumi, maka Engkau yang telah mengalaskan dunia serta dengan sepenuh-penuh isinya.","Adapun utara dan selatan itu Engkau juga yang telah mengadakan dia; maka Tabor dan Hermon bersorak-sorak akan nama-Mu.","Pada-Mu adalah lengan yang berkuasa, dan tangan-Mu itu kuatlah adanya; tangan kanan-Mu itu tinggi.","Bahwa adalat dan hukum itulah alas arasy-Mu adanya, maka kemurahan dan kebenaran itu mendahului hadirat-Mu.","Berbahagialah segala umat yang mengetahui akan bunyi nafiri, ya Tuhan! mereka itu akan berjalan dalam terang yang dari hadirat-Mu.","Pada sepanjang hari mereka itu bersukacita kelak akan nama-Mu dan mereka itu diangkat tinggi-tinggi oleh kebenaran-Mu.","Karena Engkau juga kemuliaan kuatnya, dan oleh keridlaan-Mu tanduk kami akan ditinggikan.","Karena dari pada pihak Tuhan adalah perisai kita, dan dari pada pihak kesucian orang Israel adalah Raja kita.","Maka tatkala itu telah Engkau berfirman dalam khayal akan kekasih-Mu, firman-Mu: Bahwa Aku telah menentukan pertolongan pada seorang perkasa; Aku telah meninggikan seorang pilihan dari dalam kaum itu.","Maka Aku telah mendapat Daud, hamba-Ku, dan Aku telah menyirami dia dengan minyak-Ku yang suci.","Maka tangan-Ku akan menyokong dia selalu, dan lengan-Ku akan menguatkan dia.","Maka seteru tiada akan menindih dia, dan orang fasikpun tiada akan menganiayakan dia.","Tetapi Aku akan memecahkan segala musuhnya di hadapannya, dan segala orang yang benci akan dia akan Kusiksakan.","Maka setia-Ku dan kemurahan-Ku akan menyertai dia, dan oleh sebab nama-Ku maka akan ditinggikan tanduknya.","Maka akan Kutumpangkan tangannya pada laut dan tangannya kanan pada segala sungai.","Iapun akan memanggil akan Daku: Engkau juga Bapaku! Allahku dan gunung batu selamatku!","Maka Akupun akan menjadikan dia akan anak sulung, yang mahatinggi di atas segala raja-raja di bumi.","Pada selama-lamanya Aku akan memeliharakan kemurahan-Ku padanya, dan perjanjian-Ku akan jadi teguh setia padanya.","Maka Aku akan menaruh benihnya sampai kekal dan takhta kerajaannya sepanjang umur langit.","Jikalau kiranya anak-anaknya meninggalkan firman-Ku dan tiada memeliharakan hukum-Ku,","jikalau kiranya mereka itu menajiskan syariat-Ku dan tiada memeliharakan firman-Ku,","maka Aku kelak akan membalas segala durhakanya dengan cemeti dan kesalahannya dengan berbagai-bagai siksa.","Akan tetapi kemurahan-Ku tiada akan Kulalukan dari padanya, dan setia-Kupun tiada akan Kukurangkan.","Sekali-kali tiada Aku akan menghinakan perjanjian-Ku, dan tiada Kuubahkan barang yang telah keluar dari pada bibir-Ku.","Hanya pada sekali sahaja Aku tahu bersumpah demi kesucian-Ku, jikalau kiranya Aku mendustai Daud!","Bahwa benihnya akan kekal pada selama-lamanya dan takhta kerajaannyapun di hadapan-Ku bagaikan matahari.","Maka selalu iapun akan tetap seperti bulan, seperti saksi setiawan dalam awan-awan itu. -- Selah.","Akan tetapi Engkau juga sudah menolak dan membuang akan dia, dan telah Engkau murka akan Masih-Mu.","Bahwa Engkau telah jemu akan perjanjian dengan hamba-Mu itu, dan mahkotanyapun telah Kauhinakan sampai terbuang ke tanah.","Segala pagar temboknya telah Kautetas, dan segala kota bentengnya telah Kaurobohkan.","Segala orang yang lalu-lalang pada jalan itu telah menyamun akan dia, dan ia telah menjadi suatu kecelaan kepada segala orang yang duduk hampir dengan dia.","Bahwa Engkau sudah meninggikan tangan kanan segala lawannya, dan Engkaupun telah menyukakan segala musuhnya.","Dan lagi Engkau telah memalingkan mata pedangnya, dan tiada Engkau menetapkan dia dalam peperangan.","Engkau telah memadamkan cahayanya, dan singgasananyapun telah Kaucampak ke bumi.","Dan Engkau telah menyingkatkan masa mudanya, dan Engkau telah menudungi dia dengan malu. -- Selah.","Berapa lamakah, ya Tuhan! Engkau lagi menyembunyikan diri-Mu! dan kehangatan murka-Mu menghanguskan seperti api?","Ingatlah kiranya bagaimana singkat umur hidupku; mengapa gerangan Engkau telah menjadikan segala anak Adam bagi yang sia-sia?","Siapakah manusia yang hidup dan yang tiada akan melihat maut, dan yang dapat melepaskan jiwanya dari pada kuasa alam barzakh? -- Selah.","Ya Tuhan! manakah segala kemurahan-Mu yang dahulu itu, yang telah Kaujanji kepada Daud pakai sumpah demi setia-Mu?","Ingat apalah, ya Tuhan! akan kecelaan segala hamba-Mu, yang kuribakan diribaanku akan bangsa sebesar ini.","Adapun segala orang yang mencela demikian, ya Tuhan! ia itulah seteru-Mu, yang mencelakan segala tapak kaki Masih-Mu.","Segala puji bagi Tuhan pada pada selama-lamanya. Amin, tsumma Amin!"]