["Nyanyian mazmur dari pada bani Korah bagi biduan besar, pada Mahalat Leanot, karangan Heman, orang Ezrahi itu.","Ya Tuhan Allah, ya pohon selamatku! pada siang dan malam aku berseru di hadapan-Mu.","Biarlah kiranya doaku sampai ke hadapan hadirat-Mu; berilah telinga akan seruku.","Karena hatikupun telah puas-puas dengan kesukaran, dan nyawaku telah hampirlah kepada alam barzakh.","Bahwa aku ini telah masuk bilangan orang yang turun ke dalam liang lahad, dan adalah halku seperti seorang yang tiada bergaya,","yang diasingkan serta dengan orang mati, seperti orang terbunuh yang berbaring dalam kubur, yang tiada lagi Engkau ingat akan dia, sudah tercerai jauh dari pada tangan-Mu.","Maka Engkau telah menaruhkan daku dalam lobang tanah yang terkebawah, dalam kegelapan tempat yang tiada terduga.","Maka segala keberatan murka-Mu menekan aku, dan dengan segala ombak-Mu Engkau meliputi aku. -- Selah.","Maka Engkau telah menjauhkan segala kekenalanku dari padaku, dan Engkau telah menjadikan daku suatu kebencian besar kepada mereka itu; bahwa akulah terkurung dengan tiada dapat keluar pula.","Bahwa mataku balut dari karena aniaya; ya Tuhan! aku berseru kepada-Mu sepanjang hari serta aku menadahkan tanganku kepada-Mu.","Engkau akan berbuat ajaib akan orang matikah? bolehkah orang yang telah mati itu berbangkit pula serta memuji akan Dikau? -- Selah.","Bolehkah kemurahan-Mu dimasyhurkan orang dalam kubur? dan setia-Mu dalam tempat kebinasaan?","Bolehkah segala ajaib-Mu itu diketahui dalam tempat gelap, dan kebenaran-Mu dalam negeri yang tiada berperingatan lagi?","Tetapi aku ini, ya Tuhan! berseru kepada-Mu, dan pada pagi hari doaku datanglah ke hadapan hadirat-Mu.","Ya Tuhan! mengapa gerangan Engkau menolak jiwaku serta menyembunyikan hadirat-Mu dari padaku?","Bahwa aku ini dalam kesukaran dan kemati-matian mulai dari pada kecilku, dan aku menanggung segala bala-Mu, dan hatikupun putus asa.","Maka kehangatan murka-Mu itu meliputi aku, dari segala hebat-Mu itu membinasakan daku.","Maka semuanya itu mengelilingi aku seperti air pada sepanjang hari, dan dikepungnya akan daku pada segala pihak.","Bahwa segala kekasih dan sahabat telah Kaujauhkan dari padaku; hanya kegelapan itulah taulanku adanya."]