["Doa Musa, khalil Allah. Ya Tuhan! Engkau juga suatu perlindungan bagi kami dari pada zaman datang kepada zaman.","Maka dahulu dari pada segala gunung dijadikan, dahulu dari pada bumi dan dunia menerbitkan barang sesuatu, bahkan, dari pada kekal datang kepada kekal Engkau juga Allah.","Apabila Engkau hendak mengembalikan manusia kepada abu, maka hanya firman-Mu: Hai anak-anak Adam kembalilah kamu!","Karena pada pemandangan-Mu seribu tahun seperti hari kelemarin jua, yang telah lalu, dan seperti satu waktu jaga pada malam adanya.","Maka Engkau menggaibkan mereka itu seperti dengan air bah, dan hal mereka itu seumpama tidur adanya! Pada pagi hari mereka itu lagi bagaikan rumput, yang tumbuh dengan suburnya,","pada pagi hari ia itu lagi berbunga dan bertumbuh, maka pada petang hari ia itu sudah dipotong serta menjadi kering.","Bahkan, oleh murka-Mu kami binasalah, dan oleh amarah-Mupun kami terkejut.","Bahwa Engkau menaruh segala kesalahan kami di hadapan-Mu, dan dosa kami yang tersembunyi itu Kautaruh dalam terang hadirat-Mu.","Maka segala hari umur hidup kami lenyaplah oleh murka-Mu, dan kami menghabiskan segala tahun kami seperti senafas jua adanya.","Adapun segala hari umur hidup kami itu tujuh puluh tahun, maka jikalau kami amat kuat delapan puluh tahun; maka kelebihannya sekalian itu susah dan kesukaran jua, karena dengan segeranya ia itu dikerat dan kamipun lenyaplah.","Siapa gerangan mengetahui kuat murka-Mu dan segala hebat amarah-Mu?","Maka sebab itu ajarkan apalah akan kami membilang segala hari kami, supaya kami beroleh hati yang berbudi.","Kembalilah kiranya, ya Tuhan! berapa lamakah lagi? Kasihankanlah kiranya akan hamba-hamba-Mu.","Kenyangkanlah kami pada pagi hari dengan kemurahan-Mu, maka kami akan bersorak-sorak dan bersukacita pada seumur hidup kami.","Sukakanlah kami sekadar segala hari Engkau telah menyengsarakan kami, sekadar segala tahun yang telah kami melihat jahat dalamnya.","Biarlah kiranya perbuatan-Mu kelihatan kepada hamba-hamba-Mu dan kemuliaan-Mu kepada anak-anaknya.","Maka hendaklah kesedapan Tuhan, Allah kami, datang atas kami! Hendaklah Engkau menetapkan perbuatan tangan kami bagi kami, bahkan, perbuatan tangan kami hendaklah Kautetapkan!"]