["Mazmur Daud bagi biduan besar, pada Mut-Laben.","Bahwa aku hendak memuji-muji Tuhan dengan segenap hatiku serta menceriterakan segala perbuatan-Mu yang ajaib itu.","Bahwa akan Dikau aku hendak bersukacita dan melompat-lompat dengan kesukaan; aku hendak menyanyi mazmur akan nama-Mu, ya Allah taala!","Sebab segala seteruku sudah undur ke belakang dan sudah jatuh dan dibinasakan dari hadapan hadirat-Mu.","Karena Engkau telah memutuskan hukumku dan acaraku; Engkau sudah duduk di atas arasy, ya Hakim yang adil!","Bahwa Engkau telah mengutuki orang kafir dan Engkau membinasakan orang fasik dan Engkau telah menghapuskan namanya sampai kekal selama-lamanya.","Maka seteru itu telah dihabiskan dengan kebinasaan yang tertentu, dan negeri-negerinya telah Kaubongkar, dan peringatan akan dia telah hilangpun sertanya!","Tetapi Tuhan akan bersemayam pada selama-lamanya, Ia telah melengkapkan arasy-Nya akan menghukumkan.","Maka Ia sendiri juga akan menghukumkan dunia dengan adilnya dan mengira-ngirai segala bangsa itu dengan sebenarnya.","Maka Tuhan akan tempat perlindungan yang tinggi bagi segala orang yang teraniaya, suatu tempat perlindungan yang tinggi pada segala masa kepicikan.","Segala orang yang mengetahui akan nama-Mu itu akan harap pada-Mu, sebab belum pernah, ya Tuhan! Engkau meninggalkan orang yang mencahari Engkau!","Nyanyikanlah mazmur bagi Tuhan, yang duduk di Sion! Masyhurkanlah perbuatan-Nya yang ajaib itu kepada segala bangsa!","Karena ingatlah Ia akan menuntut bela segala penumpahan darah, dan tiada Ia lupa akan seru orang yang teraniaya.","Kasihankan apalah akan daku, ya Tuhan! lihatlah kesukaranku yang kurasai dari pada segala pembenciku; angkatlah kiranya akan daku dari pada pintu maut;","supaya aku menceriterakan segala kepujian-Mu di dalam pintu gerbang puteri Sion dan bersukacita hatiku akan selamat-Mu.","Bahwa terperosoklah orang kafir dalam pelobang yang telah diperbuatnya, dan kakinyapun sudah tertangkap dalam jaring yang disembunyikannya.","Bahwa Tuhan telah menjadi ketahuan; Ia telah melakukan hukum; orang fasik itu telah kena jerat oleh perbuatan tangannya sendiri! -- Higayon. Selah.","Orang jahat itu akan turun ke dalam neraka, yaitu segala orang kafir yang melupakan Allah.","Karena orang miskin itu tiada dilupakan selama-lamanya, dan pengharapan orang yang teraniaya itu tiada akan hilang sampai selama-lamanya.","Bangkitlah kiranya, ya Tuhan, supaya jangan manusia mengeraskan dirinya; biarlah kiranya segala bangsa itu dihukumkan di hadapan hadirat-Mu.","Ya Tuhan, datangkanlah kiranya ketakutan kepada mereka itu, supaya diketahui oleh segala orang kafir akan dirinya hanya manusia jua adanya! -- Selah."]