["Ya Allah, yang membalas, ya Tuhan, Allah yang membalas! nyatakanlah diri-Mu dengan kemuliaan.","Bangkitlah kiranya, ya Hakim bumi! datangkan apalah pembalasan kepada segala orang yang congkak.","Berapa lamakah orang jahat, ya Tuhan! berapa lamakah orang jahat akan bersuka-sukaan dengan ramainya?","Serta mengatakan bahasa bengis dan pengancam-ancam dengan limpahnya, dan berkata dengan keras segala orang yang mengerjakan khianat.","Ya Tuhan! mereka itu menghancurkan segala umat-Mu serta menganiayai milik-Mu pusaka!","Akan janda perempuan dan orang dagang dibunuhnya, dan dibantainya anak piatu.","Maka katanya: Tuhan tiada melihatnya, dan tiada ia itu diindahkan oleh Allah Yakub.","Ketahuilah olehmu, hai kamu yang terbodoh dalam bangsa ini, atau bila gerangan, hai orang gila! kamu akan beroleh akal?","Masakan Ia, yang telah menanam telinga itu, tiada mendengar! Masakan Ia, yang telah merupakan mata itu, tiada melihat!","Masakan Ia, yang menegurkan segala bangsa dan yang mengajar pengetahuan kepada manusia itu, tiada menyiksa!","Bahwa Tuhan mengetahui akan segala kepikiran manusia bahwa ia itu sia-sialah adanya.","Berbahagialah orang, ya Tuhan! yang Kautegur dan yang Kauajar dari dalam taurat-Mu!","Tegal Engkau mempersenangkan dia dari pada hari yang jahat, sehingga pelobang sudah digali bagi orang fasik itu.","Karena tiada dilalaikan Tuhan akan umat-Nya, dan tiada ditinggalkan-Nya akan pusaka-Nya.","Maka hukum akan kembali kepada pengadilan, dan segala orang yang tulus hatinya itu akan menurut dia.","Siapa gerangan akan membantu aku dalam melawan orang yang berbuat dosa? siapa gerangan akan menjadi gantiku dalam melawan orang yang mengerjakan jahat?","Jikalau kiranya Tuhan tiada telah menjadi pembantuku, niscaya sudah lama jiwaku diam di tempat sunyi.","Maka pada masa kataku: Ya Tuhan! kakiku hendak tergelincuh; lalu kemurahan-Mu menyokong aku.","Pada masa pikir-pikiranku bertambah-tambah dalam hatiku, lalu segala penghiburan-Mu mepersenangkan hatiku.","Masakan setuju dengan Dikau kursi kesalahan yang mengadakan susah dengan berupa benar.","Maka mereka itu berbicara hendak membunuh orang yang benar, dan dilaknatkannya darah yang suci dari pada salah.","Tetapi Tuhan telah bagiku akan suatu tempat yang tinggi, dan Allahku akan gunung batu perlindunganku.","Maka Iapun akan membalas durhakanya kepada mereka itu, dan Iapun akan membinasakan mereka itu dalam kejahatannya; bahkan Tuhan, Allah kami, akan membinasakan mereka itu kelak."]