["Bahwa pada mula pertama dijadikan Allah akan langit dan bumi.","Maka bumi itu lagi campur baur adanya, yaitu suatu hal yang ketutupan kelam kabut; maka Roh Allah berlayang-layang di atas muka air itu.","Maka firman Allah: Hendaklah ada terang. Lalu terangpun jadilah.","Maka dilihat Allah akan terang itu baiklah adanya, lalu diceraikan Allah terang itu dengan gelap.","Maka dinamai Allah akan terang itu siang dan akan gelap itu malam. Setelah petang dan pagi, maka itulah hari yang pertama.","Maka firman Allah: Hendaklah ada suatu bentangan pada sama tengah air itu, supaya diceraikannya air dengan air.","Maka dijadikan Allah akan bentangan itu serta diceraikannyalah air yang di bawah bentangan itu dengan air yang di atas bentangan; maka jadilah demikian.","Lalu dinamai Allah akan bentangan itu langit. Setelah petang dan pagi, maka itulah hari yang kedua.","Maka firman Allah: Hendaklah segala air yang di bawah langit itu berhimpun kepada satu tempat, supaya kelihatan yang kekeringan itu; maka jadilah demikian.","Lalu dinamai Allah akan yang kekeringan itu darat, dan akan perhimpunan segala air itu dinamainya laut; maka dilihat Allah itu baiklah adanya.","Maka firman Allah: Hendaklah bumi itu menumbuhkan rumput dan pokok yang berbiji dan pohon yang berbuah-buah dengan tabiatnya, yang berbiji dalamnya di atas bumi itu; maka jadilah demikian,","yaitu ditumbuhkan bumi akan rumput dan pokok yang berbiji dengan tabiatnya dan pohon-pohon yang berbuah-buah, yang berbiji dalamnya dengan tabiatnya; maka dilihat Allah itu baiklah adanya.","Setelah petang dan pagi, maka itulah hari yang ketiga.","Maka firman Allah; Hendaklah ada beberapa benda terang dalam bentangan langit, supaya diceraikannya siang dengan malam dan menjadi tanda dan ketentuan masa dan hari dan tahun,","dan supaya ia itu menjadi benda terang pada bentangan langit akan menerangkan bumi; maka jadilah demikian.","Maka dijadikan Allah akan kedua benda terang yang besar itu, yaitu terang yang besar itu akan memerintahkan siang dan terang yang kecil itu akan memerintahkan malam, dan lagi segala bintangpun.","Maka ditaruh Allah akan dia dalam bentangan langit akan memberi terang di atas bumi,","dan akan memerintahkan siang dan malam, dan akan menceraikan terang itu dengan gelap; maka dilihat Allah itu baiklah adanya.","Setelah petang dan pagi, maka itulah hari yang keempat.","Maka firman Allah: Hendaklah dalam segala air itu menggeriak beberapa kejadian yang bernyawa dan yang sulur-menyulur, dan hendaklah ada unggas terbang di atas bumi, dalam bentangan langit.","Maka dijadikan Allah akan ikan raya yang besar-besar dan segala binatang sulur-menyulur, yang menggeriak dalam air itu tiap-tiap dengan tabiatnya, dan segala unggas yang bersayap dengan tabiatnya; maka dilihat Allah itu baiklah adanya.","Maka diberkati Allah akan dia, firman-Nya: Jadilah biak dan bertambah-tambahlah kamu dan ramaikanlah air yang di dalam laut itu dan hendaklah segala unggas itupun bertambah-tambah di atas bumi.","Setelah petang dan pagi, maka itulah hari yang kelima.","Maka firman Allah: Hendaklah bumi itu mengeluarkan kejadian yang hidup dengan tabiatnya, yaitu dari pada binatang yang jinak dan yang menjalar dan yang liar, tiap-tiap dengan tabiatnya; maka jadilah demikian.","Maka dijadikan Allah akan segala binatang yang liar di atas bumi itu dengan tabiatnya, dan segala binatang yang jinakpun dengan tabiatnya, dan segala binatang yang menjalar di atas bumipun dengan tabiatnya; maka dilihat Allah itu baiklah adanya.","Maka firman Allah: Baiklah Kita menjadikan manusia atas peta dan atas teladan Kita, supaya diperintahkannya segala ikan yang di dalam laut dan segala unggas yang di udara dan segala binatang yang jinak dan seisi bumi dan segala binatang pelata yang menjalar di tanah.","Maka dijadikan Allah akan manusia itu atas petanya, yaitu atas peta Allah dijadikannya ia, maka dijadikannya mereka itu laki-laki dan perempuan.","Maka diberkati Allah akan keduanya serta firman-Nya kepadanya: Berbiaklah, dan bertambah-tambahlah kamu, dan penuhilah olehmu akan bumi itu dan taklukkanlah dia, dan perintahkanlah segala ikan yang di dalam laut dan segala unggas yang di udara dan segala binatang yang menjalar di atas bumi.","Lagi firman Allah: Bahwa sesungguhnya Aku telah memberikan kamu segala tumbuh-tumbuhan yang berbiji-biji di atas seluruh muka bumi dan segala pohon yang berbuah dengan berbiji itu akan makananmu,","tetapi akan segala binatang liar yang di bumi dan segala unggas yang di udara dan segala binatang yang menjalar di atas bumi, yang ada nyawa hidup dalamnya, maka Aku mengaruniakan segala tumbuh-tumbuhan yang hijau akan makanannya; maka jadilah demikian.","Maka dilihat Allah akan tiap-tiap sesuatu yang dijadikan-Nya itu, sesungguhnya amat baiklah adanya. Setelah petang dan pagi, maka itulah hari yang keenam."]