["Bahwa pada seluruh bumi adalah hanya sebahasa dan sama petuturan.","Maka sekali peristiwa, tatkla mereka itu berjalan ke sebelah timur, didapatinya akan suatu padang luas di tanah Siniar, lalu diamlah mereka itu di sana.","Maka kata mereka itu seorang kepada seorang: Mari kita memperbuat batu bata serta membakar akan dia baik-baik. Maka batu bata itu baginya akan ganti batu betul dan gala-gala akan ganti kapur.","Lagi kata mereka itu: Marilah kita bangunkan sebuah negeri dan sebuah menara, yang kemuncaknya sampai ke langit; demikianlah kita mengadakan suatu nama bagi diri kita, supaya jangan tercerai-berailah kita atas seluruh muka bumi.","Hata, maka turunlah Tuhan hendak melihat negeri dan menara yang diperbuat oleh segala anak Adam itu.","Maka firman Tuhan: Bahwa segala manusia ini sama sebangsa adanya dan mereka itu sekalian sama sebahasa jua; maka inilah sahaja mulanya perbuatan mereka itu; sekarang bukankah baik mereka itu ditegahkan dari pada segala sesuatu yang hendak diperbuatnya ini?","Mari, baiklah kita turun serta mengacaukan bahasanya di sana, supaya seorangpun tiada mengerti akan bahasa kawannya.","Maka dengan hal demikian ditaburkan Tuhan akan mereka itu dari sana ke atas segala muka bumi; maka berhentilah mereka itu dari pada pekerjaan membangunkan negeri itu.","Maka sebab itu dinamainya akan negeri itu Babil, karena di sana telah dikacaukan Tuhan bahasa segala orang di atas bumi; maka dari sanalah ditaburkan Tuhan akan mereka itu atas seluruh muka bumi.","Syahadan, maka inilah anak cucu Sem: tatkala umur Sem seratus tahun diperolehnya Arfaksad, yaitu dua tahun kemudian dari pada air bah.","Maka kemudian dari pada beroleh Arfaksad itu Sem hidup lima ratus tahun serta beranak laki-laki dan perempuan.","Maka Arfaksad itu hidup tiga puluh lima tahun, lalu beranaklah Selah.","Maka kemudian dari pada beroleh Selah itu, Arfaksad hidup empat ratus tiga tahun serta beranaklah laki-laki dan perempuan.","Maka Selah itu hidup tiga puluh tahun, lalu beranak Heber.","Maka kemudian dari pada beroleh Heber itu Selah hidup empat ratus tiga tahun serta beranak laki-laki dan perempuan.","Maka Heber hidup tiga puluh empat tahun, lalu beranak Peleg.","Maka kemudian dari pada beroleh Peleg itu Heber hidup empat ratus tiga puluh tahun serta beranak laki-laki dan perempuan.","Maka Peleg hidup tiga puluh tahun, lalu beranak Rehu.","Maka kemudian dari pada beroleh Rehu itu Peleg hidup dua ratus sembilan tahun serta beranak laki-laki dan perempuan.","Maka Rehu hidup tiga puluh dua tahun, lalu beranak Serug.","Maka kemudian dari pada beroleh Serug itu Rehu hidup dua ratus tujuh tahun serta beranak laki-laki dan perempuan.","Maka Serug hidup tiga puluh tahun, lalu beranak Nahor.","Maka kemudian dari pada beroleh Nahor itu Serug hidup dua ratus tahun serta beranak laki-laki dan perempuan.","Maka Nahor hidup dua puluh sembilan tahun, lalu beranak Terah;","maka kemudian dari pada beroleh Terah itu Nahor hidup seratus sembilan belas tahun serta beranak laki-laki dan perempuan.","Maka Terah hidup tujuh puluh tahun, lalu beranak Abram dan Nahor dan Haran.","Maka inilah anak buah Terah, yaitu Terah beranak Abram dan Nahor dan Haran, dan Haran beranak Lut.","Maka Haran itu mati dahulu dari pada Terah, bapanya, di tanah tempat ia tumpah darah, yaitu di Urkasdim.","Maka Abram dan Nahorpun beristerilah; maka nama isteri Abram itu Sarai dan nama isteri Nahor itu Milka, yaitu anak Haran, bapa Milka dan Yiska.","Maka Sarai itu mandul, tiada beranak.","Maka dibawa oleh Terah akan Abram, anaknya, dan Lut, cucunya, yaitu anak Haran, dan akan Sarai, menantunya, yaitu isteri Abram, anaknya itu, lalu berpindahlah mereka itu dengan dia dari Urkasdim hendak ke tanah Kanaan; maka sampailah mereka itu ke Haran, lalu diamlah di sana.","Maka umur Terah dua ratus lima tahun, lalu matilah ia di negeri Haran itu."]