["Sebermula, maka Tuhan telah berfirman kepada Abram demikian: Keluarlah engkau dari negerimu dan dari pada kaum keluargamu dan dari dalam rumah bapamu, pergilah ke negeri yang akan Kutunjuk kepadamu kelak.","Maka Aku akan menjadikan dikau satu bangsa yang besar dan Aku akan memberkati engkau dan membesarkan namamu; maka hendaklah engkau menjadi suatu berkat.","Maka Aku akan memberi berkat kepada barangsiapa yang memberkati akan dikau, dan Aku akan memberi laknat kepada barangsiapa yang melaknatkan dikau; maka dari dalammu juga segala bangsa yang di atas bumi akan beroleh berkat.","Maka Abrampun berangkatlah dari sana, seperti firman Tuhan kepadanya, dan Lutpun berjalanlah sertanya; maka tatkala Abram berangkat dari negeri Haran itu adalah umurnya tujuh puluh lima tahun.","Maka oleh Abram dibawalah akan Sarai, isterinya, dan akan Lut, anak saudaranya, serta segala harta benda yang telah dikumpulkannya dan segala orang yang telah diperolehnya dari negeri Haran, maka berjalanlah mereka itu sekalian hendak pergi ke tanah Kanaan; maka sampailah mereka itu ke tanah Kanaan.","Maka Abrampun berjalan melalui benua itu, lalu sampailah ia ke negeri Sikhem, yaitu sampai ke hutan pohon jati More. Maka pada masa itu orang Kanani lagi dalam negeri itu.","Maka kelihatanlah Tuhan kepada Abram, lalu firman-Nya: Bahwa tanah ini akan Kuanugerahkan kepada anak cucumu. Maka di sanalah diperbuat oleh Abram akan sebuah mezbah bagi Tuhan, yang telah kelihatan kepadanya.","Maka berpindahlah ia dari sana ke gunung-gunung yang di sebelah timur negeri Bait-el, lalu didirikannyalah kemahnya, maka Bait-el itu duduknya di sebelah barat dan Ai itu di sebelah timurnya; maka di sanalah diperbuatnya sebuah mezbah bagi Tuhan, lalu dimintanya doa dengan nama Tuhan.","Arakian, maka Abrampun berangkat dari sana, lalu berjalan menuju ke sebelah selatan.","Maka datanglah suatu bala kelaparan dalam negeri itu, lalu turunlah Abram ke negeri Mesir, hendak menumpang di sana seperti seorang dagang, karena terlalu besar bala kelaparan dalam negeri itu.","Maka sekali peristiwa, tatkala hampirlah ia akan sampai ke Mesir, maka berkatalah ia kepada Sarai, isterinya itu, katanya: Bahwa telah kakanda mengetahui akan hal adinda ini seorang perempuan yang elok paras;","maka sebab itu apabila dilihat oleh orang Mesir akan adinda kelak, niscaya mereka itu akan berkata demikian: Inilah isterinya; maka kakanda ini akan dibunuhnya, tetapi adinda akan dihidupinya.","Sebab itu katakan apalah adinda saudaralah kepada kakanda, supaya selamatlah kakanda oleh sebab adinda dan terpeliharalah nyawa kakanda oleh karena adinda.","Hata, maka demikianpun jadilah; serta sampailah Abram ke dalam negeri Mesir dilihat oleh orang Mesir akan perempuan itu seorang yang amat elok parasnya.","Maka terpandanglah pula oleh menteri Firaun akan perempuan itu, lalu dipujinya akan dia di hadapan Firaun; maka perempuan itupun dibawa oranglah ke dalam istana Firaun.","Maka dianugerahinya Abram karena sebab perempuan itu. Maka Abram adalah menaruh kambing dan lembu dan keledai dan hamba sahaya dan keledai betina dan unta.","Maka didatangkan Allah beberapa bala yang besar atas Firaun dan atas isi istananyapun karena sebab Sarai, isteri Abram itu.","Maka dipanggil oleh Firaun akan Abram, lalu titahnya: Bagaimanakah perbuatanmu ini akan daku? Mengapakah tiada engkau memberitahu aku, bahwa perempuan itu binimu adanya?","Mengapa katamu demikian: Ialah saudaraku, sehingga hampirlah aku mengambil dia akan isteri bagiku. Maka sekarang, inilah binimu; ambillah akan dia, lalu pergi!","Maka dititahkan oleh Firaun kepada orang-orangnya akan hal Abram, supaya dilepaskannya akan dia pergi serta dengan isterinya dan segala sesuatu yang ada padanya."]