["Maka Abrampun keluarlah dari negeri Mesir serta dengan isterinya dan segala sesuatu yang ada padanya, menuju ke selatan dan Lutpun ada bersama-sama.","Maka adalah Abram itu amat kaya dengan binatang dan perak dan emas.","Maka berjalanlah ia menurut jalannya yang dahulu itu dari sebelah selatan sampai ke Bait-el, yaitu tempat kemahnya pada mula-mula, antara Bait-el dengan Ai;","sampai ke tempat mezbah, yang telah diperbuatnya di sana pada mulanya, maka Abrampun meminta doa di sana dengan nama Tuhan.","Adapun Lut, yang berjalan bersama-sama dengan Abram itu, iapun ada menaruh kambing dan lembu dan kemah.","Maka tiadalah termuat tanah itu akan mereka itu diam bersama-sama, karena hidup-hidupan mereka itu terlalu banyak, maka oleh sebab itulah tiada boleh mereka itu diam bersama-sama.","Dan lagi berbangkitlah perbantahan antara segala gembala lembu kambing Abram dengan segala gembala lembu kambing Lut; maka tatkala itu orang Kanaan dan orang Ferizipun menduduki tanah itu.","Maka kata Abram kepada Lut: Janganlah kiranya jadi perbantahan antara aku dengan dikau dan antara gembalaku dengan gembalamu, karena kita ini bersaudara.","Bukankah sekalian tanah ini di hadapanmu? Berasinglah kiranya engkau dari padaku. Jikalau engkau pergi ke sebelah kiri, maka aku pergi ke sebelah kanan kelak, dan jikalau engkau pergi ke sebelah kanan, maka aku akan pergi ke sebelah kiri.","Maka diangkat Lut akan matanya, dilihatnya seluruh padang Yarden, yang dibasahkan oleh sungai itu pada segenap tempatnya, yaitu dahulu dari pada dibinasakan Allah akan negeri Sodom dan Gomorah, pada sepanjang jalan sampai ke Zoar itulah sepeti taman Tuhan dan seperti tanah Mesir adanya.","Sebab itu dipilih Lut segala padang Yarden bagi dirinya, lalu berjalan ia ke sebelah timur; maka bercerailah mereka itu seorang dengan seorang.","Maka Abrampun diamlah di tanah Kanaan, tetapi Lut itu tinggal di dalam negeri-negeri di padang itu serta didirikannya kemahnya sampai ke negeri Sodom.","Maka segala orang isi negeri Sodom itu orang jahat adanya dan orang berdosa terlalu sangat di hadapan Allah.","Maka kemudian dari pada Lut bercerai dengan Abram berfirmanlah Tuhan kepada Abram demikian: Sekarang angkatlah matamu, lihatlah dari tempat engkau berdiri itu ke sebelah utara dan ke sebelah selatan dan ke sebelah timur dan ke sebelah barat;","karena segala tanah yang kaulihat itu akan Kuberikan kepadamu dan kepada anak cucumu sampai selama-lamanya.","Maka Aku akan menjadikan anak cucumu itu seperti lebu tanah banyaknya; jikalau kiranya dapat dibilang akan lebu tanah itu, barulah dapat dibilang akan anak cucumu juga.","Berangkatlah engkau, jalanilah seluruh tanah itu dari pada bujurnya dan lintangnya, karena ia itu akan Kuberikan kepadamu.","Maka Abrampun duduk dalam kemah-kemah; maka datanglah ia membuat kemah hampir dengan hutan pohon jati Mamre, yang di negeri Heberon, lalu diperbuatnyalah di sana suatu mezbah bagi Tuhan."]