["Hata, maka pada sekali peristiwa, yaitu pada zaman Amrafel raja Siniar dan Ariokh raja Elasar dan Kedorlaomer raja Elam dan Tidial raja Khalaik,","bahwa segala raja yang tersebut itu berperang dengan Bira raja Sodom, dan dengan Birsya raja Gomorah, dan Syinab raja Adema dan Syemebar raja Zeboyim dan dengan raja Bela, yaitu negeri Zoar.","Maka mereka itu sekalian berhimpunlah di padang Sidim, yaitu sekarang tasik Air masin.","Dua belas tahun lamanya raja-raja itu telah takluk kepada raja Kedorlaomer; setelah sampai kepada tahun yang ketiga belas maka mendurhakalah mereka itu.","Maka pada tahun yang keempat belas datanglah Kedorlaomer dan segala raja-raja sertanya itu, lalu dikalahkannya orang Refayim di negeri Asyterot-Karnayim dan orang Zuzim di negeri Ham, dan orang Imim di Syaweh-Kiryatayim,","dan orang Hori di gunungnya, Seir namanya, sampai ke padang Paran, yang pada sisi padang belantara.","Kemudian berpalinglah mereka itu, lalu datang ke En-Mispat, yaitu Kades, dialahkannya segala negeri orang Amalek dan lagi orang Amori, yang duduk di Hazezon Tamar.","Maka pada masa itu keluarlah raja Sodom dan raja Gomorah dan raja Adema dan raja Zeboyim dan raja Bela, yaitu Zoar, lalu mengikat peranglah di padang Sidim,","hendak melawan Kedorlaomer raja Elam dan Tidial raja Khalaik dan Amrafel raja Siniar dan Ariokh raja Elasar; empat orang raja melawan lima orang raja itu.","Maka adalah padang Sidim itu penuh dengan telaga minyak tanah; maka raja Sodom dan raja Gomorah larilah, lalu rebahlah mereka itu di sana; maka segala orang yang tinggal itupun larilah ke gunung.","Maka dirampas oranglah akan segala harta benda yang di Sodom dan Gomorah serta segala perbekalannyapun, lalu pergi.","Maka ditawannya juga akan Lut, yaitu anak saudara Abram, serta dengan segala harta bendanya, karena iapun ada duduk dalam negeri Sodom itu, lalu pergi.","Hata, maka datanglah seorang yang telah lari berlepas dirinya, mengabarkan hal itu kepada Abram, orang Ibrani, yang duduk hampir dengan hutan pohon jati Mamre, seorang orang Amori, yang saudara Eskol dan saudara Aner, yaitu orang seperjanji dengan Abram.","Demi didengar oleh Abram akan hal saudaranya telah dibawa dengan tertawan, maka dilengkapkannyalah dengan senjata akan segala hambanya yang berpelajaran, yaitu segala orang yang telah jadi dalam rumahnya, ada tiga ratus delapan belas orang, lalu dikejarnya musuh itu sampai ke negeri Dan.","Maka dibaginyalah orang-orangnya itu pada malam, ia serta dengan segala hambanya, lalu dialahkannya musuh itu, diusirnya sampai ke Hoba, yaitu yang di sebelah kiri negeri Damsyik.","Maka dibawanyalah kembali akan segala harta benda dan lagi dibawanya kembali akan Lut, saudaranya itu, serta dengan segala harta bendanya dan segala perempuan dan segala rakyatpun.","Maka keluarlah raja Sodom itu mengelu-elukan Abram, setelah sudah ia kembali dari mengalahkan raja Kedorlaomer dan segala raja-raja yang sertanya di padang Syawe, yaitu padang raja.","Maka Malkisedik, raja Salem, itupun membawa roti dan anggur; maka Malkisedik itu imam Allah taala adanya.","Maka Malkisedik itupun memberi berkat akan Abram, seraya katanya: Bahwa Abram diberkati Allah taala, yang mempunyai langit dan bumi.","Maka segala puji bagi Allah taala, yang telah menyerahkan segala musuhmu kepada tanganmu. Maka dipersembahkan Abram kepadanya dalam sepuluh asa dari pada segala harta bendanya.","Maka kata raja Sodom kepada Abram: Berikanlah kiranya kepadaku segala orang itu, tetapi segala jarahan ambillah akan dirimu.","Maka ujar Abram kepada raja Sodom: Bahwa aku telah bersumpah demi Tuhan, Allah taala, yang mempunyai langit dan bumi,","bahwa sekali-kali tiada aku mau mengambil barang sesuatu yang milikmu, jikalau selembar benang atau tali kasut sekalipun, supaya jangan kelak katamu: Aku telah mengayakan Abram.","Kecuali barang yang dimakan oleh orang-orangku dan bahagian orang yang telah berjalan sertaku, yaitu Aner dan Eskol dan Mamre, biarlah diambil oleh mereka itu akan bahagiannya."]