["Sebermula, setelah sampai sembilan puluh sembilan tahun umur Abram, maka kelihatanlah Tuhan kepadanya, lalu firman-Nya: Akulah Allah yang Mahakuasa; hendaklah engkau berjalan di hadapan hadirat-Ku dan hendaklah tulus hatimu,","maka Aku akan membuat perjanjian antara Aku dengan dikau, serta Aku akan memperbanyakkan dikau amat sangat.","Lalu sujudlah Abram dengan mukanya sampai ke bumi; maka berfirman Tuhan kepadanya, katanya:","Akan Daku, bahwa sesungguhnya perjanjian-Ku adalah dengan dikau, maka engkau akan menjadi bapanya beberapa banyak bangsa.","Maka namamupun tiada disebut orang lagi Abram, melainkan namamu akan menjadi Ibrahim, karena engkau telah Kujadikan bapanya beberapa banyak bangsa.","Maka Aku akan membiakkan dikau terlalu amat dan Aku akan menjadikan beberapa bangsa dari padamu, dan raja-rajapun akan berpancar dari padamu.","Maka Aku akan meneguhkan perjanjian-Ku antara Aku dengan dikau dan dengan anak cucumu kemudian dari padamu dengan bangsanya, yaitu suatu perjanjian yang kekal, bahwa Aku menjadi Allah bagimu dan bagi segala anak cucumu yang kemudian dari padamu itu.","Maka kepadamu dan kepada segala anak cucumu Aku akan menganugerahkan tanah, tempat engkau jadi orang dagang sekarang ini, yaitu segala tanah Kanaan akan miliknya pada selama-lamanya, maka Aku akan menjadi Allah bagi mereka itu.","Dan lagi firman Allah kepada Ibrahim: Bahwa sebab itu hendaklah engkau memeliharakan perjanjian-Ku, baik engkau baik anak cucumu yang kemudian dari padamu dengan bangsanya.","Maka inilah perjanjian-Ku antara Aku dengan dikau dan dengan anak cucumu kemudian dari padamu, yang patut dipeliharakan oleh kamu; yaitu segala anak laki-laki di antara kamu itu hendaklah disunatkan.","Hendaklah kamu menyunatkan daging kulupmu akan tanda perjanjian, yang antara Aku dengan dikau.","Maka anak laki-laki yang umur delapan hari itu patut disunatkan, yaitu segala laki-laki dalam bangsamu, dan orang yang diperanakkan dalam rumahmu dan yang dibeli dengan uang kepada segala orang dagang, yang bukan dari pada anak buahmu.","Baik orang laki-laki yang jadi dalam rumahmu baik yang dibeli dengan uang, tak dapat tiada disunatkan juga, supaya perjanjian-Ku dalam tubuhmu itu menjadi satu perjanjian yang  kekal adanya.","Adapun segala orang laki-laki yang berkulup dan yang daging kulupnya tiada disunatkan, ia itu akan ditumpas dari antara bangsanya, karena telah diubahkannya perjanjian-Ku.","Dan lagi firman Allah kepada Ibrahim: Maka akan hal Sarai, isterimu itu, jangan lagi engkau panggil namanya Sarai, melainkan Sarah itulah akan namanya.","Karena Aku akan memberi berkat kepadanya serta dari padanya juga Aku akan menganugerahkan seorang anak laki-laki kepadamu; bahkan, Aku akan memberi berkat kepadanya, sehingga ia akan jadi asal beberapa bangsa, dan raja-raja beberapa bangsapun akan berpancaran dari padanya.","Maka pada masa itu sujudlah Ibrahim dengan mukanya sampai ke bumi sambil tertawa, lalu berkata ia dalam hatinya: Bolehkah jadi kanak-kanak bagi seorang yang sudah seratus tahun umurnya? Bolehkah Sarah, yang sudah sembilan puluh tahun umurnya itu, lagi beranak?","Maka sembah Ibrahim kepada Allah: Ya Tuhan, biar apalah Ismail saja hidup di hadapan hadirat-Mu.","Maka firman Allah: Bahwa sesungguhnya Sarah, isterimu itu beranak kelak bagimu laki-laki seorang; hendaklah engkau namai akan dia Ishak; maka Aku akan meneguhkan perjanjian-Ku dengan dia, yaitu suatu perjanjian yang kekal, serta dengan anak buahnya yang kemudian dari padanya.","Maka akan hal Ismail itupun telah Kululuskan permintaanmu; bahwa sesungguhnya Aku telah memberkati akan dia dan membiakkan dia dan memperbanyakkan dia amat sangat dan dua belas orang raja-raja akan berpancar dari padanya dan Aku akan menjadikan dia satu bangsa yang besar.","Akan tetapi perjanjian-Ku akan Kutetapkan dengan Ishak, yang akan diperanakkan oleh Sarah bagimu pada masa yang tertentu, tahun yang datang ini.","Maka berhentilah Allah dari pada berfirman kepada Ibrahim, lalu naiklah Tuhan dari padanya.","Maka diambil Ibrahim akan Ismail, anaknya, dan akan segala orang laki-laki yang telah jadi dalam rumahnya dan yang telah dibelinya dengan uang, yaitu segala orang laki-laki di antara mereka itu sekalian yang dalam rumah Ibrahim, lalu disunatkannya daging kulupnya pada hari itu juga, setuju dengan firman Allah kepadanya.","Maka pada masa disunatkan daging kulupnya, adalah umur Ibrahim sembilan puluh sembilan tahun.","Dan umur Ismail, anaknya itu, tiga belas tahun pada masa disunatkan daging kulupnya.","Pada sama sehari Ibrahim dan Ismail, anaknya itu, disunatkanlah.","Dan segala orang laki-laki yang dalam rumahnya, yaitu yang telah jadi dalam rumahnya dan yang dibeli dengan uang kepada orang dagang, sekalian itupun disunatkan bersama-sama dengan dia."]