["Maka sampailah kedua orang malaekat itu ke Sodom pada petang hari; maka pada masa itu Lutpun ada duduk di pintu negeri Sodom. Serta terlihatlah Lut akan mereka itu, maka bangkitlah ia berdiri, lalu pergi mendapatkan mereka itu, maka sujudlah ia sampai mukanya ke bumi,","sambil sembahnya: Baiklah sekarang tuan singgah apalah ke rumah hamba dan bermalamlah di sana, biar kaki tuan dibasuh, maka esok pagi-pagi hari kelak bolehlah tuan berjalan pula menurut jalan tuan. Maka sahut mereka itu: Tidak, melainkan kami hendak bermalam di luar ini.","Maka berturut-turut dibujuknya mereka itu, sehingga mereka itu singgah kepadanya dan masuk ke dalam rumahnya, lalu dijamunya akan mereka itu, diperbuatkannyalah roti yang tiada beragi. Maka mereka itupun makanlah.","Maka sebelum mereka itu berbaring hendak tidur, datanglah segala orang isi negeri, yaitu segala orang Sodom, tua muda segenap bangsa dari pada segala pihak mengepung berkeliling rumah itu.","Lalu berserulah mereka itu akan Lut, serta katanya kepadanya: Di manakah orang yang telah datang kepadamu itu malam ini? Bawalah akan dia ke luar, supaya kami berbuat kehendak kami akan dia.","Maka keluarlah Lut dari pada pintu rumah hendak mendapatkan mereka itu, maka dirapatkannya daun pintunya,","lalu katanya: Hai saudaraku, janganlah kamu berbuat jahat begitu.","Bahwasanya adalah padaku dua orang anakku perempuan, yang belum mengetahui laki-laki; biarlah kiranya kuantarkan dia ke  luar kepadamu, maka perbuatlah olehmu akan dia bagaimana baik kepada pemandangan mata kamu, asal jangan kamu berbuat barang sesuatu akan orang laki-laki itu, karena sebab hendak melindungkan dirinya mereka itu telah datang ke bawah pernaungan atap rumahku.","Maka kata orang itu: Marilah engkau! Dan lagi katanya: Ia ini seorang dagang yang datang menumpang di sini, maka ia hendak menjadi hakim juga; sekarang kami hendak berbuat jahat akan dikau terlebih dari pada akan mereka itu! Lalu ditempuh oleh mereka itu akan orang itu, yaitu akan Lut, dan mereka itupun datanglah hampir hendak memecahkan pintu.","Tetapi kedua orang itupun mengulurkan tangannya, ditariknya Lut masuk ke dalam rumah, lalu pintupun dikuncikannya.","Maka dipalu oleh keduanya akan segala orang yang di pintu rumah itu dari pada kecil dan besar dengan mengaburkan matanya, sehingga penatlah mereka itu hendak mendapat pintu.","Maka kata kedua orang itu kepada Lut: Jikalau padamu di sini ada lagi menantu atau anakmu laki-laki atau anakmu perempuan atau segala orang yang engkau punya dalam negeri ini, bawalah akan dia ke luar dari tempat ini;","karena kami hendak membinasakan negeri ini, sebab telah besarlah serunya di hadapan hadirat Tuhan, dan Tuhanpun telah menyuruhkan kami akan membinasakan dia.","Maka keluarlah Lut, lalu berkata-kata ia dengan menantunya yang hendak kawin dengan anak-anaknya perempuan, katanya: Bangunlah kamu, keluarlah dari dalam tempat ini, karena Tuhan hendak membinasakan negeri ini. Tetapi pada sangka menantunya Lut hendak membuat olok-olok akan dia.","Maka apabila menyingsinglah fajar diajak-ajaklah oleh kedua orang malaekat itu akan Lut, katanya: Bangunlah engkau, bawalah anak binimu dan kedua orang anakmu perempuan, yang dengan engkau di sini, supaya engkaupun jangan binasa dalam celaka negeri ini.","Tetapi berlambat-lambat juga ia, lalu oleh kedua orang itupun dipeganglah tanganya dan tangan bininya dan tangan kedua anaknya, sebab hendak dikasihani juga oleh Tuhan akan dia, lalu dihantarnya akan dia ke luar, dibawanya akan dia ke luar negeri itu.","Hata, setelah sudah dihantarnya akan mereka ke luar, lalu katanya: Lari lepaskanlah nyawamu: janganlah kamu menoleh ke belakang dan janganlah berhenti di seluruh padang ini: larilah kamu ke gunung, supaya kamupun jangan binasa.","Maka sembah Lut kepadanya: Janganlah begitu, ya Tuhan!","Jikalau kiranya hamba telah mendapat kasihan dari pada hadirat Tuhan, hendaklah kiranya Tuhan membesarkan pula rahmat Tuhan, yang telah Tuhan tunjuk kepada hamba, tegal Tuhan hendak memeliharakan nyawa hamba, karena hamba tiada sampai kuasa hendak lari ke gunung, kalau-kalau celaka itu lekat pada hamba, lalu hamba mati.","Tengok apalah negeri itu dekat, dapat hamba lari ke sana, lagi yaitu sebuah negeri kecil: biarlah kiranya hamba melindungkan diri hamba di sana dan melepaskan nyawa hamba dari pada bahaya ini. Bukankah ia itu sebuah negeri yang kecil?","Maka katanya kepada Lut: Bahwasanya akan hal inipun telah Kululuskan permintaanmu, yaitu tiada Aku hendak membinasakan negeri, yang telah kaukatakan itu.","Segeralah engkau lari berlepas dirimu ke sana, karena tiada boleh Aku membuat barang sesuatu sebelum engkau sampai ke sana. Maka sebab itulah disebut orang nama negeri itu Zoar.","Maka matahari telah terbit di atas bumi apabila Lut masuk ke dalam Zoar.","Setelah itu maka diturunkan oleh Tuhan atas Sodom dan Gomorah hujan belerang dan api dari pada Tuhan, yaitu dari langit.","Maka dibongkar Tuhan akan segala negeri itu dan seluruh padang itu dan segala isi negeri itu serta segala tumbuh-tumbuhanpun yang di tanah itu.","Maka bini Lut itu menoleh ke belakang, lalu jadilah ia sebatang tiang garam.","Hata, maka pada pagi-pagi hari itu juga bangunlah Ibrahim, lalu pergi ke tempat ia telah berdiri di hadapan  hadirat Tuhan itu,","maka dipandangnyalah ke sebelah negeri Sodom dan Gomorah dan ke sebelah seluruh tanah padang itu, maka dilihat ada asapnya api naik dari tanah itu seperti asap api dapur adanya.","Maka tatkala dibinasakan Allah segala negeri di padang itu, diingat Allah akan Ibrahim, maka sebab itu dikeluarkannya Lut dari tengah kebinasaan, tatkala dibongkarnya negeri tempat Lut itu diam dahulu.","Maka Lut itupun keluarlah dari negeri Zoar, lalu pergi diam di gunung serta dengan kedua anaknya perempuan, karena takutlah ia duduk dalam Zoar; maka diamlah ia serta dengan kedua anaknya dalam sebuah gua.","Maka kata anak yang sulung itu kepada yang bungsu: Bapa kita sudah tua, dan seorang laki-laki juapun tiada dalam negeri ini akan duduk dengan kita seperti adat segala dunia.","Marilah kita beri minum air anggur kepada bapa kita, lalu kita berseketiduran dengan dia supaya dapat kita memeliharakan anak buah dari pada bapa kita.","Maka pada malam itu diberinyalah akan bapanya minum air anggur, lalu yang sulung itupun berseketiduranlah dengan bapanya, maka tiada bapanya sadar bilakah ia berbaring dan bilakah ia bangun.","Maka pada keesokan harinya kata yang sulung kepada yang bungsu: Bahwa semalam aku telah berseketiduran dengan bapaku, marilah kita beri minum air anggur lagi akan dia pada malam inipun, dan pergilah engkaupun berseketiduran dengan dia, supaya kita memeliharakan anak buah dari bapa kita.","Maka diberinyalah akan bapanya minum air anggur pada malam itu juga, lalu yang bungsu itupun pergilah berseketiduran dengan dia, maka tiada Lut sadar bilakah ia berbaring dan bilakah ia bangun.","Maka kedua anak Lut itupun mengandunglah, yaitu dari pada bapanya.","Maka yang sulung itupun beranaklah laki-laki seorang, dinamainya akan dia Moab; ia itulah asal orang Moabi sampai sekarang ini.","Dan yang bungsu itupun beranaklah laki-laki seorang, dinamainya akan dia Bin-Ammi; ia itulah asal segala orang Ammon sampai sekarang ini."]