["Demikianlah sudah dijadikan langit dan bumi serta dengan segala isinya.","Maka pada hari yang ketujuh setelah sudah disampaikan Allah pekerjaan-Nya, yang telah diperbuat-Nya itu, maka berhentilah Ia pada hari yang ketujuh itu dari pada pekerjaan-Nya, yang telah diperbuat-Nya.","Maka diberkati Allah akan hari yang ketujuh itu serta disucikannya, karena dalamnya telah Ia berhenti dari pada pekerjaan-Nya, yang telah diperbuat-Nya, akan menyempurnakan dia.","Maka demikianlah asalnya langit dan bumi pada masa ia itu dijadikan, tatkala diperbuat Tuhan Allah akan langit dan bumi:","pada masa itulah belum ada tumbuh-tumbuhan di atas bumi dan tiada pokok bertunas di padang, karena belum lagi diturunkan Tuhan Allah hujan kepada bumi dan belum ada orang akan membelakan tanah itu;","melainkan naiklah uap dari bumi serta membasahkan segala tanah itu.","Maka dirupakan Tuhan Allah akan manusia itu dari pada lebu tanah dihembuskan-Nya nafas hidup ke lubang hidungnya; demikianlah manusia itu menjadi suatu nyawa yang hidup adanya.","Maka diperbuat Tuhan Allah pula suatu taman dalam Eden, di sebelah timur, maka di sanalah ditaruh-Nya akan manusia, yang telah dirupakan-Nya itu.","Maka di sana ditumbuhkan Tuhan Allah dari pada tanah berbagai-bagai pohon yang permai kepada pemandangan mata dan baik akan dimakan, dan lagi adalah pohon alhayat di tengah-tengah taman itu dan pohon pengetahuan akan hal baik dan jahatpun.","Maka dari pada Eden mengalirlah suatu sungai akan membasahkan taman itu, maka dari pada tempat itulah dibagikan sungai itu empat batangnya.","Adapun nama sungai yang pertama itu Pison; ia itulah yang melengkung seluruh tanah Hawilah, tempat ada emas.","Maka emas dari tanah itu baik adanya, dan di sanapun ada hablur dan permata unam.","Maka nama sungai yang kedua itu Gihon; ia itu melengkung seluruh tanah Kusy.","Maka nama sungai yang ketiga itu Hidekel; ia itu mengalir ke sebelah timur benua Asyur. Dan nama sungai yang keempat itu Ferat.","Maka diambil oleh Tuhan Allah akan manusia, ditaruh-Nya dalam taman Eden itu, supaya diusahakannya dan dipeliharakannya akan dia.","Maka berfirmanlah Tuhan Allah kepada manusia, kata-Nya: Adapun buah-buah segala pohon yang dalam taman ini boleh engkau makan sesukamu,","tetapi buah pohon pengetahuan akan hal baik dan jahat itu janganlah engkau makan, karena pada hari engkau makan dari padanya engkau akan mati.","Dan lagi berfirmanlah Tuhan Allah demikian: Tiada baik manusia itu seorang orangnya, bahwa Aku hendak memperbuat akan dia seorang penolong yang sejodoh dengan dia.","Karena setelah dijadikan Tuhan Allah akan segala binatang yang di atas bumi dan segala unggas yang di udara dari pada tanah, maka didatangkannya sekaliannya itu kepada Adam, hendak melihat bagaimana dinamai Adam akan dia, maka sebagaimana dinamai Adam akan segala nyawa yang hidup itu, begitu juga akan jadi namanya.","Lalu dinamai oleh Adam akan segala binatang yang jinak dan akan segala unggas yang di udara dan akan segala margasatwa, akan tetapi bagi manusia tiada didapatinya akan seorang penolong yang sejodoh dengan dia.","Maka didatangkan Tuhan Allah atas Adam itu tidur yang lelap, lalu tertidurlah ia. Maka diambil Allah sebilah tulang rusuknya, lalu ditutupkan-Nya pula tempat itu dengan daging.","Maka dari pada tulang yang telah dikeluarkan-Nya dari dalam Adam itu diperbuat Tuhan seorang perempuan, lalu dibawa-Nya akan dia kepada Adam.","Maka kata Adam: Bahwa sekarang tulang ini dari pada tulangku dan daging ini dari pada dagingku; maka ia akan dinamai perempuan, sebab ia telah dikeluarkan dari dalam orang laki-laki adanya.","Maka sebab itulah tak dapat tiada orang akan meninggalkan ibu bapanya dan berdamping pada isterinya, maka keduanya itu menjadi sedaging jua adanya.","Hata, maka keduanyapun bertelanjang tubuhnya, baik Adam baik Hawa, maka tiada malu ia."]