["Sebermula, maka Ibrahimpun berangkatlah dari sana, lalu berjalan ke sebelah selatan, maka diamlah ia di antara negeri Kades dengan negeri Syur, serta menumpanglah ia seperti seorang dagang di negeri Gerar.","Maka dikatakan Ibrahim akan Sarah, isterinya itu, ialah saudaranya. Maka oleh Abimelekh, raja Gerar itu, disuruhkan orang mengambil Sarah.","Tetapi datanglah Allah kepada Abimelekh dalam mimpi pada malam, firman-Nya kepadanya: Bahwa sesungguhnya engkau akan mati kelak, karena sebab perempuan yang telah kauambil itu, ia itu bini orang.","Akan tetapi Abimelekh belum lagi bersetubuh dengan dia, sebab itu sembahnya: Ya Tuhan! masakan Tuhan membunuh suatu bangsa yang tiada bersalah?","Bukankah Ibrahim sendiri telah berkata kepadaku begini: Perempuan ini saudaraku? dan perempuan itupun sendiri telah berkata demikian: Orang laki-laki ini saudaraku. Maka dengan tulus hatiku dan dengan sesuci-suci tanganku juga telah kuperbuat itu.","Maka firman Allah kepadanya dalam mimpi: Ya, kuketahui bahwa dengan tulus hatimu juga telah kauperbuat itu, dan lagi telah kutegahkan dikau dari pada berbuat dosa akan Daku, maka sebab itu tiada Kubiarkan engkau menjamah akan perempuan itu.","Maka sekarangpun hendaklah engkau kembalikan isteri orang itu, karena suaminya itu seorang nabi adanya, maka iapun akan memintakan doa, supaya engkau tinggal hidup; tetapi jikalau kiranya tiada engkau mengembalikan dia, ketahuilah olehmu dengan sesungguhnya engkau akan mati kelak serta dengan segala sesuatu yang ada padamu.","Maka bangunlah Abimelekh pagi-pagi, lalu dipanggilnya segala hambanya, disampaikannyalah segala firman ini ke telinga mereka itu, maka sekalian orang itupun takut sangat.","Kemudian dari pada itu dipanggil oleh Abimelekh akan Ibrahim, lalu katanya: Bagaimana ini yang telah kauperbuat akan kami dan apakah dosaku kepadamu, maka engkau telah mendatangkan suatu salah besar atasku dan atas kerajaankupun; bahwa telah kauperbuat beberapa perbuatan akan daku yang tiada patut diperbuat.","Dan lagi kata Abimelekh kepada Ibrahim: Apakah yang telah kaulihat, maka engkau berbuat perkara yang demikian?","Maka sahut Ibrahim: Karena pada sangkaku, jikalau dengan sebenarnya dalam negeri ini tiada takut akan Allah, niscaya dibunuh oleh mereka itu akan daku kelak karena sebab isteriku itu.","Maka sesungguhnya ialah saudaraku juga, yaitu anak bapaku, tetapi bukannya anak ibuku, maka ia telah menjadi isteriku.","Maka pada sekali peristiwa, tatkala disuruhkan Allah akan daku pergi mengembara dari pada rumah bapaku, bahwa kataku kepadanya: Inilah kasihmu yang boleh kaunyatakan kepadaku; barang di mana tempat kita sampai katakanlah akan daku: ialah saudaraku.","Hata, maka oleh Abimelekh diambil beberapa domba dan lembu dan hamba sahaya, dianugerahkannya kepada Ibrahim, maka Sarah isteri Ibrahimpun dikembalikannyalah.","Maka kata Abimelekh: Bahwa segala negeriku adalah di hadapanmu, duduklah barang di mana tempat engkau berkenan.","Lalu katanya kepada Sarah: Bahwa kepada saudaramu ini telah kukaruniakan seribu keping perak; sesungguhnya ia itulah menjadi suatu tudung pada kedua belah matamu bagi segala orang, yang ada bersama-sama dengan dikau, dan bagi segala orang lainpun, supaya nyatalah engkau.","Maka oleh Ibrahimpun diminta doa kepada Allah akan Abimelekh kedua laki isteri, dan akan segla sahayanya; maka sekalian itupun beranaklah pula.","Karena telah ditumpatkan Tuhan akan segala rahim orang perempuan isi istana Abimelekh, yaitu dari sebab Sarah, isteri Ibrahim itulah."]