["Hata, maka disampaikan Tuhan kepada Sarah barang yang telah dijanji-Nya serta dibuat Tuhan akan dia setuju dengan firman-Nya;","karena Sarahpun mengandunglah, lalu beranaklah ia laki-laki seorang bagi Ibrahim pada masa tuanya, yaitu pada ketika yang telah ditentukan Allah kepadanya.","Maka dinamailah oleh Ibrahim akan anaknya, yang telah diperanakkan oleh Sarah baginya itu, Ishak.","Maka disunatlah oleh Ibrahim akan Ishak, anaknya, pada delapan hari umurnya, setuju dengan firman Allah kepadanya itu.","Maka pada masa Ishak, anaknya itu jadi, adalah umur Ibrahim seratus tahun.","Maka kata Sarah: Bahwa Allah telah menjadikan aku tertawa, sehingga segala orang yang mendengarnya kelak akan tertawa sertaku.","Dan lagi katanya: Siapa gerangan dahulu dapat mengatakan kepada Ibrahim, bahwa Sarah akan menyusui kanak-kanak? Maka aku telah beranak juga baginya laki-laki seorang pada masa tuanya.","Maka kanak-kanak itupun makinlah besar, lalu saraklah susu. Maka tatkala Ishak itu cerai susu diperbuatlah oleh Ibrahim suatu perjamuan besar.","Maka terlihatlah Sarah akan anak Hagar, perempuan Mesir, yang telah diperanakkannya bagi Ibrahim itu, tengah mengolok-olok.","Sebab itu kata Sarah kepada Ibrahim: Nyahkanlah sahaya perempuan ini serta dengan anaknya, karena anak sahaya perempuan ini tiada boleh menjadi waris serta dengan anakku Ishak itu.","Maka kepada pemandangan Ibrahim kata ini amat jahat adanya, oleh sebab anaknya itu.","Tetapi firman Allah kepada Ibrahim: janganlah jahat kepada pemandanganmu barang yang telah dikatakan Sarah akan hal budak itu dan akan hal sahayamu; dengarlah olehmu akan katanya, karena dalam Ishaklah benihmu akan disebut.","Maka anak sahayamu itupun akan kujadikan suatu bangsa,karena iapun dari pada benihmu.","Maka bangunlah Ibrahim pada pagi-pagi hari, lalu diambilnya roti dan sebuah kirbat yang berisi air, diberikannya kepada Hagar, ditanggungkannya pada bahunya, dan budak itupun, lalu disuruhnya pergi. Maka berjalanlah ia, lalu sesatlah ia dalam padang Birsyeba.","Hata, setelah habislah air yang di dalam kirbat itu, maka dibaringkannyalah budak itu di bawah pokok serumpun.","Lalu pergilah ia duduk bertentangan kira-kira sepermanah jauhnya, serta katanya: Tiada tertahan aku melihat budak ini mati. Maka duduklah ia bertentangan dengan dia sambil menangis dengan nyaring suaranya.","Maka didengar Allah akan suara budak itu, lalu berserulah Malaekat Allah dari langit akan Hagar, kata-Nya kepadanya: Apakah yang engkau susahkan, hai Hagar? Janganlah takut, karena telah didengar Allah akan suara budak itu dari tempatnya.","Bangunlah engkau, angkatlah budak itu, sokonglah dia, karena Aku akan menjadikan dia suatu bangsa yang besar.","Maka dicelikkan Allah akan mata Hagar, sehingga terlihatlah ia akan suatu mata air, lalu pergilah ia mengisikan kirbat itu dengan air, diberinya minum akan budak itu.","Maka disertai Allah akan budak itu sehingga besarlah ia, lalu iapun duduklah dalam padang belantara dan menjadi seorang pemanah.","Maka duduklah ia dalam padang belantara Paran dan diambil oleh ibunya akan dia seorang perempuan dari tanah Mesir akan isterinya.","Kalakian, maka pada masa itu juga kata Abimelekh dan Pikhol, panglima perangnya, kepada Ibrahim: Bahwa Allah juga adalah sertamu dalam segala sesuatu perbuatanmu.","Sebab itu sekarangpun hendaklah engkau bersumpah kepadaku demi Allah, bahwa jangan engkau akan bermusuh dengan aku atau dengan anak cucu cicitku, melainkan hendaklah engkau berbuat akan daku dan akan tanah, tempat engkau menumpang dalamnya itu, sekadar kebajikan yang telah kubuat kepadamu.","Maka kata Ibrahim: Baiklah, aku bersumpah.","Maka Ibrahimpun mengadu kepada Abimelekh akan hal perigi, yang telah dirampas oleh hamba-hamba Abimelekh itu.","Maka sahut Abimelekh: Tiada kuketahui siapa gerangan yang telah berbuat pekerjaan yang demikian, lagipun tiada engkau beritahu aku dan tiada pula kudengar kabar akan hal itu melainkan pada hari ini juga.","Maka oleh Ibrahim diambil akan domba dan lembu beberapa ekor, lalu diberikannya kepada Abimelekh, maka berjanji-janjianlah keduanya.","Maka oleh Ibrahim diasingkan tujuh ekor anak domba betina dari pada kawannya.","Maka kata Abimelekh kepada Ibrahim: Buat apa tujuh ekor anak domba betina ini, yang telah kauasingkan?","Maka sahut Ibrahim: Ketujuh ekor anak domba ini hendaklah kauambil dari pada tanganku akan suatu kesaksian bagiku, bahwa aku yang telah menggali perigi ini.","Maka sebab itu dinamai oranglah akan tempat itu Birsyeba, karena di situ telah bersumpah keduanya.","Maka demikianlah perihal mereka itu telah berjanji di Birsyeba itu; setelah itu maka bangunlah Abimelekh dan Pikhol, panglima perangnya, lalu kembalilah ia ke tanah orang Filistin.","Maka di Birsyeba itu ditanam oleh Ibrahim beberapa pokok, lalu dimintanya doa di sana dengan nama Tuhan, yaitu Allah yang kekal selama-lamanya.","Maka Ibrahimpun menumpanglah di tanah orang Filistin itu beberapa berapa hari lamanya."]