["Hata, maka pada sekali peristiwa, yaitu kemudian dari pada segala perkara yang tersebut itu, maka dicobai Allah akan Ibrahim, firman-Nya kepadanya: Hai Ibrahim! Maka sembahnya: Sahaya, Tuhan!","Lalu firman Tuhan: Ambillah olehmu akan anakmu yang tunggal itu, yaitu Ishak, yang kaukasihi, bawalah akan dia ke tanah Moria dan persembahkanlah dia di sana akan korban bakaran di atas sebuah bukit, yang akan kutunjuk kepadamu kelak.","Maka bangunlah Ibrahim pagi-pagi hari, dipelanakannya keledainya, lalu dibawanya sertanya akan dua orang hambanya dan akan Ishak anaknyapun dan dibelahnya kayu akan korban bakaran, lalu berangkatlah ia berjalan ke tempat yang telah dikatakan Allah kepadanya.","Maka pada hari yang ketiga Ibrahimpun mengangkatlah matanya, lalu dilihatnya tempat itu dari jauh.","Maka kata Ibrahim kepada hambanya: Tinggallah kamu serta dengan keledai itu di sini, maka aku dan budak ini hendak ke sana; setelah sudah kami meminta doa, kami akan balik kepadamu.","Maka oleh Ibrahim diambil akan kayu korban bakaran itu, ditanggungkannya kepada Ishak, anaknya, dan pada tangannya sendiri dipegangnya sepotong api dan sebilah pisau, lalu berjalanlah keduanya bersama-sama.","Maka kata Ishak kepada Ibrahim, bapanya: Ya bapaku! Maka sahut Ibrahim: Ada apa, hai anakku? Maka kata Ishak: Tengok, inilah apinya dan kayunya, tetapi di manakah anak kambingnya, yang hendak dibuat korban bakaran itu?","Maka sahut Ibrahim: Hai anakku! Allah juga yang akan mengadakan bagi dirinya suatu anak domba akan korban bakaran itu. Maka berjalanlah keduanya bersama-sama.","Lalu sampailah mereka itu ke tempat yang telah dikatakan Allah kepadanya, maka di sana diperbuatlah oleh Ibrahim sebuah mezbah, diaturkannyalah kayu, lalu diikatkannya Ishak, anaknya, diletakkannya di atas mezbah, di atas kayu itu.","Maka diulurkan Ibrahim tangannya, diambilnya pisau hendak menyembelih anaknya.","Tetapi datanglah seru Malaekat Tuhan kepadanya dari langit mengatakan: Hai Ibrahim! Ibrahim! Maka sahutnya: Sahaya Tuhan!","Maka kata Malaekat itu: Janganlah engkau mendatangkan tanganmu kepada budak itu, dan jangan dipengapakan dia, karena sekarang kuketahuilah akan hal engkau takut akan Allah, sedang anakmu, yaitu anakmu yang tunggal itu, tiada kautahankan dari pada-Ku.","Maka Ibrahimpun mengangkatkan matanya, dilihatnya bahwasanya di belakangnya adalah seekor domba jantan tersangkut dengan tanduknya dalam belukar, maka Ibrahimpun pergi mengambil domba itu, lalu dipersembahkannya, menjadi korban bakaran akan ganti anaknya.","Maka dinamai Ibrahim akan tempat itu: Tuhan mengadakannya! Sebab itu kata orang sampai pada hari ini: Di bukit Tuhan itu akan diadakannya.","Maka berserulah Malaekat Tuhan akan Ibrahim dari langit pada kedua kalinya,","kata-Nya: Inilah firman Tuhan: Demi diri-Ku juga Aku bersumpah, tegal telah kauperbuat perkara ini, dan tiada kautahani anakmu, yaitu anakmu yang tunggal itu, dari pada-Ku,","bahwa sesungguhnya Aku akan memberi berkat besar akan dikau, dan Aku akan memperbanyakkan anak buahmu sepeti bintang di langit dan seperti kersik di tepi pantai; maka anak buahmu itupun akan mempunyai pintu negeri segala musuhnya.","Maka dalam benihmu segala bangsa yang di bumi itu akan diberkati, sebab engkau telah menurut firman-Ku.","Setelah itu maka kembalilah Ibrahim kepada hambanya, maka mereka itupun berangkatlah pergi bersama-sama ke Birsyeba, lalu diamlah Ibrahim di Birsyeba.","Hata, maka pada sekali peristiwa, kemudian dari pada segala perkara ini, diwartakan oranglah kepada Ibrahim, katanya: Bahwa Milka telah beranak laki-laki beberapa orang bagi Nahor, saudaramu itu,","yaitu akan Huz, anaknya yang sulung, dan akan Buz, adiknya, dan akan Kemuil, bapa Aram,","dan Ghesed dan Hazu dan Pidasy dan Yidlaf dan Betuil.","Maka Betuil telah beranak Ribkah; maka delapan orang ini diperanakkan Milka bagi Nahor, saudara Ibrahim itu.","Maka gundiknya yang bernama Riumah itupun beranakkan Tebah dan Gaham dan Tahasy dan Maakha."]