["Maka adalah umur Sarah itu seratus dua puluh tujuh tahun; ia itulah umur hidup Sarah.","Maka matilah Sarah di Kiryat-Arba, yaitu Heberon dalam benua Kanaan, maka datanglah Ibrahim meratapi Sarah, dan ditangisinya akan dia.","Maka berbangkitlah Ibrahim dari hadapan isterinya yang mati itu, lalu berbicaralah ia dengan anak-anak Het, katanya:","Bahwa aku ini seorang dagang dan orang menumpang di antara kamu; berikan apalah olehmu akan daku suatu pekuburan pusaka di antara kamu; supaya orangku yang mati itu kukuburkan dari hadapan pemandanganku.","Maka disahut oleh anak-anak Het itu akan Ibrahim, katanya:","Dengarlah olehmu akan kata kami, ya tuan! bahwa engkaulah seorang amir Allah di antara kami, maka dalam barang mana pekuburan kami yang termulia kuburkanlah orangmu yang mati itu, maka dari pada kami seorangpun tiada akan menahankan kuburnya dari pada orangmu yang mati itu dikuburkan dalamnya.","Maka Ibrahimpun bangkitlah berdiri, lalu tunduk kepada orang-orang yang empunya tanah itu, yaitu anak-anak Het.","Maka berbicaralah Ibrahim dengan mereka itu, katanya: Jikalau kiranya ada dengan kesukaanmu aku menguburkan orangku yang mati itu dari hadapan pemandanganku, maka dengarlah olehmu akan daku serta tolonglah pintakan aku kepada Eferon bin Zohar,","supaya diberikannya kepadaku gua Makhpela, miliknya yang di tepi bendangnya, dengan sepenuh harganya, biarlah diberikannya akan pekuburanku pusaka di antara kamu.","Maka Eferon itu adalah duduk di antara anak-anak Het. Maka disahutlah oleh Eferon, orang Heti itu, akan Ibrahim pada pendengaran segala anak-anak Het dan segala orang yang keluar masuk dari pintu negeri itu, katanya:","Bukannya demikian, ya tuan! dengarlah olehmu akan kataku: adapun tanah itu kuberikan tuan dan gua yang di dalamnyapun kuberikan tuan, ia itu di hadapan segala anak kaumku kuberikan tuan, tanamkan juga orang tuan yang mati itu.","Maka Ibrahimpun tunduklah di hadapan orang-orang negeri itu,","lalu berkatalah ia kepada Eferon di hadapan segala orang negeri itu, katanya: Jikalau dengan sesungguhnya engkau kasih akan daku, maka hendaklah kiranya engkau dengar akan kataku ini: Bahwa aku hendak membayar harga tanah itu, terimalah uang itu dari padaku, maka bolehlah aku menanamkan orangku yang mati itu di sana.","Maka sahut Eferon kepada Ibrahim, katanya:","Tuan dengar apalah akan kataku: adapun harga tanah itu, yaitu empat ratus syikal perak, apakah dia antara dengan tuan? Sebab itu tanamkan sahaja orang tuan yang mati itu.","Maka diturutlah oleh Ibrahim akan kata Eferon itu, lalu ditimbangkan oleh Ibrahim bagi Eferon akan sebanyak perak yang disebutkannya, yaitu di hadapan segala anak-anak Het, empat ratus syikal perak yang terpakai kepada saudagar-saudagar.","Maka demikianlah peri tanah Eferon yang di Makhpela, yang di sebelah timur Mamre, yaitu tanahnya dan gua yang di dalamnya dan segala pohon kayu pada tanah itu, yang menjadi pagar kelilingnya,","sekalian itu diberikan kepada Ibrahim akan miliknya di hadapan segala anak-anak Het dan di hadapan segala orang yang keluar masuk dari pintu negerinya.","Kemudian dari pada itu dikuburkan Ibrahim akan Sarah, isterinya, dalam gua di ladang Makhpela, yang di sebelah timur Mamre, yaitu Heberon, dalam benua Kanaan.","Maka demikianlah peri ladang itu dan gua yang di dalamnya telah dipulangkan kepada Ibrahim oleh anak-anak Het akan pekuburan miliknya sendiri."]