["Maka Ibrahimpun telah tualah dan banyak sudah umurnya, maka telah diberkati Tuhan akan Ibrahim dalam segala perkara.","Maka kata Ibrahim kepada hambanya, yaitu kepada yang tua dalam rumahnya dan yang memerintahkan segala miliknya: Bubuhlah tanganmu di bawah pangkal pahaku,","supaya engkau kusuruh bersumpah demi Tuhan, yaitu Allah langit dan Allah bumi, bahwa janganlah engkau akan mengambilkan anakku seorang bini dari pada segala anak perempuan orang Kanani, di antaranya juga aku diam;","melainkan hendaklah engkau pergi ke negeriku dan kepada kaum keluargaku akan mengambil seorang bini akan anakku Ishak.","Maka kata hambanya kepadanya: Kalau kiranya perempuan itu tiada mau mengikut akan sahaya ke negeri ini, bolehkah sahaya bawa akan anak tuan pergi pula ke negeri, yang tempat tuan sudah keluar itu?","Maka kata Ibrahim kepadanya: Jagalah baik-baik, jangan engkau bawa akan anakku pergi pula ke sana.","Bahwa Tuhan, Allah langit, yang telah mengeluarkan daku dari pada rumah bapaku dan dari pada negeri keluargaku dan yang telah berfirman dan bersumpah padaku, firman-Nya: Bahwa kepada anak buahmu Aku akan mengaruniakan tanah ini, maka Ia juga akan menyuruhkan malaekat-Nya di hadapanmu, supaya engkau mengambil seorang bini akan anakku dari sana.","Maka jikalau kiranya perempuan itu tiada mau mengikut akan dikau, maka lepaslah engkau dari pada sumpahku ini: Hubaya-hubaya janganlah engkau bawakan anakku pergi pula ke sana.","Maka oleh hamba itu dibubuhlah tangannya di bawah pangkal paha Ibrahim, tuannya, lalu bersumpahlah ia akan hal itu.","Hata, maka oleh hamba itu diambillah akan sepuluh ekor unta dari pada segala unta tuannya, lalu ia pergi; maka dari pada segala harta benda tuannya adalah dalam tangannya, maka berangkatlah ia lalu berjalan ke Mesopotamia, yaitu ke negeri Nahor.","Maka diderumkannyalah untanya di luar negeri hampir dengan sebuah perigi pada petang hari, yaitu ketika segala perempuan ke luar pergi menimba air.","Maka katanya: Ya Tuhan, ya Allah tuanku Ibrahim, beri apalah hambamu berjumpa dengan dia pada hari ini juga dan buatlah kiranya kebajikan akan tuanku Ibrahim.","Lihat apalah hamba akan berdiri pada sisi perigi ini sedang segala anak-anak perempuan orang isi negeri ke luar datang menimba air.","Maka biarlah jadi kelak, adapun dayang, yang hamba kata kepadanya: Turunkan apalah buyungmu supaya aku minum, maka sahutnya: Minumlah dan akan untamupun kuberi minum juga, ia itulah dia yang telah Tuhan tentukan bagi hambamu Ishak, maka akan hal itulah boleh hamba ketahui bahwa Tuhan berbuat kebajikan akan tuan hamba itu.","Maka jadilah juga sebelum habis ia berkata-kata, bahwa sesungguhnya keluar Ribkah dengan menanggung buyung di atas bahunya, maka ialah anak Betuil bin Milka, isteri Nahor, yang saudara laki-laki Ibrahim.","Maka dayang itulah seorang anak dara terlalu elok parasnya, yang belum mengetahui orang laki-laki, maka turunlah ia ke perigi itu mengisi buyungnya, lalu ia naik pula.","Maka berlarilah hamba itu mendapatkan dia sambil katanya: Beri apalah hamba minum barang sedikit air dari dalam buyungmu.","Maka kata dayang itu: Minumlah, tuan! Maka segeralah diturunkannya buyungnya kepada tangannya, lalu diberinya minum akan dia.","Setelah sudah diberinya minum akan dia, katanya: Mari, sahaya timbakan air akan segala untamupun sampai sudah ia minum kenyang-kenyang.","Maka dengan segera dituangkannya isi buyungnya ke dalam palung, kemudian berlarilah pula ia ke perigi itu menimba air, lalu ditimbakannya air akan segala untanya.","Maka heranlah orang itu akan dia, sambil berdiam dirinya, hendak mengetahui kalau dihasilkan Allah perjalanannya atau tidak.","Hata, setelah sudah segala unta itu minum kenyang-kenyang, maka diambil oleh orang itu sepasang anting-anting emas, beratnya setengah syikal, dan sepasang gelang emas, beratnya sepuluh syikal, yang dikenakannya pada kedua belah tangannya;","lalu katanya: Anak siapakah engkau? katakanlah kepadaku. Adakah di rumah bapamu tempat yang boleh kami menumpang?","Maka kata dayang itu kepadanya: Sahaya ini anak Betuil bin Milka, yang telah diperanakkan Milka bagi Nahor.","Dan lagi kata dayang itu kepadanya: Adalah pada kami rumput kering dan makanan untapun cukup dan tempat tumpanganpun ada.","Lalu orang itupun menundukkan kepalanya dan meminta doa kepada Tuhan,","katanya: Segala puji bagi Tuhan, yaitu Allah tuanku Ibrahim, karena tiada dikurangkannya kemurahan-Nya dan setia-Nya kepada tuanku, maka akan daku, dalam aku berjalan, Tuhan telah menghantarkan daku ke rumah segala saudara tuanku.","Maka berlarilah dayang itu pergi memberitahu hal itu sekalian ke rumah ibunya.","Maka adalah pada Ribkah itu seorang saudara laki-laki, yang bernama Laban; maka berlari-larilah Laban itu pergi mendapatkan orang itu ke perigi.","Karena apabila dilihatnya anting-anting dan gelang itu pada tangan saudaranya, serta didengarnya segala perkataaan Ribkah, saudaranya itu, katanya: Demikian orang itu telah berkata-kata dengan aku, maka pergilah Laban mendapatkan orang itu yang lagi berdiri di sisi segala untanya dekat dengan perigi itu.","Maka kata Laban: Silakanlah masuk tuan hamba yang diberkati oleh Tuhan. Mengapa maka tuan hamba berdiri di luar, karena sudah hamba sediakan rumah dan tempat akan segala unta ini.","Maka masuklah orang itu ke dalam rumah, lalu diuraikan oranglah akan tali segala untanya, diberikannya rumput kering dan makanan dan dibawakannya air pembasuh kaki orang itu dan kaki segala orang yang sertanya.","Kemudian disajikan oranglah kepadanya makanan, tetapi katanya: Tiada hamba mau makan sebelum hamba katakan habis segala perkataan hamba dahulu. Maka sahut Laban: Katakanlah dia.","Maka katanya: Hamba ini hamba Ibrahim:","Maka telah diberi Tuhan banyak berkat akan tuan hamba, sampai tuan hamba telah menjadi seorang besar, diberikan Allah kepadanya beberapa lembu kambing dan emas perak dan beberapa orang hamba sahaya dan beberapa ekor unta dan keledai.","Maka Sarah, isteri tuan hamba, telah beranak laki-laki seorang dengan tuan hamba pada hari tuanya, dan diberinyalah akan anaknya itu segala sesuatu yang ada padanya.","Maka oleh tuan hamba disuruhlah akan hamba bersumpah, katanya: Janganlah engkau ambil seorang isteri akan anakku dari pada segala anak perempuan Kanani, di tempatnya juga aku diam,","tetapi pergilah engkau ke rumah bapaku dan kepada kaum keluargaku, caharikanlah anakku seorang isteri di sana.","Maka sahut hamba kepada tuan hamba: Barangkali perempuan itu tiada mau mengikut hamba?","Maka katanya kepada hamba: Bahwa Tuhan, yang di hadapan hadiratnya juga aku telah berjalan, Ia itu kelak akan menyuruhkan malaekat bersama-sama dengan dikau serta Iapun akan menghasilkan perjalananmu itu, supaya engkau mengambilkan anakku seorang isteri dari pada kaum keluargaku dan dari dalam rumah bapaku.","Maka pada masa itu kelak terlepaslah engkau dari pada sumpahku ini, apabila sudah engkau sampai kepada kaum keluargaku dan tiada diberikannya ia kepadamu, niscaya terlepaslah engkau dari pada sumpahku ini.","Hata, maka pada hari ini sampailah aku ke perigi itu, lalu doaku: Ya Tuhan, ya Allah tuanku Ibrahim! hendaklah kiranya Tuhan hasilkan jalanku yang kujalani ini.","Lihatlah, aku berdiri dekat perigi ini, biarlah kiranya jadi demikian: mana anak dara, yang keluar hendak menimba air, serta kataku kepadanya: Berilah aku minum sedikit air dari pada buyungmu;","maka katanya: Minumlah olehmu dan lagi akan segala untamupun hendak kutimbakan air, maka ia itulah perempuan yang telah ditentukan Tuhan bagi anak tuanku itu.","Maka sebelum lagi habis hamba berkata-kata dalam hati hamba, heran, maka keluarlah Ribkah serta buyungnya di atas bahunya; maka turunlah ia ke perigi, lalu menimba air. Maka kata hamba kepadanya: Berilah kiranya hamba minum;","maka segeralah diturunkannya buyungnya dari atas bahunya, lalu katanya: Minumlah tuan dan akan segala untamupun hendak sahaya beri minum. Kemudian minumlah hamba dan segala unta itupun diberinyalah minum.","Maka bertanyalah hamba akan dia: Anak siapakah engkau? Maka sahutnya: Anak Betuil bin Nahor, yang telah diperanakkan oleh Milka baginya. Maka hamba kenakan anting-anting pada hidungnya dan gelang pada kedua belah tangannya.","Maka hambapun menundukkan kepala hamba serta menyembah sujud kepada Tuhan, serta memuji Tuhan, yaitu Allah tuan hamba Ibrahim, yang telah menghantarkan hamba pada jalan yang betul akan mengambil anak saudara tuan hamba itu bagi anaknya.","Maka sekarangpun jikalau kiranya tuan-tuan hendak berbuat kebajikan dan setia akan tuan hamba, katakanlah kepada hamba, dan jikalau kiranya tidak, maka katakanlah kepada hamba juga, supaya hamba balik ke sebelah kanan atau ke sebelah kiri.","Setelah itu maka sahut Laban dan Betuil, katanya: Adapun perkara ini terbitnya dari pada Tuhan juga, maka tiada boleh kami mengatakan kepadamu baik atau jahat.","Tengoklah, adalah Ribkah itu di hadapanmu, ambillah olehmu akan dia, bawalah akan dia dan biarlah dia menjadi isteri anak tuanmu setuju dengan firman Tuhan itu.","Demi didengar oleh hamba Ibrahim itu akan segala kata mereka itu, maka sujudlah ia kepada Tuhan sampai ke bumi.","Lalu dikeluarkanlah oleh hamba itu beberapa benda perak, dan benda emas dan beberapa persalin, diberikannyalah kepada Ribkah, dan lagi pula beberapa benda yang indah-indah diberikannya kepada saudaranya laki-laki dan kepada ibunya.","Maka mereka itupun makan minumlah, dan iapun bersama-sama dengan segala orang yang sertanya, lalu bermalamlah ia di sana; maka bangunlah mereka itu pagi-pagi, lalu kata hamba itu: Bermohonlah hamba kembali kepada tuan hamba.","Maka kata saudaranya laki-laki dan ibunya: Biarlah anak perempuan ini tinggal lagi dengan kami barang sedikit hari, sekurang-kurangnya sepuluh hari, kemudian bolehlah tuan pergi.","Maka sahutnya kepada mereka itu: Janganlah kamu tahankan hamba, sedang sudah dihasilkan Tuhan akan perjalanan hamba, biarlah hamba pergi berjalan pulang kepada tuan hamba.","Maka kata mereka itu: Baiklah kami panggilkan anak perempuan itu dan bertanyakan mulut dia.","Maka dipanggil oleh mereka itu akan Ribkah, lalu katanya kepadanya: Maukah engkau pergi serta dengan orang ini? Maka sahutnya: Sahaya mau pergi.","Maka diberinyalah Ribkah, saudaranya perempuan itu, pergi serta dengan pengasuhnya dan hamba Ibrahim itupun dengan segala orang-orangnya.","Maka diberkati oleh mereka itu akan Ribkah serta katanya kepadanya: Hai saudara kami, hendaklah kiranya engkau jadi beribu-ribu laksa dan biarlah anak buahmupun mempunyai pintu negeri segala musuhnya.","Maka Ribkahpun bangunlah serta dengan segala dayang-dayangnya, lalu berjalan mengikut orang itu dengan mengendarai unta, maka oleh hamba itupun diambil akan Ribkah, dibawanya akan dia pergi.","Hata, maka Ishakpun datanglah dari sebelah barat perigi Lakhai-Roi, karena adalah ia duduk di negeri selatan.","Maka Ishakpun telah keluar ke padang hendak berjalan-jalan pada ketika petang hari, maka diangkatnya matanya, tiba-tiba dilihatnya bahwasanya adalah beberapa unta datang.","Maka Ribkahpun mengangkatlah matanya, serta terlihatlah ia akan Ishak, maka turunlah ia dari atas unta.","Lalu katanya kepada hamba itu: Siapakah orang laki-laki yang berjalan di padang ini datang mendapatkan kita? Maka sahut hamba itu: Ia itulah tuan hamba. Sebab itu diambil oleh Ribkah akan tudung muka, lalu ditudungnya dirinya.","Maka oleh hamba itupun diceriterakanlah kepada Ishak segala perkara yang telah diperbuatnya itu.","Maka dibawalah oleh Ishak akan Ribkah itu ke dalam kemah Sarah, bundanya, lalu diambilnya Ribkah akan isterinya, dan dikasihinyalah akan dia. Maka demikianlah Ishakpun terhibur kemudian dari pada kematian bundanya."]