["Arakian, maka dipanggil Ishak akan Yakub, lalu diberkatinyalah serta dipesannya akan dia, katanya: Janganlah engkau berbinikan seorang dari pada segala anak orang Kanani.","Bangunlah dan pergilah engkau ke Padan-Aram, ke rumah Betuil, bapa ibumu, ambillah dari sana seorang bini akan dirimu dari pada anak-anak Laban, saudara laki-laki ibumu.","Maka Allah yang Mahakuasa berkatilah kiranya akan dikau dan dibiakkannya engkau dan diperbanyakkannya engkau, supaya engkau jadi suatu perhimpunan beberapa bangsa,","serta dikaruniakannya berkat Ibrahim itu akan dikau dan akan anak cucumupun sertamu, supaya engkau mempusakai tanah, tempat engkau menumpang dalamnya seperti seorang dagang dan yang telah dikaruniakan Allah kepada Ibrahim.","Demikianlah disuruh oleh Ishak akan Yakub berjalan, maka pergilah ia ke Padan-Aram, kepada Laban bin Betuil, orang Aram itu, yaitu saudara Ribkah, ibu Yakub dan Esaf.","Maka apabila dilihat oleh Esaf bahwa telah diberkati Ishak akan Yakub dan disuruhnya ia pergi ke Padan-Aram, hendak mengambil akan dirinya seorang bini dari sana, dan setelah diberkatinya akan dia dipesankannya: Janganlah engkau berbinikan orang dari pada segala anak perempuan Kanani;","dan lagi diturut oleh Yakub akan kata ibu bapanya, lalu pergi ia ke Padan-Aram;","maka apabila dilihat Esaf bahwa Ishak, bapanya, tidak suka akan anak-anak perempuan Kanani itu,","maka pergilah Esaf kepada Ismail, lalu diambilnya akan Mahalat, anak Ismail bin Ibrahim dan saudara perempuan Nebayot itu, dijadikannya bininya, lain dari pada bini yang telah ada padanya.","Hata, maka keluarlah Yakub dari Birsyeba, lalu pergilah ia ke Haran.","Maka sampailah ia kepada suatu tempat, lalu bermalamlah di sana sebab matahari sudah masuk, maka diambilnyalah sebuah batu dari pada segala batu yang di tempat itu, diperbuatnyalah bantalnya, lalu berbaringlah ia di sana hendak tidur.","Maka bermimpilah ia, bahwa sesungguhnya adalah suatu tangga terdiri di atas bumi, dan kepala tangga itupun sampai ke langit; heran, maka beberapa malaekat Allah pun naik turun tangga itu.","Maka sesungguhnya Tuhanpun ada berdiri di atasnya sekali, serta firman-Nya: Aku inilah Tuhan, Allah Ibrahim, nenekmu, dan Allah Ishak, maka tanah, tempat engkau berbaring atasnya itupun akan Kuberikan kepadamu dan kepada anak buahmu.","Maka anak buahmupun akan menjadi seperti lebu tanah banyaknya dan engkaupun akan merambak ke timur dan ke barat, ke utara dan ke selatan, maka dalammu dan dalam benihmu segala bangsa di bumi akan beroleh berkat.","Maka sesungguhnya Akulah akan sertamu, dan Akulah hendak memeliharakan dikau barang ke manapun engkau pergi, dan Aku yang hendak memulangkan dikau kepada negeri ini juga, karena tiadalah Aku meninggalkan dikau sampai sudah Aku menyampaikan barang yang telah Kujanji kepadamu.","Maka tersadarlah Yakub dari pada tidurnya, lalu katanya: Sebenarnyalah Tuhan ada pada tempat ini, maka tiada aku mengetahuinya.","Maka ketakutanlah ia seraya katanya: Bagaimana hebatnya tempat ini! bukannya lain, melainkan rumah Allah juga dan inilah pintu sorga adanya.","Maka bangunlah Yakub pagi-pagi hari, diambilnya batu yang telah diperbuatnya bantal itu, didirikannyalah akan suatu tanda, lalu dituangnyalah minyak di atasnya.","Maka dinamainyalah akan tempat itu Bait-el, tetapi dahulu nama negeri itu Luz.","Maka bernazarlah Yakub suatu nazar, katanya: Jikalau kiranya Allah akan sertaku dan memeliharakan aku pada jalan yang kujalani ini, dan dikaruniakan-Nya kepadaku makanan akan dimakan dan pakaian akan dipakai,","dan aku pulang kelak dengan selamat ke rumah bapaku, niscaya Tuhanlah jadi Allahku;","maka batu ini, yang telah kudirikan akan suatu tanda itu, menjadi sebuah bait Allah, maka aku akan mempersembahkan kepada-Mu dalam sepuluh asa dari pada segala sesuatu, yang Engkau karuniakan kepadaku."]