["Maka Yakubpun berangkat dari sana, lalu berjalan menuju tanah orang Masyrik.","Maka dilihatnya bahwasanya adalah sebuah perigi dalam padang itu, heran, maka adalah di sana tiga kawan kambing berkaparan pada sisinya, karena dari perigi itulah orang memberi minum akan segala kambing itu, maka adalah sebuah batu besar di atas mulut perigi itu.","Maka dikumpulkan oranglah ke sana sekalian kawan binatangnya, lalu digulingkannya batu yang di atas mulut perigi itu, diberilah oleh mereka itu minum akan segala kambing, setelah itu dikembalikannyalah batu itu kepada mulut perigi itu pula kepada tempatnya.","Maka kata Yakub kepada mereka itu: Hai saudara-saudaraku! dari mana kamu ini? Maka sahut mereka itu: Kami ini dari Haran.","Maka katanya kepada mereka itu: Kenalkah kamu akan Laban bin Nahor? Maka sahut mereka itu: Kami kenal.","Maka katanya kepada mereka itu: Adakah ia baik? Maka sahut mereka itu: Adalah ia baik; lihat, itulah Rakhel, anak perempuan, datang membawa kambing dombanya.","Maka kata Yakub: Lihatlah, hari lagi siang, belum ketika mengumpulkan binatang; berilah minum akan segala kambing itu, lalu pergilah menggembalakan dia pula.","Maka sahut mereka itu: Tiada boleh kami sebelum berkumpul semua kawan kambing itu dan digulingkan oranglah batu yang di atas mulut perigi itu, lalu kami beri minum akan segala kambing.","Maka sementara lagi ia berkata-kata dengan mereka itu datanglah Rakhel membawa kambing domba bapanya, karena ia juga seorang gembala adanya.","Demi dilihat oleh Yakub akan Rakhel, anak Laban, yaitu saudara ibunya, dan akan kambing Laban, saudara ibunya, datanglah Yakub hampir, lalu digulingkannyalah batu itu dari atas mulut perigi, diberinya minum akan kawan kambing Laban, saudara ibunya,","dan diciumlah oleh Yakub akan Rakhel, serta menangislah ia dengan nyaring suaranya.","Karena oleh Yakub diberitahu Rakhel, bahwa ia anak saudara bapanya, yaitu anak Ribkah; maka berlari-larilah Rakhel pergi memberitahu bapanya.","Serta didengar oleh Laban akan kabar mengatakan Yakub, anak saudaranya, telah datang, maka berlarilah ia pergi mendapatkan dia, lalu dipeluknya serta diciumnya akan dia dan dibawanya akan dia masuk ke dalam rumahnya. Maka diceriterakanlah oleh Yakub segala hal ihwalnya kepada Laban.","Maka kata Laban kepadanya: Bahwasanya engkaulah sedaging darah dengan aku. Maka duduklah Yakub sertanya genap satu bulan lamanya.","Kemudian kata Laban kepada Yakub: Sebab engkau ini saudaraku, adakah patut kiranya engkau memperhambakan dirimu kepadaku dengan cuma-cuma? Katakanlah kepadaku apakah yang akan jadi upahmu.","Maka adalah pada Laban dua anak perempuan: yang sulung bernama Lea dan yang bungsu itu Rakhel namanya.","Maka Lea itu bermata biuku, tetapi Rakhel itu elok parasnya dan cantik sikapnya.","Maka Yakubpun birahilah akan Rakhel, sebab itu katanya kepada Laban: Biarlah aku memperhambakan diriku kepadamu tujuh tahun lamanya karena Rakhel, anakmu yang bungsu itu.","Maka kata Laban: Baik aku berikan dia kepadamu dari pada kuberikan kepada orang lain; tinggallah engkau dengan aku.","Maka Yakubpun memperhambakanlah dirinya tujuh tahun lamanya oleh karena Rakhel, maka pada perasaannya tujuh tahun itulah seperti sedikit hari jua, oleh sebab birahinya akan dia.","Maka kata Yakub kepada Laban: Berikanlah biniku, karena telah genaplah hariku, supaya aku didudukkan dengan dia.","Maka oleh Laban dihimpunkanlah segala orang isi negeri itu, lalu diperbuatnyalah suatu perjamuan.","Maka pada malam hari itupun diambilnya akan Lea, anaknya, lalu dihantarkannya kepada Yakub, maka Yakubpun bersetubuhlah dengan dia.","Maka akan Lea, anaknya itu, diberikan Laban pula Zilpa, sahayanya perempuan, akan seorang sahaya baginya.","Setelah pagi hari, sesungguhnya ia itulah Lea juga; sebab itu kata Yakub kepada Laban: Mengapa maka engkau berbuat akan daku demikian? Bukankah aku telah memperhambakan diriku kepadamu karena sebab Rakhel? Mengapa engkau menipukan daku?","Maka sahut Laban: Dalam negeri kami ini tiada biasa orang berbuat demikian, yaitu memberikan yang bungsu itu dahulu dari pada yang sulung.","Sampaikanlah olehmu tujuh hari bagi anakku ini, maka anak itu juga kuberikan kepadamu kelak karena pekerjaan yang kaukerjakan akan daku lagi tujuh tahun lamanya.","Maka diperbuat oleh Yakub demikian, disampaikannyalah tujuh hari bagi perempuan ini, lalu oleh Laban diberikan Rakhel, anaknya itu, juga kepadanya akan bininya.","Maka kepada Rakhel, anaknya, diberikan oleh Laban Bilha, sahayanya perempuan, akan seorang sahaya baginya.","Maka duduklah pula Yakub dengan Rakhel, dan dikasihinyalah akan Rakhel terlebih dari pada kasihnya akan Lea, maka iapun memperhambakan dirinya kepada Laban pula tujuh tahun lagi.","Maka apabila dilihat Tuhan akan hal Lea itu kebencian, maka dibukakannyalah rahimnya, tetapi Rakhel itu mandul adanya.","Maka Leapun mengandunglah, lalu beranaklah ia laki-laki seorang, dinamainya akan dia Rubin, katanya: Bahwa telah ditilik Tuhan akan kesusahanku, maka sebab itulah sekarang lakiku kasih akan daku kelak.","Maka mengandunglah pula ia, lalu beranaklah laki-laki seorang, maka katanya: Oleh sebab telah didengar Tuhan akan hal aku dibenci, maka ini lagi dikaruniakan-Nya kepadaku. Maka dinamainya akan kanak-kanak itu Simeon.","Maka mengandunglah pula ia, lalu beranaklah laki-laki seorang, katanya: Bahwa sekarang, pada sekali ini, lakiku akan berdamping dengan aku, sebab sudah kuperanakkan baginya laki-laki tiga orang; maka oleh sebab itulah dinamainya akan kanak-kanak itu Lewi.","Maka mengandunglah ia pula, lalu beranaklah laki-laki seorang, maka katanya: Pada sekali ini aku hendak memuji Tuhan; maka oleh sebab itulah dinamainya akan kanak-kanak itu Yehuda. Maka berhentilah ia dari pada beranak."]