["Sebermula, maka ular itu terlebih cerdik dari pada segala binatang di atas bumi yang telah dijadikan Tuhan Allah. Maka kata ular kepada perempuan itu: Barangkali firman Allah begini: Jangan kamu makan buah-buah segala pohon yang dalam taman ini?","Maka sahut perempuan itu kepada ular: Boleh kami makan buah-buah segala pohon yang dalam taman ini,","akan tetapi akan buah pohon yang di tengah taman itu adalah firman Allah: Jangan engkau makan atau jamah akan dia, supaya jangan engkau mati.","Lalu kata ular kepada perempuan itu: Niscaya tiada kamu akan mati,","melainkan telah diketahui Allah akan hal, jika engkau makan buah itu, tak dapat tiada pada ketika itu juga celiklah matamu dan engkau jadi seperti Allah, sebab mengetahui baik dan jahat.","Maka dilihat oleh perempuan itu bahwa buah pohon itu baik akan dimakan dan sedap kepada pemandangan mata, yaitu sebatang pohon asyik akan mendatangkan budi, maka diambilnya dari pada buahnya, lalu dimakannya, serta diberikannya pula kepada lakinya, maka iapun makanlah.","Lalu keduanyapun celiklah matanya, diketahuinyalah akan hal ia bertelanjang, lalu disematnya daun pokok ara, diperbuatnya cawat.","Maka kedengaranlah kepada mereka itu suara Tuhan Allah, yang berjalan-jalan dalam taman pada masa angin silir, maka Adam dan Hawapun menyembunyikan dirinya dari hadirat Tuhan Allah dalam belukar taman itu.","Maka Tuhan Allah berseru akan Adam, kata-Nya: Di manakah engkau?","Maka sahut Adam: Bahwa kudengar suara-Mu dalam taman, maka takutlah aku, karena aku telanjang, sebab itu aku bersembunyi.","Maka firman Allah: Siapa gerangan memberitahu engkau, bahwa engkau telanjang? Sudahkah engkau makan dari pohon, yang telah Kupesan jangan engkau makan buahnya?","Maka sahut Adam: Adapun perempuan yang telah Tuhan karuniakan kepadaku itu, ia itu memberikan daku buah pohon itu, lalu kumakan.","Maka firman Tuhan Allah kepada perempuan itu: Apakah ini yang telah kauperbuat? Maka sahut perempuan itu: Si ular itu menipukan daku, lalu aku makan.","Maka firman Tuhan Allah kepada ular itu: Sebab telah engkau berbuat yang demikian, maka terkutuklah engkau dari pada segala binatang yang jinak dan dari pada segala binatang hutan, maka engkau akan menyulur dengan perutmu, dan engkaupun akan makan lebu tanah sepanjang umur hidupmu.","Maka Aku akan mengadakan perseteruan antaramu dengan perempuan ini, dan antara benihmu dengan benihnya; maka ia akan meremukkan kepalamu dan engkaupun akan mematukkan tumitnya.","Maka firman Tuhan kepada perempuan itu: Bahwa Aku akan menambahi sangat kesusahanmu pada masa engkau mengandung, maka dengan kesusahanpun engkau akan beranak, dan engkau akan takluk kepada lakimu dan iapun akan memerintahkan dikau.","Lalu firman Allah kepada Adam: Bahwa sebab telah engkau mendengar akan kata binimu serta sudah makan buah pohon, yang telah Kupesan kepadamu jangan engkau makan dia, maka terkutuklah bumi itu karena sebab engkau, maka dengan kesusahan engkau akan makan hasilnya seumur hidupmu.","Maka bumi itu akan menumbuhkan bagimu duri dan onak, dan sayur-sayuran di ladang akan menjadi makananmu.","Maka dengan berpeluh mukamu engkau akan makan rezekimu sehingga engkau kembali pula kepada tanah, karena dari padanya engkau telah diambil; bahwa abulah adamu, maka kepada abupun engkau akan kembali juga.","Hata, maka dipanggil Adam akan bininya itu Hawa, sebab ialah ibu segala orang yang hidup.","Maka diperbuat Tuhan Allah akan Adam dan Hawa itu sarung dari pada kulit, lalu dikenakan-Nya pada mereka itu.","Maka firman Tuhan Allah: Bahwasanya manusia ini telah menjadi bagaikan seorang Kita, sebab diketahuinya akan baik dan jahat; maka sekarangpun jangan ia mengedangkan tangannya lalu mengambil lagi buah pohon alhayat itu dan makan dia dan ia hidup selama-lamanya.","Maka sebab itu disuruh Tuhan Allah akan dia keluar dari dalam taman Eden, supaya diusahakannya tanah yang telah ia dijadikan dari padanya.","Lalu dihalaukan-Nya manusia itu ke luar dan ditaruh-Nya beberapa kerubiun arah ke sebelah timur taman Eden itu serta dengan sebilah mata pedang yang bernyala-nyala dan yang dilayamkan akan menunggui jalan kepada pohon alhayat itu adanya."]