["Hata, tatkala dilihat oleh Rakhel akan hal tiada ia beranak bagi Yakub itu, maka cemburuanlah Rakhel akan abangnya, lalu katanya kepada Yakub: Berikan apalah akan daku anak; jikalau tidak, maka matilah aku ini.","Maka marahlah Yakub akan Rakhel, serta katanya: Aku ini ganti Allahkah, yang menahankan dikau dari pada berbuah rahimmu?","Maka kata Rakhel: Lihat, inilah sahayaku Bilha, hendaklah engkau bersetubuh dengan dia, maka ia akan beranak ditumpuanku, supaya akupun beroleh anak dari padanya.","Maka diberikannyalah akan dia Bilha, sahayanya itu, akan gundiknya, lalu Yakubpun bersetubuhlah dengan dia.","Maka mengandunglah Bilha, lalu beranaklah ia bagi Yakub laki-laki seorang.","Maka kata Rakhel: Bahwa telah dibenarkan Allah akan halku dan lagi telah diterimanya permintaanku dan dikaruniakannya seorang anak laki-laki kepadaku; maka sebab itu dinamainya akan kanak-kanak itu Dan.","Maka Bilha sahaya Rakhel itupun mengandunglah pula, lalu beranaklah ia laki-laki yang kedua bagi Yakub.","Maka kata Rakhel: Bahwa aku telah bergumul dengan abangku beberapa pergumulan yang keras dan aku telah mengalahkan dia; lalu dinamainya akan kanak-kanak itu Naftali.","Maka apabila dilihat oleh Lea akan hal dirinya telah berhenti dari pada beranak, maka diambilnya akan Zilpa, sahayanya, diberikannya kepada Yakub akan gundiknya.","Maka beranaklah Zilpa, sahaya Lea itu, bagi Yakub laki-laki seorang.","Lalu kata Lea: Selamat baginya; maka dinamainya akan kanak-kanak itu Gad.","Kemudian beranaklah Zilpa, sahaya Lea itu, laki-laki yang kedua bagi Yakub.","Maka kata Lea: Berbahagialah kiranya aku, oleh karena segala orang perempuan kelak akan mengatakan aku selamat. Maka dinamainyalah akan kanak-kanak itu Asyer.","Bermula, maka pada musim memotong gandum berjalanlah Rubin ke luar, maka didapatinya akan buah dudayim di padang itu, lalu dibawanyalah akan dia kepada Lea, ibunya. Maka kata Rakhel kepada Lea: Berikan apalah akan daku dari pada buah dudayim anakmu itu.","Maka sahut Lea kepadanya: Belumkah cukup engkau sudah mengambil lakiku? Maukah pula engkau mengambil buah dudayim anakku itu? Maka kata Rakhel: Oleh sebab itulah ia akan beseketiduran dengan dikau pada malam ini karena buah dudayim anakmu itu.","Hata, apabila datanglah Yakub dari ladang pada petang hari, maka keluarlah Lea pergi mendapatkan dia sambil katanya: Haruslah engkau singgah kepadaku, karena sesungguhnya aku telah mengupah engkau dengan buah dudayim anakku. Maka berseketiduranlah ia dengan dia pada malam itu.","Maka didengar Allah akan permintaan doa Lea, sehingga iapun mengandunglah, lalu beranaklah bagi Yakub laki-laki yang kelima.","Maka kata Lea: Bahwa telah diberikan Allah upahku kepadaku, sebab sudah kuberikan sahayaku kepada lakiku. Maka dinamainya akan kanak-kanak itu Isakhar.","Maka Lea mengandung pula, lalu beranaklah laki-laki yang keenam bagi Yakub.","Maka kata Lea: Bahwa telah dikaruniakan Allah kepadaku suatu anugerah yang baik; sekarang ini lakiku akan tinggal sertaku, oleh karena aku telah beranakkan baginya enam orang anaknya laki-laki. Maka dinamainya akan kanak-kanak itu Zebulon.","Kemudian beranaklah ia perempuan seorang, dinamainya akan dia Dinah.","Arakian, maka diingatlah Allah akan Rakhelpun dan didengarnya akan doanya, lalu dibukakannyalah rahimnya.","Maka mengandunglah ia, lalu beranaklah ia laki-laki seorang, maka katanya: Bahwa telah dihapuskan Allah akan kecelaanku.","Maka dinamainya akan kanak-kanak itu Yusuf serta katanya: Tuhan akan menambahi dia bagiku dengan seorang anak laki-laki yang lain pula.","Maka pada sekali peristiwa, yaitu setelah sudah diperanakkan Rakhel akan Yusuf, maka kata Yakub kepada Laban: Berilah kiranya aku pergi, supaya aku pulang ke tempatku dan ke negeriku.","Berikanlah bini-biniku dan anak-anakku, yang telah kuperoleh dengan memperhambakan diriku kepadamu, supaya boleh aku pergi; karena engkau mengetahui akan jasaku, yang telah kulakukan kepadamu itu.","Maka sahut Laban akan dia: Biar kiranya aku beroleh kasihan dari padamu, karena telah nyatalah kepadaku, bahwa Tuhan memberkati akan daku itupun oleh karenamu juga.","Dan lagi kata Laban: Katakanlah kepadaku, apakah akan jadi upahmu, maka aku akan memberikan dia.","Maka sahut Yakub akan dia: Bahwa engkau mengetahui akan perihal aku memperhambakan diriku kepadamu dan bagaimana jadinya segala binatangmu, yang di bawah tanganku.","Karena sedikit yang ada padamu dahulu dari pada datangku, ia itu telah bertambah-tambah sampai menjadi banyak; maka Tuhan telah memberi berkat akan dikau selamanya aku memerintahkannya, maka sekarang bilakah pula aku mengerjakan rumahku sendiri?","Maka kata Laban: Apakah yang hendak kuberikan kepadamu? Maka sahut Yakub: Satupun tak usah kauberikan daku, jikalau engkau hendak berbuat akan daku demikian ini, maka aku hendak menggembalakan dan menunggui segala kawan kambingmu pula.","Pada hari ini akan aku melalui segala kawan binatangmu serta kuasingkan dari padanya tiap-tiap yang berintik dan berbelang, maka segala binatang yang perang di antara segala domba dan yang berbelang dan berintik di antara segala kambing ia itu akan menjadi upahku.","Maka kebenaranku itu kelak menjadi saksi akan daku pada hari esok, apabila engkau datang memeriksai upahku: tiap-tiap suatu yang tiada berintik atau berbelang di antara segala kambing dan yang warna perang di antara segala domba itu, ia itulah akan dibilangkan curianku.","Maka sahut Laban: Sesungguhnya jadilah seperti katamu ini.","Maka pada hari itu juga diasingkannyalah segala kambing jantan yang bercorak dan berbelang dan segala kambing betina yang berintik dan berbelang dan segala yang berbelang putih, dan segala yang perang warnanya di antara segala domba, sekalian itu diserahkannya ke tangan anak-anaknya.","Maka dijauhkan Laban sekalian itupun tiga hari perjalanan jaraknya dengan tempat Yakub, maka Yakubpun menggembalakan segala kawan domba Laban yang lain itu.","Maka oleh Yakub diambil beberapa ranting dari pada pohon hawar yang hijau-hijau dan dari pada pohon bondok dan kastal, dikupaskannya sampai bercorak-corak putih dan kelihatannyalah putihnya, yang pada ranting-ranting itu.","Maka ranting-ranting yang telah dikupaskannya itu diletakkannya dalam lopak-lopak air, dalam palung-palung tempat kambing domba datang minum, di hadapan segala kawan binatang pada masa ia itu hendak berbekak, di tempat kawan-kawan kambing itu datang minum.","Setelah berbekak segala kawan kambing hampir dengan ranting-ranting itu, maka beranaklah ia ada yang becorak, ada yang berintik, ada yang berbelang.","Maka diasingkan Yakub segala anak domba itu, lalu dipalingkannyalah muka segala kawan kambing itu kepada yang bercorak dan segala yang perang di antara segala kawan kambing Laban, maka demikian diperolehnya beberapa kawan kambing bagi dirinya, yang tiada dicampurkannya dengan segala kawan kambing Laban.","Maka jadilah seberapa kali berbekaklah kawan-kawan binatang itu pada musim apabila terbiaklah ia, maka diletakkan Yakub ranting-ranting itu dalam lopak-lopak air, supaya berbekak ia hampir dengan ranting-ranting itu.","Tetapi pada musim segala binatang itu lemah tiada diletakkannya; demikianlah segala binatang yang lemah itu jadilah bahagian Laban dan yang kuat-kuat itu jadilah Yakub punya.","Maka makin lebih bertambah-tambah kekayaan Yakub, sehingga adalah padanya beberapa berapa kawan kambing domba dan beberapa berapa hamba sahaya dan beberapa berapa unta dan keledai."]