["Maka Yakubpun langsung berjalan, lalu bertemulah dengan dia beberapa malaekat Allah.","Demi dilihat Yakub akan mereka itu, maka katanya: Bahwa inilah balatentara Allah; maka dinamainya akan tempat itu Mahanaim.","Maka oleh Yakub disuruhkan beberapa utusan berjalan dahulu mendapatkan Esaf, saudaranya, ke tanah Seir, yaitu negeri Edom.","Maka dipesannyalah kepada mereka itu, katanya: Demikian katakanlah olehmu kepada Esaf, tuanku: Bahwa sembah hambamu, Yakub, demikian: Hamba telah menumpang dengan Laban selaku orang dagang, dan hamba tinggal sertanya sampai sekarang ini.","Maka adalah pada hamba lembu dan keledai dan kambing domba dan sahaya laki-laki dan perempuan, maka inilah hamba suruh permaklumkan kepada tuan, supaya hamba beroleh kasihan dari pada pemandangan tuan.","Maka utusan itupun kembalilah kepada Yakub, katanya: Bahwa kami telah berjumpa dengan Esaf, saudaramu, maka iapun datang mendapatkan dikau, dan adalah empat ratus orangpun sertanya.","Maka takutlah Yakub sangat serta dengan gentarnya, maka segala orang yang sertanya dan segala kambing dan lembu dan untapun dibaginyalah dua pasukan,","karena katanya: Jikalau kiranya Esaf datang menempuh akan satu pasukan serta dialahkannya, maka pasukan yang tinggal itu boleh lari terlepas.","Maka sembah Yakub: Ya Allah nenekku Ibrahim, ya Allah bapaku Ishak, ya Tuhan yang telah berfirman kepadaku demikian: Pulanglah engkau ke negerimu dan kepada kaum keluargamu, maka Aku akan berbuat baik akan dikau.","Bahwa hamba ini tiada patut beroleh sedikitpun dari pada segala kebajikan dan setia, yang telah Tuhan lakukan akan hamba Tuhan ini; karena dengan tongkat hamba ini jua hamba telah menyeberang sungai Yarden, maka sekarang hamba telah menjadi dua pasukan!","Sentakkanlah kiranya hamba dari dalam tangan saudara hamba, dari dalam tangan Esaf, karena takutlah hamba akan dia, kalau-kalau ia datang menyerang akan hamba dan akan ibu dengan anak-anaknya.","Bukankah Tuhan telah berfirman demikian: Sesungguhnya Aku hendak berbuat baik akan dikau dan menjadikan benihmu seperti kersik di laut, yang tiada terpermanai banyaknya.","Maka Yakubpun bermalamlah di sana pada malam itu juga, maka diambilnyalah dari pada barang yang dekat tangannya akan hadiah bagi Esaf, saudaranya,","yaitu kambing betina dua ratus ekor, dan kambing jantan dua puluh ekor, dan domba betina dua ratus ekor, dan domba jantan dua puluh ekor,","dan unta betina yang menyusui serta dengan anaknya tiga puluh ekor, dan lembu betina empat puluh ekor, dan lembu jantan sepuluh ekor, dan keledai betina dua puluh ekor, dan keledai jantan sepuluh ekor.","Maka sekalian itu diserahkannya ke tangan hamba-hambanya, tiap-tiap kawan binatang itu sendiri-sendiri, lalu kata Yakub kepada segala hambanya: Berjalanlah kamu dahulu dari padaku, berilah berjarak antara kawan dengan kawan itu.","Maka dipesannya kepada yang pertama, katanya: Apabila engkau berjumpa dengan Esaf, saudaraku, dan ditanyakannya dikau, katanya: Siapa punya orang engkau? dan engkau hendak ke mana? dan siapa punya sekalian yang di hadapanmu ini?","Hendaklah kausahut: Ia ini Yakub, hamba tuan, punya, suatu hadiah yang dikirimkannya kepada Esaf, tuan hamba, bahwa sesungguhnya adalah ia sendiripun di belakang kami.","Maka demikian juga pesannya kepada yang kedua dan yang ketiga, serta kepada sekalian yang mengiringkan kawan-kawan binatang itu, katanya: Demikian hendaklah kamu katakan kelak kepada Esaf, apabila kamu berjumpa dengan dia.","Hendaklah kamu katakan: Sesungguhnya hambamu Yakub itupun ada di belakang. Karena kata Yakub dalam hatinya: Aku hendak memadamkan amarahnya dengan suatu hadiah, yang diantar dahulu dari pada datangku; kemudian kelak aku berjumpa dengan dia, mudah-mudahan diterimanya akan daku.","Maka demikianlah hadiah itu dihantar dahulu dari padanya, tetapi ia sendiri bermalamlah pada malam itu di tempat perhentiannya.","Maka bangunlah ia pada malam itu juga, diambilnya akan kedua bininya dan kedua sahayanya dan kesebelas anak-anaknya, lalu menyeberanglah ia di pangkalan tambang sungai Yabok.","Maka dibawanya akan mereka itu, disuruhnya menyeberang sungai dan dibawanyalah akan segala sesuatu yang ada padanya itupun ke seberang.","Melainkan tinggallah Yakub seorang-orangnya, maka adalah seorang laki-laki bergumul dengan dia sampai terbit fajar.","Maka apabila dilihat orang itu akan hal tiada dapat dialahkannya Yakub, maka dipegangnyalah akan pangkal paha Yakub, lalu pangkal paha Yakub itupun tergeliat dalam ia bergumul dengan dia.","Maka katanya: Lepaskanlah aku karena fajar sudah merekah; tetapi kata Yakub kepadanya: Tiada engkau kulepaskan sebelum engkau memberkati aku.","Maka kata orang itu kepadanya: Siapa namamu? Maka jawabnya: Yakub.","Maka kata orang itu: Tiada lagi engkau bernama Yakub, melainkan Israel, karena telah engkau berlaku seperti seorang raja di hadapan Allah dan kepada manusia, dan engkau sudah menang.","Maka bertanya Yakub, katanya: Katakanlah kiranya namamupun. Maka sahutnya: Mengapa engkau bertanyakan namaku? Maka diberkatinyalah akan dia di sana.","Maka dinamai oleh Yakub akan tempat itu Peniel, karena katanya: Sudah kulihat Allah muka dengan muka, maka nyawaku selamatlah.","Maka setelah dilaluinya Peniel itu mataharipun terbitlah, maka Yakubpun timpanglah pahanya.","Sebab itu sampai pada hari ini tiada dimakan oleh bani Israel akan urat kerukut, yang pada pangkal paha, sebab telah dipegangnya pangkal paha Yakub pada tempat urat kerukut itu."]