["Sebermula, maka Dinah, anak perempuan Lea, yang diperanakkannya bagi Yakub itu, keluarlah hendak melihat anak-anak perempuan negeri itu.","Maka terlihatlah oleh Sikhem bin Hemor, orang Hewi, raja negeri itu, akan dia, lalu dilarikannyalah dan berseketiduranlah dengan dia, digagahinya akan dia.","Maka hatinyapun lekatlah pada Dinah, anak Yakub itu, serta birahilah ia akan anak dara itu, maka iapun membujuk-bujuk hati anak dara itu.","Maka berkata Sikhem kepada Hemor, bapanya, katanya: Ambilkanlah aku anak dara ini akan isteriku.","Maka kedengaranlah kabar kepada Yakub mengatakan Sikhem telah mempercabuli Dinah, anaknya, sementara segala anak-anaknya laki-laki ada di padang serta dengan segala binatangnya; maka diamlah Yakub sampai datang mereka itu.","Maka keluarlah Hemor, bapa Sikhem itu, pergi mendapatkan Yakub hendak berbicara dengan dia.","Maka apabila datanglah anak-anak Yakub dari padang dan didengarnya hal itu, maka sakit hatilah mereka itu serta marahlah ia sangat, sebab Sikhem telah membuat suatu perkara bodoh dalam Israel, yaitu dipercabulnya anak Yakub, yang sekali-kali tiada patut diperbuatnya.","Maka berbicaralah Hemor dengan mereka itu, katanya: Bahwa anakku Sikhem birahi akan anakmu; berikanlah kiranya dia akan isterinya.","Dan hendaklah kiranya kamu berbesan dengan kami, yaitu, berikanlah anak-anak perempuan kamu kepada kami dan ambillah anak-anak perempuan kami akan dirimu.","Dan hendaklah kiranya kamu duduk dengan kami, bahwa tanah ini adalah di hadapanmu, duduklah dan berkelilinglah kamu dan ambillah milik dalamnya.","Dan lagi kata Sikhem kepada bapa dan kakak adik anak perempuan itu: Biarlah kiranya hamba beroleh kasihan dari pada tuan-tuan, maka barang sesuatu yang tuan-tuan kehendaki itu hamba berikan kelak.","Pintalah dari pada hamba beberapa banyak isi kawin dan hadiahpun, maka hamba akan memberikan dia seperti yang tuan-tuan kehendaki, tetapi berikanlah kepada hamba juga anak dara itu akan bini hamba.","Maka disahut oleh anak-anak Yakub kepada Sikhem dan Hemor, bapanya dengan tipunya, sebab telah dipercabulnya Dinah, saudara mereka itu.","Maka kata mereka itu kepadanya: Tiada boleh kami berbuat perkara yang demikian, yaitu memberikan saudara kami kepada seorang kulup, karena ia itulah suatu kecelaan atas kami.","Hanya atas seperkara ini sahaja bolehlah kami menurut kehendakmu, yaitu jikalau kamu sama seperti kami dan segala orang laki-laki di antara kamu itu disunatkan.","Baharulah boleh kami memberikan anak-anak perempuan kami kepada kamu dan anak-anak perempuan kamu kami ambil akan kami dan kamipun akan duduk dengan kamu dan bolehlah menjadi sebangsa jua.","Tetapi jikalau tiada kamu menurut akan kata kami dalam perkara sunat itu, tak dapat tiada kami ambil akan anak kami, lalu kami akan berjalan pergi.","Maka segala kata mereka itu berkenanlah kepada Hemor dan kepada Sikhem bin Hemor itu.","Maka orang muda itupun mengerjakan perkara ini dengan tiada bertangguh lagi, karena sangat birahilah ia akan anak Yakub itu; dan lagi ialah seorang yang mulia terlebih dari pada segala orang isi rumah bapanya.","Maka datanglah Hemor dan Sikhem, anaknya, ke pintu negerinya, lalu berbicaralah keduanya dengan segala orang isi negerinya, katanya:","Bahwa segala orang ini hendak bersahabat dengan kita, sebab itu biarlah mereka itu duduk di negeri ini dan beridar-idar dalamnya, karena sesungguhnya tanah itu cukup luas bagi mereka itupun, maka anak-anaknya perempuan hendaklah kita ambil akan bini kita dan anak-anak perempuan kita hendaklah kita berikan mereka itu.","Tetapi atas janji seperkara ini sahaja mereka itu mau menurut kehendak kita dan duduk dengan kita akan menjadi sebangsa jua, yaitu jikalau segala orang laki-laki di antara kita dikhatankan, seperti mereka itupun berkhatan adanya.","Bukankah kelak segala lembu kambing dan segala harta bendanya dan segala binatangnya menjadi kita punya? Hanya biarlah kiranya kita menurut kehendaknya, maka mereka itu akan duduk dengan kita.","Maka dibenarkanlah oleh segala orang yang keluar dari pada pintu negeri itu akan kata Hemor dan Sikhem, anaknya, lalu masing-masing orang laki-lakipun dikhatankanlah, yaitu segala orang yang keluar dari pada pintu negeri itu.","Setelah sampai tiga hari, sedang mereka itu dalam penyakit, maka diambil oleh kedua anak Yakub, yaitu Simeon dan Lewi saudara Dinah itu, masing-masing akan pedangnya, lalu masuklah ia menyerang negeri itu dengan gembiranya serta dibunuhnyalah segala orang laki-laki itu.","Maka Hemor dan Sikhem anaknya itupun dibunuhnyalah dengan mata pedang dan diambilnyalah Dinah dari dalam rumah Sikhem, lalu keluarlah mereka itu pulang.","Setelah sudah segala orang itu dibunuh, maka datanglah segala anak laki-laki Yakub menjarah rayah dalam negeri itu sebab saudara mereka itu telah dipercabul oranglah.","Maka segala kambingnya dan lembunya dan segala keledainya dan barang yang ada dalam negeri dan barang yang ada di padang sekalian itu dirampasnyalah.","Maka segala hartanya dan segala anak-anaknya dan segala bininyapun ditawaninyalah dan dijarahnya akan segala sesuatu yang dalam rumah adanya.","Maka kata Yakub kepada Simeon dan Lewi: Bahwa kamu telah mengharu-birukan daku dan membusukkan namaku di antara segala orang yang mendiami negeri ini, yaitu di antara orang Kanani dan di antara orang Ferizi; maka kita ini orang yang sedikit jua bilangannya, jikalau dikerahkan mereka itu kawan-kawannya hendak melawan kita, tak dapat tiada dialahkannya akan daku dan dibinasakannya aku serta dengan segala isi rumahkupun.","Maka sahut mereka itu: Patutkah dibuatnya akan saudara kami seperti akan seorang sundal?"]