["Sebermula, maka firman Allah kepada Yakub: Berangkatlah engkau mudik ke Bait-el, diamlah di sana dan perbuatkanlah di sana sebuah mezbah bagi Allah, yang telah kelihatan kepadamu tatkala engkau lari dari hadapan Esaf, abangmu.","Lalu kata Yakub kepada orang-orang isi rumahnya dan kepada segala bangsa yang sertanya: Buanglah segala berhala orang helat yang ada di antara kamu, dan sucikanlah diri kamu dan tukarkanlah segala pakaian kamu.","Marilah kita berjalan mudik ke Bait-el, karena aku hendak memperbuat sebuah mezbah di sana bagi Allah, yang telah mendengar akan suaraku pada masa kesukaranku dan yang menyertai akan daku pada jalan yang telah kujalani itu.","Maka diberikanlah oleh mereka itu kepada Yakub segala berhala orang helat yang didapatinya dan segala anting-anting yang pada telinganya, maka oleh Yakub disembunyikan sekalian itu dalam tanah di bawah pohon kayu jati, yang dekat negeri Sikhem itu.","Lalu berjalanlah mereka itu, maka didatangkan Allah suatu ketakutan atas segala negeri yang keliling mereka itu, sehingga tiada dikejarnya akan anak-anak Yakub.","Maka dengan hal yang demikian sampailah Yakub dan segala orang yang sertanya itu ke negeri Luz, yaitu Bait-el, yang di tanah Kanaan.","Maka diperbuatnyalah di sana sebuah mezbah dan dinamainya tempat menyatakan diri-Nya kepadanya, tatkala Yakub lari dari hadapan abangnya.","Hata, maka matilah Debora, pengasuh Ribkah, lalu ia dikuburkan di sebelah selatan Bait-el di bawah pohon kayu jati, yang dinamainya Jati penangisan.","Maka kenyataanlah Allah kepada Yakub pula, kemudian dari pada datangnya dari Padan-Aram, maka diberkatinyalah akan dia.","Maka firman Allah kepadanya: Adapun namamu, Yakub itu, tiada lagi dipanggil Yakub, melainkan Israel akan jadi namamu; maka dinamainya akan dia Israel.","Lalu firman Allah kepadanya: Bahwa Aku inilah Allah yang Mahakuasa! jadilah engkau biak dan bertambah-tambahlah. Bahwa satu bangsa, bahkan, suatu kebanyakan bangsa akan jadi dari padamu dan raja-rajapun akan terpancar dari pada sulbimu.","Maka tanah ini, yang telah kuberikan kepada Ibrahim dan Ishak itu, akan Kuberikan kepadamupun, dan kepada anak cucumu yang kemudian dari padamu akan Kuberikan tanah itu.","Lalu naiklah Allah dari padanya, dari tempat Ia berfirman kepada Yakub itu.","Maka oleh Yakub didirikanlah suatu tanda peringatan di tempat Tuhan berfirman kepadanya, yaitu suatu tanda peringatan dari pada batu, dan dicucurkannyalah kepadanya persembahan minuman serta dicurahkannyalah minyak di atasnya.","Maka dinamai Yakub akan tempat Allah berfirman kepadanya itu Bait-el.","Hata, mereka itupun berjalanlah dari Bait-el; adalah kira-kira sedikit jalan lagi akan sampai ke Eferata, maka Rakhelpun beranaklah dan terlalu payah beranaknya itu.","Maka dalam merasai terlalu payah beranak itu kata bidan itu kepadanya: Janganlah engkau takut, karena engkau mendapat seorang anak laki-laki pula.","Maka apabila putuslah nyawanya dan hendak mati ia, dinamainya akan kanak-kanak itu Bin-oni, tetapi bapanya menamai akan dia Benyamin.","Demikianlah peri mati Rakhel, lalu ditanamkanlah akan dia pada sisi jalan ke Eferata, yaitu Betlehem.","Maka didirikanlah oleh Yakub suatu tanda peringatan di atas kuburnya; ia itulah nisan keramat Rakhel yang ada sampai pada hari ini.","Maka berangkatlah Israel dari sana, lalu didirikannyalah kemahnya di sebelah sana Mignal-Edar.","Maka sekali peristiwa, tatkala Israel menduduki tanah itu, bahwa Rubin pergi, lalu berseketiduran dengan Bilha, gundik bapanya, maka kedengaranlah kabarnya kepada Israel. Adapun bilangan segala anak laki-laki Yakub itu dua belas orang banyaknya.","Maka segala anak laki-laki Lea, ia itulah Rubin, anak sulung Yakub, kemudian Simeon dan Lewi dan Yehuda dan Isakhar dan Zebulon.","Adapun anak laki-laki Rakhel itulah Yusuf dan Benyamin.","Maka anak laki-laki Bilha, sahaya Rakhel, itulah Dan dan Naftali.","Dan anak laki-laki Zilpa, sahaya Lea, itulah Gad dan Asyer; maka sekalian inilah anak-anak Yakub yang telah diperanakkan baginya di Padan-Aram.","Kalakian, maka Yakubpun sampailah kepada Ishak, bapanya, dalam Mamre di Kiryat-Arba, yaitu Heberon, tempat Ibrahim dan Ishak menumpang seperti orang dagang adanya.","Maka adalah umur Ishak seratus delapan puluh tahun.","Maka putuslah nyawa Ishak, matilah ia dan dikumpulkan dengan nenek moyangnya pada masa ia seorang tua sepuas-puas umurnya, lalu ia dikuburkan oleh anaknya, yaitu Esaf dan Yakub."]