["Sebermula, maka Yakubpun duduklah di tanah tempat bapanya menumpang seperti orang dagang, di tanah Kanaan.","Bahwa inilah hikayat Yakub: Maka Yusuf, tatkala umurnya tujuh belas tahun, adalah ia menggembalakan kawan kambing serta dengan segala saudaranya, maka budak itu bersama-sama dengan anak Bilha dan anak Zilpa, kedua gundik bapanya, maka disampaikan Yusuf kabar akan hal kejahatan saudara-saudaranya kepada bapanya.","Adapun kasih Israel akan Yusuf itu terlebih dari pada kasihnya akan segala anak-anaknya, oleh karena ialah anaknya yang jadi pada masa tuanya, maka diperbuatkannya akan dia sehelai jubah yang berbagai-bagai warnanya.","Maka apabila dilihat oleh saudara-saudaranya bahwa kasih bapanya akan dia terlebih dari pada kasihnya akan segala saudaranya, maka bencilah mereka itu akan dia, tiada mereka itu mau berkata-kata sama dia dengan baiknya.","Maka bermimpilah Yusuf suatu mimpi, lalu dikatakannya kepada saudara-saudaranya, maka makin lebih pula benci mereka itu akan dia.","Maka kata Yusuf kepada mereka itu: Dengarlah olehmu kiranya mimpi yang telah kumimpikan itu.","Bahwa adalah kita di ladang tengah mengikat gandum bergemal-gemal, maka sesungguhnya gemalku itu berbangkitlah lalu berdiri, maka gemal-gemal kamupun datanglah berkeliling serta menundukkan dirinya kepada gemalku.","Maka kata saudara-saudaranya kepadanya: Masakan engkau menjadi raja kami; masakan engkau memerintahkan kami? Maka makin lebih lagi mereka itu benci akan dia oleh sebab mimpinya dan oleh sebab perkataanya itu.","Maka bermimpilah pula ia akan suatu mimpi yang lain, lalu inipun dikatakannyalah kepada saudara-saudaranya, katanya: Bahwasanya aku telah bermimpi suatu mimpi pula; bahwa matahari dan bulan dan sebelas buah bintang menundukkan dirinya kepadaku.","Maka mimpi ini dikatakan Yusuf kepada bapanya dan kepada segala saudaranya, tetapi digusar oleh bapanya akan dia, katanya: Apakah macam mimpi yang telah kaumimpikan itu? Masakan kami sekalian, yaitu aku serta ibumu dan segala saudaramu, akan datang menundukkan diri kami kepadamu sampai ke bumi?","Maka saudara-saudaranyapun dengkilah akan dia, tetapi bapanya menyimpankan perkara itu dalam hatinya.","Hata, maka pada sekali peristiwa saudara-saudaranyapun pergilah menggembalakan kawan kambing bapanya dekat Sikhem.","Maka kata Israel kepada Yusuf: Bukankah saudaramu menggembalakan kawan kambing dekat Sikhem? Marilah engkau kusuruh pergi mendapatkan mereka itu. Maka sahut Yusuf: Sahaya!","Maka kata Yakub kepada Yusuf: Pergilah engkau melihat akan hal saudaramu, kalau mereka itu baik dan segala kambingnyapun baik; bawalah kabar kembali kepadaku. Demikianlah disuruh Yakub akan dia dari lembah Heberon, lalu sampailah ia ke Sikhem.","Maka adalah seorang anu bertemu dengan dia, karena sesungguhnya sesatlah Yusuf di padang itu, lalu bertanyalah orang itu akan dia, katanya: Apakah engkau cahari?","Maka sahutnya: Aku ini mencahari saudara-saudaraku; katakanlah kiranya kepadaku di manakah mereka itu menggembalakan kawan kambingnya.","Maka kata orang itu: Sudah mereka itu berjalan dari sini, karena kudengar kata mereka itu: Mari kita pergi ke Dotan. Maka Yusufpun pergi mengikuti saudaranya, lalu didapatinyalah mereka itu di Dotan.","Demi terlihatlah mereka itu akan dia dari jauh dan sebelum lagi sampai ia kepada mereka itu, maka bermufakatlah mereka itu bersama-sama hendak membunuh dia.","Maka kata mereka itu seorang kepada seorang: Tengoklah, tukang mimpi itu datang.","Sebab itu marilah sekarang, kita bunuh ia serta membuangkan dia ke dalam sebuah perigi ini, lalu hendak kita katakan kelak, bahwa ia telah dimakan oleh seekor binatang yang buas; kemudian boleh kita lihat apakah jadinya mimpi-mimpinya itu.","Setelah didengar oleh Rubin akan niat mereka itu demikian, maka dilepaskannya dia dari pada tangan mereka itu dengan mengatakan ini: Janganlah kita bunuh akan dia.","Dan lagi kata Rubin kepada mereka itu: Janganlah kamu tumpahkan darah; buangkanlah dia ke dalam perigi yang di padang belantara ini, dan jangan mendatangkan tangan kepadanya. Maka kata Rubin demikian hendak melepaskan Yusuf dari pada tangan mereka itu, supaya dapat dikembalikannya pula kepada bapanya.","Maka serta sampailah Yusuf kepada saudara-saudaranya, ditanggalkan mereka itu jubahnya, yaitu jubah yang berbagai-bagai warna, yang dipakainya itu.","Maka ditangkap oleh mereka itu akan dia, lalu dibuangkannya ke dalam perigi, tetapi perigi itu buta, tiada air dalamnya.","Lalu mereka itu duduk hendak makan roti. Serta mereka itu mengangkat matanya dilihatnya bahwasanya adalah datang suatu kafilah orang Ismaili dari negeri Gilead serta dengan untanya bermuat rempah-rempah dan getah dan kemenyan, ia itu berjalan hendak ke Mesir.","Maka kata Yehuda kepada saudara-saudaranya: Apakah gunanya kita membunuh adik kita dan menyembunyikan darahnya?","Marilah kita jualkan dia kepada orang Ismaili ini dan janganlah kita datangkan tangan kepadanya, karena ialah adik kita dan sedaging darah dengan kita. Maka diturutlah oleh saudara-saudaranya akan katanya.","Maka sementara lalulah saudagar Midiani itu ditariknya Yusuf naik dari dalam perigi, lalu dijualkannya Yusuf kepada orang Ismaili itu dengan harga dua puluh keping perak, maka oleh orang itu dibawa akan Yusuf ke Mesir.","Maka apabila kembalilah Rubin kepada perigi itu, heran, dilihatnya tiada Yusuf dalam perigi itu lagi, lalu dikoyak-koyakkannya pakaiannya.","Maka kembalilah ia kepada saudara-saudaranya, lalu katanya: Budak itu tiada, maka aku ini ke manakah aku hendak pergi?","Maka diambil oleh mereka itu akan jubah Yusuf dan disembelihkannya seekor anak kambing, lalu dicelupkannya jubah itu dalam darah kambing itu.","Maka dikirimkannyalah jubah yang berbagai-bagai warnanya itu disuruhnya bawa kepada bapanya, serta katanya: Inilah yang kami dapat; periksalah kalau ini jubah anakmu atau tidak.","Maka dikenalnya, lalu katanya: Ia ini jubah anakku, niscaya ia dimakan oleh seekor binatang yang buas; tiada syak lagi Yusuf itu sudah dicarik-carik.","Maka Yakubpun mengoyakkanlah pakaiannya, lalu dipakainya kain kembali pada pinggangnya, serta berkabunglah ia karena anaknya beberapa hari lamanya.","Maka datanglah segala anak-anaknya laki-laki dan perempuan hendak menghiburkan dia, tetapi engganlah ia dihiburkan serta katanya: Bahwa karena anakku ini aku hendak berkabung sampai ke kubur. Demikianlah Yusuf itu ditangisi oleh bapanya.","Hata, maka dijual pula oleh orang Midian itu akan Yusuf di negeri Mesir kepada Potifar, seorang pegawai Firaun dan penghulu biduanda adanya."]