["Maka sekali peristiwa pada masa itu juga ditinggalkan Yehuda akan segala saudaranya, lalu pergi ke selatan, didirikannyalah kemahnya dekat dengan tempat seorang orang Adulami, yang bernama Hira.","Maka dilihat oleh Yehuda di sana seorang anak perempuan orang Kanani, yang bernama Syua, lalu diambilnya dan berseketiduranlah ia dengan dia.","Maka perempuan itupun mengandunglah, lalu beranaklah ia laki-laki seorang, yang dinamainya Er.","Maka mengandunglah ia pula lalu beranaklah laki-laki seorang, yang dinamainya Onan.","Dan lagi mengandunglah ia pula, lalu beranaklah laki-laki seorang, yang dinamainya Syela. Maka adalah Yehuda di negeri Khezib pada masa diperanakkannya dia.","Hata, maka diambil oleh Yehuda seorang bini akan Er, anaknya yang sulung itu, maka nama perempuan itu Tamar.","Tetapi Er anak sulung Yehuda itupun jahatlah adanya kepada pemandangan Tuhan, sebab itu dibinasakan Tuhan akan dia.","Lalu kata Yehuda kepada Onan: Pergilah engkau mendapatkan bini abangmu, perbinikanlah dia akan ganti abangmu dan adakanlah benih bagi abangmu itu.","Maka telah diketahui Onan akan benih ini kelak bukan menjadi dia punya; sebab itu apabila bersetubuh ia dengan bini abangnya ditumpahkannya maninya ke tanah, supaya jangan diadakannya benih bagi abangnya.","Maka perkara yang diperbuatnya ini jahatlah adanya kepada pemandangan Tuhan, sebab itu dibinasakan Tuhan akan diapun.","Lalu kata Yehuda kepada Tamar, menantunya: Tinggallah engkau bujang dalam rumah bapamu sampai anakku si Syela itu besar kelak, karena kata Yehuda: Asal jangan iapun mati seperti kedua abangnya itu. Maka Tamarpun pergilah, lalu tinggal dalam rumah bapanya.","Setelah beberapa hari antaranya maka matilah anak Syua, bini Yehuda itu; setelah sudah Yehuda menghiburkan dirinya, pergilah ia kepada orang yang mengguntingi bulu kambingnya, ke negeri Timna serta dengan Hira, orang Adulami, sahabatnya itu.","Maka dikabarkan oranglah kepada Tamar, mengatakan: Tengoklah mentuamu pergi ke Timna hendak mengguntingi bulu kambingnya.","Maka ditanggalkanlah oleh perempuan itu akan pakaian hal jandanya serta ia berpakaikan tudung yang menudungkan ia sama sekali, lalu duduklah ia di pintu mata air kembar, yang ada pada tepi jalan ke Timna, karena telah dilihatnya Syela itu sudah besar dan tiada ia diberikan kepada Syela akan bininya.","Maka apabila dilihat oleh Yehuda akan dia, disangkakannya ia seorang perempuan sundal, sebab ditudungkannya mukanya.","Maka singgahlah Yehuda kepada perempuan itu serta katanya: Marilah engkau, biarlah aku berseketiduran dengan dikau. Maka tiada diketahuinya akan perempuan itu menantunya. Lalu sahut perempuan itu: Apakah hendak kauberikan daku, supaya engkau beseketiduran dengan aku?","Maka katanya: Nanti kukirim seekor anak kambing dari pada kawan kambing itu. Maka sahut perempuan itu: Baik, jikalau engkau memberi petaruh sampai engkau mengirimkan dia.","Maka bertanyalah Yehuda: Apakah petaruh yang patut kuberikan dikau? Maka sahutnya: Berikanlah cincin meteraimu dan cindaimu dan tongkat yang ada pada tanganmu itu. Maka diberikannyalah kepadanya, lalu iapun berseketiduranlah dengan dia, setelah itu mengandunglah ia.","Maka berbangkitlah perempuan itu, lalu pergi serta disingkapkannya kain tudungnya, dipakainya pakaian jandanya pula.","Maka dikirimkanlah oleh Yehuda anak kambing itu dengan sahabatnya, orang Adulami itu, disuruhnya menebus petaruhnya dari pada tangan perempuan itu, tetapi tiada didapatinya akan dia.","Kemudian bertanyalah ia akan orang-orang di tempat itu, katanya: Di manakah perempuan sundal, yang telah duduk di tempat mata air kembar pada sisi jalan itu? Maka sahut mereka itu: Di sini tiada perempuan sundal.","Maka kembalilah ia kepada Yehuda, serta katanya: Tiada kudapati akan dia; dan lagi kata orang di tempat itu: Di sini tiada perempuan sundal.","Maka kata Yehuda: Biar diambilnya bagi dirinya, asal jangan kita mendapat malu. Bahwasanya aku sudah mengirimkan kambing ini kepadanya, tetapi tiada kaudapati akan dia.","Kalakian, maka adalah kira-kira tiga bulan kemudian dari pada itu dikabarkan oranglah kepada Yehuda, mengatakan: Adapun Tamar, menantumu itu, telah berkendak, dan lagi sesungguhnya mengandunglah ia dengan zinahnya. Maka kata Yehuda: Bawalah dia ke mari, supaya dibakar habis akan dia.","Sementara dibawa oranglah akan dia, maka disuruh perempuan itu akan orang pergi mendapatkan mentuanya serta mengatakan: Adapun hal aku mengandung ini, yaitu dengan orang yang empunya barang-barang ini. Maka kata pula perempuan itu: Periksalah kiranya siapakah yang empunya cincin meterai dan cindai dan tongkat ini?","Maka mengakulah Yehuda serta katanya: Bahwa perempuan ini terlebih benar dari pada aku, oleh sebab tiada kuberikan dia kepada anakku si Syela itu. Maka tiada ia berseketiduran dengan dia lagi.","Hata, maka apabila perempuan itu hendak beranak nyatalah ada anak kembar dalam rahimnya.","Maka dalam ia beranak ada seorang dari pada kedua anak-anak itu mengeluarkan tangannya lalu dipegang oleh bidan, diikatkannya sehelai benang merah, katanya: Inilah keluar dahulu.","Maka apabila ditariknya tangannya masuk pula, heran, maka keluarlah saudaranya laki-laki. Maka kata bidan itu: Apakah yang engkau gagahkan? Maka padamu akan ada gagah; sebab itu dinamai akan dia Paris.","Kemudian keluarlah saudaranya laki-laki, yang berikatan benang merah itu pada tangannya, lalu dinamai akan dia Zerah."]