["Sebermula, maka bersetubuhlah Adam dengan bininya, yaitu Hawa, maka hamillah ia, lalu beranaklah ia akan Kain, maka katanya: Aku telah beroleh seorang laki-laki dari pada Tuhan.","Kemudian dari pada itu diperanakkannya Habel, adik Kain. Maka Habel itu menjadi seorang gembala kambing dan Kain itu menjadi peladang.","Maka sekali peristiwa, pada kesudahan tahun, dibawa oleh Kain akan hasil tanah akan persembahan kepada Tuhan.","Maka oleh Habelpun dibawa akan kambing-kambingnya yang sulung serta dengan tambunnya. Maka berkenanlah Tuhan akan Habel dengan persembahannya,","tetapi akan Kain dengan persembahannya tiada Allah berkenan. Lalu marahlah sangat Kain itu serta mukanyapun tunduklah.","Maka firman Tuhan kepada Kain: Mengapa engkau marah dan mukamu tunduk?","Jikalau engkau berbuat baik, bukankah akan ada tengadah? Dan jikalau engkau tiada berbuat baik, maka dosa itu ada sedia  di muka pintu. Bukankah kehendaknya akan dikau, dan engkaupun memerintahkan dia?","Lalu Kainpun berkata-kata dengan Habel, adiknya; maka pada sekali peristiwa, tatkala mereka itu di padang, berbangkitlah Kain lawan Habel, adiknya lalu dibunuhnya.","Maka firman Tuhan kepada Kain: Di mana Habel, adikmu itu? Maka sahutnya: Tiada aku tahu. Akukah penunggu adikku?","Maka firman Tuhan: Apa yang telah kaubuat? Bahwa suara darah adikmu itu berseru kepada-Ku dari bumi.","Maka sekarang terkutuklah engkau di atas bumi, yang telah mengangakan mulutnya akan menerima darah adikmu itu dari pada tanganmu.","Apabila engkau mengusahakan tanah ini kelak, niscaya tiada akan diberinya hasilnya kepadamu; bahwa engkau akan mengembara dan sesat di atas bumi.","Maka sembah Kain kepada Tuhan: Bahwa dosaku itu terlebih dari pada yang boleh kutanggung.","Bahwa sesungguhnya sekarang Engkau menghalaukan daku dari pada tanah ini, maka aku terlindung dari pada hadirat-Mu dan aku akan mengembara dan sesat di atas bumi, maka akan jadi kelak, bahwa barangsiapa yang bertemu dengan aku, niscaya dibunuhnya akan daku.","Maka firman Tuhan kepada Kain: Oleh sebab itu barangsiapa yang membunuh akan Kain itu balasnya tujuh kali ganda. Maka oleh Tuhan diadakan suatu tanda pada kain, supaya jangan ia dibunuh oleh barangsiapa yang bertemu dengan dia.","Maka undurlah Kain dari pada hadirat Tuhan, lalu diamlah dia di tanah Nod, di sebelah timur Eden.","Maka bersetubuhlah Kain dengan bininya, maka hamillah ia, lalu diperanakkannya Henokh. Maka diperbuatlah oleh Kain sebuah negeri, dinamainya akan negeri itu Henokh, menurut nama anaknya.","Maka Henokh itupun beranaklah Irad, dan Irad beranaklah Mekhuyael, dan Mekhuyael beranaklah Metusael, dan Metusael beranaklah Lamekh.","Maka oleh Lamekh diambil dua orang akan bininya, nama seorang Ada dan seorang Zila namanya.","Maka Ada itupun beranaklah Yabal, ia itulah bapa segala orang yang mendiami kemah dan yang memeliharakan lembu kambing.","Maka nama adiknya itu Yubal; yaitu bapa segala orang yang bermain kecapi dan muri.","Maka Zila itupun beranaklah Tubal-Kain, ia itu seorang tukang menempa segala perkakas dari pada tembaga dam besi; maka adik perempuan Tubal-Kain itu Naema namanya.","Maka kata Lamekh kepada kedua bininya, Ada dan Zila itu: Dengarlah akan perkataanku, hai kamu, bini Lamekh! Dengarlah tuturku: sesungguhnya seorang laki-laki kubunuh karena lukaku dan seorang mudapun karena bincutku.","Karena jikalau kiranya Kain dibelai tujuh kali, maka Lamekh akan dibelai tujuh puluh kali tujuh.","Maka Adampun bersetubuhlah pula dengan bininya, lalu beranaklah ia laki-laki seorang, maka dinamainya akan dia Set, katanya: Karena Allah telah menentukan kepadaku benih yang lain akan ganti Habel, yang telah dibunuh oleh Kain.","Maka Set itupun beranaklah laki-laki seorang, dinamainya akan dia Enos; maka pada masa itulah orang mulai sembahyang dengan Nama Tuhan."]