["Maka sekali peristiwa, kemudian dari pada segala perkara ini, bahwa penjawat minuman raja Mesir dan penjawat santapanpun mendurhaka kepada tuannya, yaitu kepada baginda raja Mesir.","Maka murkalah sangat Firaun akan kedua pegawainya, yaitu akan penghulu penjawat minuman dan akan penghulu penjawat santapan itu.","Maka dimasukkannyalah keduanya ke dalam penjara di rumah penghulu biduanda, yaitu tempat Yusufpun dipenjarakan.","Maka oleh penghulu biduanda itupun diberi akan Yusuf setempat dengan mereka itu, supaya dilayaninya akan mereka itu, maka adalah mereka itu dalam penjara beberapa hari lamanya.","Hata, maka kedua orang itupun bermimpilah, masing-masing ada mimpinya, yaitu pada satu malam jua, dan mimpi masing-masing itu ada tabirnya, baik penjawat minuman baik penjawat santapan raja Mesir, yang telah terkurung dalam penjara itu.","Maka pada pagi hari datanglah Yusuf mendapatkan mereka itu, serta dipandangnyalah akan mereka itu bahwasanya mereka itu tampak susah.","Lalu bertanyalah Yusuf akan kedua pegawai Firaun, yang sertanya dalam penjara di rumah tuannya itu, katanya: Mengapa mukamu tampak susah pada hari ini?","Maka sahut mereka itu akan dia: Kami telah bermimpi, tetapi di sini seorangpun tiada yang dapat menabirkannya. Maka kata Yusuf kepadanya: Bukankah segala tabir itu Allah punya? Katakanlah kiranya mimpimu itu kepadaku.","Maka oleh penghulu penjawat minuman itupun diceriterakanlah mimpinya kepada Yusuf, katanya: Dalam mimpiku, heran, ada kelihatan sebatang pokok anggur di hadapanku.","Maka adalah pada pokok anggur itu tiga cabang, rupanya seperti bertunas serta berkembanglah bunganya dan tanda-tandanya sudah bermasakkan buah anggur.","Maka piala Firaun adalah di tanganku, lalu kuambil buah anggur itu, kuperah dalam piala Firaun, kemudian kupersembahkan piala itu ke tangan Firaun.","Maka kata Yusuf kepadanya: Inilah tabirnya: adapun arti tiga cabang itu tiga hari adanya.","Dalam tiga hari ini Firaun kelak mengangkat akan dikau serta memulangkan dikau kepada jawatanmu, dan engkaupun akan mempersembahkan piala Firaun itu pula ke tangannya seperti biasa, tatkala engkau lagi penjawat minumannya.","Tetapi ingatlah kiranya akan daku, apabila engkau selamat kelak, kasihankanlah kiranya akan daku, serta persembahkan apalah halku kepada Firaun dan coba keluarkan daku dari dalam rumah ini.","Karena aku ini telah dicuri orang dari dalam negeri orang Ibrani, maka di sinipun tiada kuperbuat barang suatu, yang patut dikurungkan orang akan daku dalam penjara ini.","Arakian, setelah dilihat oleh penghulu penjawat santapan akan tabir mimpinya itu baik, lalu katanya kepada Yusuf: Akupun telah dalam bermimpi, heran, maka adalah aku menjunjung tiga buah rantang jala-jala di atas kepalaku.","Maka dalam rantang di atas itulah pelbagai santapan Firaun, yang perbuatan tukang roti, maka dimakan oleh unggas akan dia dari dalam rantang yang di atas kepalaku.","Maka sahut Yusuf, katanya: Inilah tabirnya: adapun tiga buah rantang itupun tiga hari adanya.","Dalam tiga hari ini Firaun akan mengangkatkan kepalamu, digantungkannya tubuhmu pada sebatang kayu dan segala unggaspun akan datang memakan dagingmu dari tubuhmu.","Hata, maka pada hari yang ketiga, yaitu pada hari jadi Firaun, diperbuat baginda suatu perjamuan akan segala pegawainya, maka diangkatnya kepala penghulu penjawat minuman dan kepala penghulu penjawat santapan itu di antara segala pegawainya.","Maka dipulangkannyalah penghulu penjawat minuman itu kepada jawatannya kembali, supaya dipersembahkannya pula piala itu ke tangan Firaun.","Tetapi penghulu penjawat santapan itu digantungkannya, seperti yang telah ditabirkan oleh Yusuf kepada mereka itu.","Maka tiada juga penghulu penjawat minuman itu ingat akan Yusuf, melainkan terlupalah ia akan dia."]