["Hata, setelah sudah habis genap dua tahun, maka Firaunpun bermimpilah bahwasanya adalah ia berdiri di tepi sungai.","Heran, maka dari dalam sungai itu naiklah tujuh ekor lembu yang elok rupanya serta dengan tambunnya, lalu mencahari makan dalam rumput.","Heran, maka kemudian dari pada itu adalah tujuh ekor lembu yang lain pula naik dari dalam sungai, keji rupanya lagi kurus tubuhnya, lalu berdirilah ia hampir dengan lembu yang lain itu di tepi sungai.","Maka oleh lembu yang keji rupanya dan kurus tubuhnya itupun habislah dimakannya akan ketujuh ekor lembu yang elok rupanya dan tambun itu. Setelah itu maka Firaunpun sadarlah.","Maka tertidurlah pula Firaun, lalu bermimpilah ia pada kedua kalinya. Heran, maka terbitlah tujuh mayang gandum dari pada sebatang yang subur lagi baik.","Heran, maka tujuh mayang gandum yang seni dan terlayur oleh angin timur, tumbuhlah kemudian dari padanya.","Maka tujuh mayang yang seni itu menelanlah akan mayang yang subur dan berisi itu, lalu Firaunpun sadarlah. Heran, maka inilah suatu mimpi adanya.","Maka pada pagi-pagi hari berdebarlah hati baginda, lalu disuruhnyalah panggil segala sasterawan di negeri Mesir dan segala orang alim yang ada di sana; maka oleh Firaun dikatakanlah kepada mereka itu mimpinya, tetapi seorangpun tiada yang dapat menabirkan dia kepada Firaun.","Maka pada masa itu berdatang sembah penghulu penjawat minuman itu kepada Firaun, sembahnya: Bahwa pada hari ini teringatlah patik akan salah patik;","karena sangat murkalah Firaun akan patik, lalu patik dikurungkan ke dalam penjara penghulu biduanda, yaitu patik serta dengan penghulu penjawat santapan.","Maka pada suatu malam juga patik bermimpi, baik patik baik patik itu, adapun patik bermimpi itu masing-masing ada mimpinya.","Maka serta dengan patik adalah di sana seorang orang muda Ibrani, hamba penghulu biduanda itu, maka mimpi itu patik katakan kepadanya, lalu ditabirkannya mimpi patik, maka seperti mimpi masing-masing demikianlahpun ditabirkannya.","Dan seperti yang ditabirkannya itu demikianpun jadilah: patik ini dikembalikannya kepada jawatan patik, dan patik itu digantungkannya.","Maka oleh Firaun disuruh panggilkan Yusuf, maka dengan segeranya dikeluarkan oranglah ia dari dalam penjara, dicukurnya akan dia serta disalinkannya pakaiannya, lalu datanglah ia menghadap Firaun.","Maka titah Firaun kepada Yusuf: Bahwa aku telah bermimpi, maka seorangpun tiada yang dapat menabirkannya, tetapi telah kudengar kabar akan halmu, mengatakan: Serta suatu mimpi dikatakan sahaja kepadamu, maka engkau dapat menabirkannya.","Maka sahut Yusuf kepada Firaun, sembahnya: Bahwa ini bukannya dalam kuasa patik, maka Allah juga kelak memberitahu selamat Firaun.","Maka titah Firaun kepada Yusuf: Adapun dalam mimpiku itu, heran, maka adalah aku berdiri di tepi sungai;","heran, maka naiklah dari dalam sungai itu tujuh ekor lembu yang tambun lagi elok rupanya, lalu mencahari makan dalam rumput.","Heran, maka kemudian naiklah pula lain tujuh ekor lembu yang kurus lagi sangat keji rupanya dan nipis dagingnya, begitu jahat belum pernah kulihat dalam seluruh negeri Mesir.","Maka oleh lembu yang kurus dan keji itupun habislah dimakannya akan ketujuh ekor lembu tambun yang naik mula-mula itu.","Maka termasuklah ia ke dalam perutnya, tetapi tiada nyata kepadaku ia telah turun ke dalam perutnya, karena rupanya lagi keji seperti dahulu juga. Lalu jagalah aku.","Kemudian dari pada itu kulihat pula dalam mimpiku, heran, maka terbitlah tujuh mayang gandum pada sebatang, penuh-penuh dan baik rupanya.","Heran, maka kemudian dari padanya tumbuhlah pula tujuh mayang gandum yang kering lagi kurus dan yang dilayurkan oleh angin timur.","Maka oleh tujuh mayang gandum yang kering dan kurus itupun ditelanlah akan tujuh mayang gandum yang baik itu. Maka sekalian ini telah kukatakan kepada segala orang sasterawan, tetapi seorang juapun tiada yang dapat menabirkan dia kepadaku.","Maka sembah Yusuf kepada Firaun: Bahwa mimpi Firaun ini satu jua adanya, maka barang yang hendak diadakan Allah itu diberinya tahu Firaun.","Adapun ketujuh ekor lembu yang baik itu, ia itu tujuh tahun adanya, dan ketujuh mayang gandum yang baik itupun tujuh tahun adanya, bahwa mimpi ini satu jua.","Maka ketujuh ekor lembu kurus lagi keji, yang naik kemudian dari padanya itu, ia itupun tujuh tahun adanya, dan ketujuh mayang gandum yang kurus dan terlayur oleh angin timur itu akan menjadi kelak tujuh tahun lamanya bala kelaparan.","Maka inilah sembah yang telah patik persembahkan kepada Firaun, adapun barang yang hendak diadakan Allah kelak, ia itu telah ditunjuknya kepada Firaun.","Bahwa sesungguhnya tujuh tahun yang datang ini akan jadi kelimpahan besar dalam seluruh negeri Mesir.","Tetapi kemudian dari pada itu akan datang tujuh tahun bala kelaparan, sehingga kelupaanlah segala kelimpahan itu dalam negeri Mesir dan bala kelaparan itulah akan membinasakan segala negeri.","Maka kelimpahan itupun tiada akan diingat lagi dalam negeri oleh sebab bala kelaparan yang datang kemudian, karena bala kelaparan itu akan terlalu besar adanya.","Adapun mimpi itu berulang bagi Firaun sampai dua kali, ia itu sebab perkara itu sudah ditentukan Allah baik-baik, maka Allah juga akan melakukan dia dengan segeranya.","Maka sekarangpun baiklah kiranya Firaun mencahari seorang yang budiman lagi dengan bijaksananya, serta mengangkat akan dia supaya diperintahkannya negeri Mesir.","Maka hendaklah kiranya Firaun berbuat demikian: angkatlah beberapa orang wali atas tanah itu dan ambillah seperlima bahagian hasil tanah Mesir dalam tujuh tahun kelimpahan itu.","Hendaklah dikumpulkan oleh mereka itu segala makanan dalam segala tahun yang baik, yang datang ini, serta ditimbunkan gandum di bawah perintah Firaun dan ditaruhkan makanan dalam segala negeri.","Maka segala makanan itu akan menjadi bekal bagi negeri itu pada tujuh tahun bala kelaparan yang kelak jadi di negeri Mesir, supaya jangan binasa orang isi negeri oleh karena bala kelaparan itu.","Hata, maka sembah Yusuf itupun dibenarkanlah oleh Firaun dan oleh segala pegawainya.","Lalu titah Firaun kepada pegawainya: Manakah boleh kita mendapat seorang yang seperti ini, yang ada Roh Allah dalamnya.","Lalu titah Firaun kepada Yusuf: Sedang dinyatakan Allah akan dikau segala perkara ini, maka tiadalah seorang juapun yang budiman dan bijaksana seperti engkau.","Tak dapat tiada engkau kujadikan penghulu dalam istanaku, maka segala rakyatku akan menurut perintahmu, hanya takhta ini sahaja aku akan lebih dari pada engkau.","Dan lagi titah Firaun kepada Yusuf: Bahwasanya aku mengangkat akan dikau menjadi penghulu dalam seluruh benua Mesir.","Maka Firaunpun mencabut cincin dari pada tangannya, dikenakannya pada tangan Yusuf serta disuruhnya akan dia berpakaikan kain khasah yang halus, serta dihiasinya lehernya dengan suatu rantai emas.","Lalu dinaikkannyalah ke atas rata, pangkat yang kedua, yang ada baginya; maka orangpun berseru-serulah di hadapannya: Bertelutlah kamu! Demikianlah diangkat Firaun akan dia menjadi pemerintah atas seluruh benua Mesir itu.","Maka titah Firaun kepada Yusuf: Bahwa akulah Firaun, tetapi dengan tiada engkau seorangpun tiada boleh mengangkat tangannya atau kakinya dalam seluruh benua Mesir.","Maka dinamai oleh Firaun akan Yusuf itu: Zafnat-Paaneyah, serta diberinya akan dia Asenat, anak Potifera, imam di On, akan isterinya. Maka Yusufpun keluarlah pergi melihat seluruh benua Mesir.","Maka adalah umur Yusuf tiga puluh tahun tatkala ia menghadap Firaun, raja Mesir itu. Maka Yusufpun bermohonlah kepada Firaun, lalu dijalaninyalah akan segala benua Mesir.","Maka dalam tujuh tahun kelimpahan itu keluarlah hasil dari tanah itu sepenuh-penuh tangan banyaknya.","Maka dikumpulkan oleh Yusuf dari pada segala makanan yang di tanah Mesir dalam tujuh tahun kelimpahan itu, serta ditaruhnya makanan itu dalam negeri-negeri, maka dalam tiap-tiap negeri ditaruhnya akan hasil tanah jajahannya.","Maka demikianlah dikumpulkan Yusuf akan gandum yang seperti pasir di laut banyaknya, sehingga berhentilah orang dari pada membilang dia, karena tiada tepermanai banyaknya.","Maka sebelum datang segala tahun bala kelaparan itu jadilah bagi Yusuf dua orang anaknya laki-laki, diperanakkan baginya oleh Asenat, anak Potifera, imam di On.","Maka dinamai oleh Yusuf akan anaknya yang sulung itu Manasye, katanya: Karena Allah telah melupakan akan daku dari pada segala kesukaranku dan dari pada segenap rumah bapaku.","Maka dinamainya akan anaknya yang kedua itu Efrayim, katanya: Karena Allah telah membiakkan daku dalam negeri kesukaranku.","Maka tujuh tahun kelimpahan yang telah jadi di negeri Mesir itu, genaplah sudah;","maka tujuh tahun bala kelaparan itu mulai datang, seperti yang dikatakan oleh Yusuf; maka adalah bala kelaparan dalam segala negeri, tetapi dalam seluruh benua Mesir adalah makanan.","Kemudian dari pada itu segala isi negeri Mesirpun kelaparanlah, lalu berserulah orang banyak itu kepada Firaun meminta makan. Maka titah Firaun kepada segala orang Mesir itu: Pergilah kamu mendapatkan Yusuf, perbuatlah olehmu akan barang yang dikatakannya kepadamu kelak.","Hata, apabila bala kelaparan telah datang atas segala negeri itu, maka dibukakan oleh Yusuf akan segala gedung yang ada isinya, lalu dijualnyalah kepada segala orang Mesir, karena sangat besarlah bala kelaparan itu dalam negeri Mesir.","Maka dari pada segala negeri datanglah orang ke Mesir mendapatkan Yusuf, hendak membeli gandum, karena sangat besarlah bala kelaparan dalam segala negeri itu."]