["Sebermula, setelah kedengaranlah kabar kepada Yakub, mengatakan adalah gandum di Mesir, maka kata Yakub kepada anak-anaknya: Mengapa kamu berpandang seorang akan seorang?","Dan lagi katanya: Bahwasanya telah kudengar kabar mengatakan adalah gandum di Mesir; sebab itu turunlah kamu ke sana, belikanlah kita dari sana, supaya kita hidup dan jangan mati.","Maka turunlah saudara-saudara Yusuf itu, sepuluh orang banyaknya, hendak membeli gandum ke Mesir.","Tetapi Benyamin, adik Yusuf itu, tiada disuruhkan Yakub pergi bersama-sama dengan segala saudaranya, karena kata Yakub: Entah, barangkali datang suatu bahaya kepadanya.","Maka datanglah anak-anak Israel membeli gandum di antara segala orang yang telah datang itu; karena besarlah bala kelaparan di tanah Kanaanpun.","Adapun Yusuf telah menjadi wazir di negeri itu, ia sendiri juga menjual gandum kepada segala negeri itu. Hata, maka segala saudara Yusufpun datanglah, lalu mereka itu sujud di hadapannya dengan mukanya sampai ke bumi.","Demi dilihat Yusuf akan saudara-saudaranya, dikenalnyalah mereka itu, tetapi ia pura-pura tiada kenal akan mereka itu serta berkatalah ia kepada mereka itu dengan garangnya, katanya: Dari mana kamu datang? Maka sembah mereka itu: Dari negeri Kanaan hendak membeli makanan.","Maka Yusufpun mengenal akan saudara-saudaranya, tetapi mereka itu tiada mengenal akan dia.","Maka pada masa itu teringatlah Yusuf akan mimpi yang telah dimimpikannya akan hal mereka itu. Maka katanya kepadanya: Kamu sekalian orang pengintai; kamu datang hendak melihat di mana tanah ini teralpa adanya.","Maka sembah mereka itu kepadanya: Bukan, ya tuanku! melainkan patik ini telah datang hendak membeli makanan.","Patik sekalian ini anak-anak sebapa jua dan patik ini orang benar, bukannya patik tuanku orang pengintai adanya.","Maka kata Yusuf: Bukan, melainkan kamu telah datang melihat di mana tanah ini teralpa adanya.","Maka sembah mereka itu; Patik tuanku semua dua belas orang bersaudara yang sebapa dalam negeri Kanaan; maka sesungguhnya yang bungsu ada sekarang dengan bapa patik dan yang seorang sudah tiada.","Maka kata Yusuf kepadanya: Betul juga kataku kepadamu, bahwa kamu ini orang pengintai.","Maka dengan inilah kamu akan diuji: demi alhayat Firaun tiada boleh kamu keluar dari sini, melainkan adikmu itu sudah datang ke mari.","Suruhkanlah seorang dari pada kamu pergi mengambil adikmu itu ke mari, tetapi tinggallah kamu ini terpenjara di sini, supaya dapat diuji perkataanmu kalau kamu benar, maka jikalau tidak, demi alhayat Firaun, bahwa kamulah orang pengintai juga.","Maka ditaruhnyalah akan mereka itu bersama-sama dalam penjara sampai tiga hari lamanya.","Maka pada hari yang ketiga kata Yusuf kepadanya: Buatlah ini, supaya kamu hidup, karena akupun takut akan Allah.","Jikalau kiranya kamu orang yang benar, baiklah saudara kamu seorang tinggal terkurung dalam penjara dan pergilah kamu sekalian, bawalah gandum karena sebab kelaparan orang isi rumahmu.","Maka apabila kamu membawa akan adikmu itu kepadaku, niscaya didapati akan katamu itu benar adanya dan tiada kamu akan dibunuh. Maka dibuatlah oleh mereka itu demikian.","Maka pada masa itu kata mereka itu seorang kepada seorang: Bahwa sesungguhnya kita sekalian ini bersalah akan adik kita, yang telah kita lihat kepicikan hatinya tatkala ia minta dikasihankan oleh kita, tetapi tiada kita mau dengar, maka sebab itulah kepicikan ini telah datang atas kita!","Maka sahut Rubin kepada mereka itu, katanya: Bukankah aku sudah mengingatkan kamu serta kataku: Janganlah kamu berbuat dosa kepada budak itu, tetapi tiada juga kamu mau dengar? Sebab itu, tengoklah, darahnya sekarang dituntut belanya.","Maka tiada mereka itu tahu akan hal Yusuf mengerti perkataannya, karena Yusuf berkata kepada mereka itu dengan seorang jurubahasa.","Maka undurlah Yusuf dari pada mereka itu, lalu menangis, kemudian baliklah ia pula serta berkata-kata dengan mereka itu. Maka diambilnya akan Simeon dari antaranya, dipenjarakannya di hadapan mereka itu.","Setelah itu disuruh oleh Yusuf akan orang mengisikan segala karung mereka itu dengan gandum dan memulangkan uang masing-masing ke dalam karungnya dan memberi bekal akan mereka itu bagi perjalanannya. Maka demikianpun dibuat oranglah akan mereka itu.","Maka dimuatkannya gandum itu di atas keledainya, lalu berjalanlah mereka itu dari sana.","Maka seorang dari pada mereka itu membuka karungnya hendak memberi makan akan keledainya di rumah wakaf, maka terlihat ia akan uangnya, bahwa sesungguhnya adalah ia itu dalam mulut karungnya.","Maka katanya kepada segala saudaranya: Bahwasanya uangku sudah dipulangkan. Tengoklah, adalah dalam karungku. Maka hati mereka itu sekalianpun tawarlah, serta gemetarlah mereka itu, katanya seorang akan seorang: Apa gerangan ini, yang dilakukan Allah atas kita?","Maka sampailah mereka itu kepada Yakub, bapanya, di tanah Kanaan, lalu diceriterakannyalah segala hal yang telah berlaku kepadanya, katanya:","Adapun orang yang dipertuan dalam negeri itu, ia itu sangat keras titahnya kepada kami, disangkakannya kami ini orang pengintai negeri.","Tetapi sembah kami kepadanya: Patik ini orang yang benar; bukannya patik ini orang pengintai.","Patik ini dua belas orang bersaudara yang sebapa, maka seorang patik sudah tiada dan yang bungsu ada sekarang dengan bapa patik di negeri Kanaan.","Maka titah orang yang dipertuan dalam negeri itu kepada kami: Dengan ini juga boleh kuketahui akan kamu orang baik-baik: tinggalkanlah seorang kamu padaku dan bawalah kamu akan makanan karena sebab kelaparan orang isi rumahmu serta berjalanlah,","dan bawalah akan adikmu itu ke mari kepadaku, supaya kuketahui akan kamu bukannya orang pengintai, melainkan orang baik-baik, kemudian aku akan mengembalikan saudaramu itu kepadamu dan kamupun boleh berniaga dalam negeri ini.","Maka sesungguhnya apabila dikeluarkan mereka itu isi karung-karungnya, heran, maka adalah pundi-pundi uang masing-masing mereka itu dalam karungnya; serta terlihatlah mereka itu dan bapanyapun akan pundi-pundi uangnya, maka ketakutanlah mereka itu.","Maka kata Yakub, bapanya, kepada mereka itu: Kamu membuluskan aku, karena Yusuf sudah tiada dan Simeonpun tiada, sekarang kamu hendak mengambil Benyamin pula. Segala perkara ini ada melawan aku.","Lalu kata Rubin kepada bapanya: Bunuhlah akan kedua orang anak sahaya laki-laki, kalau tiada sahaya kembalikan budak ini kepada bapa. Serahkanlah dia kepada sahaya sahaja, niscaya sahaya bawa balik akan dia kepada bapa.","Tetapi kata Yakub: Anakku ini tiada akan turun serta dengan kamu, karena abangnya sudah mati dan sekarang tingallah ia seorang-orang; jikalau kiranya ia kena barang suatu bahaya pada jalan yang hendak kamu jalani itu, niscaya kamu akan membawa kelak ubanku yang putih ini ke kubur dengan dukacita adanya."]