["Arakian, maka Yusufpun berpesanlah kepada pemerintah rumahnya, katanya: Isikanlah karung segala orang ini dengan makanan, sekira-kira dapat dibawa oleh mereka itu, dan bubuhlah uang masing-masing di mulut karungnya.","Maka pialaku, yaitu piala perak, bubuhlah di mulut karung orang yang bungsu dan lagi uang harga gandumnyapun. Maka diperbuatnya seperti pesan yang dikatakan Yusuf itu.","Maka serta teranglah pagi-pagi hari dilepaskan oranglah mereka itu sekalian pergi serta dengan keledainya.","Setelah mereka itu keluar dari negeri, tiada berapa jauhnya, maka kata Yusuf kepada pemerintah rumahnya itu: Bangunlah engkau, kejar akan orang itu dari belakang, maka apabila engkau sampai kepadanya, katakanlah demikian: Mengapa kamu membalas baik itu dengan jahat?","Bukankah ia itu piala santapan tuanku dan dengan dia juga diketahuinya perkara yang tersembunyi? Bahwa sejahat-jahat perbuatan, yang telah kamu perbuat itu.","Maka didapatinya akan mereka itu, lalu dikatakannya kepadanya segala perkataan itu.","Maka sahut mereka itu kepadanya: Apakah sebabnya maka tuan berkata-kata begitu? Jauhlah hambamu ini dari pada berbuat perkara yang demikian.","Bahwa sesungguhnya uang yang telah kami dapat dari mulut karung kami, sudah kami bawa kembali kepada tuan dari negeri Kanaan; masakan kami mencuri emas atau perak dari rumah tuanmu?","Pada barangsiapapun baik di antara hambamu sekalian yang didapati akan piala itu, biarlah ia mati dibunuh dan kami sekalianpun biar menjadi hamba tuan.","Maka sahutnya: Baiklah sekarang seperti katamu ini, demikianpun jadilah: pada barangsiapa didapatinya akan dia, ia itu menjadi hambaku, tetapi kamu yang lain itu tiada bersalah.","Maka dengan segera mereka itu menurunkan karungnya masing-masing ke bumi, lalu masing-masing membuka karungnya.","Maka orang itupun menyelidiklah mulai dari pada yang besar sampai kepada yang kecil, maka didapatilah akan piala itu dalam karung Benyamin.","Maka dikoyakkan oleh mereka itu sekalian akan pakaiannya sendiri dan dimuatkanlah masing-masing akan karungnya ke atas keledainya, lalu kembalilah mereka itu ke dalam negeri.","Maka masuklah Yehuda dan segala saudaranya ke dalam rumah Yusuf, karena Yusuf lagi di sana, lalu sujudlah mereka itu di hadapannya sampai ke bumi.","Maka kata Yusuf kepada mereka itu: Apakah macam perbuatanmu ini? Tiadakah kamu tahu bahwa orang yang seperti aku boleh menyatakan barang yang tersembunyi ini?","Maka sembah Yehuda: Apakah yang hendak patik sahut kepada tuanku? Apakah yang hendak patik persembahkan? Dan bagaimana patik sekalian ini dapat membenarkan diri patik? Bahwa telah didapati Allah akan dosa patik-patik tuanku. Bahwa sesungguhnya patik sekalian menjadi hamba kepada tuanku, baik patik sekalian baik ia, yang telah didapati piala itu dalam tangannya.","Maka titah Yusuf: Dijauhkan Allah kiranya aku dari pada berbuat demikian, melainkan orang yang telah didapati piala itu dalam tangannya, itu juga akan menjadi hambaku, tetapi kamu sekalian berjalanlah naik dengan selamat kepada bapamu.","Lalu datanglah Yehuda hampir kepada Yusuf sambil sembahnya: Ya tuanku! biarlah kiranya patik mempersembahkan sepatah kata di bawah telapakan tuanku dan jangan apalah berbangkit murka tuanku akan patik, karena tuanku sama juga dengan Firaun.","Maka tuanku telah bertanya akan patik: Adakah lagi pada kamu bapa atau adik?","Maka sembah patik kepada tuanku: Adalah bagi patik bapa yang sudah tua dan seorang anaknya laki-laki yang bungsu, yang telah diperolehnya pada masa tuanya, maka abangnya sudah mati, tinggallah ia seorang dirinya yang seibu, maka bapanya mengasihi akan dia.","Maka titah tuanku kepada patik ini: Bawalah akan dia turun kepadaku, supaya kupandang akan dia.","Maka sembah patik kepada tuanku: Barangkali orang muda itu tiada boleh meninggalkan bapanya; jikalau kiranya ditinggalkannya, niscaya matilah bapanya kelak.","Tetapi titah tuanku kepada patik: Jikalau adikmu yang bungsu itu tiada turun serta dengan kamu, jangan kamu memandang mukaku lagi.","Hata, setelah mudik patik kepada hamba tuanku, bapa patik, maka patik sampaikanlah segala titah tuanku kepadanya.","Maka kata bapa patik: Kembalilah kamu, belikanlah kita makanan sedikit.","Maka sahut patik: Tiada boleh kami berjalan turun, melainkan kami membawa bersama-sama akan adik kami, maka turunlah kami; karena kecuali adik kami ada bersama-sama, maka tiada boleh kami memandang muka tuan itu pula.","Lalu kata hamba tuanku, bapa patik, kepada patik: Kamu tahu bahwa biniku telah memperanakkan bagiku dua anak laki-laki.","Maka yang seorang sudah pergi dari padaku, kemudian kataku: Sesungguhnya ia telah dicarik-carik karena tiada kulihat akan dia pula sampai sekarang ini!","Jikalau kamu hendak mengambil anak inipun dari padaku, lalu datang sesuatu bahaya atasnya, niscaya kamu kelak memasukkan ubanku ini dengan dukacita ke dalam kubur.","Sebab itu, jikalau patik mendapatkan hamba tuanku, bapa patik, maka budak ini tiada serta dengan patik, tegal nyatalah nyawa bapa itu bergantung kepada nyawa budak ini,","maka akan jadi kelak, serta dilihatnya budak ini tiada, niscaya matilah ia dan patikpun akan memasukkan uban hamba tuanku, bapa patik, dengan dukacita ke dalam kubur.","Tambahan pula patik sudah mengaku akan budak ini di hadapan bapa patik, serta kata patik: Jikalau tiada sahaya kembalikan dia pula kepada bapa, niscaya sahaya akan menanggung dosa selama-lamanya akan bapa sahaya adanya.","Maka sekarang, biar apalah patik tinggal di sini menjadi hamba tuanku akan ganti budak ini, berilah kiranya budak ini berjalan naik bersama-sama dengan segala saudaranya.","Karena bagaimana boleh patik mendapatkan bapa patik, jikalau budak ini tiada serta? Jangan patik melihat celaka yang akan berlaku atas bapa patik itu."]