["Hata, pada ketika itu tiada lagi Yusuf dapat menahankan dirinya di hadapan segala orang yang hampir kepadanya, maka berserulah ia: Suruhlah sekalian orang keluar dari sini. Maka seorangpun tiada sertanya tatkala Yusuf menyatakan dirinya kepada segala saudaranya.","Maka menangislah ia dengan nyaring suaranya, sehingga kedengaranlah bunyinya kepada orang Mesir dan kepada orang isi istana Firaunpun.","Maka kata Yusuf kepada segala saudaranya: Aku ini Yusuf! Adakah bapaku lagi hidup? Maka tiada tersahut oleh saudara-saudaranya, karena terkejutlah mereka itu di hadapannya.","Maka kata Yusuf kepada segala saudaranya: Mari, hampirlah kamu kepadaku. Lalu mereka itupun datanglah hampir. Maka katanya: Akulah Yusuf adikmu, yang telah kamu jual ke negeri Mesir.","Tetapi sekarang, jangan kamu susah atau marah akan dirimu, sebab telah kamu menjual aku ke mari, karena telah disuruhkan Allah akan daku terdahulu dari pada kamu, hendak memeliharakan nyawa orang.","Karena sekarang ini baharu dua tahun bala kelaparan dalam negeri ini; tinggal lagi lima tahun, dalamnya tiada akan ada orang menenggala atau menuai.","Maka disuruhkan Allah akan daku di hadapan kamu, hendak memeliharakan anak buahmu di atas bumi dan menghidupi nyawa kamu sekalian dengan pertolongan yang amat besar.","Sebab itu, bukan kamu yang telah menyuruhkan daku ke mari, melainkan Allah juga, dijadikannya aku akan ayah Firaun dan akan tuan bagi segala isi istananya dan akan pemerintah segala negeri Mesir.","Maka segera pergilah kamu naik mendapatkan bapaku, katakanlah kepadanya: Demikianlah kata anakmu, Yusuf: Bahwa Allah telah menjadikan aku tuan dalam segala negeri Mesir, sebab itu datanglah turun kepadaku dengan tiada berhambatan lagi.","Maka bapa akan duduk di tanah Gosyen, hampir dengan aku, yaitu bapa serta dengan segala anak-anakmu dan cucumu dan kawan kambingmu dan lembumu dan segala sesuatu yang ada padamu.","Maka di sanalah aku akan memeliharakan bapa, karena lagi akan ada lima tahun bala kelaparan, supaya jangan kepapaanlah bapa serta isi rumahmu dan segala sesuatu yang ada padamu.","Bahwa sesungguhnya mata kamu sekalian melihat dan mata adikku Benyaminpun, bahwa mulutku juga yang berkata-kata dengan kamu.","Sebab itu berilah tahu kepada bapaku segala kemuliaanku di negeri Mesir ini dan segala sesuatu yang telah kamu lihat itu, maka segeralah kamu bawa akan bapaku turun ke mari.","Maka Yusufpun memeluklah leher Benyamin, adiknya, sambil menangis, dan Benyaminpun menangislah sambil memeluk leher Yusuf.","Dan lagi dicium Yusuf akan segala saudaranya sambil menangis, kemudian segala saudaranyapun berkata-kata dengan dia.","Maka kabarnyapun kedengaranlah ke dalam istana Firaun, mengatakan saudara-saudara Yusuf telah datang; maka baiklah ia itu kepada pemandangan Firaun dan kepada pemandangan segala pegawainya.","Maka titah Firaun kepada Yusuf: Katakanlah kepada segala saudaramu demikian: Perbuatlah olehmu akan ini, muatilah segala binatangmu, lalu berjalanlah pergi ke negeri Kanaan;","dan bawalah akan bapamu dan segala isi rumah kamu ke mari kepadaku, maka aku akan mengaruniai kamu dengan yang amat baik di negeri Mesir dan kamu akan makan dari pada segala lemak tanah ini.","Maka sekarang kamu dipesankan, perbuatlah olehmu akan ini: ambillah dari dalam negeri Mesir beberapa pedati akan anak-anakmu dan akan segala binimu serta hendaklah kamu bawa akan bapamupun ke mari.","Dan janganlah kamu sayang akan perkakas rumahmu, karena barang yang terutama dalam segala negeri Mesir itu akan menjadi kamu punya.","Maka dibuatlah oleh anak-anak Israel demikian, serta diberikan Yusuf kepada mereka itu beberapa pedati, seperti titah Firaun, dan diberinyalah pula akan mereka itu bekal pada perjalanannya.","Maka dipersalinnyalah akan masing-masing mereka itu, melainkan akan Benyamin diberikannya tiga ratus keping uang perak dan lima persalinan.","Maka kepada bapanya dikirimnyalah ini: sepuluh ekor keledai jantan yang muat barang yang indah-indah dari negeri Mesir, dan sepuluh ekor keledai betina yang muat gandum dan roti dan pelbagai makanan bagi bapanya di jalan.","Maka disuruhnyalah saudaranya pergi, lalu berjalanlah mereka itu. Maka kata Yusuf kepadanya: janganlah kiranya berbangkit marahmu di jalan.","Maka berjalanlah mereka itu dari negeri Mesir, lalu sampailah ke negeri Kanaan, kepada Yakub, bapanya.","Maka mereka itupun mengabarkanlah kepadanya, katanya: Bahwa Yusuf lagi hidup; bahkan, ialah Yamtuan pada segala negeri Mesir! Maka berdebarlah hati Yakub, karena tiada ia percaya akan kata mereka itu.","Tetapi setelah disampaikan mereka itu kepadanya segala perkataan Yusuf yang dikatakannya kepada mereka itu, dan setelah dilihatnya segala pedati yang dikirim Yusuf supaya membawa akan dia, maka roh Yakub bapanyapun segarlah pula.","Maka kata Israel: Cukuplah sudah! Anakku Yusuf lagi hidup, maka aku hendak pergi berjumpa dengan dia dahulu dari pada matiku!"]