["Sebermula, maka Yusufpun datanglah memberitahu Firaun sembahnya: Bahwa bapa patik dan segala saudara patik serta dengan lembu kambingnya dan segala sesuatu yang padanya telah datang dari negeri Kanaan, bahwasanya adalah patik-patik itu di negeri Gosyen.","Maka oleh Yusuf diambil akan beberapa saudaranya, lima orang banyaknya, lalu dihadapkannyalah mereka itu kepada Firaun.","Maka titah Firaun kepada saudara Yusuf itu: Apakah pencaharian kamu? Maka sembah mereka itu kepada Firaun: Patik tuanku gembala kambing, baik patik baik nenek moyang patik.","Dan lagipula sembah mereka itu kepada Firaun: Adapun patik ini datang ke mari hendak menumpang dalam negeri ini bagaikan orang dagang, karena tiadalah bagi patik tempat hendak memeliharakan kawan kambing patik, sebab besarlah bala kelaparan di negeri Kanaan itu; maka sekarang tuanku beri apalah izin akan patik tinggal di negeri Gosyen.","Maka titah Firaun kepada Yusuf, katanya: Bahwa bapamu dan segala saudaramu telah datang kepadamu.","Maka tanah Mesir ini adalah di hadapanmu, dudukkanlah bapamu dan segala saudaramu di tanah yang terbaik, suruhlah mereka itu duduk di negeri Gosyen. Maka jikalau engkau tahu bahwa di antara mereka itu ada orang yang pandai, jadikanlah mereka itu penghulu gembala atas segala milikku.","Maka oleh Yusuf dibawa akan Yakub bapanyapun, lalu dihadapkannya kepada Firaun, maka Yakubpun memberkatilah Firaun.","Maka kata Firaun kepada Yakub: Berapakah sudah umur nenek?","Maka sahut Yakub kepada Firaun: Adapun banyak tahun dagang beta ini ada seratus tiga puluh tahun, bahwa sedikit lagi jahat telah jadi segala umur beta hidup, tiada ia itu sama dengan umur hidup nenek moyang beta, tatkala dagang mereka itu.","Maka oleh Yakub diberkati akan Firaun, lalu bermohonlah ia keluar dari hadapannya.","Maka Yusufpun menyediakan tempat duduk bagi bapanya dan segala saudaranya dan diberikannyalah mereka itu milik dalam negeri Mesir tanah yang terbaik, yaitu tanah Ramesis, setuju dengan titah Firaun.","Maka dipeliharakanlah Yusuf akan bapanya dan segala saudaranya dan segala isi rumah bapanya dengan makanan, sehingga sampai segala anak-anaknyapun.","Maka makananpun tiadalah dalam negeri itu, karena amat besarlah bala kelaparan, sehingga gemeletaklah segala orang isi negeri Mesir dan negeri Kanaan dari sebab kelaparan.","Maka dikumpulkanlah oleh Yusuf segala uang yang terdapat dalam negeri Mesir dan dalam negeri Kanaan, yaitu uang pembayar gandum yang dibeli oleh mereka itu, maka oleh Yusuf dibawa masuk akan segala uang itu ke dalam istana Firaun.","Setelah habislah uang dalam negeri Mesir dan negeri Kanaan, maka datanglah segala orang Mesir menghadap Yusuf, lalu sembahnya: Tuanku beri apalah akan patik sekalian makanan; mengapa gerangan patik akan mati di hadapan tuanku, karena segala uang sudah habis?","Maka sahut Yusuf: Bawalah binatangmu, maka aku memberikan kamu gandum ganti binatangmu, jikalau tiada uang.","Maka dibawa oleh mereka itu akan binatangnya kepada Yusuf, lalu diberi Yusuf akan mereka itu makanan ganti kuda dan ganti kambing domba dan lembu dan keledai; dipeliharakannya mereka itu dengan makanan pada tahun itu juga karena segala binatangnya.","Maka setelah habislah tahun itu, pada tahun yang lain datanglah mereka itu kepadanya serta sembahnya: Bahwa tiadalah boleh patik menyembunyikan dari pada tuanku, tegal tiada lagi uang dan segala lembu kambing dan binatang tanggungpun telah menjadi tuanku punya, bahwa suatupun tiada tinggal lagi di hadapan tuanku, melainkan badan patik dan tanah patik sekalian.","Mengapa patik sekalian akan mati di hadapan mata tuanku, baik patik baik tanah patik? Tuanku beli apalah diri patik dan tanah patik dengan makanan, maka patik dan tanah patik akan menjadi milik Firaun; tuanku beri apalah benih, supaya patik sekalian hidup, jangan patik mati, dan tanah patikpun jangan menjadi tandus.","Demikianlah dibeli Yusuf segala tanah Mesir itu akan Firaun, karena orang Mesir masing-masing menjualkan bendangnya, oleh sebab bala kelaparan itu tersangat besar atas mereka itu; maka demikianlah tanah itupun menjadi milik Firaun.","Setelah itu dipindahkannyalah orang banyak itu dari pada sebuah negeri kepada sebuah negeri, dari pada suatu ujung perhinggaan tanah Mesir sampai kepada ujung yang lain.","Hanya tanah segala imam juga tiada dibelinya, karena mereka itu beroleh pelabur dari pada Firaun serta makan pelabur, yang dianugerahkan Firaun akan dia; sebab itulah tiada dijualnya tanahnya.","Maka pada masa itu kata Yusuf kepada orang banyak itu: Bahwasanya sekarang ini aku telah membeli diri kamu dan tanah kamupun akan Firaun. Tengok, inilah benih, supaya kamu menaburi tanah itu.","Adapun dari pada hasilnya tak dapat tiada kamu akan mempersembahkan seperlimanya kepada Firaun dan empat bahagian yang lain itu bagimu akan benih di bendang dan akan makanan kamu dan segala isi rumah kamu dan akan makanan anak-anak kamu.","Maka sembah mereka itu: Bahwa tuanku sudah menghidupi patik, biarlah kiranya patik mendapat kasihan dari pada tuanku, maka patik sekalian hendak menjadi hamba Firaun.","Maka dibuat oleh Yusuf suatu hukum dalam seluruh negeri Mesir akan perkara itu sampai kepada hari ini, bahwa dalam lima bahagian satu bagi Firaun; hanya tanah segala imam juga yang tiada menjadi milik Firaun.","Arakian, maka duduklah Israel di negeri Mesir di tanah Gosyen, serta diperolehnya milik dalamnya dan bertambah-tambahlah mereka itu serta menjadi amat banyak.","Adapun Yakub diam di negeri Mesir itu tujuh belas tahun lamanya, sehingga umur Yakubpun menjadi seratus empat puluh tujuh tahun.","Setelah Israel hampir akan mati maka dipanggilnya akan Yusuf, anaknya, katanya kepadanya: Jikalau kiranya engkau kasih akan daku, bubuhlah tanganmu di bawah pangkal pahaku serta buatlah kebajikan dan setia akan daku, dan janganlah kiranya engkau kuburkan aku di Mesir.","Melainkan biarlah aku dikuburkan setempat dengan nenek moyangku, hendaklah engkau membawa akan daku dari Mesir dan tanamkanlah aku dalam kubur mereka itu. Maka sahut Yusuf: Sahaya akan berbuat seperti pesan bapa itu.","Maka katanya: Bersumpahlah padaku. Lalu iapun bersumpah padanya. Maka Israelpun menundukkan dirinya di kepala peraduannya."]