["Bahwa inilah surat anak cucu Adam. Maka pada hari dijadikan Allah akan manusia, dijadikannya atas teladan Allah.","Dan dijadikannya dia laki-laki dan perempuan, lalu diberkatinya dan dinamainya manusia pada hari yang dijadikannya itu.","Maka Adam telah hidup seratus tiga puluh tahun lamanya, lalu beranaklah ia laki-laki seorang yang serupa dan seteladan dengan dia, maka dinamainya akan dia Set.","Kemudian dari pada Adam beranak Set itu adalah umurnya delapan ratus tahun, maka beranaklah ia beberapa laki-laki dan perempuan.","Maka panjang umur Adam itu sekalian sembilan ratus tiga puluh tahun, lalu matilah ia.","Maka Set itu hidup seratus lima tahun lamanya, lalu beranak Enos.","Kemudian dari pada beranak Enos, maka Set hidup delapan ratus tujuh tahun lamanya dan beroleh beberapa anak laki-laki dan perempuan.","Adapun panjang umur Set itu sembilan ratus dua belas tahun, lalu matilah ia.","Maka Enos itu hidup sembilan puluh tahun lamanya, lalu beranak Kenan.","Kemudian dari pada beroleh Kenan itu, Enos hidup delapan ratus lima belas tahun lamanya dan beroleh beberapa anak laki-laki dan perempuan.","Maka sekalian umur Enos itu sembilan ratus lima tahun, lalu matilah ia.","Maka Kenan hidup tujuh puluh tahun, lalu beranak Mahalalel.","Kemudian dari pada beroleh Mahalalel itu Kenanpun hidup delapan ratus empat puluh tahun lamanya, dan beroleh beberapa anak laki-laki dan perempuan.","Maka sekalian umur Kenan itu sembilan ratus sepuluh tahun, lalu matilah ia.","Maka Mahalalel hidup enam puluh lima tahun, lalu beranak Yered.","Kemudian dari pada beroleh Yered itu, Mahalalel hidup delapan ratus tiga puluh tahun lamanya dan beroleh anak laki-laki dan perempuan.","Maka sekalian umur Mahalalel itu delapan ratus sembilan puluh lima tahun, lalu matilah ia.","Maka Yered itu hidup seratus enam puluh dua tahun, lalu beranak Henokh.","Kemudian dari pada beroleh Henokh itu, Yered hidup delapan ratus tahun lamanya dan beroleh anak laki-laki dan perempuan.","Maka sekalian umur Yered itu sembilan ratus enam puluh dua tahun, lalu matilah ia.","Maka Henokh itu hidup enam puluh lima tahun lamanya, lalu beranak Metusalah.","Kemudian dari pada beroleh Metusalah itu, Henokh hidup dengan Allah tiga ratus tahun lamanya dan beroleh anak laki-laki dan perempuan.","Maka sekalian umur Henokh itu tiga ratus enam puluh lima tahun.","Maka Henokh itu hidup dengan Allah, maka tiadalah ia lagi, karena diangkat Allah akan dia.","Maka Metusalah itu hidup seratus delapan puluh tujuh tahun lamanya, lalu beranak Lamekh.","Kemudian dari pada beroleh Lamekh itu, Metusalah hidup tujuh ratus delapan puluh dua tahun lamanya dan beroleh anak laki-laki dan perempuan.","Maka sekalian umur Metusalah itu sembilan ratus enam puluh sembilan tahun, lalu matilah ia.","Maka Lamekh hidup seratus delapan puluh dua tahun lamanya, lalu beranak laki-laki seorang.","Maka dinamainya Nuh, katanya: Inilah kelak akan menghiburkan kita dalam kelelahan kita dan dalam kesakitan tangan kita dari sebab bumi, yang telah dilaknatkan Tuhan adanya.","Maka kemudian dari pada beroleh Nuh itu, Lamekh hidup lima ratus sembilan puluh lima tahun lamanya dan beroleh anak laki-laki dan perempuan.","Maka sekalian umur Lamekh itu tujuh ratus tujuh puluh tujuh tahun, lalu matilah ia.","Maka umur Nuh lima ratus tahun dan beranaklah ia Sem dan Ham dan Yafet."]