["Hata, maka kemudian dari pada itu berfirmanlah Tuhan kepada Nuh: Masuklah engkau serta segala isi rumahmupun ke dalam bahtera, karena engkaulah yang Kulihat benar di hadapan hadirat-Ku di antara segala orang zaman ini.","Maka dari pada segala binatang yang halal hendaklah diambil olehmu akan tujuh pasang; yaitu jantan betina; tetapi dari pada segala binatang yang haram dua ekor saja, yaitu jantan serta dengan betinanya.","Dan lagi dari pada unggas yang di udarapun tujuh pasang, yaitu jantan betina, akan memeliharakan hidup benihnya di atas seluruh muka bumi.","Karena tujuh hari lagi maka Aku akan menurunkan hujan kepada bumi ini empat puluh hari empat puluh malam lamanya, dan segala keadaan yang hidup, yang telah Kujadikan itu, hendak Kubinasakan dari atas muka bumi.","Maka oleh Nuh diperbuatlah akan segala perkara yang dipesan Tuhan kepadanya.","Maka adalah umur Nuh itu enam ratus tahun tatkala air bah itu datang ke atas bumi.","Maka Nuh dengan anak bininya dan bini-bini anaknyapun sertanya masuklah ke dalam bahtera dari karena air bah itu.","Maka dari pada segala binatang yang halal dan yang haram, dan dari pada segala unggas, dan dari pada segala binatang yang melata di atas bumi,","datanglah berpasang-pasang mendapatkan Nuh, lalu masuk ke dalam bahtera, yaitu dari pada jantan dan betina, seperti firman Allah kepada Nuh itu.","Hata, maka selang tujuh hari datanglah air bah itu di atas bumi;","yaitu tatkala umur Nuh enam ratus tahun, pada bulan yang kedua dan tujuh belas hari bulan, pada hari itu juga segala pancaran tubir yang besar itupun berpecahlah dan segala pintu air di langitpun terbukalah.","Maka hujan yang deraspun turunlah kepada bumi empat puluh hari empat puluh malam lamanya.","Maka pada hari itu juga masuklah Nuh dan Sem dan Ham dan Yafet, yaitu anak-anak Nuh, dan bini Nuh, dan ketiga orang bini anaknya itupun sertanya ke dalam bahtera.","Maka mereka itu serta dengan segala binatang yang liar dengan bakanya dan segala binatang yang jinak dengan bakanya dan segala binatang yang melata di atas bumi dengan bakanya dan segala unggas dengan bakanya dan segala burung-burung dengan pelbagai sayapnya.","Maka dari pada segala kejadian yang bernafas dan hidup datanglah berpasang-pasang mendapatkan Nuh ke dalam bahtera itu.","Maka sekaliannya yang masuk itu masuklah jantan betina dari pada segala kejadian, setuju dengan firman Allah yang kepada Nuh itu. Setelah sudah masuk ia, maka ditutupkan Tuhan akan bahtera itu.","Maka adalah air bah itu di atas bumi empat puluh hari lamanya, dan air itupun bertambah-tambahlah, diangkatnya akan bahtera itu, sehingga ia itu naik tinggi dari atas bumi.","Maka air itupun makin bertambah-tambah dan menjadi amat besar di atas bumi, dan bahtera itupun teratung-atunglah di atas air.","Maka air itupun makinlah bertambah-tambah besarnya di atas muka bumi, sehingga segala gunung yang tinggi-tinggi di bawah segala langitpun diliputi olehnya.","Lima belas hasta lebih tinggi lagi naiklah air itu setelah diliputinya akan segala gunung itu.","Maka segala kejadian yang bergerak di atas muka bumi itupun putuslah nyawanya, baik segala unggas baik segala binatang yang jinak baik segala binatang liar dan segala binatang yang melata di atas bumi, dan segala manusiapun.","Dari pada segala kejadian yang di darat itu barang sesuatu yang ada nafas hidup dalam lubang hidungnya itupun matilah.","Demikianlah hal ditumpas segala keadaan yang di atas muka bumi, baik manusia, baik binatang yang jinak dan segala binatang yang melata dan segala unggas di udara, maka tumpaslah sekaliannya itu dari atas bumi; hanya Nuh juga tinggal hidup dan segala mereka yang sertanya dalam bahtera itu.","Maka air itupun besarlah di atas bumi seratus lima puluh hari lamanya."]