["Hata, maka Allahpun ingatlah akan Nuh dan akan segala binatang liar dan jinak yang bersama-sama dengan dia dalam bahtera itu; maka diadakan Allah suatu angin bertiup di atas bumi, lalu air itupun surutlah.","Maka segala pancaran tubir dan segala pintu air di langit itupun terkatuplah dan hujan yang deras dari langit itupun terhentilah.","Maka air itupun baliklah dari atas bumi sambil beralun-alun pergi datang; maka pada kesudahan seratus lima puluh hari air itupun surutlah.","Maka pada bulan yang ketujuh dan tujuh belas hari bulan itu terkandaslah bahtera itu di atas gunung Ararat.","Maka air itupun makinlah lebih surut, sehingga pada bulan yang kesepuluh; dan pada bulan yang kesepuluh sehari bulan itu kelihatanlah segala puncak gunung.","Maka kemudian dari pada empat puluh hari dibukakanlah oleh Nuh tingkap bahtera, yang telah diperbuatnya itu.","Lalu dilepaskannya seekor burung gagak, yang terbang pergi datang, sehingga kekeringanlah air itu dari atas muka bumi.","Kemudian dari pada itu dilepaskannya seekor burung merpati, hendak melihat kalau air itu sudah surut sekali dari atas muka bumi.","Tetapi oleh merpati itu tiada didapati akan tempat hendak bertengger, maka kembalilah ia kepada Nuh dalam bahtera, karena adalah lagi air di atas seluruh muka bumi; maka oleh Nuh dianjurkan tangan, dicapainya akan dia, lalu diambilnya pula akan dia ke dalam bahtera.","Maka oleh Nuh dinantikan pula tujuh hari lagi, lalu dilepaskannya pula merpati itu ke luar dari dalam bahtera.","Maka kembalilah pula merpati itu kepada Nuh pada petang hari; bahwa sesungguhnya adalah diparuhnya sehelai daun terpetik dari pohon zait; sebab itu diketahui Nuh akan hal telah kekeringan air itu dari atas bumi.","Maka bernantilah pula ia tujuh hari lagi, kemudian dilepaskannya merpati itu pula, tetapi tiada ia kembali lagi kepada Nuh.","Maka adalah pada enam ratus satu tahun, pada bulan yang pertama dan pada sehari bulan itu airpun kekeringanlah dari atas muka bumi; maka dibuka oleh Nuh akan tudung bahtera itu, lalu dilihatnya bahwa sesungguhnya muka bumi itupun kekeringanlah adanya.","Maka pada bulan yang kedua dan pada tujuh likur hari bulan kekeringanlah bumi itu.","Lalu firman Allah kepada Nuh, kata-Nya:","Keluarlah dari dalam bahtera itu, baik engkau baik anak binimu, dan bini anak-anakmu itu sertamu,","dan bawalah ke luar bersama-sama akan segala binatang hidup yang sertamu dari pada segala yang berdaging, yaitu dari pada unggas dan binatang yang jinak dan segala binatang yang melata di atas bumi, supaya berbiak dan berlimpah-limpah ia di atas bumi dan bertambah-tambah banyaknya di atas bumi.","Maka keluarlah Nuh dan anak bininya dan bini anak-anaknyapun sertanya.","Maka segala binatang liar dan segala yang melata dan segala unggas dan barang sesuatu yang menjalar di atas bumi, masing-masing dengan jenisnya itupun keluarlah dari dalam bahtera.","Maka diperbuatlah oleh Nuh akan sebuah mezbah bagi Tuhan, diambilnyalah dari pada segala binatang yang halal dan dari pada segala unggas yang halal, lalu dipersembahkannya korban bakaran di atas mezbah itu.","Maka harumlah baunya kepada Tuhan, lalu kata Tuhan dalam diri-Nya: Bahwa tiada Aku hendak mengutuki bumi itu lagi dari sebab manusia, meskipun sangka-sangka hati manusia itu jahat adanya dari pada kecil mula, dan tiada lagi Aku akan membinasakan pula segala keadaan yang hidup seperti yang telah Kuperbuat itu.","Maka selamanya ada bumi, tiada lagi akan berhenti musim menabur dan menuai, sejuk dan panas, musim hujan dan musim kemarau, siang dan malam itu."]