["Barangsiapa yang berasing dirinya itu menurut kehendaknya sendiri dan iapun melawan segala akal budi.","Bahwa orang bodoh tiada suka akan akal budi, melainkan akan membuka segala rahasia hatinya.","Barang di mana masuklah dosa, di sanapun masuklah kehinaan, karena arang di muka itu selalu disertakan malu.","Perkataan beberapa orang adalah seperti air yang dalam-dalam, tetapi mata air hikmat itu memancarkan anak sungai yang jernih.","Adapun menilik muka orang yang bersalah, jahatnya sama dengan menjatuhkan orang benar dalam hukum.","Bahwa lidah orang bodoh memasukkan dia ke dalam perselisihan, dan mulutnyapun berteriak-teriak minta ditampar.","Bahwa mulut orang bodoh membawa dia kepada kebinasaan, dan lidahnyapun menjadi jerat akan nyawanya.","Bahwa perkataan orang pengumpat itu laksana suap yang sedap-sedap, maka turunlah itu ke dalam hati dengan manis-manisnya.","Maka orang yang malas pada pekerjaannya itu saudaralah ia kepada orang pemboros.","Nama Tuhan itu laksana bangun-bangun yang teguh, bahwa orang yang benar itu lari ke sana, dan iapun dimasukkan ke dalam tempat perlindungan yang tinggi.","Bahwa pada sangka orang kaya harta bendanya baginya akan kota benteng dan akan pagar tembok yang tinggi.","Dahulu dari pada binasa orang membesarkan dirinya dalam hatinya, tetapi rendah hati adalah dahulu dari pada hormat.","Menyahut dahulu dari pada mendengar betul, itulah kurang ajar dan mendatangkan malu.","Bahwa keberanian membantu orang dalam menanggung sengsara, tetapi hati yang murung siapa gerangan dapat menghiburkan dia?","Bahwa hati orang yang berakal itu menuntut pengetahuan dan telinga orang yang berbudi itu mencahari pengetahuan.","Bahwa hadiah seorang memberi tempat akan dia serta membawa akan dia ke hadapan orang besar-besar.","Orang yang pertama-tama dalam acaranya sendiri, tampaklah juga benar, tetapi kemudian datanglah kawannya menyelidik akan dia.","Bahwa buang undi itu memutuskan perselisihan serta menceraikan orang yang berkuasa.","Bahwa peri mengalahkan kota benteng dan memperhentikan perkelahian itu lebih payah dari pada membukakan kancing pintu maligai.","Bahwa buah-buah mulut tiap-tiap orang akan mengenyangkan perutnya, dan hasil lidahnyapun akan memadamkan dia.","Mati dan hidup adalah dalam kuasa lidah, dan barangsiapa yang suka akan dia itu kelak akan makan buah-buahnya.","Barangsiapa yang telah mendapat bini, ia itu mendapat benda yang baik dan iapun beroleh keridlaan dari pada Tuhan.","Bahwa orang miskin berkata dengan memohon-mohon, tetapi orang kaya menyahut dengan kasar.","Orang yang bersahabat dengan sebarang orang, ia itu mengadakan suah akan dirinya, tetapi sahabat yang betul itu lebih bersangkut paut dari pada seorang saudara."]