["Bahwa sesuap nasi yang kering, asal disertai kesenangan hati, itu terlebih baik dari pada rumah penuh dengan binatang sembelihan yang tambun-tambun, tetapi disertai perbantahan.","Seorang hamba yang berbudi itu akan memerintahkan kelak anak yang mendatangkan malu, dan iapun akan beroleh bahagian pusaka di antara segala saudara-saudara.","Bahwa kui adalah bagi perak dan dapurpun bagi emas, tetapi Tuhan yang menguji akan segala hati.","Orang yang hendak berbuat jahat itu mengindahkan mulut yang salah, dan seorang pembohong mencenderungkan telinganya kepada lidah bercabang.","Barangsiapa yang mengolok-olok akan orang miskin, ia itu mencela akan Khaliknya, maka orang yang suka akan celaka orang lain, ia itu tiada akan terlepas dari pada hukum.","Bahwa anak cucu cicit menjadi makota orang tua-tua, maka kemuliaan anak-anak ia itulah bapa-bapanya.","Tiada patut sekali-kali seorang peloba menjanji perkara besar-besar, istimewa pula jikalau seorang bangsawan tiada menyampaikan janjinya.","Bahwa hadiah itu laksana permata yang indah-indah kepada orang yang empunya dia, bagaimana di balik-balikkannya, maka bercahaya juga rupanya.","Orang yang menudungkan salah itu menuntut kasih, tetapi yang membongkar-bangkir perkara, ia itu menjauhkan dari padanya jikalau sahabatnya yang terbaik sekalipun.","Sekali punya tegur itu lebih masuk ke dalam hati orang yang berbudi dari pada palu seratus sebat ke dalam orang bodoh.","Barangsiapa yang hendak mendurhaka, ia itu menuntut jahat belaka, maka sebab itu pesuruhan bengis kelak disuruhkan kepadanya.","Baiklah bertemu dengan beruang betina yang kecurian anak-anaknya dari pada bertemu dengan orang bodoh dalam kebodohannya.","Barangsiapa yang membalas baik dengan jahat, maka jahatpun tiada akan bercerai dari pada rumahnya.","Permulaan perkelahian itu seumpama air tiris, sebab itu tinggalkanlah akan perbantahan dahulu dari pada ia menjadi air bah yang bergelora.","Barangsiapa yang membenarkan orang jahat dan yang menyalahkan orang benar, keduanya itu kebencian bagi Tuhan.","Betapa uang pembelian itu pada tangan orang bodoh? Hendak ia membeli kepandaian tiada dengan akal budi!","Barangsiapa yang menaruh kasih pada sediakala, ia itulah seorang sahabat; maka seorang saudara menjadi bagi hal kesukaran.","Barangsiapa yang suka berjanji dengan bertampar tangan dan menjadi pengaku kepada samanya manusia, ia itu kurang akal adanya.","Barangsiapa yang suka akan perbantahan, iapun suka akan dosa, dan barangsiapa yang meninggikan pintunya, ia itu mencahari kebinasaan.","Barangsiapa yang terbalik hatinya itu tiada akan mendapat kebajikan, dan orang yang bercabang lidah itu akan terperosok ke dalam celaka.","Orang yang telah memperanakkan seorang bodoh, ia itu akan mendapat susah, maka bapanya seorang bodoh tiada akan bersukacita.","Hati yang bersukacita itu akan membaiki obat, tetapi hati yang berdukacita itu mengeringkan tulang.","Bahwa orang fasik mengambil hadiah dari dalam ribaan akan memutar-balikkan segala jalan hukum.","Bahwa hikmat adalah di hadapan mata orang yang berbudi, tetapi mata orang bodoh sampailah kepada tepi bumi.","Seorang anak bodoh menjadi kedukaan kepada bapanya, dan kepahitan kepada ibunya, yang telah memperanakkan dia.","Adapun mendendai seorang yang tiada bersalah itu jahatnya sama dengan menyesah seorang yang benar karena sebab kebajikannya.","Barangsiapa yang berpengetahuan itu menahani perkataannya, dan orang yang berakal ia itu mahal budinya.","Jikalau seorang bodoh sekalipun, selama ia diam, maka dibilang orang akan dia seorang yang berbudi, dan selama terkatuplah mulutnya dibilangnya akan dia seorang yang berakal adanya."]