["Bahwa manusia adalah beberapa niat hatinya, tetapi jawab lidah itu dari pada Tuhan juga datangnya.","Segala jalan orang tampaklah benar kepada pemandangannya sendiri, tetapi Tuhan juga menimbangkan segala perasaan hati.","Pulangkanlah segala perbuatanmu kepada Tuhan, maka niatmu akan sampai.","Bahwa Tuhan telah menjadikan segala sesuatu bagi dirinya, jikalau orang jahat sekalipun bagi hari celaka.","Barangsiapa yang sombong hatinya, ia itu kebencian kepada Tuhan; turun-temurun tiada ia terlepas dari pada penghukuman.","Oleh kemurahan dan kebenaran maka kesalahan dihapuskan; maka oleh takut akan Tuhan undurlah orang dari pada jahat.","Jikalau jalan barang seorang memperkenankan Tuhan, maka segala seterunyapun kelak diperdamaikan oleh Tuhan dengan dia.","Perolehan sedikit tetapi dengan kebenaran itu terlebih baik dari pada banyak hasil yang dengan tiada patut.","Bahwa hati manusia memikirkan jalannya, tetapi Tuhan yang menentukan segala langkahnya.","Bahwa dalam mulut raja adalah keputusan segala perselisihan; maka iapun akan tiada salah dalam hukum.","Bahwa neraca dan daun neraca yang betul itu Tuhan punya, dan segala batu timbangan dalam pundi-pundi itupun perbuatannya.","Hendaklah jadi suatu kebencian kepada raja membuat jahat, karena takhtanya ditetapkan dengan kebenaran.","Bahwa lidah yang benar itulah kesukaan raja, dan dikasihinya akan orang yang mengatakan perkara yang betul-betul.","Bahwa kehangatan murka raja itu seperti malak-almaut; maka sebab itu orang yang berbudi akan memadamkan dia.","Dalam cahaya wajah raja adalah selamat, dan keridlaannya laksana awan pada musim hujan akhir.","Alangkah baiknya mendapat hikmat dari pada mendapat emas, dan baiknya mendapat akal dari pada memilih perak.","Adapun jalan raya orang saleh itu, ia itu menjauhkan dirinya dari pada jahat, dan barangsiapa yang memperhatikan jalannya, ia itu memeliharakan nyawanya.","Congkak itu dahulu dari pada kebinasaan, dan kebesaran hati dahulu dari pada jatuh.","Terlebih baik orang yang menaruh hati rendah dengan orang yang lembut hatinya, dari pada membahagi-bahagi rampasan dengan orang congkak.","Barangsiapa yang memperhatikan firman itu dengan akal budinya, ia itu akan mendapat kebajikan kelak, dan orang yang harap pada Tuhan itu beroleh berkat selamat.","Orang yang berbudi hatinya itu akan digelar bijaksana, dan manislah lidah barangsiapa yang meramaikan pengetahuan yang berguna.","Bahwa pengetahuan itu menjadi suatu mata air selamat kepada orang yang mempunyai dia; tetapi pengajaran orang bodoh ia itu kebodohan juga.","Bahwa hati orang yang berpengetahuan itu menjadikan petah lidahnya, serta menambahkan pengajaran kepada bibirnya.","Perkataan yang manis-manis itu seperti air madu adanya, ia itu sedap kepada hati dan obat kepada tulang-tulang.","Adalah jalan yang disangka orang betul adanya, tetapi akhirnya kelak menjadi jalan maut.","Bahwa hajat orang bekerja itu juga membantu akan dia dalam kelelahannya, karena beratlah tanggungan yang diletakkan oleh mulut adanya.","Barangsiapa yang mengupayakan jahat, ia itu fasik adanya, dan pada bibirnya adalah bisa sengat kalajengking.","Barangsiapa yang mengadakan perbantahan, ia itulah orang celaka, dan orang yang berbisik-bisik itu menceraikan sahabat yang terbaik.","Barangsiapa yang membujuk akan sahabatnya serta membawa akan dia kepada jalan yang jahat, ia itu pembunuh juga adanya.","Barangsiapa yang mengejamkan matanya, ia itu berniat kesalahan, dan orang yang menggigit-gigit bibirnya, ia itu hendak melakukan jahat.","Bahwa rambut putih itu suatu makota yang mulia, jikalau didapati akan dia pada jalan kebajikan.","Barangsiapa yang menahani nafsunya itu lebih besar dari pada seorang hulubalang, dan orang yang memerintahkan hatinya sendiri itu lebih besar dari pada orang yang mengalahkan sebuah negeri.","Bahwa undi-undi itu dibuang dalam ribaan, tetapi segala perintahnya dari pada Tuhan juga adanya."]