["Bahwa inilah amsal Sulaiman bin Daud, raja Israel;","akan mengetahui pengajaran hikmat dan akan mengerti syarat budi.","Akan menerima pengajaran akal yang baik, kebajikan dan kebenaran dan perkara yang patut.","Akan memberi cerdik kepada orang yang tulus, dan ilmu dan peri bijak kepada orang muda.","Barangsiapa yang berbudi itu akan mendengar dan padanya akan bertambah-tambah pengetahuan yang berguna, dan orang yang berakal itupun akan beroleh bicara yang berbudi.","Akan mengerti perumpamaan dan ibarat, yaitu perkataan orang-orang alim dan segala rahasianya.","Bahwa takut akan Tuhan itulah permulaan segala pengetahuan, maka orang bodoh itu benci akan hikmat dan pengajaran.","Hai anakku! dengarlah akan pengajaran bapamu dan jangan kautinggalkan pesan ibumu.","Karena ia itulah akan bulang yang elok pada kepalamu dan kalung rantai yang indah-indah pada lehermu.","Hai anakku! jikalau orang jahat membujuk akan dikau, janganlah engkau turut akan dia.","Jikalau kiranya kata mereka itu kepadamu: Marilah serta kami, biarlah kita mengintai akan menumpahkan darah orang; biarlah kita mengadang akan orang yang tiada bersalah, yaitu dengan tiada semena-mena;","biarlah kita menelan akan dia hidup-hidup seperti alam barzakh, sama sekali seperti orang yang turun ke dalam kubur;","maka kitapun akan mendapat segala benda yang indah-indah, serta memenuhi rumah kita dengan barang rampasan;","bahwa engkau akan melontar undimu di tengah-tengah kami dan hanya satu pundi-pundi jua akan ditaruh bagi kita sekalian.","Hai anakku! janganlah engkau pergi serta mereka itu pada jalan itu dan jauhkanlah kakimu dari pada lorong-lorongnya.","Karena kaki mereka itu berlari-lari kepada kebinasaan, mereka itupun bersegera-segera hendak menumpahkan darah.","Bahwasanya cuma-cuma dibentangkan jaring di hadapan mata segala unggas.","Tetapi orang itu mengintai akan darahnya sendiri serta mengadang akan nyawanya sendiri.","Maka demikianlah jalan barangsiapa yang loba akan barang yang haram, karena ia itu menangkap akan jiwa orang yang menaruh akan dia.","Bahwa Hikmat yang Mahatinggi itu berseru-seru di luar dan dinyaringkannyalah suaranya di lebuh pekan.","Maka berserulah ia kepada tempat yang amat ramai dan pada pintu gerbang negeri diserukannya perkataannya:","Berapa lamakah, hai orang bodoh! kamu suka akan kebodohan, dan orang pengolok itu suka akan olok-olok dan orang ahmak itu benci akan pengetahuan?","Balikkanlah dirimu kepada pengajaranku; bahwasanya aku akan mencurahkan rohku kepadamu dengan limpahnya serta memberitahu perkataanku kepadamu.","Maka sebab telah kupanggil, tetapi kamu enggan; sebab telah kukedangkan tanganku, tetapi seorangpun tiada yang mengindahkannya;","dan sebab kamu telah membuang segala bicaraku, dan tiada kamu menghendaki nasihatku;","maka akupun akan tertawakan balamu kelak serta mengolok-olok akan kamu apabila ketakutan datang atas kamu.","Apabila ketakutanmu itu datang seperti tofan dan kebinasaanmu itu datang seperti pusaran angin dan kesukaran dan kepicikan berlaku atasmu,","maka pada masa itu kelak mereka itu akan berseru-seru kepadaku, tetapi tiada aku menyahut; mereka itu akan mencahari aku dengan rajin, tetapi tiada didapatinya akan daku.","Maka itu sebab mereka itu telah benci akan pengetahuan dan tiada disukainya takut akan Tuhan.","Dan tiada mereka itu mau menerima nasihatku dan dicelakannya tegurku.","Maka sebab itulah mereka itu akan makan kelak buah-buah jalannya serta mengenyangkan dirinya dengan daya upayanya.","Karena tak akan jangan kesalahan orang bodoh juga yang membunuh dia kelak, dan alpa orang ahmak juga yang membinasakan dia.","Tetapi barangsiapa yang mendengar akan daku, ia akan duduk dengan sentosa dan iapun akan senang dari pada takut akan celaka."]