["Bahwa inilah amsal Sulaiman. Adapun seorang anak yang bebudi, ia itu menyukakan hati bapanya, tetapi anak yang bodoh itu medukacitakan hati ibunya.","Adapun harta benda yang jahat itu satupun tiada keuntungannya, tetapi kebenaran itu melepaskan dari pada kematian.","Tiada diberi Tuhan bahwa nyawa orang benar itu kelaparan, tetapi harta orang jahat itu dibuangkan-Nya.","Barangsiapa yang bekerja dengan tangan malas, ialah akan kepapaan kelak, tetapi tangan orang rajin itu menjadikan kaya.","Adapun orang yang mengumpulkan hasil pada musim panas, ialah anak yang berbudi, tetapi orang yang tidur pada musim menuai, ialah anak yang memberi malu.","Bahwa berkat adalah atas kepala orang yang benar, tetapi pergaduhan menudungi mulut orang jahat.","Adapun peringatan akan orang yang benar itu berkatlah adanya, tetapi nama orang jahat itu kelak akan busuk.","Barangsiapa yang berbudi hatinya, ia itu menerima pengajaran, tetapi orang yang gila perkataan mulutnya itu kelak akan binasa.","Barangsiapa yang berjalan dengan tulus hatinya, ia itu berjalan dengan ketentuan, tetapi orang yang membengkang-bengkokkan jalannya itu kelak akan ketahuan.","Barangsiapa yang bermain-main mata itu kelak akan mendatangkan dukacita, dan orang yang gila perkataan mulutnya itu kelak akan binasa.","Bahwa mulut orang yang benar itu mata air yang hidup, tetapi pergaduhan adalah menudungi mulut orang jahat.","Adapun benci itu mengadakan perbantahan, tetapi pengasihan menutupi akan segala kesalahan.","Pada lidah orang yang berbudi itu didapati orang akan hikmat, tetapi rotan itu patut pada belakang orang yang tiada berakal.","Adapun orang yang berbudi itu menaruh pengetahuan, tetapi mulut orang bodoh itu hampir kepada kebinasaan.","Bahwa harta orang kaya itu baginya akan kubu yang teguh, dan kepapaan orang miskin itu baginya akan kebinasaan.","Bahwa upah pekerjaan orang yang benar itulah kehidupan, tetapi perolehan orang jahat itu bagi dosa jua adanya.","Adapun orang yang memeliharakan pengajaran, ia itu adalah pada jalan selamat, tetapi orang yang enggan akan teguran, ia itu menyesatkan.","Barangsiapa yang menyembunyikan dengki dengan mulut bohong dan yang memasyhurkan kabar busuk, ia itu bodoh dan jahat adanya.","Dalam kebanyakan perkataan tiada kurang salah, tetapi barangsiapa yang menahankan lidahnya, ia itu orang bijaksana.","Adapun lidah orang yang benar itu seperti perak yang suci, tetapi hati orang jahat sedikit jua gunanya.","Bahwa lidah orang yang benar itu dapat memeliharakan orang banyak, tetapi orang bodoh itu mati sebab kurang akal budinya.","Bahwa berkat Tuhan juga yang menjadikan kaya, dan tiada disertainya dengan kedukaan.","Berbuat jahat itu bagi orang bodoh seperti permainan juga adanya; demikianpun melakukan dirinya dengan bijaksana itu bagi orang yang berbudi.","Adapun perkara yang ditakuti oleh orang jahat itu, itu akan berlaku atasnya, tetapi kehendak orang yang benar itu akan diluluskan kelak.","Seperti puting beliung yang lalu dengan segeranya, demikianpun hal orang jahat, tetapi orang yang benar itu bagaikan alas rumah yang kekal.","Seperti cuka pada gigi dan seperti asap kepada mata, demikianlah orang malas kepada orang yang menyuruhkan dia.","Bahwa takut akan Tuhan itu melanjutkan umur, tetapi umur hidup orang jahat akan disingkatkan.","Bahwa harap orang yang benar itu kelak mendatangkan kesukaan, tetapi harap orang jahat itu akan diputuskan.","Bahwa jalan Tuhan itu kekuatan bagi orang-orang saleh, tetapi suatu kebinasaan bagi segala orang yang berbuat jahat.","Maka orang yang benar itu tiada bergerak sampai selama-lamanya, tetapi orang jahat tiada akan menduduki bumi.","Bahwa mulut orang yang benar itu berkelimpahan akal budi, tetapi lidah yang membinasakan itu akan dikerat.","Bahwa bibir orang yang benar itu suka akan perkara yang patut, tetapi mulut orang jahat itu suka akan perkara membinasakan."]