["Bahwa neraca yang salah itu kebencian pada Tuhan, tetapi batu timbangan yang betul itulah kesukaannya.","Apabila datang congkak, maka malupun datanglah kelak, tetapi dengan orang yang rendah hatinya adalah hikmat.","Bahwa ikhlas orang yang benar itu memimpin akan dia, tetapi akal orang jahat itu membinasakan dia.","Bahwa harta benda tiada berguna pada masa tulah, tetapi kebenaran itu melepaskan dari pada mati.","Bahwa kebenaran orang saleh itu meratakan jalannya, tetapi orang jahat jatuh oleh kejahatannya sendiri.","Bahwa kebenaran orang-orang saleh itu meluputkan mereka itu, tetapi orang nakal terkena oleh perangkapnya sendiri.","Apabila matilah orang jahat, maka hilanglah pengharapannya, karena harap yang beralaskan sia-sia, niscaya itu putuslah kelak.","Bahwa orang yang benar itu dilepaskan dari pada kesukaran, maka orang jahat masuk ke dalamnya akan gantinya.","Dengan mulutnya juga orang munafik membinasakan, jikalau sahabatnya sekalipun, tetapi dengan pengetahuannya orang yang benar itu meluputkan dirinya.","Jikalau orang yang benar itu dipemuliakan, maka berkesukaanlah senegeri, dan apabila binasalah orang jahat, maka adalah tempik sorak.","Dengan berkat orang saleh negeripun diramaikan, tetapi oleh mulut orang jahat negeripun dirobohkan.","Barangsiapa yang mencelakan samanya manusia, ia itu tiada berbudi, tetapi orang yang bijaksana sangat berdiam dirinya.","Barangsiapa yang membawa mulut itu, ia itu membuka rahasia, tetapi orang yang setiawan hatinya itu melindungkan perkara itu.","Jikalau tiada bicara yang baik, maka binasalah sebangsa, tetapi dalam kebanyakan pembicara adalah selamatnya.","Barangsiapa yang telah menjadi pengaku akan orang dagang, adalah ia itu selalu dalam hal ketakutan; tetapi orang yang benci akan bertampar tangan itu senanglah ia.","Seorang bini yang sedap manis itu beroleh hormat, seperti seorang gagah berani beroleh harta.","Bahwa orang yang murah hati itu berbuat baik akan jiwanya, tetapi orang yang bengis itu menyusahkan dirinya sendiri.","Adapun orang jahat itu berbuat pekerjaan yang sia-sia, tetapi orang yang menyemaikan kebenaran itu akan mendapat pahala yang tertentu.","Adapun seperti kebenaran itu menuju kehidupan, demikianlah orang yang menuntut kejahatan itu bersegeralah ia kepada matinya.","Adapun orang yang bercabang hatinya, ia itu kebencian kepada Tuhan; tetapi orang yang benar jalannya itu kesukaannya.","Bahwa dari pada tangan datang kepada tangan, maka orang jahat tiada terlepas dari pada hukumannya; tetapi anak cucu orang yang benar itu juga akan luput.","Maka seperti cincin emas pada jungur babi, demikianlah adanya perempuan cantik yang melangkah bahasa.","Bahwa kehendak orang yang benar itu semata-mata baik, tetapi niat orang jahat itu percabulan jua.","Adalah orang yang menghambur, maka diperolehnya makin banyak; adalah orang yang menahankan hartanya, tetapi makin kepapaanlah ia.","Bahwa hati yang murah itu akan dikaruniai dengan banyak, dan barangsiapa yang mendirus, ia itu akan disirami dengan kelimpahan.","Barangsiapa yang menahankan beras, ia itu kelak akan kena kutuk orang banyak; tetapi berkat akan turun kelak atas kepala orang yang menjual berasnya.","Barangsiapa yang bangun pagi-pagi akan berbuat baik, ia itu menuntut keridlaan, tetapi orang yang menuntut jahat itu, jahatpun akan berlaku atasnya.","Barangsiapa yang harap pada kekayaannya, ia itu akan jatuh kelak, tetapi segala orang yang benar itu akan bertunas seperti pokok muda-muda.","Barangsiapa yang mengharukan isi rumahnya, ia itu kelak akan mempusakai angin, dan orang yang bodoh itu kelak akan menjadi hamba kepada orang yang berbudi.","Adapun buah-buah orang yang benar itulah dari pada pohon kehidupan dan barangsiapa yang mengambil hati orang, ia itulah orang berbudi adanya.","Bahwa sesungguhnya orang yang benar itu kelak dibalas dalam dunia ini, istimewa pula orang yang jahat dan yang berdosa."]