["Barangsiapa yang suka akan pengajaran, ia itu suka akan pengetahuan, tetapi orang yang benci akan tegur, ia itu bodoh adanya.","Orang yang baik itu beroleh keridlaan dari pada Tuhan, tetapi orang yang menaruh akal jahat itu dihukumkannya.","Bahwa orang tiada ditetapkan dengan kejahatan, tetapi akar orang yang benar tiada tergerakkan.","Seorang bini yang baik budi ia itu seolah-olah makota lakinya, tetapi bini yang mendatangkan malu, ia itu seperti bisa dalam tulang-tulangnya.","Pikiran orang yang benar itulah betul, tetapi ikhtiar orang jahat itu penipu adanya.","Perkataan orang jahat itu mengendap hendak menumpahkan darah orang, tetapi lidah orang benar itu dapat memeliharakan orang.","Jikalau orang jahat ditumbang sehingga lenyaplah ia, maka tetaplah adanya rumah orang yang benar.","Bahwa orang akan dikenangkan sebab budinya, tetapi orang yang degil hatinya itu akan dibenci.","Orang yang sangka akan dirinya kecil, tetapi adalah hamba juga padanya, ia itu baik dari pada orang yang sangka akan dirinya besar, tetapi ia kekurangan makan.","Bahwa orang yang benar itu mengindahkan nyawan binatangnya, tetapi segala kemurahan orang jahat itu bengis adanya.","Barangsiapa yang mengusahakan tanahnya, ia itu akan dikenyangkan dengan makanan, tetapi orang yang menurut orang sia-sia, ia itu kurang akal.","Bahwa orang jahat itu menuju jaring orang jahat, tetapi akar orang yang benar makin lama makin banyak buahnya.","Bahwa orang jahat itu kena jerat oleh salah perkataannya, tetapi orang yang tiada bersalah itu akan keluar dari pada kesukaran.","Dari pada buah-buah mulut tiap-tiap orang dikenyangkan dengan kebaikan, seperti upah diberikan akan dia sebab pekerjaan tangannya.","Bahwa jalan orang bodoh itu betul kepada pemandangan matanya sendiri, tetapi orang yang menurur nasehat ia itu berbudi.","Bahwa amarah orang bodoh itu nyatalah pada sebentar juga, tetapi orang yang bijaksana itu, menudungi malu.","Barangsiapa yang kasih akan benar ia itu menyatakan hukum, tetapi seorang saksi dusta itu menyatakan tipu.","Adalah orang yang punya perkataan kurang ditimbang, seperti keris yang menikam tajamnya, tetapi lidah orang yang berbudi itu seumpama obat adanya.","Bahwa lidah yang berkata benar itu akan dikekalkan selama-lamanya, tetapi lidah pembohong itu tahan hanya sekejap mata jua.","Bahwa tipu adalah dalam hati orang yang berniat jahat, tetapi pada orang yang membicarakan perdamaian itu adalah maksud yang baik.","Bahwa tiada kejahatan berlaku atas orang yang benar, tetapi orang fasik itu mengandung sarat dengan kejahatan.","Bahwa lidah bercabang itu kebencian kepada Tuhan, tetapi orang yang berlaku dengan tulus hatinya itulah kesukaannya.","Seorang yang bijaksana itu menyembunyikan pengetahuannya, tetapi hati orang bodoh itu berseru-serukan kebodohan.","Bahwa tangan orang rajin akan memerintah, tetapi si pemalas itu akan membayar bunga.","Percintaan dalam hati orang itu menindih akan dia, tetapi perkataan yang baik dapat mempersenangkan hatinya.","Bahwa orang yang benar itu terlebih mulia adanya dari pada segala kawannya; maka orang jahat disesatkan oleh jalannya sendiri.","Bahwa seorang pemalas tiada akan menggoreng perburuannya, tetapi harta benda orang rajin itu amat limpah adanya.","Pada jalan kebenaran adalah selamat, dan jalan itulah yang tiada menuju kematian."]