["Bahwa sahut yang lembut itu memadamkan amarah yang bernyala-nyala, tetapi perkataan yang tajam menggalakkan amarah.","Bahwa lidah orang yang berbudi itu menyedapkan pengetahuan, tetapi mulut orang bodoh memancarkan perkara bodoh dengan limpahnya.","Mata Tuhan adalah atas segala tempat sambil memandang akan orang jahat dan akan orang baik.","Bahwa obat dari pada lidah itulah pohon selamat, tetapi jikalau bercabang lidah maka jadi rusaklah nyawa.","Seorang bodoh benci akan pengajaran bapanya, tetapi orang yang mengindahkan tegur itu menunjukkan dirinya bijaksana.","Dalam rumah orang yang benar adalah mata benda yang besar, tetapi dalam hasil orang jahat adalah buih yang mengacau.","Bahwa mulut orang yang berbudi itu menghamburkan pengetahuan, tetapi hati orang bodoh bukannya demikian.","Persembahan orang jahat menjadi kebencian kepada Tuhan, tetapi doa orang yang tulus hatinya menjadi kesukaannya.","Maka jalan orang jahatpun kebencian kepada Tuhan, tetapi Tuhan mengasihi akan orang yang menuntut kebenaran.","Tegur menjadi suatu kesakitan kepada orang yang meninggalkan jalan, tetapi orang yang benci akan pengajaran itu matilah kelak.","Neraka dan tempat kebinasaan adalah nyata di hadapan Tuhan, istimewa pula hati segala anak Adam.","Bahwa orang pengolok-olok tiada suka kalau orang menegurkan dia; dijauhkannya dirinya dari pada orang yang berbudi.","Hati yang bersukacita memaniskan muka, tetapi percintaan dalam hati menindihkan nyawa.","Hati orang yang berakal mencahari pengetahuan, tetapi mulut orang bodoh diisi dengan kebodohan.","Bagi orang yang berdukacita jahatlah harinya, tetapi hati yang bersukacita itu seperti perjamuan senantiasa.","Sedikit harta yang disertakan takut akan Tuhan itu terlebih baik dari pada mata benda yang besar di sertakan percintaan.","Makanan sayur-sayur belaka, tetapi disertakan kasih, itu terlebih baik dari pada lembu tambun yang disertakan dengki.","Orang yang lekas marah itu membangkitkan perbantahan, tetapi panjang sabar memadamkan perbantahan.","Bahwa jalan orang pemalas itu seperti pagar duri, tetapi jalan orang benar itu rata adanya.","Anak yang berbudi menyukakan hati bapanya, tetapi seorang ahmak menghinakan ibunya.","Perkara yang bodoh menjadi kesukaan orang gila, tetapi orang yang berakal betul itu menurut jalan yang rata.","Bahwa maksudpun batallah dengan tiada bicara, tetapi sampailah ia dengan kelimpahan bicara yang baik.","Bahwa jawab mulut menyebabkan kesukaan; baik sekali sepatah kata yang dikatakan pada masa yang patut.","Maka orang yang berbudi itu memilih jalan selamat yang menuju ke atas, dan dijauhkannya dirinya dari pada jalan yang turun ke neraka.","Bahwa rumah orang congkak kelak akan dibongkar oleh Tuhan, tetapi perhinggaan tanah perempuan janda ditetapkannya.","Bahwa dalih-dalih orang jahat itu kebencian kepada Tuhan, tetapi perkataan dari pada kasih itulah bagi-Nya suatu persembahan yang suci.","Barangsiapa yang gelojoh akan laba yang keji itu membongkar rumahnya sendiri, tetapi orang yang benci akan pemberian itu selamatlah ia kelak.","Bahwa hati orang benar itu timbang-menimbang dahulu dari pada menyahut, tetapi dari dalam mulut orang fasik terbitlah kejahatan belaka.","Bahwa jauhlah Tuhan dari pada segala orang jahat, tetapi permintaan doa orang benar diluluskannya.","Bahwa terang mata menyukakan hati, dan kabar yang baik mengadakan sumsum dalam tulang.","Barangsiapa yang memberi telinga akan tegur selamat, ia itu boleh bermalam di antara orang yang berbudi.","Barangsiapa yang menolak pengajaran, ia itu benci akan nyawanya, tetapi orang yang mendengar akan tegur, ia itu beroleh akal budi.","Bahwa takut akan Tuhan itulah pengajaran hikmat; maka rendah hati itu dahulu dari pada hormat."]