["Bahwa seorang perempuan yang berbudi itu membangunkan rumahnya, tetapi seorang perempuan yang bodoh membongkar dia dengan kedua belah tangannya.","Barangsiapa yang takut akan Tuhan, ia itu berjalan dengan tulus hatinya, tetapi orang yang menurut jalan yang bengkang-bengkok, ia itu mencelakan Dia.","Bahwa dalam mulut orang bodoh adalah cemeti congkak, tetapi lidah orang yang berbudi itu memeliharakan dia.","Barang di mana tiada lembu, di sanapun bersihlah kandang, tetapi oleh kuat lembu bertambah-tambahlah hasil.","Barangsiapa yang tiada suka akan dusta, ia itulah saksi yang benar, tetapi orang yang bernafas bohong itulah saksi dusta adanya.","Bahwa orang pengolok-olok itu mencari hikmat pada tempat yang tiada ia, tetapi pengetahuan itu menjadi mudah kepada orang yang budiman.","Pergilah engkau, pandanglah akan muka orang bodoh, maka tiada engkau mendapati padanya bibir yang berpengetahuan.","Adapun hikmat orang yang berbudi itu, ia itu diketahuinya jalannya sendiri, tetapi bebalnya orang bodoh itu penipu adanya.","Bahwa orang bodoh kelak mencahari dalih-dalih akan salahnya, tetapi antara orang benar adalah pengasihan.","Hati orang juga yang amat mengetahui kedukaannya sendiri dan orang lainpun tiada dapat merasai kesedapan sukacitanya.","Bahwa rumah orang jahat akan dibinasakan kelak, tetapi kemah orang saleh akan berbunga-bunga.","Adalah jalan yang disangka orang betul adanya, tetapi akhirnya kelak menjadi jalan kepada maut.","Lagi dalam tertawapun hati akan merasai sakit, dan akhirnya kesukaan itu kedukaan juga.","Barangsiapa yang degil hatinya itu mengenyangkan dirinya dengan menurut kehendaknya sendiri, tetapi seorang yang baik itu mengenyangkan dirinya dengan berbuat perkara yang wajib atasnya.","Bahwa orang bodoh percaya segala perkataan, tetapi orang bijaksana mencamkan jalannya baik-baik.","Seorang yang berbudi itu takut dan undur dari pada jahat, tetapi orang bodoh berbuat dosa berlapis-lapis, maka senanglah juga hatinya.","Barangsiapa yang segera akan marah, ia itu kelak berbuat perkara yang bodoh, dan orang yang jahat niatnya itu akan dibenci.","Bahwa kebodohan menjadi pusaka orang yang bebal, tetapi pengetahuan itulah makota orang yang berbudi.","Bahwa orang jahat akan menundukkan dirinya di hadapan orang yang baik, dan orang fasik itu di hadapan pintu orang yang benar.","Barangsiapa yang menjadi miskin, ia itu dibenci jikalau oleh sahabatnya sekalipun, tetapi banyaklah segala sahabat orang kaya.","Barangsiapa yang mencelakan kawannya, ia itu berbuat dosa besar, tetapi yang tetap kasihnya akan dia dalam hal kerendahannya, ia itu beroleh berkat selamat.","Bahwa orang yang berniat jahat, ia itu mengembara seorang-orangnya, tetapi kasih dan percaya adalah bagi orang yang berbuat baik.","Dengan usaha yang tiada tahu malas sampailah orang kepada perkara yang besar-besar, tetapi kemegahan yang sia-sia itu satupun tiada gunanya.","Akan orang yang berbudi maka kekayaan juga menjadi makotanya, tetapi orang bodoh makin tinggi makin gila.","Saksi yang benar memeliharakan nyawa, tetapi saksi yang dusta itu membinasakan dia.","Bahwa takut akan Tuhan itulah umpama suatu kubu yang teguh, maka Iapun suatu perlindungan bagi segala orang yang lari kepadanya.","Maka takut akan Tuhan itulah pancaran selamat, yaitu jauh dari pada jerat maut.","Dalam kebanyakan orang isi negeri adalah kemuliaan raja, tetapi dalam kekurangan orang isi negeri adalah kebinasaan raja.","Orang yang panjang sabar hatinya itu besarlah akal budinya, tetapi orang yang segera menurut nafsunya itu membesarkan perkara yang bodoh-bodoh.","Bahwa angan-angan yang baik itu menyehatkan tubuh, tetapi dengki itu membusukkan tulang-tulang.","Barangsiapa yang menganiayakan orang miskin, ia itu mencela akan Tuhan, yang telah menjadikan dia, tetapi orang yang mangsihankan dia, ia itu menghormat akan Tuhan.","Bahwa orang jahat dikejar oleh kejahatannya sendiri, tetapi orang yang benar itu haraplah jikalau pada masa matinya sekalipun.","Bahwa hikmat duduk dalam hati orang yang budiman, tetapi barang yang dalam hati orang bodoh itu kelak akan nyata.","Bahwa kebenaran itu memuliakan satu kaum, tetapi dosa itu suatu kecelaan bagi segala bangsa.","Bahwa keridlaan raja adalah akan hambanya yang berbudi, tetapi murkanya atas orang yang mendatangkan malu."]