["Orang miskin yang melakukan dirinya dengan tulus hati itu terlebih baik dari pada orang yang bercabang lidah, jikalau kaya sekalipun.","Amarah dengan tiada budi itu tak baik, dan orang yang berjalan terlalu pantas itu lekas jatuh.","Apabila orang masuk ke dalam celaka oleh sebab kebodohannya sendiri, maka hatinya bersungut-sungut akan luput.","Bahwa kekayaan memperbanyakkan sahabat, tetapi orang miskin ditinggalkan oleh sahabat yang ada padanya.","Seorang saksi dusta tiada akan terlepas dari pada hukum dan seorang yang bernafas bohong itupun tiada akan luput.","Banyaklah orang yang memuji-muji akan orang bangsawan, dan masing-masing orang hendak bersahabat dengan orang yang memberikan anugerah.","Bahwa seorang miskin dibenci jikalau oleh saudara-saudaranya sekalipun, istimewa pula segala sahabatnya akan menjauhkan dirinya dari padanya. Maka ia mengejar akan mereka itu dengan katanya, tetapi tiada diindahkannya.","Barangsiapa yang membeli akal budi itu mengasihi akan jiwanya, dan orang yang membekalkan pengetahuan itu mendapat barang yang terutama.","Seorang saksi dusta tiada akan terlepas dari pada hukum dan seorang yang bernafas bohong itu akan binasa kelak.","Bahwa lezat kemuliaan tiada berpatutan dengan orang bodoh yang kaya, demikianpun tiada patut seorang hamba memerintahkan raja.","Adapun perhiasan orang alim ia itu panjang sabar, dan mengampuni salah ia itulah makotanya.","Bahwa murka raja itu seperti singa yang mengaum-aum, dan keridlaannyapun seperti embun yang turun kepada pokok muda-muda.","Bahwa seorang anak jahat itu seperti suatu telaga kesukaran bagi ibu bapanya dan bini yang bantahanpun seperti bocoran yang bertitik-titik selalu.","Rumah dan harta benda itulah pusaka orang tua-tua, tetapi seorang bini yang berakal budi itulah karunia Tuhan.","Bahwa malas itu mendatangkan tidur lelap, dan seorang yang lalai merasai lapar kelak.","Barangsiapa yang memperhatikan hukum, ia itu memeliharakan nyawanya, tetapi orang yang mengalpakan jalannya itu matilah kelak.","Barangsiapa yang mengasihani orang miskin, ia itu memberi pinjam kepada Tuhan, maka Tuhanpun akan membalas kebajikannya.","Ajarilah anakmu, maka boleh engkau lagi menaruh harap; masakan engkau menghendaki matinya.","Orang yang pemarah besar itu kelak merasai siksa, jikalau kiranya engkau membiarkan dia, niscaya engkau menambahi jahatnya.","Dengarlah akan nasihat dan terimalah akan pengajaran, supaya pada akhirnya engkau boleh menjadi orang berbudi.","Banyaklah niat dalam hati orang, tetapi tak dapat tiada hanya takdir Tuhan juga akan jadi.","Bahwa kehendak orang kecil itulah kebajikannya; maka lebih baik orang yang miskin dari pada orang kaya yang tiada menaruh hati murah.","Bahwa takut akan Tuhan itu mendatangkan selamat, demikianlah orang berbaring tidur dengan kenyang dan tiada ia kena barang sesuatu jahat.","Bahwa si pemalas itu membiarkan tangannya pada pinggan, maka tiada diangkatnya akan dia ke mulutnya pula.","Jikalau dipalu akan orang pengolok-olok maka orang bodoh akan bijak kelak, jikalau ditegur akan orang yang berakal, maka dinyatakannya pengetahuan kelak.","Orang yang memboroskan harta bapanya atau yang menghalaukan ibunya, ia itu seorang anak yang mendatangkan malu dan yang mengadakan kecelaan.","Hai anakku, jikalau engkau berhenti dari pada mendengar akan pengajaran, maka sesatlah engkau kelak dari pada jalan pengetahuan.","Seorang fasik yang bersaksi, ia itu menghinakan hukum, dan mulut orang jahat itu menelan kejahatan.","Bahwa hukum siksa adalah tersedia bagi orang pengolok-olok dan palupun bagi belakang orang jahil."]