["Bahwa seorang anak yang berbudi itu menurut pengajaran bapanya, tetapi seorang angkara tiada suka mendengar tegur.","Tiap-tiap orang akan makan barang yang baik dari pada buah mulutnya, tetapi nyawa orang khianat akan makan kekerasan.","Barangsiapa yang menunggui lidahnya, ia itu memeliharakan nyawanya, tetapi orang yang membukakan bibirnya luas-luas itu kelak akan binasa.","Bahwa hati si pemalas itu ingin, maka satupun tiada, tetapi hati orang rajin itu dikenyangkan baik-baik.","Bahwa orang yang benar itu benci akan perkataan dusta, tetapi orang jahat membusukkan dan mempermalukan dirinya.","Bahwa kebenaran itu memeliharakan orang yang jalannya betul, tetapi kejahatan menumbangkan orang yang berdosa.","Adalah orang yang membuat dirinya kaya, maka satupun tiada padanya, dan adalah pula orang yang membuat dirinya miskin, maka padanya adalah banyak harta benda.","Bahwa tebusan nyawa orang ia itu kekayaannya, tetapi orang miskin tiada mendengarkan nista.","Bahwa terang orang benar akan bercahaya, tetapi pelita orang jahat kelak akan dipadamkan.","Dengan congkak diadakan orang tengkar belaka, tetapi hikmat adalah serta dengan orang yang mendapat ikhtiar yang baik.","Bahwa kekayaan yang diperoleh dengan sia-sia, itu kelak akan dihabiskan, tetapi orang yang mengumpulkan dengan lelah tangannya itu akan menambahkan dia.","Bahwa harap yang dipertangguhkan itu mempersakiti hati, tetapi apabila niat itu sampai, itulah pohon selamat.","Barangsiapa yang benci akan firman, ia itu kelak akan binasa, tetapi orang yang takut akan hukum itu, ia itu kelak mendapat pahalanya.","Bahwa pengajaran orang yang berbudi itulah mata air selamat, akan melepaskan orang dari pada jerat maut.","Akal budi yang baik itu mengadakan keridlaan, tetapi jalan orang durhaka itu sukar adanya.","Barangsiapa yang bijaksana, ia itu melakukan dirinya dengan berpengetahuan, tetapi orang bodoh menyatakan bodohnya.","Utusan yang jahat itu mendatangkan celaka, tetapi seorang pesuruhan yang setiawan itu seumpama obat adanya.","Kepapaan dan malu itulah bahagian orang yang menolak akan pengajaran, tetapi diberi hormat kelak akan orang yang mengindahkan tegur.","Kehendak yang sampai itu sedap kepada hati, tetapi undur dari pada jahat menjadi suatu perkara kebencian kepada yang bodoh.","Barangsiapa yang berjinak-jinakan dengan orang berbudi, iapun menjadi berbudi juga, tetapi taulan orang bodoh itu kelak akan binasa.","Bahwa jahat itu mengejar akan orang yang berdosa, tetapi kepada orang yang benar dibalas kebajikan kelak.","Orang yang baik itu akan meninggalkan pusaka kepada anak cucu cicitnya, tetapi harta benda orang yang berdosa itu telah tertaruh bagi orang yang benar.","Dari pada perusahaan ladang orang miskin keluarlah banyak rezeki, tetapi suatu kekayaan boleh dihabiskan oleh kurang hemat-hemat.","Barangsiapa yang menahankan rotan, ia itu benci akan anaknya, tetapi orang yang mengasihi akan anaknya itu mengajari dia pada masa mudanya.","Bahwa orang yang benar itu makan sampai kenyang-kenyang, tetapi orang jahat akan kekurangan kelak sehingga hampa perutnya."]