["Janganlah engkau memegahkan dirimu dari hal esok, karena tiada engkau tahu apa kelak jadi pada hari itu.","Biarlah orang lain memuji engkau, jangan mulutmu sendiri; biarlah orang yang tiada kekenalan, dan jangan lidahmu sendiri.","Bahwa batu beratlah adanya dan pasirpun berat, tetapi gusar orang bodoh itu terlebih berat dari pada keduanya itu.","Bahwa bengislah adanya nyala-nyala amarah, dan murka itu seperti air bah yang meliput, tetapi cemburuan, siapa gerangan dapat menahankan dia?","Peneguran yang nyata itu terlebih baik dari pada pengasihan yang tersembuni.","Jikalau dipalu oleh sahabat, ia itulah tanda setia, tetapi cium seteru patut ditangkiskan dengan doa.","Orang yang kenyang ia memijak-mijak jikalau air madu sekalipun, tetapi orang yang berlapar maka barang yang pahitpun menjadi manis baginya.","Seperti burung yang sesat dari pada sarangnya, demikianlah hal orang yang sesat dari pada tempatnya.","Minyak harum dan bau-bauan menggemari hati orang, demikianpun kemanisan sahabat dari karena nasihat hatinya.","Janganlah kautinggal akan sahabatmu yang sahabat bapamupun dan jangan masuk rumah saudaramu pada masa kesukaranmu. Seorang sekampung yang dekat itu terlebih baik dari pada seorang saudara yang jauh.","Hai anakku! hendaklah engkau berbudi, dan sukakanlah hatiku, supaya dapat aku memberi jawab akan orang yang mencelakan daku.","Orang bijaksana itu, serta dilihatnya jahat, maka disembunikannya dirinya, tetapi orang bodoh melangsung juga, lalu kena.","Jikalau orang telah menjadi pengaku akan orang dagang, maka ambillah jubahnya, gadaikanlah karena orang keluaran.","Orang yang memuji sahabatnya dengan nyaring suaranya sambil bangun pagi-pagi, maka ia itu dapat dibilangkan baginya akan laknat.","Bocor yang bertitik-titik selalu pada masa hujan deras, ia itu sama dengan seorang bini yang bantahan.","Barangsiapa yang mendiamkan dia, ia itu dapat mendiamkan anginpun, atau menggenggam minyak dengan tangannya kanan.","Besi menajamkan besi, demikianpun orang menajamkan akal orang.","Orang yang memeliharakan pokok ara ia itu akan makan buahnya; orang yang menunggui tuannya itu akan mendapat kemuliaan.","Seperti air itu cermin muka orang, demikianpun hati itu cermin manusia.","Neraka dan kebinasaan tak pernah kenyang, demikianpun mata orang tak pernah kenyang.","Seperti kui bagi emas dan dapur bagi perak, demikianpun orang bagi mulut yang memuji dia.","Jikalau kiranya orang bodoh ditumbuk dalam lesung bersama-sama dengan segala beras sekalipun, maka tiada juga bodohnya akan bercerai dari padanya.","Belajarlah baik-baik mengenal segala dombamu dan perhatikanlah hal segala kawan kambingmu,","karena tiadalah kekayaan yang kekal adanya, dan tiada makota yang tetap kepada orang turun-temurun.","Jikalau rumput mulai tumbuh dan kelihatanlah pucuk-pucuknya, hendaklah tumbuh-tumbuhan dari gunung dihimpunkan.","Maka anak-anak domba akan menjadi pakaianmu dan kambing jantan akan menjadi harga padang itu.","Maka engkau akan mendapat air susu kambing yang cukup akan rezekimu dan akan rezeki isi rumahmu dan akan kehidupan hamba sahayamu."]