["Bahwa nama yang baik itu terlebih baik dari pada kekayaan besar, dan pengasihan itu terlebih baik dari pada emas dan perak.","Orang kaya dan miskin bertemu seorang dengan seorang, maka telah dijadikan Tuhan akan mereka itu sekalian.","Orang bijaksana itu serta dilihatnya jahat, maka disembunyikannya dirinya, tetapi orang bodoh melangsung juga lalu kena.","Dari pada rendah hati dan takut akan Tuhan terbitlah kekayaan dan hormat dan selamat.","Duri dan jerat adalah pada jalan orang angkara; barangsiapa yang hendak memeliharakan nyawanya, ia itu menjauhkan dirinya dari sana.","Ajarkanlah seorang budak segala permulaan jalannya yang patut, maka pada masa tuanya tiada ia akan undur dari padanya.","Orang kaya memerintah orang miskin, dan yang berutang menjadi hamba kepada orang yang mengutangi.","Barangsiapa yang menabur jahat, ia itu akan menuai celaka, maka hilanglah tongkat geramnya.","Orang yang baik matanya itu akan diberkati, karena telah diberikannya dari pada rezekinya kepada orang-orang miskin.","Halaukanlah orang pengolok-olok itu ke luar, maka perkelahianpun akan keluar sertanya, dan perselisihan dan kecelaanpun akan berhenti.","Barangsiapa yang suci hatinya, ia itu dikasihi raja dan yang petah lidah, ia itulah sahabatnya.","Bahwa mata Tuhan memeliharakan pengetahuan, tetapi perkataan orang murtad dibongkar-bangkir-Nya.","Kata si pemalas: Adalah singa di luar, kalau-kalau aku dibunuh kelak di tengah-tengah jalan raya!","Mulut perempuan jalang itu seperti telaga yang dalam, maka orang yang dibenci Tuhan kelak akan jatuh ke dalamnya.","Jikalau hati budak bersangkut dengan bodoh, tak akan jangan sesah rotan menceraikan dia dari padanya.","Barangsiapa yang menganiayakan orang miskin, ia itu menjadikan dia kaya; dan orang yang memberi hadiah akan orang kaya, ia itu membawa akan dia kepada kepapaan.","Cenderungkanlah telingamu dan dengarlah olehmu akan perkataan orang yang berbudi dan perhatikanlah pengajaranku;","karena selamatlah bagimu, jikalau engkau menaruh akan dia dalam hatimu dan selalu ia sedia pada bibirmu;","supaya harapmu bergantung kepada Tuhan, maka aku beritahu dia kepadamu pada hari ini, bahkan, aku memberitahu dia kepadamu juga.","Bukankah sudah kusuratkan bagimu beberapa perkara yang indah-indah dari hal nasehat dan pengetahuan?","Supaya diketahui olehmu akan pegajaran kebenaran yang tertentu, dan engkau dapat memberi jawab kepada orang yang bertanyakan dikau dari hal kebenaran itu.","Janganlah rampas harta orang miskin, sebab miskinlah ia, dan jangan memijak orang papa dalam hukum.","Karena Tuhan juga akan membicarakan halnya serta membinasakan segala orang yang membinasakan mereka itu.","Janganlah bersahabat dengan orang pemarah, dan janganlah berjinak-jinakan dengan orang garang;","supaya jangan engkau belajar tingkah lakunya serta memasang jerat akan jiwamu.","Janganlah engkau masuk bilangan orang yang berjanji dengan bertampar tangan, dan yang mengaku utang orang lain.","Kalau-kalau tiada padamu yang dibuat pembayar utang, maka diambil orang akan tilam yang di bawah tubuhmu.","Janganlah engkau memindahkan tanda perhinggaan tanah, yang telah dibubuh oleh nenek moyangmu.","Sudahkah engkau melihat seorang yang rajin pada pekerjaannya, maka iapun akan menghadap raja-raja, tetapi janganlah ia berdiri di hadapan orang hina."]