["Bahwa orang jahat itu lari bila tiada yang mengejar, tetapi orang benar itu berani seperti singa adanya.","Jikalau durhaka orang isi negeri, maka banyaklah pemerintahnya kelak; tetapi barang di mana orang yang suka akan benar itu, maka tetap pemerintahannya.","Orang berharta yang menganiayakan orang miskin itu laksana hujan tempias yang tiada meninggalkan rezeki lagi.","Orang yang meninggalkan hukum itu memuliakan orang jahat, tetapi orang yang memeliharakan hukum itu melawan orang jahat.","Orang jahat tiada mengerti barang yang benar, tetapi orang yang mencahari Tuhan mengerti segala perkara.","Orang miskin yang melakukan dirinya dengan tulus hati itu terlebih baik dari pada orang yang bengkang-bengkok jalannya, jikalau ia kaya sekalipun.","Orang yang melakukan hukum itulah seorang anak yang berbudi, tetapi orang yang bertaulan dengan orang perlente itu memberi malu akan bapanya.","Orang yang menambahi hartanya dengan rubiah dan laba yang keji, ia itu mengumpulkan dia bagi orang yang menaruh kasihan akan orang miskin.","Orang yang memalingkan telinganya dan tiada mau mendengar akan hukum, jikalau doanya sekalipun maka menjadi suatu kebencian.","Barangsiapa yang menyesatkan orang benar kepada jalan yang jahat, ia itu kelak terperosok ke dalam pelobangnya sendiri, tetapi selamat menjadi bahagian orang yang memeliharakan dirinya dengan tiada berkecelaan.","Seorang kaya sangka akan dirinya pandai, tetapi orang papa yang berakal itu menyelidik akan dia.","Apabila tamasyalah orang-orang benar maka adalah kemuliaan besar, tetapi apabila berbangkitlah orang-orang jahat, maka diselidiknya jikalau akan orang hina sekalipun.","Orang yang melindungkan dosanya itu tak boleh beruntung, tetapi orang yang mengaku dan membuangkan dia ia itu mendapat kasihan kelak.","Berbahagialah orang yang takut selalu, tetapi orang yang mengeraskan hatinya itu akan jatuh ke dalam celaka.","Seperti singa mengaum, dan seperti beruang berpusing-pusing, demikianlah peri kelakuan seorang penghulu yang jahat atas orang-orang miskin.","Seorang raja yang kurang akal itu sangat menganiayakan orang, tetapi orang yang benci akan tamak ia itu melanjutkan umurnya.","Seorang yang menanggung darah orang ia itu lari ke kubur; janganlah orang menegahkan dia.","Orang yang berjalan dengan tulus hatinya itu berjalan pada jalan raya, tetapi orang yang dengan hati bercabang memilih dua jalan ia itu akan jatuh kelak pada salah satunya.","Barangsiapa yang mengusahakan bendangnya itu akan dikenyangkan dengan makanan, tetapi orang yang menuntut peri malas itu kelak dikenyangkan dengan kepapaan.","Orang yang amat setiawan adanya itu berkelimpahan berkat, tetapi orang yang dengan segera hendak menjadi kaya itu tiada terlepas dari pada salah.","Pandang muka orang dalam hukum itu tak baik, karena dari sebab sesuap nasi orang akan bersalah kelak.","Orang yang dengan segera hendak menjadi kaya itu jahatlah matanya, tiada ia melihat kepapaan datang atasnya kelak.","Orang yang menegurkan orang, pada kesudahan ia mendapat hormat kelak, terlebih dari pada orang yang mengangkat-angkat dengan mulutnya.","Barangsiapa yang merampas harta benda ibu bapanya serta katanya: Tiada salah! maka orang itu sama dengan penyamun.","Orang yang congkak hatinya itu menerbitkan perkelahian, tetapi orang yang bergantung kepada Tuhan itu akan tambun kelak.","Orang yang percaya akan hatinya sendiri ialah seorang bodoh, tetapi orang yang melakukan dirinya dengan bijak ia itu tiada akan kena celaka.","Orang yang memberi kepada orang miskin ia itu tiada akan merasai kekurangan, tetapi orang yang mengejamkam matanya itu akan kena banyak laknat kelak.","Apabila orang jahat ditinggikan, maka orang kecil juga menyembunikan dirinya, tetapi apabila binasalah orang jahat, maka bertambah-tambahlah orang benar."]