["Bahwa hati raja adalah dalam tangan Tuhan seperti air sungai, dialirkan-Nya barang ke mana dikehendaki-Nya.","Segala jalan orang tampaklah betul kepada pemandangannya sendiri, tetapi ditimbang Tuhan akan segala hati adanya.","Akan melakukan keadilan dan hukum itu disuka Tuhan terlebih dari pada akan korban.","Mata angkuh dan hati congkak dan cahaya orang jahat itu dosa adanya.","Bahwa hemat-hemat orang rajin menjadikan kelimpahan, tetapi orang yang gopoh-gopoh itu mengadakan hanya sedikit jua.","Barangsiapa yang hendak mengumpulkan harta dengan lidah penipu, ia itu seperti uap yang dikejar oleh orang yang menuju maut.","Kerusakan orang jahat akan makan terus ke dalamnya, sebab engganlah mereka itu akan berbuat benar.","Bagi orang yang menanggung berat adalah segala jalan berlekak-lekuk dan bengkang-bengkok, tetapi bagi orang yang tiada kena tanggungan, ringanlah juga segala pekerjaannya.","Terlebih baik duduk di penjuru sotoh rumah dari pada duduk serumah dengan bini yang bantahan.","Jikalau hati orang fasik menghendaki jahat, maka tiada disayangnya jikalau akan sahabatnya sekalipun.","Jikalau pengolok-olok disiksa, maka orang bodoh menjadi berbudi, dan jikalau orang berbudi diajarkan, maka iapun mendapat pengetahuan.","Bahwa orang yang benar mencamkan baik-baik hal rumah orang jahat, bila dijatuhkannya dirinya ke dalam kebinasaan.","Barangsiapa yang menyumbat telinganya akan tangis orang miskin, maka iapun kelak akan berteriak, tetapi tiada yang mendengar akan suaranya.","Dengan persembahan yang sembunyi orang memadamkan murka, dan dengan hadiah orang memperhentikan kehangatan amarah dalam dada.","Berbuat benar itulah kesukaan orang yang benar, tetapi itu suatu ketakutan bagi orang yang jahat adanya.","Orang yang melarat dari pada jalan akal budi itu kelak turun ke dalam alam barzakh.","Orang yang suka menjamu-jamu, ia itu menjadi miskin, dan orang yang suka akan air anggur dan minyak-minyak, ia itu tiada boleh menjadi kaya.","Orang fasik menjadi tebusan bagi orang yang benar, dan orang khianat bagi orang yang tulus hatinya.","Terlebih baik orang duduk di padang tekukur dari pada duduk serumah dengan bini yang bantahan dan pemarah.","Jikalau dalam rumah orang yang berbudi adalah harta benda yang indah-indah dan minyak sekalipun, maka seorang bodoh juga memboroskan dia.","Barangsiapa yang menuntut kebenaran dan kemurahan, ia itu kelak akan mendapat selamat dan keridlaan dan hormat.","Orang yang berbudi itu memanjat kota benteng orang yang gagah, serta diempaskannya ke bawah kubunya yang tiada teralahkan.","Barangsiapa yang memeliharakan mulutnya dan lidahnya, ia itu melepaskan dirinya dari pada beberapa kesusahan.","Siapa gerangan orang congkak dan sombong yang kelakuannya jemawa begitu? Ia itulah pengolok-olok namanya.","Bahwa keinginan orang pemalas menyebabkan matinya kelak, yaitu makin ditahaninya tangannya dari pada pekerjaan.","Orang gelojoh itu ingin pada sepanjang hari, tetapi orang yang benar itu suka memberi dan tiada disayangkannya hartanya.","Persembahan orang jahat itu suatu kebencian adanya, istimewa pula jikalau dibawanya dengan niat yang jahat.","Saksi dusta kelak akan binasa, apabila orang yang mendengar dia memberi kemenangan akan kebenaran.","Bahwa orang jahat mengeraskan mukanya, tetapi orang yang benar itu menentukan jalannya.","Tak adalah hikmat, tak adalah akal, tak adalah bicara akan melawan Tuhan!","Bahwa kuda dilengkapkan bagi perang, tetapi kemenangan itu hanya dari pada Tuhan jua."]