["Jikalau engkau duduk makan sehidangan dengan seorang penghulu, maka baik-baik perhatikan segala sesuatu yang di hadapanmu.","Kenakanlah mata pisau pada lehermu, jikalau kiranya engkau seorang yang suka makan.","Dan jangan ingin terlalu akan makanannya yang sedap, karena itulah hidangan penipu adanya.","Janganlah engkau berlelah hendak menjadi kaya, jikalau kiranya engkau berakal, maka tinggalkanlah akan dia.","Masakan engkau mengamat-amati barang yang satupun tiada, bahwasanya ia itu bersayap kelak dan terbang ke langit seperti burung nasar.","Janganlah makan roti orang yang jahat matanya, dan janganlah ingin akan hidangannya yang sedap,","karena seperti orang yang menunggui dirinya, demikianlah adanya, maka katanya kepadamu kelak: Makan dan minumlah olehmu! tetapi hatinya jauh dari padamu.","Bahwa suap yang telah kautelan itu, niscaya kaumuntahkan pula kelak, dan segala perkataanmu yang manis-manis itu telah kaubuang bagi kebinasaanmu sendiri.","Janganlah engkau berkata-kata, sehingga kedengaranlah katamu kepada orang bodoh, karena dicelakannya kelak budi perkataanmu.","Janganlah pindahkan tanda perhinggaan yang lama itu, dan jangan masuk ke dalam bendang anak-anak piatu;","karena sangat kuat penebusnya, maka Ia juga akan membicarakan kelak hal perkara mereka itu dengan dikau.","Jikalau engkau ditegur, taruhlah hatimu akan dia, dan cenderungkanlah telingamu kepada pengajaran pengetahuan.","Janganlah tahankan pengajaran dari pada anakmu, jikalau engkau memukul akan dia, dengan rotan, maka tiada ia akan mati,","melainkan apabila engkau memukul akan dia, barangkali engkau melepaskan nyawanya dari pada neraka.","Hai anakku! jikalau hatimu berbudi, niscaya bersukacitalah hatiku, bahkan, hatiku,","dan segala sesuatu yang dalam aku akan bergemar apabila engkau kelak mengatakan perkara yang betul-betul.","Janganlah hatimu dengki akan orang yang berdosa, melainkan takutlah akan Tuhan pada tiap-tiap hari;","karena sungguh kesudahannya akan datang kelak, maka harapmu tiada akan diputuskan.","Dengarlah olehmu, hai anakku! hendaklah engkau berbudi dan tujukanlah hatimu kepada jalan yang betul.","Janganlah engkau masuk bilangan orang yang mabuk dengan air anggur, atau orang gelojoh makan daging;","karena seorang pemabuk dan gelojoh akan kepapaan kelak, dan suka mengantuk itu mengenakan pakaian compang-camping kepada orang.","Dengarlah olehmu akan kata bapamu, yang telah menjadikan dikau, dan jangan engkau mencelakan ibumu pada masa tuanya.","Belilah akan benar dan jangan jualkan dia, atau budi, atau pengajaran, atau pengetahuan.","Bahwa bapa orang benar akan bersukacita, dan yang telah beroleh akan seorang anak yang berbudi, ia itu kelak bergemar akan dia;","maka sebab itu hendaklah engkau menyukakan ibu bapamu, supaya orang tuamu merasai kesukaan yang demikian.","Hai anakku! serahkanlah hatimu kepadaku, dan biarlah matamu memandang baik-baik kepada jalanku;","karena seorang perempuan sundal itu laksana parit yang dalam, dan seorang perempuan jalang seperti perigi yang sempit.","Maka iapun mengendap-endap seperti penyamun, dan diperbanyakkannya orang khianat di antara segala laki-laki.","Pada siapa gerangan adalah pengaduh? pada siapa adalah keluh kesah? pada siapa adalah perkelahian? pada siapa adalah pergaduhan? pada siapa adalah luka dengan tiada semena-mena? pada siapa adalah bilis mata?","Pada orang yang leka dalam minum air anggur, dan yang berhimpun bersama-sama hendak mengecap-ngecap minuman yang keras.","Jangan engkau pandang akan air anggur apabila merah rupanya, apabila ia berkilat dalam piala serta buihnya naik ke atas.","Pada kesudahannya patuklah ia seperti ular dan disemburkannya bisanya seperti ular beludak.","Matamu kelak memandang akan perempuan jalang dan hatimupun kelak berkata-kata akan perkara yang membinasakan.","Maka engkau akan jadi kelak seperti orang yang tidur di tengah-tengah laut, dan seperti orang yang tidur di atas tiang kapal.","Katamu kelak: Bahwa aku telah dipukul orang, maka tiada aku merasai sakit, aku telah digasaknya, maka tiada kurasainya. Apabila aku sudah sadar, niscaya aku mencari dia kembali pula."]