["Bahwa inipun amsal Sulaiman, yang telah disalinkan oleh beberapa orang hamba Hizkia, raja Yehuda.","Maka kemuliaanlah bagi Allah menyembunyikan perbuatan-Nya, tetapi kemuliaan bagi raja menyelidik barang suatu perkara.","Bahwa tingginya langit dan dalamnya bumi dan hati rajapun tiada terselidik adanya.","Ceraikanlah sanga dari pada perak, supaya keluarlah bejana yang indah-indah oleh tangan jauhari;","ceraikanlah orang jahat dari hadapan raja, maka takhta baginda akan ditetapkan kelak oleh kebenaran.","Janganlah engkau membesarkan dirimu di hadapan raja dan janganlah berdiri di tempat orang besar-besar,","karena lebih baik orang berkata kepadamu: Marilah engkau, naik ke mari, dari pada engkau direndahkan orang di hadapan seorang bangsawan, yang telah kaupandang mudah akan dia.","Jangan gopoh-gopoh engkau masuk berhukum, kalau-kalau pada akhirnya engkau tiada boleh lepas, apabila lawanmu mendatangkan malu kepadamu.","Bicarakanlah perkaramu dengan kawanmu, tetapi jangan kaubukakan rahasia orang lain,","supaya jangan, apabila kedengaranlah ia itu kepadanya, maka iapun membuat malu akan dikau dan perkataanmu yang keji itupun pulang kepadamu.","Perkataan yang dikenakan dengan sepertinya itu laksana buah kasturi keemasan dalam rantang perak adanya.","Seperti anting-anting keemasan berpatutan dengan kalung yang dari pada emas sepuluh matu, demikianpun telinga yang suka mendengar itu berpatutan dengan penegur yang berbudi.","Seperti sejuk salju pada musim menuai, demikianlah seorang suruhan yang setiawan bagi orang yang menyuruhkan dia, karena disedapkannya hati tuannya.","Seperti awan-awan dan angin yang tiada mengandungkan hujan setitik, demikianlah hal orang yang memegahkan dirinya dari sebab pemberian yang tiada pernah diberikannya.","Dengan panjang sabar dapat dihancurkan hati seorang pemerintah, dan lidah yang lembut dapat menghancurkan tulang.","Sudahkah engkau mendapat air madu, makanlah seberapa banyak yang patut, asal jangan engkau terlalu kenyang, lalu engkau muntahkan dia pula;","demikianpun hendaklah engkau hemat-hemat dengan kakimu berulang ke rumah sahabatmu, supaya jangan ia menjadi penat oleh sebab engkau, lalu benci akan dikau.","Adapun orang yang naik saksi dusta atas samanya manusia, ia itu seperti cokmar dan pedang dan anak panah yang tajam.","Seperti patah gigi dan tergelincir kaki, demikianlah hal bergantung kepada orang yang tiada setia pada masa kepicikan.","Seperti orang yang menanggalkan pakaiannya pada masa sejuk, dan seperti cuka disiram kepada luka yang baharu, demikianlah hal orang yang menyanyikan nyanyian bagi orang yang berdukacita hatinya.","Jikalau musuhmu berlapar berikanlah dia roti akan dimakan, jikalau ia berdahaga, berikanlah air akan diminum olehnya;","karena dalam berbuat demikian engkau menimbunkan bara api di atas kepalanya, maka Tuhan akan membalasnya kepadamu kelak.","Bahwa angin utara membawa akan hujan, demikianpun lidah pengumpat mengadakan beberapa muka muram.","Terlebih baik duduk di penjuru sotoh rumah dari pada duduk serumah dengan seorang bini yang bantahan, jikalau berjamu orang sekalipun.","Bahwa kabar baik yang datang dari negeri yang jauh itu laksana air sejuk kepada orang yang lelah.","Orang benar yang bimbang hati di hadapan orang-orang fasik, ia itu seperti pancaran air yang keruh dan mata air yang telah rusak adanya.","Makan air madu terlalu banyak itu tak baik, demikianpun menuntut hormat itu mendatangkan tanggungan berat.","Orang yang tiada dapat menahani nafsunya, ia itu seperti kota benteng yang telah roboh dewalanya."]