["Janganlah engkau menaruh dengki akan orang jahat atau ingin hendak bertaulan dengan dia.","Karena kebinasaan terpancarlah dari dalam hatinya dan mulutnya berkata akan celaka belaka.","Bahwa dengan hikmat boleh sebuah rumah dibangunkan dan dengan akal budi ia itu diteguhkan;","maka dengan pengetahuan bilik-biliknyapun dipenuhi dengan harta benda yang indah-indah dan sedap.","Hanya orang yang bijaksana itulah kuat dan orang yang berpengetahuan itulah gagah, sehingga tiada ia teralahkan.","Maka sebab itu lakukanlah perang dengan memakai akal budi, karena pada pihak pembicara yang terutama itu akan ada kemenangan.","Bahwa terlalu payah bagi orang bodoh memutuskan perselisihan, sebab itu janganlah ia membuka mulutnya dalam majelis bicara yang di pintu gerbang.","Orang yang berniat jahat itu dipanggil pereka tipu daya namanya.","Kepikiran bodoh itulah dosa adanya, dan si pengolok-olok itu kebencian kepada orang sekalian.","Jikalau pada masa kesukaran tawarlah hatimu, maka kuasamupun akan lemah adanya.","Tolonglah akan orang yang tertangkap akan dibunuh, yaitu akan orang yang berhuyung-huyung kepada persembelihan; jikalau kiranya engkau menjauhkan dirimu dari padanya,","jikalau kiranya katamu: Bahwasanya tiada kami mengetahui dia; bukankah ia itu diperhatikan oleh Tuhan, yang menimbang segala hati? bukankah ia itu diketahui oleh Tuhan, yang menilik akan segala nyawa dan yang membalas kepada tiap-tiap orang sekadar perbuatannya?","Makanlah air madu, hai anakku, karena sedaplah rasanya, dan titis sarang lebah, karena manislah ia kepada langitan mulutmu;","demikianpun hendaklah nyawamu mengecap hikmat barang di mana kaudapati akan dia, maka pada akhir kelak engkau beroleh pahala dan harapmupun tiada akan putus.","Hai orang fasik! jangan engkau mengintai rumah orang benar dan jangan engkau merusakkan pondoknya;","karena jikalau kiranya orang benar itu jatuh sampai tujuh kali, maka berbangkitlah pula ia, tetapi segala orang fasik itu akan terperosok ke dalam jahat.","Jangan engkau bersukacita apabila jatuh seterumu, dan jangan hatimu bergemar apabila terantuklah ia.","Supaya jangan ia itu kelihatan kepada Tuhan dan jahatlah hal itu kepada pemandangan-Nya, sehingga dipalingkan-Nya murka-Nya dari pada orang itu kepadamu.","Janganlah engkau merajuk kepada orang jahat dan jangan pula engkau menaruh dengki akan orang fasik.","Karena tak ada pahala bagi orang jahat, dan pelita orang fasik akan dipadamkan kelak.","Hai anakku! takutlah akan Tuhan dan akan rajapun, maka jangan engkau berjinak-jinakan dengan orang yang mengadakan cidera;","karena dengan sekonyong-konyong berbangkitlah kelak celakanya, dan balasan keduanya datang dahulu dari pada disangka orang.","Arakian, maka inilah pula beberapa amsal hikmat adanya: Bahwa tak baik dipandang muka orang dalam majelis bicara.","Barangsiapa yang berkata kepada orang jahat demikian: Bahwa benarlah engkau! ia itu akan dilaknatkan oleh orang banyak dan dibenci oleh segala bangsa.","Tetapi barangsiapa yang menegurkan dia, ia itu akan dipuji-puji orang dan berkat selamatpun turunlah kepadanya.","Barangsiapa yang memberi jawab dengan perkataan yang patut, ia itu mengatupkan mulut orang seperti dengan kucup.","Aturkanlah pekerjaanmu di luar dahulu, dan sediakanlah bendangmu, kemudian bolehlah engkau membangunkan rumahmu.","Janganlah engkau naik saksi atas samamu manusia dengan tiada sebab, melainkan engkau menjadikan dirimu seorang penukas.","Janganlah katamu: Seperti perbuatannya akan daku, demikianpun aku hendak membalas akan dia, aku hendak membalas masing-masing sekadar perbuatannya.","Pada sekali peristiwa berjalanlah aku lalu dari pada bendang seorang pemalas, dan dari pada kebun anggur orang yang tiada berakal.","Maka sesungguhnya bertumbuhlah duri di mana-mana dan tanahnyapun penuh dengan jelatang dan rusaklah segala pagar batunya.","Demi kulihat itu maka aku memperhatikannya, dan setelah kupandang akan dia, maka aku mengambil insaf dari padanya:","Bahwa tidur sedikit lagi, mengantuk sedikit lagi, lipat tangan sedikit lagi sambil berbaring,","demikianlah kelak datang kepapaanmu seperti seorang penyamun dan kekuranganmupun seperti seorang yang bersenjata."]