["Bahwa air anggur itu laksana pengolok-olok dan minuman yang pedas itu pengusik adanya; barangsiapa yang sesat dalamnya, ia itu tiada berakal.","Bahwa murka raja itu seperti pengaum-aum singa, barangsiapa yang menerbitkan dia, ia itu mempermainkan nyawanya sendiri.","Bahwa kepujianlah bagi orang, jika berhenti dari pada perbantahan, tetapi bodohlah orang yang memasukkan dirinya kepadanya.","Bahwa orang pemalas tiada mau membajak sebab takut akan sejuk, maka sebab itu ia akan minta sedekah pada musim menuai, satupun tiada dapat.","Jikalau niat dalam hati orang bagaikan air yang dalam-dalam sekalipun, maka orang yang berakal budi itu dapat mengeluarkan dia.","Berapa banyak orang sekalipun, maka masing-masingnya memuji kebajikannya sendiri, tetapi seorang yang setiawan betul, siapa gerangan boleh mendapat dia?","Orang yang benar itu melakukan dirinya dengan tulus hatinya; berbahagialah kiranya segala anak-anaknya kemudian kelak.","Seorang raja yang duduk di atas kursi pengadilan itu membuangkanlah segala jahat hanya dengan matanya jua.","Siapa gerangan boleh berkata demikian: Aku sudah menyucikan hatiku, dan sucilah aku dari pada dosa?","Bahwa dua macam batu timbangan dan dua macam takaran, keduanya itu sama kebencian kepada Tuhan.","Jikalau budak sekalipun, maka suka ia berpura-pura dalam perbuatannya, seolah-olah semuanya betul dan benar barang yang diperbuatnya itu.","Telinga yang mendengar dan mata yang melihat, keduanya itu telah dijadikan oleh Tuhan.","Janganlah suka tidur, asal jangan engkau kepapaanlah kelak, melainkan celikkanlah matamu, supaya kenyanglah engkau dengan makanan.","Tak baik, tak baik! kata orang yang empunya, tetapi setelah sudah hilang, maka dipujinya dengan tiada perhinggaan.","Adalah emas dan beberapa banyak manikam, tetapi mulut yang berpengetahuan itu indah-indah seperti permata intan.","Jikalau orang telah menjadi pengaku orang dagang, maka ambillah jubahnya, gadaikanlah karena orang keluaran.","Kendatilah roti tipu daya itu manis rasanya, kemudian kelak mulut dipenuhi dengan batu kelikir.","Segala maksud disampaikan dengan bicara, maka sebab itu lakukanlah perang dengan memakai budi bicara.","Barangsiapa yang berjalan ke sana ke mari dengan membawa mulut, ia itu membukakan rahasia; maka sebab itu janganlah engkau berjinak-jinakan dengan orang yang tiada dapat mengatupkan mulutnya.","Barangsiapa yang mengutuki bapanya atau ibunya, maka suluhnya akan terpadam kelak, sehingga menjadi gelap gulita.","Jikalau pusaka pada mulanya disegerakan, maka pada akhirnya tiada ia itu keberkatan.","Janganlah katamu: Aku hendak membalas jahat! melainkan nantilah akan Tuhan, maka Iapun akan membenarkan halmu.","Dua macam batu timbangan menjadi suatu kebencian kepada Tuhan dan neraca penipu itu sangat jahat.","Bahwa segala langkah orang dari pada Tuhan juga asalnya, maka bagaimana gerangan orang dapat mengerti jalannya sendiri?","Bahwa menjadi jeratlah kepada orang, kalau menelan barang yang suci, dan setelah sudah bernazar kemudian bertanya pula.","Seorang raja yang berbudi itu menampi orang-orang yang jahat dan menjalankan jantera pengirikan dari atasnya.","Bahwa nyawa manusia seperti pelita Tuhan, yang menyelidik segala rahasia yang di dalam dadanya.","Kemurahan dan kebenaran memeliharakan raja, maka dengan kebajikan ditetapkannya takhtanya.","Makota orang muda itulah kuatnya, dan rambut putih menjadi kemuliaan orang tua.","Bilur rotan menjadi penyuci orang jahat, dan lagi palu yang masuk sampai ke dalam tulangnya."]