["Seperti salju pada musim panas, dan seperti hujan pada musim menuai, demikianpun tiada patut hormat diberi akan orang bodoh.","Seperti burung pipit terbang ke sana ke mari dan seperti burung layang-layang terbang berkeliling, demikianpun kutuk yang tiada dengan semena-mena itu tak boleh terkena.","Cemeti adalah bagi kuda, dan kekang adalah bagi keledai, tetapi rotan bagi belakang orang jahil.","Jangan beri jawab akan orang bodoh setuju dengan bodohnya, supaya jangan engkau menjadi sama dengan dia.","Berilah jawab akan orang bodoh seperti patut kepada bodohnya, supaya jangan ia pandai pada sangkanya sendiri.","Bahwa orang yang mengirimkan kabar dengan lidah orang bodoh, ia itu seolah-olah dikudungkannya kedua belah kakinya sendiri dan diminumnya barang yang ketar rasanya.","Seperti orang timpang kedua belah kakinya, demikianlah peri perumpamaan dalam mulut orang bodoh.","Seperti orang melontarkan permata intan dengan pengali-ali, demikianlah peri orang yang memberi hormat akan orang bodoh.","Seperti tongkat yang berduri diangkat oleh tangan orang mabuk, demikianlah peri perumpamaan dalam mulut orang bodoh.","Banyaklah kesusahan didatangkan atas dirinya oleh orang yang mengupah orang bodoh atau orang yang tiada ketahuan.","Seperti anjing balik makan muntahnya, demikianpun orang bodoh suka balik kepada bodohnya.","Jikalau engkau melihat seorang yang pada sangkanya sendiri ialah pandai, maka boleh diharap akan orang bodoh terlebih dari pada harap akan orang itu.","Bahwa kata orang pemalas: Adalah singa di jalan, adalah singa di tengah-tengah jalan besar.","Seperti pintu berkitar-kitar di atas engselnya, demikianlah peri orang pemalas di atas tilamnya.","Orang pemalas itu menyembunikan tangannya dalam dada bajunya, maka seganlah ia membawa dia pula ke mulutnya.","Orang pemalas itu lebih pandai pada sangkanya sendiri dari pada tujuh orang yang memberi ikhtiar.","Orang yang memasukkan dirinya dalam perbantahan orang lain, ia itu seperti orang menangkap anjing yang berjalan lalu pada telinganya.","Seperti orang yang pura-pura main gila, tetapi dilontarkannya api dan anak panah dan segala perkakas kematian berkeliling,","demikianlah peri orang yang menipu kawannya sambil katanya: Bukankah sahaya bergurau juga?","Di tempat tiada kayu, apipun terpadamlah; di tempat tiada pengumpat, berhentilah perkelahian.","Seperti arang di atas bara api dan kayu pada api, demikianlah orang bantahan membangkitkan perkelahian.","Adapun perkataan orang pengumpat itu seperti makanan yang sedap, maka masuklah ia itu dengan senang sampai ke dalam hati.","Seperti tembikar bersalutkan sanga perak, demikianlah mulut manis pada orang yang menaruh hati jahat.","Orang yang menaruh dengki itu pura-pura dengan mulutnya sambil mereka tipu dalam hatinya.","Jikalau ia membujuk dengan lidahnya, janganlah percaya akan dia, karena adalah tujuh lapis benci dalam hatinya.","Dengkinya menyembunikan dirinya hendak menambahkan untung, maka kejahatannya kelak menyatakan dirinya di hadapan orang sekalian.","Barangsiapa yang menggali pelobang, iapun akan terperosok ke dalamnya, dan batupun kembali terkena kepada orang yang telah menggolekkan dia.","Lidah bercabang itu sekali juga akan membenci cilaka yang telah diadakannya, dan mulut pengangkat-angkat itu kelak membinasakan dirinya sendiri."]