["Hai anakku! jikalau engkau menerima perkataanku serta menaruh hukum-hukumku dalam hatimu,","serta memberi telinga yang mendengar akan hikmat; jikalau engkau mencenderungkan hatimu kepada akal budi;","jikalau engkau berseru-seru minta pengetahuan serta menyaringkan suaramu minta akal budi;","jikalau engkau mencahari dia seperti perak dan menyelidik dia seperti mata benda yang tersembunyi;","maka engkau kelak mengerti hal takut akan Tuhan serta mendapat pengetahuan akan Allah.","Karena Tuhan juga yang mengaruniakan hikmat, dan dari pada firman-Nya datanglah pengetahuan dan akal.","Dan lagi ditaruh-Nya selamat yang kekal bagi segala orang saleh dan Iapun suatu perisai kepada segala orang yang berjalan dengan tulus hatinya.","Maka ditunggui-Nya segala lorong hukum dan dipeliharakan-Nya jalan segala kekasih-Nya.","Maka pada masa itu kelak engkau akan mengerti kebenaran dan hukum dan segala perkara yang patut dan segala jalan yang baik.","Maka apabila budi telah masuk ke dalam hatimu dan pengetahuan telah menjadi kesedapan kepada jiwamu,","maka bijaksana akan memeliharakan dikau dan akal budipun akan menunggui akan dikau,","supaya dilepaskan-Nya engkau dari pada jalan orang jahat, dari pada orang yang berkata-kata hendak membinasakan,","dari pada orang yang meninggalkan jalan betul, hendak menurut jalan-jalan yang gelap,","yang suka akan berbuat jahat serta bergemar akan mengadakan celaka yang membinasakan,","yang terbalik-balik jalannya dan bengkang-bengkok segala alurannya;","supaya dilepaskannya dikau dari pada perempuan jalang, dari pada perempuan yang tiada ketahuan, yang membujuk-bujuk dengan perkataannya,","yang telah meninggalkan taulannya pada masa mudanya serta melupakan perjanjian Allahnya,","karena rumahnya cenderunglah kepada maut, dan segala jalannya menuju tempat orang mati.","Barangsiapa yang masuk ke sana, ia itu tiada akan balik lagi, dan tiada ia mendapat akan jalan selamat.","Maka sebab itu turutlah olehmu akan jalan orang yang baik dan tetaplah engkau pada jalan orang yang benar.","Karena orang-orang saleh akan mendiami bumi dan orang yang tulus hatinya itu akan tinggal tetap padanya;","tetapi segala orang fasik itu akan ditumpas dari pada bumi dan segala orang yang khianatpun akan tercabut dari padanya."]