["Orang yang ditegurkan kerap kali maka ditegarkannya juga tengkuknya, ia itu akan binasa dengan segeranya, sehingga tiada dapat ditolong lagi.","Apabila orang benar memegang kuasa maka tamasyalah orang banyak, tetapi apabila orang jahat memegang perintah maka orang sekalianpun berkeluh kesah.","Barangsiapa yang suka akan hikmat itu menyukakan hati bapanya, tetapi orang yang beramah-ramahan dengan perempuan jalang itu memboroskan harta banyak.","Bahwa seorang raja meneguhkan kerajaannya dengan hukum yang adil, tetapi yang mengenakan banyak cukai ia itu membinasakan negeri.","Orang yang mengangkat-angkat temannya, ia itu membentangkan jaring di hadapan kakinya.","Bahwa kejahatannya juga menjadi jerat bagi orang jahat, tetapi orang benar itu lari luput lalu bersukacita hatinya.","Orang benar itu memperhatikan hal perkara orang miskin, tetapi orang jahat tiada peduli akan dia.","Orang pengolok-olok dapat menyalakan sebuah negeri, tetapi orang yang berbudi itu memadamkan marah.","Bahwa orang berbudi dengan orang bodoh berbantah-bantah selalu, baik dengan amarah baik dengan tertawa, tiada juga berhentinya.","Orang makan darah itu benci akan orang-orang saleh, tetapi orang yang benar itu menuntut belanya.","Orang bodoh itu mengeluarkan segala kepikiran hatinya, tetapi orang yang berbudi menahankan dia sampai kemudian kelak.","Jikalau seorang penghulu mengindahkan bohong, niscaya segala rakyatnya menjadi jahatlah kelak.","Bahwa orang kaya dan orang miskin bertemu seorang dengan seorang, maka Tuhan menerangkan mata keduanya.","Seorang raja yang membicarakan hal orang miskin dengan setia, maka takhtanya akan kekal tetap selama-lamanya.","Rotan dan pengajaran mendatangkan akal budi, tetapi anak yang dibiarkan saja mendatangkan malu kepada ibunya.","Apabila orang-orang jahat beroleh kuasa, maka bertambah-tambahlah jahat, tetapi orang benar akan melihat jatuhnya kelak.","Ajarilah anakmu, maka iapun akan menjadikan kesenanganmu, bahkan, iapun akan mendatangkan kesukaan kepada hatimu.","Jikalau agama dihalai-balaikan, maka orang banyak kelak mendurhaka, tetapi jikalau taurat diindahkan maka orang banyakpun selamatlah.","Seorang hamba yang mengerti, tetapi tiada juga memberi jawab, janganlah diajar akan dia dengan perkataan.","Sudahkah engkau melihat seorang yang terlanjur katanya, maka pada orang bodoh boleh diharap terlebih dari pada akan orang itu.","Jikalau seorang hamba dipeliharakan dengan lezatnya, maka pada akhir kelak iapun hendak menjadi anak tuannya.","Seorang pemarah itu menerbitkan perkelahian, dan orang yang angat nafsunya itu melimpahkan kesalahan.","Bahwa congkak itu merendahkan orang, tetapi orang yang rendah hatinya itu berpegang akan kemuliaan.","Barangsiapa yang membahagi-bahagi dengan pencuri ia itu benci akan dirinya; terdengarlah ia akan sumpah, tetapi tiada diberitahunya.","Takut akan orang ia itu menjadi suatu jerat, tetapi orang yang percaya akan Tuhan ia itu akan ditaruh dalam perlindungan yang tinggi.","Banyaklah orang yang menuntut keridlaan raja, tetapi kebenaran orang dari pada Tuhan jua datangnya.","Orang yang lalim menjadi kebencian kepada orang yang benar, maka orang yang betul kelakuannya itu kebencian kepada orang jahat adanya."]