["Hai anakku! janganlah kiranya engkau melupakan hukumku, melainkan hendaklah hatimu memeliharakan segala pesanku.","Karena itu akan menambahi segala hari dan tahun umur hidupmu serta diperbanyakkannya selamat bagimu.","Janganlah kiranya sifat kemurahan dan setia itu meninggalkan dikau, melainkan kalungkanlah dia pada lehermu, dan suratkanlah dia pada loh hatimu.","Karena demikian engkau kelak beroleh karunia dan keridlaan, baik dari pada pihak Allah baik dari pada pihak manusia.","Haraplah pada Tuhan dengan segenap hatimu, dan jangan engkau bersandar kepada akalmu.","Ketahuilah akan dia pada segala jalanmu, maka Iapun akan meratakan jalanmu.","Janganlah engkau pandang pandai akan dirimu, melainkan takutlah akan Tuhan dan jauhkanlah dirimu dari pada yang jahat.","Maka ia itu akan menjadikan sehat tubuhmu dan sumsum pada tulang-tulangmu.","Hormatilah akan Tuhan dengan mempersembahkan kepada-Nya dari pada segala hartamu dan dari pada hulu segala hasilmu.","Demikianlah kelak segala peluburmu akan penuh-penuh sampai berkelimpahan dan segala apitanmu akan penuh-penuh dengan air anggur muda sampai mumbung.","Hai anakku! janganlah engkau membuang akan pengajaran Tuhan dan jangan engkau menjadi syak akan siksa-Nya;","karena disiksa Tuhan akan barangsiapa yang dikasihi-Nya, seperti seorang bapa akan anak yang disukainya.","Berbahagialah orang yang mendapat hikmat, dan manusia yang mendapat pengetahuan.","Karena perniagaanya itu terlebih baik dari pada berniagakan perak dan hasilnyapun terlebih baik dari pada emas tua.","Maka terlebih indah adanya dari pada menikam dan segala yang dikehendaki olehmu itu tiada dapat dibanding dengan dia.","Pada tangannya kanan adalah panjang umur dan pada tangannya kiri adalah kekayaan dan kemuliaan.","Adapun jalannya itu jalan kesedapan dan segala lorong-lorongnyapun sejahteralah adanya.","Maka ialah pohon kehidupan bagi segala orang yang mencapai akan dia, dan berbahagialah segala orang yang bersangkut paut kepadanya.","Bahwa dengan hikmatpun Tuhan telah mengalaskan bumi, dan dengan pengetahuan telah dilengkapkannya segala langit.","Maka oleh budinya segala laut telah bergelombang dan segala awanpun menurunkan embun.","Hai anakku! janganlah itu undur dari pada matamu; taruhlah akan hikmat yang teguh dan bijaksana.","Karena itu akan menjadi kehidupan bagi jiwamu dan suatu perhiasan pada lehermu.","Lalu engkau menjalani jalanmu dengan selamat dan kakimupun tiada akan terantuk.","Apabila engkau berbaring, maka tiada engkau akan terkejut, melainkan engkau akan berbaring dengan senang dan tidurmu akan sedap rasanya.","Maka engkau tiada takut akan kegentaran yang datang sekonyong-konyong atau akan kebinasaan orang jahat, jikalau itu datang dengan segeranya sekalipun.","Karena Tuhanlah akan menjadi kuatmu serta Ia memeliharakan kakimu dari pada jerat.","Janganlah engkau menahani barang dari pada orang yang empunya dia, jikalau dalam kuasa tanganmu sekalipun akan berbuat demikian.","Janganlah engkau berkata kepada samamu manusia demikian: Pergilah engkau dan datang pula, esok hari akan kuberi, jikalau ada padamu sekarang ini.","Janganlah engkau mengupayakan jahat akan samamu manusia, sedang ia duduk sertamu dengan percayanya.","Janganlah dengan tiada semena-mena engkau berbantah-bantah dengan orang yang tiada berbuat jahat akan dikau.","Janganlah engkau dengki akan orang yang menganiaya dan jangan engkau menurut salah suatu jalannya.","Karena barangsiapa yang menyimpang kepada jalan bengkang-bengkok, ia itu kebencian kepada Tuhan, tetapi persahabatan Tuhan adalah dengan segala orang yang tulus hatinya.","Laknat Tuhan adalah dalam rumah orang jahat, tetapi diberkatinya akan tempat kediaman orang yang benar.","Adapun orang pengolok-olok itu, niscaya Tuhan akan mengolok-olokkan dia kelak; tetapi akan orang yang lembut hatinya ditunjuk-Nya rahmat.","Orang yang budiman itu akan mempusakai kemuliaan, tetapi orang ahmak itu ketahuan oleh malunya termata-mata."]