["Bahwa inilah perkataan raja Lemuil, yang diajarkan kepadanya oleh bundanya.","Apa, hai anakku, dan apa, hai anak rahimku, dan apa, hai anak nazarku!","Janganlah engkau menyerahkan kuatmu kepada perempuan dan jangan pula jalanmu kepada mereka yang membinasakan raja-raja.","Tiada patut kepada raja-raja, hai Lemuil! tiada patut kepada raja-raja minum air anggur, atau kepada putera raja santap minuman yang keras;","supaya dengan sementara minum dilupakannya hukum atau diubahkannya acara orang yang teraniaya.","Berikanlah minuman yang keras kepada orang yang putus asa, dan air anggur kepada orang yang sangat berdukacita hatinya.","Biarlah ia minum serta melupakan celakanya dan tiada ia teringat lagi akan kesukarannya.","Bukakanlah mulutmu karena orang kelu, dan karena perkara segala anak kebinasaan.","Bukakanlah mulutmu serta berbicaralah dengan adil dan benarkanlah hal orang yang miskin lagi teraniaya.","Siapakah yang boleh mendapat seorang bini yang berbudi? maka adalah harganya amat lebih besar dari pada harga menikam.","Bahwa hati lakinya boleh harap padanya, sehingga tiada ia kekurangan barang-barang yang baik.","Bahwa bininya berbuat baik akan dia, bukannya jahat, seumur hidupnya.","Maka ia mencari bulu kambing dan rami, dikerjakannya dengan tangannya sendiri serta dengan sukahatinya.","Maka adalah ia seperti kapal saudagar, didatangkannya bekalnya dari jauh.","Maka bangunlah ia sebelum fajar, lalu diberinya makan akan orang isi rumahnya dan pekerjaan yang tentu kepada segala dayang-dayangnya.","Maka iapun menghendaki suatu bendang, lalu diperolehnya juga; maka dengan hasil tangannya ditanaminya sebuah kebun anggur.","Maka diikatnya pinggangnya dengan kuat dan dikuatkannya lengannya.","Maka dirasainya peri manis perniagaannya dan pada malam tiada terpadam pelitanya.","Maka dicapainya dengan tangannya kepada kisi-kisi dan tapak tangannyapun ada memegang rahat.","Maka dibukakannya tangannya selalu kepada orang miskin, dan diunjuknya tangannya kepada orang yang kekurangan.","Maka tiada ia takut akan musim hujan salju, karena segenap isi rumahnya berpakaikan pakaian lapis dua.","Maka diperbuatnya bagi dirinya perhiasan permadani, dan pakaiannya dari pada kain halus yang ungu warnanya.","Maka lakinya dikenal orang dalam pintu gerbang, apabila ia duduk serta dengan segala tua-tua negeri.","Maka diperbuat oleh perempuan itu kain khasah lalu dijualnya dan dibawanya masuk akan ikat-ikat pinggang kepada saudagar.","Patut dan sopan menjadi pakaiannya, dan iapun bergemar akan hari yang kemudian.","Maka dibukakannya mulutnya dengan akal budi dan pengajaran kemurahan adalah pada lidahnya.","Maka diamat-amatinya kelakuan segala isi rumahnya, dan tiada ia makan rezeki dengan malas.","Bahwa anak-anaknya naik pangkat serta memuji dia sebab selamatnya dan lakinyapun memuji dia katanya:","Banyaklah anak perempuan yang telah baik dan berbudi kelakuannya, tetapi engkaulah meliputi akan mereka itu sekalian.","Adapun peri cantik itu penipu adanya dan keelokan itu sia-sia, tetapi seorang bini yang takut akan Tuhan itu akan dipuji-puji.","Berikanlah kepadanya dari pada hasil tangannya sendiri, dan biarlah pekerjaannya sendiri memuji akan dia di pintu gerbang."]