["Bahwa inilah perkataan Agur bin Yakai; sabda perumpamaan orang itu kepada Itiel, bahkan kepada Itiel dan Ukhal.","Bahwa aku ini tiada berbudi, seperti bukannya orang, aku tiada berakal manusia.","Dan lagi tiada aku belajar hikmat, dan tiada aku mengerti pengetahuan Tuhan, yang mahasuci.","Siapa gerangan telah naik ke sorga atau telah turun dari sana? Siapakah telah menggenggam angin dengan tangannya? Siapakah telah membungkus air itu dengan sehelai kain? Siapakah telah menetapkan segala pihak bumi? Siapa gerangan namanya dan siapa gerangan nama anaknya? Katakanlah jikalau kiranya engkau mengetahuinya.","Segala firman Allah itu amat suci adanya, maka Ialah laksana perisai bagi segala orang yang berpaut kepada-Nya.","Jangan apalah engkau menambahi firman-Nya dengan barang sesuatu, supaya jangan dihukumkan-Nya engkau dan didapati-Nya akan dikau seorang pembohong.","Dua perkara juga telah kupinta kepadamu; jangan apalah engkau menahankan dia dari padaku dahulu dari pada matiku.","Jauhkanlah kiranya dari padaku segala sia-sia dan bohong; jangan apalah berikan daku kepapaan atau kekayaan, melainkan peliharakanlah aku dengan rezeki yang cukup;","lamun jangan dengan mewahku aku menyangkal akan Dikau sambil kataku: Siapakah Tuhan itu? atau jangan dari sebab kepapaanku aku mulai mencuri dan menghujat akan nama Allahku.","Janganlah mengumpat seorang hamba kepada tuannya, supaya jangan dikutukinya akan dikau dan engkau sendiripun bersalah.","Adalah suatu bangsa yang menistakan bapanya dan tiada memberi berkat akan ibunya;","suatu bangsa yang sangka akan dirinya suci, tetapi tiada dibasuhkan kecemarannya;","suatu bangsa, hai betapa besar matanya dan terangkat kelopak matanya!","suatu bangsa yang giginya laksana pedang dan gigi gerahamnya laksana pisau, hendak makan habis akan segala orang miskin yang di dalam negeri, dan akan segala orang yang kekurangan di antara manusia.","Pada si lintah adalah dua anaknya, ia ini: Berilah! berilah! bahwa tiga perkara ini tiada tahu kenyang dan empat yang tiada pernah berkata demikian: Telah cukuplah sudah!","yaitu: kubur dan rahim yang mandul dan bumi, yang tiada kenyang dengan air, dan apipun tiada tahu berkata demikian: Telah cukuplah sudah!","Adapun orang yang mengolok-olok akan bapanya dan enggan menurut kata ibunya, maka gagak dari tepi sungai akan mematuk matanya dan anak burung nasar akan makan dia.","Ketiga perkara ini terlalu ajaib kepadaku, bahkan, empat perkara yang tiada kuketahui.","Yaitu jalan burung nasar di udara dan jalan ular di atas batu gunung dan jalan kapal di tengah-tengah laut dan jalan seorang laki-laki dengan anak dara.","Adapun hal perempuan berzinah, ia itu demikianlah adanya: maka iapun makan lalu disapunya mulutnya sambil katanya: Tiada aku berbuat jahat!","Sebab tiga perkara ini dunia menjadi kacau, dan akan empat tiada ia tertahan,","yaitu karena seorang hamba apabila ia merajalela, dan seorang bodoh apabila ia berkelimpahan rezeki,","dan karena seorang perempuan yang hina apabila ia berlaki, dan seorang sahaya apabila ia menjadi waris enciknya.","Bahwa empat perkara ini terkecil dalam dunia, akan tetapi tersangatlah ia bijaksana dan lengkaplah kepandaiannya,","yaitu: bahwa semut itu suatu bangsa yang tiada kuat, maka disediakannya juga bekalnya pada musim panas;","dan kelinci itu suatu bangsa yang lemah, maka diperbuatkannya juga sarangnya dalam batu gunung;","dan belalang itu tiada beraja, maka terbanglah juga ia berkawan-kawan;","dan laba-laba itu mencapai dengan kakinya, maka adalah juga ia di dalam maligai raja.","Bahwa ketiga ini berjalan dengan baik langkahnya, bahkan, adalah empat yang berjalan molek.","Yaitu singa yang terlebih gagah dari pada segala binatang dan tiada ia mau balik dari sebab barang sesuatu;","dan anjing pemburu yang baik lambungnya, dan lagi seorang raja yang tiada terlawan.","Jikalau kiranya engkau telah membuat perkara yang bodoh sebab membesarkan dirimu, atau telah berpikir jahat, maka hendaklah engkau bertekap mulut;","karena air susu ditumbuk menjadi mentega dan hidung ditumbuk keluar darah dan amarah digalakkan menjadikan perkelahian."]