["Dengarlah, hai anak-anak! akan pengajaran seorang bapa, dan bertekunlah kamu akan mendapat akal budi.","Karena aku memberi pengajaran yang baik kepadamu; janganlah kamu meninggalkan hukumku.","Akan daku, maka aku seorang anak bapaku yang lembut, lagi anak kekasih kepada pemandangan ibuku.","Maka diajarlah bapaku akan daku, katanya: Perhatikanlah olehmu segala perkataanku; turutlah akan nasihatku, supaya engkau selamat.","Tuntutlah akan hikmat, tuntutlah akan akal budi; jangan engkau lupa dan jangan undur dari pada perkataan lidahku.","Janganlah engkau meninggalkan dia, maka ia itu akan memeliharakan dikau; kasihlah akan dia, maka ia itu akan menyelamatkan dikau.","Adapun hikmat itu terutamalah adanya; maka sebab itu tuntutlah akan hikmat dan tuntutlah akan pengetahuan akan ganti segala sesuatu yang padamu.","Capailah akan dia, maka iapun akan membesarkan dikau kelak, dan iapun akan memuliakan dikau apabila engkau mendakap akan dia.","Maka iapun akan menggubah karangan akan perhiasan kepalamu, serta menganugerahi engkau dengan makota yang indah-indah.","Dengarlah, hai anakku! dan terimalah perkataanku, maka umur hidupmu akan dilanjutkan kelak.","Bahwa aku mengajar engkau akan jalan hikmat, aku memimpin akan dikau pada jalan yang betul.","Apabila engkau berjalan maka langkahmu tiada akan disesakkan, dan apabila engkau berlari-lari kelak, maka engkau tiada akan terantuk.","Peganglah teguh-teguh akan pengajaran itu, jangan lepaskan dia, melainkan taruhlah akan dia, karena ialah selamatmu adanya.","Janganlah engkau masuk kepada jalan orang fasik dan jangan berjejak pada jalan orang jahat.","Lepaskanlah dirimu dari padanya; janganlah lalu dari situ, jauhkanlah dirimu dari padanya dan pergilah.","Karena mereka itu tiada mengantuk sampailah sudah dibuatnya jahat, dan mengantuknyapun terbanglah, jikalau belum dibencanakannya orang.","Karena mereka itu makan rezeki kejahatan serta minum air anggur kekerasan belaka.","Akan tetapi jalan orang benar itu seperti cahaya terang, makin lama makin bercahaya sampai kepada siang yang sempurna.","Maka jalan orang jahat itu seperti gelap gulita, tiada diketahuinya akan apa kakinya kelak terantuk.","Hai anakku! perhatikanlah segala perkataanku dan cenderungkanlah telingamu kepada pengajaranku.","Janganlah ia itu tercerai dari pada matamu, dan taruhlah akan dia dalam hatimu betul-betul.","Karena ia itu selamat bagi segala orang yang mendapat dia, dan lagi obat yang baik kepada segenap tubuhnya.","Peliharakanlah hatimu terlebih dari pada segala yang patut dipeliharakan, karena dari dalamnya terpancarlah segala mata air hidup.","Buangkanlah dari padamu cupar mulut, dan jauhkanlah dari padamu segala dolak-dalik bibir.","Biarlah matamu memandang betul ke muka, dan kelopak matamupun menuju betul ke hadapanmu.","Timbang-menimbanglah akan pelangkah kakimu, maka engkau akan berjalan dengan jejakan yang tetap.","Janganlah menyimpang ke kanan atau ke kiri, melainkan jauhkanlah kakimu dari pada jahat."]