["Hai anakku! perhatikanlah kiranya hikmatku, dan cenderungkanlah telingamu kepada akal budiku,","supaya engkau mengindahkan budi dan bibirmu menaruh akan pengetahuan.","Bahwasanya lidah perempuan jalang itu bertitik-titik air madu dan langitan mulutnyapun terlebih licin dari pada minyak.","Tetapi akhirnya pahit seperti empedu dan tajam seperti pedang jembiah;","bahwa kakinya menuju maut dan tapak kakinyapun berpaut akan neraka adanya.","Supaya jangan engkau menimbang akan jalan kehidupan, jadi tiada ketahuan langkahnya, sehingga tak boleh engkau mengenal akan dia.","Maka sebab itu, hai anak-anakku, dengarlah kiranya akan daku, dan janganlah lalui perkataan mulutku.","Jauhkanlah jalanmu dari pada perempuan begitu, dan janganlah hampiri pintu rumahnya.","Supaya jangan engkau menyerahkan kemuliaanmu kepada orang lain dan umur hidupmu kepada orang yang bengis;","supaya jangan orang dagang kelak mengenyangkan dirinya dengan harta bendamu, dan hasil segala kelelahanmu itu masuk ke dalam rumah orang yang tiada ketahuan.","Kemudian pada akhirnya engkau kelak meraung-raung, apabila haus-hauslah sudah kulitmu dan dagingmupun.","Lalu katamu: Betapa telah kubenci akan pengajaran dan hatiku telah mencelakan tegur,","serta tak mau menurut perkataan guru-guruku, dan tak mau mencenderungkan telingaku kepada orang yang mengajarkan aku!","Nyaris aku tenggelam dalam segala kejahatan, di tengah-tengah sidang dan perhimpunan!","Baiklah engkau minum air dari pada kolammu sendiri dan air yang mengalir dari pada telagamu sendiri.","Biarlah pancaran airmu mengalir keluar seperti anak sungai yang pada sisi jalan.","Biarlah ia menjadi engkau seorang jua punya dan jangan orang lain empunya dia sertamu.","Berkatlah kiranya atas pancaranmu, dan bersukacitalah engkau akan bini yang pada masa mudamu.","Biarlah ia bagimu seperti rusa betina yang manis dan seperti kijang yang cantik, biarlah gurau sendanya memabuki engkau selalu, dan berkembaralah senantiasa dalam kasihnya.","Betapa gerangan, hai anakku! engkau membuang dirimu kepada perempuan jalang, serta meriba akan orang yang tiada ketahuan?","Karena jalan tiap-tiap orang adalah nyata di hadapan mata Tuhan, maka Tuhanpun menyelidik akan segala bekas tapak kakinya.","Adapun orang jahat, ia itu akan dijerat oleh kejahatannya sendiri dan iapun akan terikat dengan tali dosanya sendiri.","Sebab tiada diterimanya pengajaran, maka binasalah ia, dan iapun akan disesatkan oleh kebodohannya yang tiada terbaiki adanya."]