["Hai anakku! jikalau kiranya engkau telah menjadi pengaku samamu manusia, jikalau kiranya engkau telah bertampar tangan karena orang lain;","sesungguhnya engkau telah terjerat oleh perkataan mulutmu, dan engkau telah tertangkap oleh perkataan lidahmu.","Perbuatlah ini, hai anakku; lepaskanlah kiranya dirimu, sebab engkau sudah jatuh ke tangan samamu manusia; pergilah, rajinkanlah dirimu, serta memaksa akan samamu manusia.","Janganlah beri matamu mengantuk atau kelopak matamu tidur;","lepaskanlah dirimu seperti kijang dari pada tangan pemburu dan seperti burung dari pada tangan pemikat.","Pergilah belajar kepada semut, hai pemalas; perhatikanlah kelakuannya dan jadilah bijaksana.","Bahwa jikalau tiadalah padanya penghulu atau pengerah atau pemerintah sekalipun,","maka disediakannya juga rezekinya pada musim panas dan dikumpulkannya makanannya pada musim menuai.","Berapa lama lagi, hai pemalas, engkau hendak berbaring? bilakah engkau hendak bangun dari pada tidurmu?","Dengan sedikit lagi tidur, sedikit lagi mengantuk, sedikit lagi berlipat tangan sambil berbaring,","demikianlah kepapaanmu akan datang kelak atasmu seperti seorang penyamun, dan kekuranganmu seperti seorang yang bersenjata lakunya.","Bahwa jahatlah dan fasiklah adanya orang yang berjalan sambil membawa mulut putar balik.","Bahwa iapun mengendap-endap dengan matanya dan mengguit-guit dengan kakinya dan memberi isyarat dengan jarinya;","kebinasaan dan celaka adalah dalam hatinya, pada sediakala diadakannya jahat, dan diterbitkannya perbantahan.","Maka sebab itulah kebinasaannya akan datang sekonyong-konyong, dengan segera juga ia dipecahkan, sehingga tiada dapat disembuhkan pula akan dia.","Maka enam perkara inilah yang dibenci Tuhan, bahkan, ada tujuh yang kebencian kepadanya:","mata yang angkuh, dan lidah yang bercabang, dan tangan yang menumpahkan darah orang yang tiada bersalah,","dan hati yang mengadakan tipu daya, dan kaki yang pantas berjalan kepada kejahatan,","dan saksi dusta yang bertutur bohong, dan orang yang menanamkan percideraan di antara saudara bersaudara.","Hai anakku! peliharakanlah hukum bapamu dan janganlah engkau meninggalkan pesan ibumu.","Tambatlah akan dia selalu pada hatimu, dan kenakanlah dia seperti kalung pada lehermu.","Apabila engkau berjalan-jalan, maka iapun kelak memimpin akan dikau, apabila engkau berbaring tidur, maka iapun kelak menunggui akan dikau, dan apabila engkau jaga dari pada tidurmu, maka iapun akan berkata-kata dengan dikau.","Karena hukum itu suatu pelita dan perintah itu suatu terang adanya, maka nasihat dan pengajaran itulah jalan yang menuju kehidupan.","Maka demikianlah engkau dipeliharakan dari pada perempuan jalang dan dari pada lidah pembujuk orang yang tiada ketahuan.","Janganlah kiranya engkau ingin dalam hatimu akan keelokan perempuan itu, dan jangan dibingungkannya akan dikau dengan bermain-main mata.","Karena oleh seorang sundal masuklah orang dalam hal kekurangan makan, dan bini orang lain menghambat akan jiwa orang yang amat indah.","Bolehkah orang mengambil api dalam kandungannya, maka tiada hangus kain bajunya?","Bolehkah orang berjalan di atas bara api, maka tiada hangus kakinya?","Demikian perihal orang yang mencabuli bini orang lain, barangsiapa yang menjamah akan dia, niscaya tiada ia dibilang suci dari pada salah.","Tak akan jangan orang pencuri dihukum juga, jikalau ia telah mencuri hendak mengenyangkan perut sebab laparnya sekalipun.","Jikalau didapati akan dia, tak akan jangan dipulangkannya kembali tujuh kali ganda, dan patutlah diberikannya segala isi rumahnya akan gantinya.","Tetapi orang yang berbuat zinah dengan bini orang, ia itu gila; barangsiapa yang berbuat demikian, ia itu membinasakan nyawanya sendiri.","Celaka dan kehinaan akan pendapatannya, dan kecelaannyapun tiada akan dihapuskan.","Karena cemburuan itu mengadakan kehangatan amarah orang laki-laki, dan pada hari tuntutan bela niscaya tiada ia akan tahu sayang,","dan tiada ia akan menerima tebusan, jikalau besar sekalipun, dan tiada dikehendakinya hadiah, jikalau amat banyak sekalipun adanya."]