["Hai anakku! peliharakanlah kiranya segala perkataanku dan taruhlah akan segala pesanku dalam hatimu.","Peliharakanlah segala pesanku, supaya engkau selamat, dan akan hukumku seperti biji matamu.","Tambatkanlah dia pada jarimu dan suratkanlah dia pada loh hatimu.","Katakanlah kepada hikmat; Engkaulah saudaraku! dan panggillah akan akal budi itu taulanmu,","supaya dipeliharakannya dikau dari pada perempuan jalang, dari pada orang yang tiada ketahuan, yang membujuk dengan perkataannya.","Karena sekali peristiwa kutengok dari tingkap rumahku, dari belakang kisi-kisinya,","maka kulihat di antara segala orang yang tiada berpelajaran dan kudapati di antara segala orang muda-muda akan seorang yang kurang akal;","adalah ia berjalan pada lorong hampir dengan penjuru rumah perempuan itu, dan iapun lalu-lalang pada lorong tentang rumahnya,","dari pada waktu samar muka sampai malam hari, sampai sudah menjadi malam gelap gulita.","Lalu bertemulah ia dengan seorang perempuan yang berpakaikan perhiasan sundal dan hatinya pandai menipu.","Maka sebab risau dan ria maka kakinyapun tiada tetap dalam rumahnya.","Sebentar ia di lorong-lorong, sebentar di pasar, terendap-endaplah ia pada tiap-tiap siku lorong.","Maka ditangkapnya akan orang muda itu, diciumnya akan dia, maka dengan muka tebal ia berkata kepadanya demikian:","Bahwa adalah padaku persembahan syukur, pada hari ini juga aku telah menyampaikan nazarku.","Maka sebab itu aku datang ini hendak mendapatkan dikau, dengan rajin aku coba hendak memandang mukamu, maka sekarang aku bertemu dengan dikau.","Bahwa aku sudah menghiasi tempat tidurku dengan kain permadani serta dengan kain gebar yang halus buatan Mesir.","Dan aku sudah meraksi tempat tidurku dengan mur dan gaharu dan cendana.","Marilah kita memuaskan nafsu kita sampai pagi, dan bercumbu-cumbuan dengan bersuka-sukaan.","Karena yang laki itu tiada di rumah, telah ia pergi kepada perjalanan yang jauh,","telah dibawanya pundi-pundi uang sertanya, maka iapun akan balik pada hari yang ditentukannya.","Demikian dibujuknya akan dia dengan pelbagai tipunya, dan diajaknya dengan perkataan mulutnya yang manis-manis.","Sebentar lagi maka diikutnya akan perempuan itu, seperti lembu yang hendak dibantai dan seperti rusa masuk ke dalam jaring pemburu,","ke tempat anak panah makan terus di limpanya, dan seperti burung bersegera-segera mendapatkan jerat dan tiada diketahuinya bahwa disengajakannya matinya.","Maka sekarangpun, hai anak-anakku! dengarlah kiranya olehmu akan daku dan perhatikanlah perkataan mulutku.","Janganlah singgah hatimu kepada jalan perempuan itu, janganlah kamu hanyut kepada lorong-lorongnya;","karena banyaklah orang yang mati dibinasakan olehnya, dan amat banyak bilangan orang yang telah dibunuhnya.","Bahwa dalam rumahnya adalah jalan ke neraka, yang membawa turun ke dalam bilik-bilik maut."]