["Bukankah Hikmat itu berseru-seru? bukankah akal budi itu menyaringkan suaranya?","Maka di atas kemuncak tempat yang tinggi-tinggi, yaitu di tempat bertemu segala jalan, berdirilah ia.","Dan di lebuh pasar dan pada pintu gerbang, tempat orang masuk negeri, berserulah ia dengan nyaring suaranya, demikianlah bunyinya:","Kepadamu juga aku berseru, hai kamu orang laki-laki! dan bunyi suaraku sampai kepada segala anak-anak Adam.","Hai kamu yang bodoh! belajarlah akan akal budi, dan kamu, hai orang bebal! tuntutlah akan dia.","Dengarlah kiranya, karena indah-indahlah perkara yang kukatakan, dan pembukaan bibirku itu perkara yang amat patut.","Bahkan, langitan mulutku bernafas kebenaran, maka kejahatan itu kebencian kepada bibirku.","Kebenaran belaka adanya segala perkataan mulutku, satupun tiada dalamnya yang terputar atau terbalik.","Benarlah sekaliannya bagi orang yang berbudi dan berpatutanpun bagi orang yang menuntut pengetahuan.","Terimalah pengajaranku, jangan perak; terimalah pengetahuan itu terlebih dari pada emas tua.","Karena hikmat itu terlebih baik dari pada mutiara, maka segala permata intanpun tiada dapat dibanding dengan dia.","Bahwa aku ini, Hikmat, adalah duduk bersama-sama dengan akal tajam, dan aku telah mendapat segala pengetahuan dan kepandaian.","Adapun peri takut akan Tuhan, ia itu membenci akan kejahatan, akan congkak dan kemegahan dan segala jalan yang jahat; maka sebab itu bencilah aku akan mulut yang mengadakan bencana.","Bahwa serta dengan aku adalah bicara yang baik dan ketetapan; aku inilah akal budi dan perkasa.","Oleh aku juga kerajaanlah segala raja dan segala penghulupun membuat hukum dan undang-undang yang betul.","Oleh aku juga segala penghulu dan orang bangsawan memegang perintah, demikianpun segala hakim dalam dunia.","Aku kasih akan orang yang mengasihi aku, dan barangsiapa yang mencahari aku dengan rajin, ia itu kelak akan mendapat aku.","Kekayaan dan kemuliaan adalah dengan aku, dan lagi harta benda yang indah-indah, yang diperoleh dengan patut.","Bahwa buah-buahku itu terlebih baik dari pada emas tua dan dari pada emas tempawan, dan hasilku itu terutama dari pada perak pilihan.","Maka aku mengajar orang berjalan pada jalan kebenaran, pada tengah-tengah jalan keadilan;","demikianlah aku mengaruniai orang yang suka akan daku dengan barang yang tetap kekal akan pusakanya, dan akupun memenuhi perbendaharaannya.","Bahwa Tuhan telah menaruh aku akan permulaan jalannya, dahulu dari pada segala perbuatannya yang mula-mula.","Bahwa aku telah dilantik dari selama-lamanya, yaitu dahulu dari pada bumi ini jadi.","Sebelum lagi ada tubir laut aku telah jadi, sebelum ada mata air yang mengandung sarat dengan air.","Dahulu dari pada segala gunung diperalaskan dan dahulu dari pada segala bukitpun aku telah jadi.","Sebelum lagi bumi itu dijadikan, atau padang atau lebu tanah.","Tatkala dilengkapkan-Nya segala langit aku telah ada, tatkala disipatkan-Nya bulatan di atas muka tubir.","Tatkala ditentukan-Nya awan-awan di atas dan tatkala diteguhkan-Nya segala mata air di lubuk.","Tatkala ditentukan-Nya segala perhinggaan laut, supaya airnya jangan melalui hukum-Nya; tatkala ditetapkan-Nya segala bumi ini,","tatkala itu adalah aku serta dengan Dia seperti anak pemeliharaan-Nya, dan pada tiap-tiap hari aku menjadi kesukaan-Nya dan aku bermain-main senantiasa di hadapan hadirat-Nya.","Dan aku bermain dalam dunia di atas bumi-Nya dan kesukaanku telah ada dengan anak-anak Adam.","Maka sekarangpun, hai anak-anakku, dengarlah kiranya akan daku, karena berbahagialah segala orang yang memeliharakan jalanku.","Dengarlah akan pengajaran dan jadilah berbudi; janganlah tolak akan dia.","Berbahagialah orang yang pada sehari-hari berjaga di pintu gerbangku dan yang menunggu pada jenang pintuku.","Karena barangsiapa yang mendapat aku, ia itu mendapat selamat serta beroleh keridlaan dari pada Tuhan.","Tetapi barangsiapa yang berdosa kepadaku, ia itu bengis akan jiwanya sendiri; segala orang yang benci akan daku, ia itu mengasihi maut."]