["Bahwa Hikmat itu telah membangunkan rumahnya, dan dihiasinya dengan tujuh batang tiang yang terpahat.","Telah disembelihkannya binatangnya yang tambun, dan dicampurnya air anggurnya, dan telah disediakannya mejanya.","Telah disuruhkannya dayang-dayangnya pergi menjemput orang di atas tempat yang tinggi dalam negeri,","katanya: Barangsiapa yang bodoh biarlah ia balik ke mari. Maka kepada tiap-tiap orang yang kurang akal budi adalah katanya demikian:","Marilah kamu, makanlah dari pada rotiku dan minumlah dari pada air anggur yang telah kucampur!","Tinggalkanlah segala kebodohan supaya kamu selamat, dan turutlah akan jalan akal budi.","Barangsiapa yang menegurkan orang pengolok-olok, ia itu mendapat malu bagi dirinya sendiri, dan orang yang menggusar akan orang jahat itu mendapat cela bagi dirinya sendiri.","Janganlah menegur akan orang pengolok-olok itu, supaya jangan dibencinya akan dikau, melainkan tegurkanlah orang yang berbudi, niscaya dikasihinya akan dikau kelak.","Berilah nasihat akan orang yang berbudi, maka kelak akan bertambah akal budinya; ajarlah akan orang yang benar, maka makinlah bertambah kelak pengetahuannya.","Bahwa takut akan Tuhan itulah permulaan hikmat dan pengetahuan orang suci itulah akal budi.","Karena olehku juga segala harimu akan diperbanyakkan dan segala tahun umur hidupmu akan dipertambah-tambah bagimu.","Jikalau engkau berbudi maka itu karena dirimu sendiri juga; jikalau engkau seorang pengolok-olok, maka engkau juga yang akan menanggungnya.","Bahwa seorang perempuan bodoh itu risau dan dukana, satupun tiada diketahuinya.","Maka iapun duduk pada pintu rumahnya dan kedudukannya adalah di tempat yang tinggi dalam negeri,","akan memanggil segala orang yang lalu dari pada jalan itu dan yang berjalan pada jalan yang betul.","Barangsiapa yang bodoh biarlah ia singgah ke sana, maka kepada orang yang kurang akal katanya:","Bahwa air curian itu manis rasanya dan roti larangan itu sedap.","Tetapi tiada diketahui orang akan hal bahwa di sanalah tempat orang mati dan segala jemputannya itu adalah dalam keleburan neraka."]