["Bermula, inilah perkataan al-Khatib bin Daud, raja di Yeruzalem.","Kesia-siaan atas segala kesia-siaan, kata al-Khatib; kesia-siaan atas segala kesia-siaan, semuanya juga sia-sia adanya.","Apakah faedahnya kepada manusia dalam segala usahanya, dalam segala yang diusahakannya di bawah langit?","Bahwa satu bangsa pergi, satu bangsa datang, tetapi dunia tinggal begitu juga selama-lamanya.","Demikianpun matahari terbit, lalu matahari masuk, maka termengeh-mengehlah ia kembali ke tempat ia terbit dahulu.","Lagipun angin bertiup ke selatan, lalu balik ke utara dan beralih-alih selalu, sehingga ia kembali kepada peridarannya.","Segala sungai itu mengalir ke laut, dan laut itu tiada lebih penuh, maka ke tempat segala sungai itu mengalir, ke sana juga iapun mengalir selalu.","Segala perkara itu bergerak dengan tiada berhentinya, terlebih dari pada dapat dikatakan orang, maka matapun tiada puas melihat dan telingapun tiada jemu akan mendengar.","Barang yang sudah ada itu juga yang akan ada; dan barang yang sudah diperbuat itu juga yang akan diperbuat; satupun tiada yang baharu di bawah langit ini.","Adakah barang sesuatu yang dapat dikatakan orang akan halnya demikian: Tengoklah, ini suatu perkara yang baharu! bahwa ia itu sudah ada pada segala zaman yang dahulu dari pada kita.","Peringatan akan perkara-perkara yang dahulu itu lenyaplah, demikianpun peringatan akan perkara-perkara yang kemudian itu juga akan lenyap dari pada orang yang hidup kemudian dari padanya.","Bahwa aku al-Khatib telah menjadi raja orang Israel di Yeruzalem.","Maka kutentukan dalam hatiku hendak dengan akalku memeriksa dan menyelidik segala sesuatu yang diperbuat di bawah langit; maka pekerjaan yang sukar ini telah diberikan Allah kepada segala anak Adam akan bersyugul dalamnya.","Bahwa telah kulihat segala pekerjaan yang diperbuat di bawah langit, maka sesungguhnya semuanya itu sia-sialah adanya dan tahi angin belaka.","Barang yang bengkok itu tiada dapat dibetulkan, dan barang yang kurangpun tiada tepermanai banyaknya.","Bahwa aku sudah berkata dalam hatiku demikian: Bahwasanya aku sudah membesarkan dan memperbanyakkan hikmat terlebih dari pada segala orang yang dahulu dari padaku kerajaan di Yeruzalem, dan hatiku sudah melihat kelimpahan ilmu dan pengetahuan.","Tetapi serta kutentukan dalam hatiku hendak mengetahui akan hikmat dan ilmu, akan kebodohan dan kebebalan, kudapati bahwa ia itu juga memenatkan hati.","Karena dalam kebanyakan hikmat adalah banyak nestapa, dan barangsiapa yang menambahkan ilmu, ia itupun menambahkan sengsara."]