["Ingatlah olehmu akan Khalikmu pada masa mudamu, dahulu dari pada datang hari yang jahat dan tahun apabila katamu kelak: Tiada aku suka akan dia.","Dahulu dari pada matahari dan terang dan bulan dan bintang-bintangpun digelapkan dan awan-awanpun datang kembali kemudian dari pada hujan.","Pada hari apabila penunggu rumah akan gementar dan orang kuatpun melentur dan segala pengisar berhenti dari pada mengisar, dan yang menengok dari pada tingkappun menjadi kabur,","dan kedua papan pintu yang arah ke jalan akan terkatup, sehingga bunyi kisaran hampir-hampir tiada kedengaran, dan orang bangun juga pada ketika nyanyi burung, tetapi sayuplah bunyi suara segala anak penyanyi;","apabila orang takut akan barang yang tinggi dan adalah kekejutan baginya pada jalan, apabila pohon badam akan berbunga dan belalangpun penat menanggung akan dirinya dan segala keinginan sudah hilang. Demikianlah peri hal manusia pergi ke rumahnya yang kekal dan segala orang peratappun akan berkeliling pada lorong-lorong.","Maka dahulu dari pada rantai perak itu putus dan ceper keemasan terpecah-pecah dan timbapun hancur pada sisi mata air dan janterapun patah pada sisi perigi,","dan dulipun kembali menjadi tanah seperti dahulu adanya, dan nyawapun kembali kepada Allah, yang sudah mengaruniakan dia!","Kesia-siaan atas segala kesia-siaan, kata al-Khatib, semuanya juga sia-sia adanya!","Kesudahan, maka sekadar hikmat yang pada al-Khatib itu diajarkannya selalu orang kebanyakan beberapa ilmu dan ditimbangnya dan diselidiknya dan dikarangkannya beberapa berapa amsal.","Maka dicoba al-Khatib itu mendapat perkataan yang sedap manis, dan menyuratkan barang yang betul dan perkataan yang benar.","Adapun perkataan orang alim itu seperti tempuling adanya dan seperti pasak yang dipukul mati dan yang menghubungkan semuanya, maka sekalian itu dijadikan oleh Gembala yang esa itu.","Tetapi adapun barang yang di luar itu, hai anakku! peliharakanlah dirimu, karena akan hal menghimpunkan kitab itu tiadalah kesudahannya dan membaca banyak-banyak itu memenatkan tubuh.","Maka kesudahan segala perkara yang didengar ia ini: Takutlah akan Allah dan peliharakanlah segala firman-Nya, karena itulah patut kepada segala manusia.","Karena perbuatan tiap-tiap orang akan dihadapkan Allah kelak kepada hukum serta dengan segala perkara yang tersembunyi, dari pada baik dan jahat."]