["Bahwa seekor lalat mati membusukkan dan memuaikan minyak harum tukang obat, demikianpun sedikit kebodohan pada seorang yang indah-indah hikmatnya dan kemuliaannya.","Bahwa hati orang alim itu bagaikan tangan kanannya, tetapi hati orang yang jahil itu bagaikan tangan kirinya.","Jikalau seorang bodoh berjalan sepanjang jalan sekalipun, diberinya tahu juga kepada orang sekalian ia kekurangan akal dan lagi orang bodoh adanya.","Apabila berbangkitlah murka yang dipertuan akan dikau, hendaklah jangan engkau meninggalkan tempatmu, karena sabar dapat membatalkan dosa yang besar-besar.","Adalah pula suatu kejahatan telah kulihat di bawah langit, seolah-olah sesatan yang terbit dari pada hadirat pemerintahan;","yaitu orang hina diangkat kepada jawatan yang besar-besar, dan orang muliapun tinggal di bawah.","Sudah kulihat orang hamba mengendarai kuda dan raja-raja berjalan kaki seperti hamba sahaya.","Barangsiapa yang menggali pelobang iapun akan jatuh ke dalamnya, dan barangsiapa yang menetas pagar, iapun akan dipagut ular.","Barangsiapa yang mengangkut batu, iapun akan kena luka olehnya, dan barang siapa yang membelah kayu, iapun dalam bahaya olehnya.","Jikalau besi sudah tumpul, tiada lagi tajamnya, baiklah diasah akan dia, maka besarlah kuasanya kelak; demikianlah peri hikmat, istimewa pula ia akan membetulkan barang sesuatu.","Jikalau ular memagut dahulu dari pada dipakai penawar, maka tiada berguna lagi tukang penawar yang terpandai.","Adapun perkataan yang terbit dari pada mulut orang alim, ia itu mendatangkan keridlaan kepadanya, tetapi lidah orang bodoh membawa akan dia kepada kebinasaan.","Mula-mula perkataan mulutnya itu kebodohan adanya, pada kesudahannya ia itu akan gila belaka.","Dan lagi orang bodohpun memperbanyakkan perkataannya. Bahwa manusia tiada tahu apa akan jadi, maka barang yang berlaku atasnya kelak, siapa gerangan memberitahu dia kepadanya?","Kesusahan orang bodoh tersangat memenatkan orang yang tiada tahu jalan ke negeri.","Wai bagi negeri, jikalau rajanya selaku budak kecil dan orang besar-besarnya suka makan minum sampai waktu dini hari.","Berbahagialah negeri, jikalau rajanya asal orang bangsawan adanya dan orang besar-besarnyapun makan minum pada ketikanya akan mengenyangkan dirinya sahaja, bukan akan kemewahan.","Oleh kesangatan malas rapuhlah kasau, dan oleh kelemahan tangan bocorlah rumah.","Bahwa perjamuan dijadikan akan tertawa, dan air anggur akan menyukakan hati orang yang hidup, maka uang itu menanggung semuanya.","Janganlah engkau mengutuki raja, jikalau di dalam tempat tidurmu sekalipun, dan janganlah engkau mengutuki orang yang berkuasa, jikalau di dalam bilikmu bersekat sekalipun, kalau-kalau burung di udara membawa akan bunyi suaramu, dan unggaspun memberitahu perkataanmu kelak."]