["Maka berkatalah aku dalam hatiku: Mari, aku hendak mencobai diriku dengan kesukaan, sebab itu rasailah olehmu akan segala perkara yang baik, tetapi sesungguhnya ia itu juga sia-sia adanya.","Akan tertawa itu kataku: Gila adamu, dan akan kesukaan: Apa gunanya ini?","Bahwa sudah kucobai hatiku dengan hidup dalam minum air anggur dan memegang perkara yang bodoh (tetapi dalam itupun aku juga melakukan hatiku dengan akal), supaya aku boleh melihat kalau inilah perkara yang baik bagi segala anak Adam akan diperbuat olehnya di bawah langit sepanjang umur hidupnya.","Bahwa sudah kubuat akan diriku beberapa perbuatan yang besar-besar, dan sudah kubuat akan diriku beberapa buah rumah, dan sudah kutanami akan diriku beberapa kebun anggur.","Dan sudah kubuat akan diriku beberapa kebun dan taman, dalamnya telah kutanam beberapa macam pokok yang berbagai-bagai buahnya.","Dan sudah kubuat akan diriku beberapa kolam dan saluran air, akan mendiris dengan dia hutan, yang menumbuhkan pohon kayu yang hijau.","Bahwa sudah kuperoleh beberapa orang hamba dan sahaya, dan beberapa anak emaspun adalah padaku, dan lagi adalah padaku perolehan lembu dan kambing domba amat banyak, terlebih dari pada segala orang yang dahulu dari padaku di Yeruzalem.","Lagipun sudah kukumpulkan akan diriku emas dan perak dan beberapa mata benda dari pada raja-raja segala negeri, dan sudah kuangkat bagi diriku akan beberapa biduan laki-laki dan perempuan dan kegemaran segala anak Adam, yaitu banyak orang perempuan yang elok parasnya.","Maka akupun makin besar dan makin kaya, terlebih dari pada segala orang yang dahulu dari padaku di Yeruzalem; dan lagi akal budikupun tetaplah sertaku.","Barang sesuatu yang dikehendaki mataku itu tiada kutahankan dari padanya, dan tiada kutegahkan hatiku dari pada barang sesuatu kesukaan; bahkan, hatiku bersukacita akan segala perbuatanku; maka hanya inilah bahagianku dari pada segala usahaku.","Karena apabila aku menoleh kepada segala perbuatanku, yang telah kuperbuat dengan tanganku, dan kepada segala pekerjaan yang telah kukerjakan dengan tekun itu, maka sesungguhnya semuanya itu sia-sialah adanya dan kepenatan hati, tiadalah faedah dalamnya di bawah langit.","Setelah itu maka berpalinglah aku hendak memandang hikmat, lagipun kebebalan dan kebodohan (siapa gerangan orang yang akan mengganti raja dalam milik segala sesuatu yang dikerjakan dahulu dari padanya?).","Maka kudapati akan kemuliaan hikmat itu amat lebih dari pada kebodohan, seperti kemuliaan terang itu amat lebih dari pada kegelapan.","Adapun orang yang berbudi itu adalah mata dalam kepalanya, tetapi seorang bodoh itu berjalan selalu dalam gelap. Kendatilah begitu kudapati juga sama untung berlaku atas sekaliannya.","Maka berkatalah aku dalam hatiku: Barang yang berlaku atas orang bodoh itupun boleh berlaku atasku juga; entah apa gunanya aku sudah terlebih menuntut hikmat? sebab itu kataku dalam hatiku: Ini juga sia-sia adanya.","Karena peringatan akan orang alim dan akan orang bebal itu sama, tiada kekal adanya, maka barang yang ada sekarang sekaliannya itu akan terlupa pada hari yang datang; demikianlah mati orang alim itu sama dengan orang bodoh.","Maka sebab itu bencilah aku akan hidup ini, karena jemulah aku akan segala sesuatu yang diperbuat di bawah langit, sebab semuanya itu sia-sialah adanya dan memenatkan hati.","Lagipun aku benci akan segala pekerjaanku, yang telah kuusahakan di bawah langit, sebab tak dapat tiada aku meninggalkan dia kelak kepada orang yang kemudian dari padaku.","Karena siapa tahu kalau ia bodoh atau berbudi? Kendatilah, ia juga akan menjadi tuan atas segala sesuatu yang telah kuperbuat di bawah langit dengan begitu banyak usaha dan begitu banyak akal. Maka ini juga sia-sialah adanya.","Maka oleh sebab itu berbaliklah aku akan putus harap hatiku dari karena segala pekerjaan, yang sudah kukerjakan di bawah langit.","Karena jikalau diusahakan orang pekerjaannya dengan hikmat dan pengetahuan dan selamat sekalipun, tak dapat tiada ditinggalkannya juga menjadi bahagian orang yang tiada tahu mengusahakan dia; maka ini juga perkara yang sia-sia adanya dan dukacita besar.","Apa gerangan perolehan manusia dari pada segala pekerjaannya dan segala syugul hatinya, yang ditanggungnya di bawah langit?","Inilah: bahwa segala harinya ia dalam sengsara dan syugul dan nestapa; jikalau pada malam sekalipun hatinya tiada berhenti; maka ini juga perkara yang sia-sia adanya.","Dalam segala perkara yang dituntut oleh manusia satupun tiada yang baik! Hendaklah ia makan minum dan menyedapkan hatinya dengan hasil usahanya yang baik. Maka ini juga telah kulihat dari pada tangan Allah datangnya.","Karena siapakah sudah boleh makan dan menyedapkan hatinya terlebih dari pada aku ini?","Karena kepada orang yang baik di hadapan hadirat-Nya dikaruniakan-Nya hikmat dan pengetahuan dan kesukaan, tetapi kepada orang yang berdosa diberikan-Nya percintaan dan syugul dalam mengumpulkan dan menghimpunkan, supaya diberikan-Nya kepada orang yang baik di hadapan hadirat Allah; maka ini juga perkara yang sia-sialah adanya dan yang memenatkan hati."]