["Bermula bagi segala sesuatu adalah masa yang tertentu dan bagi segala maksud adalah ketikanya di bawah langit.","Adalah masa akan diperanakkan dan masa akan mati, adalah masa akan bertanam dan masa akan mencabut barang yang tertanam itu;","adalah masa akan melukakan dan masa akan menyembuhkan; adalah masa akan merombak dan masa akan membangunkan;","adalah masa akan menangis dan masa akan tertawa; adalah masa akan meratap dan masa akan menari;","adalah masa akan membuang batu dan masa akan mengumpulkan batu; adalah masa akan memeluk dan masa akan menjauhkan dirinya dari pada memeluk;","adalah masa akan mencahari dan masa akan menghilangkan; adalah masa akan memeliharakan dan masa akan membuang;","adalah masa akan mencarik-carik dan masa akan menampal; adalah masa akan berdiam diri dan masa akan berkata-kata;","adalah masa akan mengasihi dan masa akan benci; adalah masa akan berperang dan masa akan berdamai.","Apakah faedahnya bagi orang yang berlelah itu dari pada barang yang diusahakannya?","Bahwa aku sudah melihat syugul, yang sudah diberi Allah kepada segala anak Adam, supaya mereka itu bersyugul dengan dia.","Maka telah dijadikannya segala sesuatu itu permai pada masanya, lagipun dibubuhnya peri yang kekal di dalam hati mereka itu, melainkan tiada dapat manusia menyelidik dari pada permulaan datang kepada kesudahan segala perbuatan yang diperbuat Allah itu.","Maka tentulah sudah kepadaku bahwa dalam segala perkara itu satupun tiada yang baik, melainkan manusia menyukakan dan membuat baik akan dirinya sepanjang umur hidupnya.","Sebagai lagi bahwa seorang manusia makan minum dan merasai kebaikan dari pada segala usahanya, maka ia itu juga karunia Allah adanya.","Maka tahulah aku bahwa segala sesuatu yang dibuat oleh Allah itu akan kekal selama-lamanya, seorangpun tiada dapat menambahinya atau menguranginya; maka perbuatan Allah demikian, supaya takutlah orang di hadapan hadirat-Nya.","Segala sesuatu yang telah ada itu, ia itu adalah sekarang juga, dan barang yang akan ada itu, ia itupun sedia sudah ada, maka dituntut Allah akan barang yang sudah lalu itu.","Tambahan lagi sudah kulihat di bawah langit barang di mana tempat hukum, di sanapun adalah lalim, dan barang di mana tempat pengadilan, di sanapun adalah lalim.","Maka kataku dalam hatiku: Bahwa Allah juga akan menghukumkan orang yang benar dan orang yang tiada benar, karena bagi segala maksud dan bagi segala pekerjaan sekali datanglah masanya.","Maka kataku dalam hatiku akan peri hal segala anak Adam, bahwa dinyatakan Allah kepada mereka itu kelak, dan dilihat mereka itu kelak, bahwa seperti binatang juga keadaan mereka itu jikalau ditimbang akan dirinya.","Karena barang yang berlaku atas segala anak Adam ia itu juga berlaku atas segala binatang, maka satu jua untung pada keduanya; seperti mati ini, demikianpun mati itu, satu jua nafas pada sekaliannya, tiada barang kelebihan manusia dari pada binatang, karena semuanya itu sia-sialah adanya.","Sekalian itu pergi kepada sama tempat jua, sekaliannya dari pada lebu asalnya, dan sekaliannyapun kembali kepada lebu pula.","Siapa gerangan tahu kalau nyawa anak-anak Adam itu naik ke atas dan nyawa segala binatang itu turun ke dalam bumi?","Maka sebab itu telah kulihat tiada yang terutama dari pada ini; manusia bersukacita akan segala pekerjaannya, karena inilah bahagiannya, maka siapa gerangan membawa akan dia ke sana, supaya dilihatnya barang yang akan jadi kemudian dari padanya?"]