["Setelah itu maka berbaliklah aku hendak melihat segala aniaya, yang dibuat di bawah langit; bahwasanya adalah air mata segala orang yang teraniaya itu, dan seorangpun tiada yang menghiburkan mereka itu; maka pada pihak segala penganiaya itu adalah kuasa, dan seorangpun tiada membalas jahat itu kepadanya.","Maka sebab itu akupun memuji hal segala orang mati, yang sudah putus nyawa itu, terlebih dari pada orang yang hidup, yang lagi hidup sampai sekarang.","Bahkan, dari pada keduanya itu baik pula orang yang belum jadi sekali, sebab belum pernah dilihatnya perbuatan jahat yang dilakukan di bawah langit.","Dan lagi telah kulihat bagaimana segala pekerjaan, yang dibuat dengan usaha dan yang jadi dengan selamat, itu mendatangkan kedengkian kepada orang dari pada pihak kawannya; maka ini juga suatu perkara yang sia-sia adanya dan yang memenatkan hati.","Bahwa orang jahil itu berlipat-lipat tangannya dan makan daging dirinya.","Bahwa kesenangan segenggam itu terutama dari pada kedua belah genggam penuh dengan kesusahan dan sakit hati.","Kemudian kulihat pula suatu perkara yang sia-sia adanya di bawah langit;","yaitu: seorang yang berasing, yang tiada kawannya, lagipun tiada padanya anak atau saudara, kendatilah demikian, tiada juga berkesudahan segala pekerjaannya, dan matanyapun tiada puas melihat segala kekayaannya; maka tiada ia berkata demikian: Entah karena siapa gerangan aku bekerja dan kubiarkan diriku kekurangan perkara yang baik? Maka ini lagi sia-sia adanya dan percintaan yang amat syugul.","Bahwa orang dua baik dari pada seorang orang, karena sedaplah bagi mereka itu hasil pekerjaannya.","Maka jikalau jatuh, seorang dapat membangkitkan seorangnya; tetapi wai bagi dia yang seorang orang sahaja apabila ia jatuh, karena tiada jodohnya akan membangkitkan dia pula.","Demikianpun jikalau dua orang berbaring bersama-sama, maka tubuh keduanya bersuhu adanya, tetapi ia yang seorang orang bagaimana gerangan diberinya bersuhu tubuhnya.","Maka jikalau kiranya seorang orang dapat dialahkan, dua orang akan berdiri tetap juga dan tali yang tiga lembar itu tak suang-suang putus.","Seorang orang muda yang alim, jikalau ia miskin sekalipun, ia itu baik dari pada seorang raja yang tua serta dengan bodohnya yang tiada ternasehatkan lagi,","karena ada seorang keluar dari dalam penjara akan naik raja, dan lagi ada seorang yang diperanakkan dengan kerajaannya lalu kepapaanlah ia.","Maka kulihat segala orang yang hidup di bawah langit itu mengikut orang muda, yang berdiri di tempatnya akan ganti orang itu.","Dengan tiada berkeputusan segala orang datang menghadap dia, hanya segala orang yang kemudian dari padanya itu tiada lagi bergemar akan dia; bahwa sesungguhnya ini juga suatu perkara yang sia-sia adanya dan yang memenatkan hati.","Ingat-ingatlah olehmu akan kakimu apabila engkau masuk ke dalam bait-Ullah, karena sedia akan menurut itu baik dari pada segala korban, yang dipersembahkan oleh orang bodoh, karena sesungguhnya dibuatnya jahat dengan tiada diketahuinya sendiri."]