["Janganlah kiranya mulutmu telanjur dan janganlah hatimu gopoh-gopoh mengeluarkan barang sesuatu perkataan di hadapan hadirat Allah, karena Allah adalah di dalam sorga dan engkau di atas bumi, sebab itu hendaklah sedikit jua perkataanmu.","Karena seperti mimpi datang oleh banyak syugul, demikianpun bunyi suara orang bodoh oleh kebanyakan perkataan.","Apabila engkau menazarkan kepada Allah barang sesuatu nazar, jangan bertangguh-tangguh menyampaikan dia, karena tiada Ia berkenan akan orang jahil; sebab itu sampaikanlah olehmu barang yang telah kaunazarkan itu.","Baiklah engkau tiada bernazar sekali-kali dari pada bernazar, lalu tiada menyampaikan nazarmu.","Jangan kaubiarkan mulutmu mengajak tubuhmu akan berdosa, lalu katamu di hadapan imam bahwa ia itu hanya suatu khilaf adanya; mengapa maka engkau akan menyalakan murka Allah dengan katamu yang demikian, sehingga dibinasakan-Nya kelak segala perbuatan tanganmu?","Karena seperti kebanyakan mimpi itu sia-sialah adanya, demikianpun kebanyakan perkataan; melainkan hendaklah engkau takut akan Allah.","Apabila di tempat hukum engkau melihat orang miskin teraniaya dan adalat dan kebenaran dijadikan rampasan, jangan engkau tercengang-cengang akan perbuatan yang demikian, karena Satu, yang tinggi dari pada segala ketinggian itu, ada mengamat-amatinya, dan Allah taalapun di atas sekaliannya.","Bahwa hasil tanah itu bagi orang sekalian, jikalau raja sekalipun dipeliharakan dengan hasil tanah juga.","Barangsiapa yang suka akan uang, ia itu tiada tahu puas dengan uang, dan barangsiapa yang suka akan kekayaan, ia itu tiada tahu puas dengan perolehannya, maka inipun suatu perkara yang sia-sialah adanya.","Barang di mana bertambah-tambah harta, di sanapun bertambah-tambah orang yang makan dia; maka apakah faedahnya kepada orang yang empunya dia, melainkan penglihatan matanya juga?","Bahwa tidur orang yang bekerja itu sedap, baik sedikit baik banyak makannya; tetapi kekenyangan orang kaya juga tiada membiarkan dia tidur.","Bahwa adalah suatu celaka yang mempersakiti orang kulihat di bawah langit; yaitu kekayaan yang ditaruh oleh orang yang empunya dia akan kebinasaan dirinya;","atau segala kekayaan itu hilang oleh beberapa perbuatan yang celaka, sehingga satupun tiada tinggal di dalam tangan akan bahagian anak yang telah dijadikannya.","Seperti dengan telanjangnya orang telah keluar dari dalam rahim ibunya, demikianpun orang kembali akan pergi seperti datangnya juga; dari pada segala perolehan usahanya tiada akan dibawanya sertanya sebanyak yang terbawa dalam genggam.","Bahwa sesungguhnya ini lagi suatu kejahatan yang menyebabkan sakit hati, yaitu dalam segala perkara seperti orang telah datang, demikianpun ia akan pergi. Maka apakah faedahnya jikalau ia sudah menyusahkan dirinya dengan angin?","Itukah sebabnya maka dihabiskannya segala harinya dalam kegelapan dan dirasainya banyak kesukaran dan lagi beberapa penyakit dan beberapa nafsu yang bergelora?","Maka inilah dia, yang telah kulihat baik dan indah adanya: yaitu orang makan minum dan merasai baiknya dari pada segala usahanya, yang diusahakannya di bawah langit sepanjang umur hidup, yang dikaruniakan Allah kepadanya, karena itulah bahagiannya.","Demikianpun barangsiapa yang dikaruniai Allah dengan kekayaan dan banyak harta, jikalau dianugerahkannya lagi kepadanya kuasa akan makan dari padanya, dan akan mengambil bahagiannya, dan akan menyukakan dirinya dengan usahanya, maka ia itu lagi suatu karunia Allah adanya.","Karena tiada ia akan ingat banyak-banyak akan segala hari umur hidupnya, sebab didengar Allah akan dia dalam kesukaan hatinya."]