["Bahwa adalah suatu bala yang telah kulihat di bawah langit, dan banyaklah orang yang ditimpa olehnya,","yaitu orang yang dikaruniai Allah dengan kekayaan dan harta benda dan kemuliaan, sehingga satupun tiada kurang padanya dari pada segala kehendak hatinya, tetapi tiada dianugerahkan Allah kepadanya kuasa akan makan dari padanya, melainkan orang lain juga makan habis akan dia. Maka ini lagi suatu perkara yang sia-sia adanya dan yang menyakiti hati.","Jikalau kiranya seorang beranak seratus dan hidup beberapa berapa tahun lamanya, sehingga panjanglah sangat umur hidupnya sekalipun, tetapi tiada puas hatinya dengan barang yang baik dan lagi tiada ia dikuburkan dengan sepertinya, niscaya kataku kelak bahwa baiklah anak gugur dari pada orang yang begitu.","Karena cuma-cuma datang keduanya ke dalam dunia, dan keduanyapun masuklah ke dalam kegelapan dan dengan kegelapanpun nama keduanya tertudung.","Bahkan, sebab tiada pernah ia melihat matahari atau sadar akan dirinya, maka senanglah anak guguran terlebih dari pada orang itu.","Jikalau panjang umurnya dua kali seribu tahun sekalipun, maka tiada dirasainya barang yang baik, bukankah sekaliannya pergi ke tempat satu juga?","Segala kelelahan manusia itu karena mulutnya, maka tiada juga nafsunya tahu puas-puas.","Apakah untung orang alim itu lebih dari pada orang bodoh? Apa guna bagi seorang orang miskin, jikalau ia tahu berjalan di hadapan segala orang yang hidup?","Baiklah pemandangan mata dari pada perjalanan nafsu. Maka ini lagi suatu perkara yang sia-sia adanya dan yang memenatkan hati.","Adapun baik hal keadaan orang, maka namanya juga sudah disebut dan sudah diketahui, bahwa ia itu manusia adanya, maka tiada dapat ia masuk berhukum dengan Dia, yang amat lebih kuasa dari padanya.","Maka tegal segala perkara itu sia-sialah adanya, entah apa gerangan untungnya bagi manusia?","Siapa gerangan tahu mana yang baik bagi manusia dalam hidup ini, selama bilangan segala hari hidupnya yang sia-sia, yang dihabiskannya seperti bayang-bayang adanya? karena siapa dapat memberitahu kepada manusia akhirnya apakah akan berlaku atasnya di bawah langit?"]