["Bahwa terutamalah nama yang baik dari pada minyak bau-bauan yang indah, dan baiklah hari orang mati dari pada hari jadinya.","Baiklah masuk ke dalam rumah perkabungan dari pada masuk ke dalam rumah perjamuan, karena di dalam rumah perkabungan itulah kesudahan segala manusia dan orang yang hidup itu memperhatikannya.","Baiklah dukacita dari pada tertawa, karena muram muka membaiki hati.","Bahwa hati orang alim itu adalah di dalam rumah perkabungan, tetapi hati orang jahil adalah di dalam rumah kesukaan.","Baiklah mendengar tegur orang alim dari pada mendengar nyanyi orang jahil.","Karena seperti bunyi duri di bawah periuk, demikianpun bunyi tertawa orang jahil. Maka ini lagi sia-sia adanya.","Sesungguhnya aniaya dapat memarahkan orang alim juga, dan hadiah merusakkan hati.","Baiklah kesudahan barang suatu perkara dari pada permulaannya, dan baiklah sabar dari pada kemegahan hati.","Janganlah hatimu bersegera-segera akan marah, karena dada orang jahil itulah tempat duduk kemarahan.","Janganlah katamu: Apa mulanya maka segala zaman dahulu itu baik dari pada zaman ini? karena bukannya dengan akal budi engkau bertanyakan hal itu.","Hikmat disertakan milik pusaka itu baik dan ia itu suatu harta besar bagi orang yang memandang matahari.","Karena hikmat itu seolah-olah pernaungan, dan uangpun seolah-olah pernaungan, tetapi kelebihan ilmu inilah perinya: Bahwa hikmat memberi kehidupan kepada segala orang yang menaruh dia.","Perhatikanlah olehmu akan segala perbuatan Allah, karena siapa gerangan dapat membetulkan barang yang telah dibengkokkan oleh-Nya?","Pada hari untung yang baik terimalah olehmu akan yang baik, tetapi ingatlah juga akan hari yang jahat, karena keduanya sudah dijodohkan Allah begitu teguh, sehingga satupun tiada dapat diketahui orang dari pada barang yang berlaku atasnya kemudian kelak.","Segala perkara ini telah kulihat sepanjang umur hidupku yang sia-sia ini: Adalah orang benar yang binasa dengan kebenarannya; dan adalah orang jahat yang melanjutkan umur dengan kejahatannya!","Janganlah engkau terlalu benar dan jangan engkau terlalu pandai; mengapa engkau mendatangkan kebinasaan atas dirimu kelak?","Janganlah engkau terlalu fasik dan janganlah engkau terlalu bodoh; mengapa gerangan engkau akan mati dahulu dari pada sampai ajalmu?","Baiklah berpaut kepada satu, dan jangan lepaskan satunya dari pada tangan, karena barangsiapa yang takut akan Allah, ia itu luput dari pada sekalian itu.","Bahwa orang alim dikuatkan oleh hikmat terlebih dari pada kota benteng dikuatkan oleh sepuluh orang panglima perang.","Bahwasanya di atas bumi seorangpun tiada yang benar begitu sehingga ia berbuat baik belaka dan tiada tahu berdosa.","Sebab itu jangan engkau taruh di hati akan segala sesuatu yang dikatakan orang, supaya jangan terdengar engkau akan hal hambamu mengutuki engkau.","Karena kerap kali sudah hatimu mengaku, bahwa engkaupun sudah mengutuki orang lain.","Maka sekalian ini sudah kuuji dengan hikmat, maka kataku: Aku hendak beroleh hikmat, tetapi ia itu lagi jauh dari padaku.","Barang yang jauh dan amat dalam, siapa gerangan akan mendapat dia?","Bahwa berbaliklah aku dengan segenap hatiku hendak mengetahui dan menyelidik dan mencahari hikmat dan kenyataan segala perkara, dan hendak mengerti kebodohan segala jahat dan kegilaan segala sasaran.","Maka kudapati akan suatu perkara yang pahit dari pada maut, yaitu seorang perempuan yang hatinya seperti jaring dan jerat, dan tangannyapun seperti tali pengikat; barangsiapa yang baik di hadapan hadirat Allah, ia itu luput dari padanya, tetapi orang yang berdosa kelak akan ditangkap olehnya.","Bahwasanya ini telah kudapati, kata al-Khatib, satu berganti satu akan beroleh kenyataannya;","yang dicahari lagi oleh hatiku, maka tiada kudapati akan dia; bahwa mudah juga di antara orang seribu aku mendapat seorang laki-laki yang baik, tetapi belum kudapati di antara sekalian itu akan seorang perempuan yang begitu.","Kendatilah, maka aku juga telah mendapat ini: Bahwa Allah sudah menjadikan manusia betul adanya, tetapi mereka itu sudah mencahari banyak tipu daya."]