["Siapa gerangan dapat disamakan dengan seorang alim? siapakah mengetahui tafsir segala perkara? Bahwa hikmat itu memberi seri kepada muka manusia dan menghapuskan segala kerut dahinya.","Inilah kataku: Perhatikanlah olehmu akan titah raja, seolah-olah engkau telah bersumpah demi Allah.","Janganlah bersegera-segera engkau keluar dari hadapan hadiratnya, dan lagi jangan engkau tetap dalam suatu perkara yang jahat, karena barang yang dikehendaki hatinya itu juga dilakukannya.","Barang di mana titah raja, di sanapun pemerintahan, dan siapakah boleh berkata kepadanya demikian: Apakah perbuatanmu?","Barangsiapa yang memeliharakan hukum, ia itu tiada melakukan jahat, maka hati orang bijak itu akan mencamkan ketika dan perinya.","Karena segala sesuatu yang dikasadkan orang itu bergantung kepada ketika dan peri; maka sebab itu berlakulah begitu banyak jahat atas manusia.","Karena seorangpun tiada yang tahu apa akan jadi; maka siapa gerangan memberitahu kepadanya bilamana ia itu akan jadi?","Seorangpun tiada yang berkuasa akan nyawa, atau yang dapat menahani nyawa itu; demikianpun tiada ia berkuasa akan hari ajalnya, dan tiada padanya barang senjata dalam peperangan itu; maka kejahatanpun tiada dapat meluputkan orang yang membuat dia.","Maka sekalian ini telah kulihat tatkala kucamkan segala perbuatan yang diperbuat di bawah langit, pada masa seorang manusia memerintahkan orang akan jahatnya.","Demikianpun telah kulihat orang jahat dihantar ke kubur, maka datanglah beberapa orang mengiring, jikalau dari pada tempat yang suci sekalipun, tetapi orang yang telah berbuat barang yang benar itu dilupakan oleh orang senegerinya. Maka ini lagi suatu perkara yang sia-sia adanya.","Maka sebab tiada dengan segeranya hukum dikenakan kepada perbuatan yang jahat, sebab itu hati segala anak Adam selalu mengandung sarat hendak berbuat jahat.","Tetapi jikalau orang fasik berbuat jahat seratus ganda sekalipun dan tinggal dengan hidupnya, kuketahui juga bahwa selamatlah kelak segala orang yang beribadat kepada Allah dan yang takut akan hadirat-Nya.","Tetapi orang jahat tiada akan selamat dan tiada melanjutkan umurnya, melainkan seperti bayang-bayang adanya, sebab tiada ia takut akan hadirat Allah.","Maka adalah pula suatu perkara yang sia-sia, yang jadi di atas bumi, yaitu: Adalah orang benar yang mendapat pembalasan seperti patut akan perbuatan orang fasik, dan adalah orang fasik yang mendapat pembalasan seperti patut akan perbuatan orang benar. Maka sebab itu kataku: Ini suatu perkara yang sia-sia adanya.","Lalu kupuji akan kesukaan, karena di bawah langit satupun tiada bagi manusia yang terlebih baik dari pada makan minum dan bersuka-sukaan; maka ini juga tinggal padanya dari pada segala kelelahan sepanjang umur hidup, yang dikaruniakan Allah kepadanya di bawah langit ini.","Maka pada masa yakin hatiku hendak mengetahui hikmat dan melihat segala syugul yang jadi di atas bumi, sehingga kerap kali mata orang tiada merasai tidur baik siang baik malam,","pada masa itu juga kulihat segala perbuatan Allah, yang tiada terduga oleh manusia, segala perbuatan yang jadi di bawah langit; jikalau manusia mengusahakan dirinya dalam mencahari dia sekalipun, tiada juga didapatinya akan dia kelak; bahkan, jikalau kata seorang alim sekalipun ia hendak mengetahui dia, tiada juga boleh didapatinya akan dia."]