["Bahwasanya sekalian ini sudah kutaruh di hatiku, hendak mengerti sekaliannya dengan sahnya, bahwa segala orang yang benar dan alim serta dengan segala pekerjaannya adalah dalam tangan Allah, demikianpun kasih dan benci; sehingga seorangpun tiada dapat tahu barang sesuatu dari pada segala perkara yang di hadapannya.","Segala perkara berlaku atas orang sekalian dengan sama perinya! Sama juga untung berlaku atas orang yang benar dan orang yang jahat, atas orang yang suci dan orang yang najis, atas orang yang mempersembahkan korban dan yang tiada mempersembahkan korban; sebagaimana orang yang baik, begitulah orang yang berdosa; seperti orang yang bersumpah, begitulah orang yang takut akan bersumpah.","Maka inilah jahat yang besar dari pada segala sesuatu yang jadi di bawah langit, yaitu sama juga untung berlaku atas sekaliannya; tambahan pula hati segala anak Adam penuhlah dengan kejahatan dan seumur hidupnya adalah segala macam sasaran di dalam hatinya, kesudahannya mereka itu sekalian menuju tempat orang mati.","Karena siapa gerangan dikecualikan dari padanya? Bahwasanya bagi orang yang hidup adalah lagi harap, dan seekor anjing yang hidup itu baik dari pada seekor singa yang mati.","Karena orang yang hidup itu mengetahui akan hal ia mati kelak, tetapi orang yang sudah mati itu tiada tahu apa-apa, dan tiada lagi pahala baginya, apabila peringatan akan mereka itu sudah terlupa.","Demikianlah kasihnya dan bencinya dan cemburuannyapun sudah hilang dan tiada lagi pada mereka itu bahagian dalam alam ini dari pada segala sesuatu yang jadi di bawah langit.","Sebab itu, hendaklah engkau makan rezekimu dengan berkesukaan dan minumlah air anggurmu dengan kesenangan hatimu; karena sedialah Allah ridla akan perbuatanmu.","Hendaklah selalu pakaianmu putih dan pada kepalamu jangan kurang minyak.","Hendaklah engkau hidup bersenang-senang dengan bini yang kaukasihi pada segala hari umur hidupmu yang sia-sia adanya, yang telah dikaruniakan Allah kepadamu di bawah langit ini, segala harimu yang sia-sia itu, karena ia itulah bahagianmu dari pada hidup ini dan dari pada segala pekerjaan yang kaukerjakan di bawah langit.","Segala sesuatu yang didapat oleh tanganmu akan dibuat, hendaklah kauperbuat dengan sekuat kuasamu, karena tiadalah barang pekerjaan atau kira-kira atau pengetahuan atau hikmat di dalam kubur, yang kautuju itu.","Maka kembali aku sudah melihat bahwa di bawah langit perolehan lumba-lumba itu bukan orang pantas punya, dan kemenanganpun bukan orang gagah punya, dan rezekipun bukan orang alim punya, dan kekayaanpun bukan orang budiman punya, dan keridlaanpun bukan orang yang berpengetahuan punya, melainkan masa dan takdir juga berlaku atas sekaliannya.","Tambahan pula tiada diketahui orang akan ajalnya, seperti ikan tertangkap dengan pukat celaka, dan seperti burung tertangkap dengan jerat, demikianpun anak-anak Adam terjerat apabila jahat menempuh kepadanya dengan sekonyong-konyong.","Lagipun sudah kulihat suatu perkara di bawah langit akan hal hikmat, sehingga besarlah rupanya kepadaku,","yaitu, adalah sebuah negeri yang kecil dan sedikit orang isinya, maka datanglah seorang raja yang besar menyerang akan dia, lalu dikepungnya dan diperbuatkannya beberapa kubu yang besar-besar akan melanggar dia.","Tetapi di dalam negeri itu didapati orang akan seorang orang miskin yang alim, maka ia juga yang meluputkan negeri itu oleh hikmatnya, tetapi seorangpun tiada yang ingat akan orang miskin itu.","Lalu kataku: Baiklah hikmat dari pada gagah; jikalau hikmat orang miskin dicelakan sekalipun dan tiada juga didengar orang akan barang katanya.","Perkataan orang alim patut didengar dengan berdiam diri, terlebih dari pada teriak seorang pemerintah yang jahil.","Baiklah hikmat dari pada segala alat peperangan, tetapi seorang orang berdosa itu dapat membinasakan banyak perkara yang baik."]