["Bahwa inilah Syirul-asyar Sulaiman.","Hendaklah dikucupinya aku dengan kucup mulutnya, karena cumbuanmu itu terlebih sedap dari pada air anggur.","Bau minyakmu itu harum, maka namamu seperti minyak bau-bauan yang tercurah, sebab itu segala anak darapun birahi akan dikau.","Tariklah akan daku, maka kamipun akan mengikut engkau! Bahwa baginda sudah membawa aku masuk ke dalam maligai; maka kamipun akan bergemar dan bersukacita akan dikau dan memuji birahimu terlebih dari pada air anggur; segala orang yang tulus hatinya itu kasih akan dikau.","Bahwa akulah hitam, tetapi manis, hai puteri-puteri Yeruzalem! seperti kemah Kedar dan seperti tirai kelambu Sulaiman.","Janganlah kamu mengerling kepadaku, sebab kehitam-hitaman rupaku, karena aku sudah kena panas; bahwa segala anak laki-laki ibuku sudah marah akan daku, lalu dijadikannya aku penunggu kebun anggur, maka kebun anggurku sendiri tiada kutunggui.","Katakanlah kepadaku, hai kekasih hatiku! di mana engkau menggembala, di mana engkau memperhentikan kawan domba pada tengah hari, karena mengapa gerangan aku mengembara kelak dengan kawan-kawan domba segala taulanmu?","Jikalau tiada ia itu diketahui olehmu, hai engkau yang terelok di antara segala orang perempuan! hendaklah engkau keluar dan menurut bekas kaki kambing domba itu dan gembalakanlah kambingmu betina hampir dengan kemah-kemah gembala itu.","Hai adinda! aku mengumpamakan dikau dengan kuda yang dipasang pada rata Firaun.","Bahwa manislah pipimu dengan utas mutiara dan lehermu dengan kalung merjan.","Kamipun akan memperbuatkan dikau kalung emas dengan dukuh perak.","Sementara baginda bersemayam dengan kemuliaannya semerbaklah bau narwastuku.","Kekasihku itu bagiku akan mur serumbai, yang bermalam pada dapur susuku.","Kekasihku itu bagiku akan bunga kurma setandan di dalam kebun anggur Enjedi.","Bagaimana elokmu, hai adinda! bagaimana elokmu, dan matamu seperti burung merpati.","Bagaimana elokmu, hai kekasihku! bahkan, sedap manis; lagi peraduan kita kehijau-hijauan.","Bahwa kasau rumah kita itu dari pada kayu araz dan segala serambi kita dari pada kayu saru."]