["Bahwa akulah bunga air mawar dari Syaron, dan bunga bakung dari lembah.","Seperti bunga bakung di antara duri-duri, demikianlah adinda di antara segala anak dara.","Seperti pokok jeruk di antara segala pohon kayu hutan, demikianlah kekasihku di antara segala anak teruna. Adapun duduk dalam naungnya itulah kesukaanku dan sedaplah buahnya kepada langitan mulutku.","Dihantarnya aku ke dalam bilik air anggur dan kasihnya adalah bagiku akan panji-panji.","Kuatkanlah aku dengan air anggur, segarkanlah aku dengan buah jeruk, karena aku sakit birahi.","Hendaklah tangannya kiri menggalang kepalaku dan tangannya kanan memeluk aku.","Bahwa aku menyumpahi kamu, hai segala puteri Yeruzalem! demi kijang dan rusa betina di padang, jangan kamu menyadarkan dan jangan kamu menjagakan birahi itu dahulu dari pada dikehendakinya!","Inilah bunyi suara kekasihku! lihatlah ia datang sambil berlompat-lompat di atas gunung dan bertari-tari di atas bukit.","Kekasihku itu bagaikan kijang atau seperti anak rusa. Lihatlah ia berdiri di balik dinding kita, iapun menengok dari pada tingkap, dan lagi gilang-gemilang rupanya dari balik kisi-kisi.","Maka bermadah kekasihku, katanya kepadaku: Bangkitlah, hai adinda, yang amat elok, hendaklah engkau keluar!","Karena sesungguhnya musim sejuk sudah lalu, hujan deraspun sudah berhenti, tiada ia datang kembali.","Segala bungapun kelihatan di tanah, musim nyanyi sudah sampai, bunyi burung tekukur kedengaranlah di tanah kita.","Pokok ara bermasakkan buahnya dan pokok anggurpun berbunga dan semerbaklah baunya. Bangkitlah kiranya, hai adinda, yang amat elok; marilah ke luar!","Hai merpatiku! yang bersembunyi di dalam celah-celah bukit batu yang tinggi! biarlah aku memandang mukamu, biarlah aku mendengar suaramu, karena manislah bunyi suaramu dan eloklah parasmu.","Tangkaplah kiranya akan kami segala rubah, segala rubah kecil yang merusakkan kebun anggur, karena pokok anggur kami limpah berbunga.","Kekasihku itu aku punya, dan akupun dia punya, yang menggembala di antara segala bunga bakung.","Dahulu dari pada angin malam bertiup dan segala bayang-bayangpun hilang, hendaklah engkau kembali, hai kekasihku! yang pantas seperti kijang atau seperti anak rusa di atas bukit-bukit Beter."]