["Bahwa sesungguhnya amat eloklah engkau, hai adinda! amat eloklah engkau! matamu seperti burung merpati di belakang layahmu dan tokong-tokong rambutmu itu seperti sekawan kambing yang makan rumput di bukit Gilead.","Gigimu seperti sekawan anak domba yang baharu digunting bulunya, lalu naik dari dalam tempat pebasuhan, semuanya berkembar, tiada yang kurang timbalannya.","Bibirmu seperti benang kirmizi, bunyi suaramu merdu, pipimu seperti buah delima separuh di belakang tudungmu.","Lehermu seperti menara Daud, yang dibangunkan akan gedung senjata, perisai seribu buah adalah tergantung padanya, semuanya itu perisai orang pahlawan.","Kedua belah susumu seperti anak kijang yang kembar, yang mencahari makan di antara segala bunga bakung.","Bahwa aku hendak pergi ke gunung mur dan ke bukit kemenyan sampai hari mulai sejuk dan bayang-bayangpun lenyap.","Elok sekali engkau, hai adinda! dan barang suatu celapun tiada padamu.","Turunlah sertaku dari atas Libanon, hai tunanganku! turunlah sertaku dari atas Libanon; tinggalkanlah kemuncak Amana dan kemuncak Senir dan Hermon, yaitu tempat kediaman singa dan pegunungan tempat harimau.","Bahwa engkau sudah memberanikan hatiku, hai adinda, hai tunanganku! engkau sudah memberanikan hatiku dengan sekali pandang matamu, dengan seikal rambut yang pada lehermu.","Bagaimana indahnya kasihmu, hai adinda, hai tunanganku! bagaimana sedap kasihmu, lebih dari pada air anggur dan dari pada harum minyak bau-bauan dan segala rempah-rempah!","Bibirmu meniriskan titisan air madu, hai tunanganku! air lebah dan air susu adalah di bawah lidahmu, dan harum bau pakaianmu seperti harum bau Libanon.","Bahwa engkau laksana taman yang berpagar kelilingnya, hai adinda, hai tunanganku! bagaikan pancaran air yang bersekat dan mata air yang termeterai.","Segala pucukmu seperti taman penuh dengan pokok delima dan pelbagai buah-buah yang indah-indah, pokok kurma dan narwastu,","narwastu dan kumkuma, deringu dan kayu manis serta dengan segala pokok kemenyan dan mur dan cendana dan segala jenis rempah-rempah yang terutama.","Hai pancaran air segala taman, hai mata air hidup, yang mengalir dari atas Libanon!","Bangunlah engkau, hai angin utara! marilah, hai angin selatan! bertiuplah kamu dalam tamanku, supaya semerbaklah bau harum segala rempah-rempahnya! Biarlah kiranya kekasihku datang ke tamannya dan makan dari pada buah-buahnya yang terutama."]