["Bahwa aku sudah datang ke dalam tamanku; hai adinda, hai tunanganku! aku sudah memungut murku dan segala rempah-rempahku, aku sudah makan sarang lebahku serta dengan air madunya, aku sudah minum air anggurku dan air susuku. Hai segala taulan, hendaklah kamupun makan minum, hendaklah kamu mabuk birahi!","Bahwa tertidurlah aku, tetapi hatiku lagi berjaga, maka kedengaranlah bunyi suara kekasihku sambil mengetok pintu, katanya: Bukakanlah aku pintu, hai adinda, emasku, merpatiku dan kesempurnaanku! karena kepalaku dibasahkan oleh embun dan ikal-ikal rambutku oleh rintik-rintik malam.","Bahwa aku sudah menanggalkan bajuku, mana boleh aku memakai dia pula? aku sudah membasuhkan kakiku, mana boleh aku mencemarkan dia pula?","Serta kekasihku melepaskan tangannya dari pada kisi-kisi, maka rindulah hatiku akan dia.","Lalu bangunlah aku, hendak membukakan pintu akan kekasihku, maka tanganku bertitik-titik mur dan jarikupun minyak mur pada pemegangan kancing.","Maka aku membukakan pintu akan kekasihku, tetapi kekasihku sudah pergi. Maka hilanglah hatiku oleh karena katanya, lalu aku mencahari, tetapi tiada kudapati akan dia; aku memanggil, tetapi tiada disahutnya akan daku.","Maka didapati oleh orang pengawal yang berkeliling di dalam negeri itu akan daku, dipukulnya dan dilukakannya aku, dan tudungkupun dirampas oleh orang pengawal yang di atas dewala.","Bahwa aku menyumpahi kamu, hai puteri Yeruzalem! jikalau kiranya kamu mendapati akan kekasihku itu, apakah kamu katakan kepadanya? Katakanlah ini: Bahwa hatiku lara oleh sangat birahiku.","Apakah lebihnya kekasihmu itu dari pada segala kekasih yang lain, hai engkau, yang terelok di antara segala orang perempuan! apakah lebihnya kekasihmu dari pada segala kekasih yang lain, maka engkau menyumpahi kami demikian?","Bahwa kekasihku itu putih dengan merah, cahayanya meliputi orang beribu laksa!","Kepalanya bagaikan emas sepuluh matu, rambutnya berikal-ikal, warnanya hitam seperti burung gagak.","Matanya bagaikan burung merpati pada tepi aliran air, yang mandi dalam air susu dan dijemurnya dirinya dalam panas.","Pipinya seperti petak pokok rempah-rempah, bagaikan bukit yang harum baunya, bibirnya bagaikan bunga bakung, yang bertitik-titik minyak mur.","Tangannya pakai cincin-cincin emas yang bertatahkan permata cempaka; pinggangnya bagaikan perbuatan gading, bersendi-sendikan permata nilam.","Betisnya bagaikan tiang batu marmar yang beralaskan emas tulen. Sikapnya bagaikan Libanon, terpilih seperti pohon araz.","Langitan mulutnya semata-mata manisan dan segala sesuatu yang padanya itu keinginan belaka. Demikianlah peri kekasihku, demikianlah peri sobatku, hai segala puteri Yeruzalem!"]