["Hai! jikalau kiranya engkau bagiku akan saudara, yang sudah mengisap susu ibuku, apabila aku bertemu dengan dikau di luar, niscaya aku mencium engkau, maka seorangpun tiada mencelakan daku karena sebab itu.","Niscaya kupimpin akan dikau, kuhantar akan dikau masuk ke dalam rumah ibuku, yang sudah mengajar aku; niscaya kuberi minum engkau air anggur bercampur rempah-rempah dan air buah delimaku.","Hendaklah kiranya tangannya kiri menyangga kepalaku, dan tangannya kanan memeluk aku.","Bahwa aku menyumpahi kamu, hai segala puteri Yeruzalem! janganlah kamu menyadarkan dan jangan kamu menjagakan birahi itu dahulu dari pada dikehendakinya!","Siapa gerangan dia yang datang naik dari padang belantara sambil bersandar pada kekasihnya dengan manis lakunya? Di bawah pokok limau itu telah kusadarkan kasihmu, di sanapun ibumu sudah bertunangkan dikau dengan aku; ia yang sudah memperanakkan dikaupun bertunangkan dikau dengan aku.","Taruhlah akan daku dalam hatimu bagaikan meterai, bagaikan meterai pada lenganmu; karena kuat kasih itu seperti kuat maut, dan cemburuan itu hebat seperti alam barzakh, nyalanya seperti nyala api, seperti halilintar Tuhan.","Air banyakpun tiada dapat memadamkan kasih ini dan segala sungaipun tiada dapat meliputi dia. Jikalau kiranya orang hendak memberikan segala harta benda yang dalam rumahnya karena kasih ini, niscaya dicelakan juga akan dia.","Bahwa adalah pada kita seorang adik perempuan yang belum akil balig. Kita pengapakan adik kita itu pada hari orang berkata-kata akan halnya?","Jikalau bagai dewala adanya, kitapun akan membuat maligai perak di atasnya; jikalau bagai pintu adanya, kitapun akan menyakatkan dia dengan papan kayu araz.","Bahwa akulah bagai dewala dan susuku bagai kota, maka sebab itu akulah pada pemandangannya seperti seorang yang sudah mendapat selamat.","Bermula, maka pada Sulaiman adalah sebuah kebun anggur di Baal Hamon, maka kebun anggur itu telah diserahkannya kepada orang penunggu, maka karena hasilnya masing-masing mereka itu membawa masuk ke dalam seribu keping perak.","Adapun kebun anggurku, ia itu kebun anggurku sendiri, hendak kutunggui, maka seribu keping perak itu kubiarkan bagimu, hai Sulaiman, dan lagi dua ratus keping bagi orang yang menunggui buahnya.","Hai engkau yang mengeduduki taman! segala sahabat mendengar akan bunyi suaramu; biarlah aku juga mendengar dia!","Marilah dengan segera, hai kekasihku! hendaklah engkau bagaikan kijang atau anak rusa di atas bukit rempah-rempah!"]