["Karena dikasihankan Tuhan kelak akan Yakub dan dipilih-Nya lagi akan Israel dan didudukkan-Nya mereka itu dalam negerinya, maka orang helatpun akan berdamping kepadanya dan bersangkut paut kepada orang isi rumah Yakub.","Maka dibawanya sertanya akan beberapa bangsa, dihantarnya ke tempat kedudukkannya, maka orang isi rumah Israel akan menaruh mereka itu di tanah Tuhan akan hamba dan sahaya, dan dipegangnya dalam hal ketawanan segala orang yang sudah menawan akan dia, dan diperhambakannya segala pengerahnya.","Maka akan jadi apabila sudah dikaruniakan Tuhan kepadamu kesenangan dari pada segala kesukaranmu dan kesakitanmu dan pekerjaanmu yang berat, yang ditanggungkan kepadamu oleh orang yang memperhambakan kamu,","pada masa itu kamu akan mengangkat nyanyian ini akan hal raja Babil itu, bunyinya: Bagaimana kesudahannya si pengimpit, kesudahannya si penganiaya!","Bahwa Tuhan sudah mematahkan tongkat orang fasik, yaitu tongkat kerajaan orang yang dipertuan itu!","Yang telah mengusik segala bangsa oleh geramnya dengan palu yang tiada berkeputusan, dan yang memerintahkan segala bangsa dengan amarahnya, yang menghambat, maka seorangpun tiada yang menegahkan dia.","Bahwa isi segenap bumi akan bersentosa dan senang, mereka itu menyaringkan suaranya dan bersorak-sorak.","Lagipun segala pohon senobar bersukacita akan kamu, demikianpun segala pohon araz yang di Libanon, katanya: Dari pada masa engkau terhantar di sana seorangpun tiada naik ke mari akan menebang kami.","Bahwa neraka yang di bawah itu huru-haralah oleh karenamu, hendak mengelu-elukan dikau apabila engkau datang; oleh karenamu juga dibangkitkannya orang-orang mati, segala penganiaya yang di dalam dunia, raja-raja segala bangsa dibangkitkannya dari pada takhta-takhtanya.","Mereka itu sekalian berkata kepadamu demikian: Bahwa engkau juga sudah menjadi layu seperti kami, engkaupun sudah disamakan dengan kami.","Segala kemuliaanmu sudah dicampak ke dalam liang lahad serta dengan bunyi kecapimu, bahwa cacing adalah terhampar di bawahmu dan ulatpun menjadi selimutmu.","Bagaimana engkau sudah gugur dari langit, hai bintang kejora! hai anak fajar! engkau sudah ditebang rebah ke bumi, engkau, yang penganiaya segala bangsa!","Katamu di dalam hatimu demikian: Bahwa aku hendak ke langit, aku hendak meninggikan takhtaku di atas segala bintang Allah, dan duduk di atas bukit perhimpunan pada pihak utara.","Bahwa aku hendak naik tinggi dari pada awan-awan dan menyamakan diriku dengan Yang Mahatinggi!","Bahkan, engkau telah tercampak ke dalam neraka, ke dalam keleburan yang sangat dalam.","Orang yang melihat engkau itu memandang kepadamu dan mengamat-amati akan dikau, sambil katanya: Inikah dia, yang sudah mengharu-birukan seisi dunia dan yang sudah menggentarkan segala kerajaan?","Yang sudah mengadakan bahwa dunia menjadi gurun dan merombak segala negerinya, yang tiada melepaskan orang tawanannya pulang ke rumahnya.","Adapun segala raja orang kafir semuanya terhantar dengan kemuliaan, masing-masing di dalam candinya;","tetapi engkau juga terbuang dari dalam kuburmu seperti suatu pucuk kebencian, berpakaikan mayat dan orang yang dimakan pedang, yang turun ke dalam liang tanah yang tertambak dengan batu, seperti bangkai yang terpijak-pijak.","Bahwa engkau juga tiada dikuburkan serta dengan mereka itu, karena engkau sudah membinasakan negerimu dan membunuh segala rakyatmu; bahwa benih orang yang berbuat jahat itu tiada tersebut namanya sampai selama-lamanya.","Sediakanlah pembantaian akan anak-anaknya karena sebab segala kejahatan bapanya; asal jangan mereka itu berbangkit pula akan mengalahkan dunia, melainkan dunia diramaikan pula dengan negeri-negeri;","karena Aku akan berbangkit melawan mereka itu, demikianlah firman Tuhan serwa sekalian alam, dan dari dalam Babil itu akan Kuhapuskan kelak baik nama baik peninggalnya, dan anak cucu cicitnya, demikianlah firman Tuhan.","Maka Kujadikan dia bahagian pusaka landak dan akan paya, dan Kusapukan dia kelak dengan penyapu kebinasaan, demikianlah firman Tuhan serwa sekalian alam.","Maka Tuhan serwa sekalian alam sudah berfirman pakai sumpah, firman-Nya: Bahwasanya seperti Aku telah berpikir, demikianpun akan jadi, dan seperti sudah Kubicarakan, demikianpun akan dilakukan.","Aku yang sudah memecahkan Asyur di dalam negeri-Ku dan Kupijak-pijakkan dia di atas gunung-gunung-Ku, sehingga kuknya lalu dari pada mereka itu dan penggandarannyapun lepas dari pada bahu mereka itu.","Maka inilah takdir yang telah ditentukan atas seluruh bumi dan inilah tangan yang terkedang atas segala bangsa.","Barang yang telah ditentukan oleh Tuhan serwa sekalian alam itu, siapa gerangan dapat meniadakan dia dan siapa gerangan dapat menahankan tangannya yang terkedang itu?","Sebermula, maka pada tahun mangkat raja Akhaz datanglah firman ini:","Janganlah kiranya kamu bersuka-sukaan, hai segala orang isi Filisteya, sebab cemeti orang yang menyesah kamu itu sudah patah, karena dari pada asal ular naga itu akan terbit seekor ular tedung, dan buahnya akan seekor naga bercula yang terbang.","Pada masa itu anak-anak sulung orang miskin akan beroleh makan puas-puas, dan segala orang papa akan berbaring dengan sentosa; apabila asalmu Kubunuh dengan lapar dan sisamu Kubinasakan.","Bertangis-tangislah, hai segala pintu gerbang! hendaklah kamu meraung, hai segala negeri; maka binasalah kamu sekalian, hai segala Filisteya, karena dari sebelah utara datanglah suatu asap, dan seorangpun tiada yang hanyut dari pada tempat perhimpunannya.","Maka apa gerangan akan disahut orang kepada suruhan bangsa itu? Bahwa sesungguhnya Tuhan sudah meneguhkan Sion, supaya segala umat-Nya yang teraniaya itu lari berlindung ke dalamnya."]