["Wai bagi segala orang yang menentukan undang-undang yang salah dan yang memutuskan hukum dengan lalimnya,","hendak menjauhkan orang miskin dari pada hukum, dan hendak menjadikan rampasan akan hak segala orang di antara umat-Ku yang tak dapat melawan, supaya segala janda perempuan akan jarahannya dan segala anak piatupun akan rampasannya!","Tetapi apa gerangan kamu perbuat pada hari tulah dan kebinasaan, yang datang dari jauh? Kepada siapa kamu akan lari minta tolong dan di manakah kamu tinggalkan kemuliaanmu?","Tak dapat tiada mereka itu sekalian akan duduk di antara segala orang tawanan, dan rebah mati di antara segala orang yang terbunuh. Maka dalam sekalian ini tiada undur murka-Nya, melainkan tangan-Nya tinggal terkedang juga.","Wai bagi Asyur, cemeti murka-Ku, yang pada tangan-Nya adalah tongkat geram-Ku.","Bahwa Aku sudah menyuruhkan dia akan menyiksakan suatu bangsa yang munafik, dan Aku sudah memberi perintah kepadanya akan hal bangsa yang kena murka-Ku, supaya diambilnya rampasan dan direbutnya jarahan, dan supaya dipijak-pijakkannya mereka itu seperti becek di jalan.","Tetapi pada sangkanya bukannya demikian, dan kepikiran hatinya bukan begitu, melainkan niat hatinya hendak membinasakan dan menumpas beberapa berapa bangsa.","Karena demikianlah katanya: Bukankah segala penghuluku bersama-sama raja adanya?","Bukankah Kalno seperti Karkhemisy? dan Hamat seperti Arfad? bukankah Samaria seperti Damsyik?","Seperti tanganku sudah mengalahkan beberapa kerajaan berhala-berhala, jikalau patungnya terlebih indah dari pada patung Yeruzalem dan Samaria sekalipun,","dan seperti sudah kuperbuat akan Samaria dan segala berhalanya, tiadakah boleh aku berbuat demikian akan Yeruzalem dan akan segala berhalanyapun?","Tetapi akan jadi apabila selesailah Tuhan dari pada segala perbuatan-Nya di atas bukit Sion dan di Yeruzalem, Aku akan membalas segala bekas kebesaran hati raja Asyur, dan segala kemegahannya dan congkak matanya.","Karena katanya demikian: Dengan kuat tanganku sendiri dan dengan hikmatku sudah kubuat yang demikian. Setelah sudah tentu niatku maka aku meruntuhkan perhinggaan tanah beberapa bangsa dan harta benda mereka itu kurampas dan yang bersemayam di takhta itu kucampak ke bawah dengan gagahku.","Seperti akan sebuah sarang burung demikianlah tanganku menangkap akan bangsa yang kuat-kuat; seperti orang memungut telur yang sudah ditinggalkan, demikianpun kuambil segala negeri, maka seorangpun tiada yang bergerak sayap atau membuka paruh atau bercicit.","Adakah kapak bermegah-megah kepada orang yang menetak dengan dia? adakah gergaji membesarkan dirinya kepada orang yang menarik dia? seolah-olah tongkat menggerakkan orang yang mengangkat dia, seolah-olah tongkat yang diangkat bukan lagi kayu adanya!","Maka sebab itu Tuhan, yaitu Tuhan serwa sekalian alam, akan menguruskan kelak segala orangnya yang gemuk-gemuk itu dan mengadakan tunuan di antara segala kemuliaannya, seperti nyala timbunan api.","Bahkan, pada masa itu Terang orang Israel akan api dan Kesuciannya akan nyala api, yang akan menyalakan dan membakar habis segala duri dan onak dalam sehari jua.","Demikianpun dihabiskannya kemuliaan hutannya dan segala pokok buah-buah, baik jiwa baik badan, semuanya habis dimakan api seperti ranting-ranting yang meletup-letup.","Maka pohon kayu yang lagi tinggal di hutannya itu akan sedikit bilangannya, sehingga seorang budak dapat menyurat jumlahnya.","Maka akan jadi pada hari itu juga, bahwa orang Israel yang lagi tinggal dan orang isi rumah Yakub yang sudah luput, itu tiada lagi bersandar kepada orang yang sudah memalu mereka itu, melainkan mereka itu akan bersandar kepada Tuhan, Yang Mahasuci orang Israel, dengan tulus hatinya.","Bahwa orang yang lagi tinggal itu akan kembali, orang yang lagi tinggal dari pada Yakub itu akan kembali kepada Allah yang Mahakuasa.","Karena jikalau bilangan orang bangsamu, hai Israel! seperti pasir di tepi laut sekalipun, hanya yang lagi tinggal itu akan kembali; maka celaka yang membinasakan itu sudah tertentu, oleh berkelimpahan keadilannya.","Karena suatu kebinasaan yang tertentu akan diadakan oleh Tuhan, yaitu Tuhan serwa sekalian alam, di tengah-tengah seluruh tanah ini.","Maka sebab itu firman Tuhan, yaitu Tuhan serwa sekalian alam, demikian: Janganlah kamu takut, hai segala umat-Ku yang duduk di Sion itu, akan Asyur apabila disesahnya kamu dengan cemeti dan diangkatnya tongkatnya atas kamu seperti orang Mesir dahulu,","karena sejurus lagi lamanya maka disempurnakan murka-Ku dan geram-Ku oleh kebinasaan mereka itu.","Karena dibangkitkan Tuhan, yaitu Tuhan serwa sekalian alam, kelak suatu cemeti baginya, seperti bantaian orang Midian dahulu pada bukit batu Oreb, dan seperti diangkat-Nya tongkat-Nya atas laut pada jalan dari Mesir.","Maka akan jadi pada hari itu juga tanggungannya akan lepas dari pada bahumu dan kuknyapun dari pada tengkukmu, maka kuk itu akan rusak kelak oleh minyak.","Bahwa datanglah ia ke Ayat, lalu langsung ke Mijron; di Mikhmas ditinggalkannya barang-barangnya;","mereka itu berjalan terus dari pada jurang; di Geba mereka itu bermalam; Ramapun gemetar, isi Gibea-Saulpun lari.","Bertangis-tangislah dengan suara yang nyaring, hai puteri Galim! supaya kedengaranlah bunyinya sampai ke Lais dan Anatotpun membalas dia.","Isi Madmena lari jauh-jauh, orang isi Gebimpun lari berduyun-duyun.","Sehari lagi tinggallah ia di Nob, lalu ia berangkat ke gunung puteri Sion, ke bukit-bukit Yeruzalem.","Tetapi tiba-tiba dikerat oleh Tuhan, yaitu Tuhan serwa sekalian alam, dengan gagahnya akan segala dahan dan akan segala cabang yang tinggi-tinggi, dan barang yang lagi berbatang tinggi-tinggi itu akan ditebang, dan segala yang besar itu akan dicampak ke bumi!","Pada masa itu hutan yang lebat itu dimakan kapak dan Libanonpun akan tumbang oleh Yang Mahakuasa."]