["Karena dari pada batang Isai yang tunggul itu akan terbit suatu pucuk dan suatu taruk dari pada akarnya akan berbuah.","Maka di atasnya akan berhenti Roh Tuhan, yaitu Roh hikmat dan akal, Roh bicara dan kuat, Roh pengetahuan dan takut akan Tuhan.","Bahkan, iapun akan bernafas dalam takut akan Tuhan dan tiada ia akan menghukumkan seturut pemandangan matanya, dan lagi tiada ia akan memutuskan hukum seturut pendengaran telinganya.","Melainkan orang miskin akan dihukumkannya dengan adil dan dibenarkannya hal orang yang tiada dapat melawan itu dengan kebetulan; dengan cemeti mulutnya ia akan menyesah segala penganiaya dan dengan nafas bibirnya akan dibunuhnya segala orang fasik.","Karena keadilan akan menjadi pengikat pinggangnya dan kebenaranpun akan menjadi cindainya.","Maka pada masa itu gurk akan berjinak-jinakan dengan anak domba, dan harimaupun akan berjungkang dengan kambing jantan, maka anak lembu dan singa dan lembu jantan bersama-samapun akan bergembalakan seorang budak kecil.","Pada masa itu beruang akan makan rumput seperti lembu, dan anak-anaknyapun akan berbaring bersama-sama, dan singapun akan makan merang seperti lembu.","Pada masa itu anak penyusu akan bermain dengan lobang ular biludak, dan kanak-kanak yang baharu lepas susu itu akan masukkan tangannya ke dalam lobang ular tedung.","Maka jahat atau rugi sekali-kali akan tiada di atas segenap gunungku yang suci itu, karena bumi akan penuh dengan pengetahuan dari Tuhan seperti airpun menudungi tubir laut.","Maka pada hari itu juga akan jadi, bahwa akar Isai berdiri akan suatu alamat bagi segala bangsa, dan segala orang kafirpun kelak bertanya akan halnya; maka tempat perhentiannya itu akan mulia adanya.","Maka pada hari itu juga akan jadi, bahwa pada kedua kalinya dihimpunkan Tuhan dengan tangan-Nya dan dijadikan-Nya milik-Nya akan orang yang lagi tinggal dari pada segala umat-Nya, yang lagi tinggal dari pada Asyur yang dari Mesir dan dari Pateros dan dari Kusy dan dari Elam dan dari Sinear dan dari Hamat dan dari pulau-pulau yang di laut.","Maka akan didirikan-Nyalah suatu alamat di antara segala orang kafir, dan dihimpunkan-Nyalah dari pada keempat ujung bumi akan segala orang Israel yang sudah dihalau itu, dan dikumpulkan-Nya segala orang Yehuda yang tercerai-berai itu.","Maka pada masa itu dengki akan lalu dari pada Efrayim dan cemburuanpun dipadamkan di dalam Yehuda, sehingga Efrayim tiada lagi dengki akan Yehuda dan Yehudapun tiada lagi mengusik akan Efrayim dari karena cemburuannya.","Melainkan bersama-sama keduanya akan menerkam bahu orang Filistin pada sebelah barat dan membahagi-bahagi jarahan pada sebelah timur; bahwa tangannya akan menangkap Edom dan Moab, dan segala bani Ammonpun akan takluk kepadanya.","Maka Tuhanpun akan melaknatkan teluk laut Mesir, dan mengamang-amang dengan tangan-Nya akan sungai itu oleh kuat angin ribut-Nya, dibelahkan-Nya jadi tujuh anak sungai, sehingga orang dapat mengarung dia dengan berkasut.","Pada masa itu akan ada suatu jalan raya yang rata bagi umat-Nya yang lagi tinggal, yaitu yang lagi tinggal dari pada Asyur, seperti dahulu adalah bagi orang Israelpun tatkala mereka itu ke luar dari Mesir."]