["Bahwa inilah khayal kepada Yesaya bin Amos, yang telah dilihatnya akan hal Yehuda dan Yeruzalem pada zaman Uzia dan Yotam dan Akhaz dan Yehizkia, raja-raja orang Yehuda.","Dengarlah olehmu, hai segala langit! dan berilah telinga, hai bumi! karena demikianlah firman Tuhan: Bahwa Aku sudah memeliharakan dan membesarkan anak-anak, tetapi mereka itu sudah mendurhaka kepada-Ku.","Bahwa lembu mengenal orang yang empunya dia, dan keledaipun tahu akan palung tuannya, tetapi Israel tiada berpengetahuan dan umat-Ku itu tiada berakal budi.","Wai bagi bangsa yang berdosa, bagi bangsa yang besar kesalahannya, yaitu benih orang jahat dan anak-anak yang degil! Mereka itu sudah meninggalkan Tuhan, sudah mencelakan Yang Mahasuci orang Israel dan sudah undur dari pada-Nya seperti dari pada orang helat.","Apa guna kamu lagi disesah? niscaya kamu akan bertambah murtad; segenap kepala itu sakit dan segenap hatipun letih lesu.","Dari pada telapakan kaki datang ke kepala satupun tiada padanya yang lagi baik, melainkan luka dan bilur dan bisul belaka, yang tiada terpacul dan tiada terbebat dan tiada terobatkan dengan minyak.","Tanahmu sudah rusak, segala negerimu sudah dibakar habis dengan api, hasil segala bendangmu dimakan habis orang helat di hadapan matamu, semuanya sudah rusak dan terbongkar seperti oleh air bah.","Maka puteri Sion ketinggalan seperti sebuah pondok di dalam kebun anggur, seperti suatu teratak di dalam kebun mentimun, seperti sebuah negeri yang dikepung berkeliling.","Jikalau kiranya tiada ditinggalkan Tuhan semesta alam sekalian bagi kami suatu benih, niscaya kami telah menjadi seperti Sodom dan sama seperti Gomorahpun.","Dengarlah olehmu akan firman Tuhan, hai segala penghulu Sodom, berilah telinga akan hukum Allah kita, hai bangsa Gomorah.","Apa guna kepada-Ku kebanyakan korbanmu? demikianlah firman Tuhan: Jemulah Aku akan segala korban bakaranmu dari pada domba jantan dan akan lemak segala lembu yang tambun, maka tiada Aku suka akan darah lembu muda atau anak domba atau anak kambing jantan.","Apabila kamu datang hendak menghadap hadirat-Ku, siapa gerangan sudah menyuruhkan kamu menjejak halaman-Ku.","Jangan lagi kamu membawa persembahan dengan cuma-cuma; bahwa pembakaran dupa itu kebencian kepada-Ku, segala bulan baharu dan sabat dan panggilan sidang berhimpun itu tiada tersabarkan oleh-Ku; demikianpun puasa dan segala hari raya.","Segala bulanmu baharu dan segala masa raya kamu yang tertentu itu kebencian kepada hati-Ku dan suatu keberatan kepada-Ku; penatlah Aku menyabarkan dia.","Apabila kamu menadahkan tanganmu, Aku mengejamkan mata-Ku dari padamu, jikalau kamu memperbanyakkan sembahyangmu sekalipun, tiada juga Aku mendengar; bahwa tanganmu berlumurkan darah.","Basuhkanlah dan sucikanlah dirimu, lalukanlah kejahatan perbuatanmu itu dari hadapan mata-Ku, berhentilah dari pada berbuat jahat.","Belajarlah berbuat baik, tuntutlah perkara yang benar, tolonglah akan orang yang teraniaya, perbuatlah insaf akan anak-anak piatu dan bicarakanlah acara orang janda perempuan;","Kemudian, marilah kamu, hendaklah kita berhukum bersama-sama, demikianlah firman Tuhan, jikalau segala dosamu bagaikan warna kirmizi sekalipun, niscaya ia itu akan menjadi putih seperti salju; jikalau ia itu merah padma sekalipun, niscaya ia itu akan menjadi putih seperti bulu kambing domda.","Jikalau kamu hendak menurut dan mendengar, niscaya kamu akan makan hasil tanah ini yang baik;","tetapi jikalau kamu enggan dan mendurhaka, niscaya kamu kelak dimakan pedang; demikianlah firman yang datang dari pada Tuhan!","Aduh! bagaimana negeri yang setiawan itu sudah berubah menjadi sundal? bahwa dahulu ia penuh dengan perkara yang benar dan keadilan selalu menumpang di dalamnya, maka sekarang ia itu sarang pembunuh juga adanya.","Perakmu telah berubah menjadi sanga belaka, dan air anggurmu sudah dicampurkan air.","Segala penghulu kamu sudah jadi orang durhaka dan kawan orang pencuri; masing-masing mereka itu suka beroleh hadiah dan menuntut suap; mereka itu tiada membenarkan hal pekara anak piatu dan acara janda perempuan tiada sampai ke hadapannya.","Maka sebab itu firman Hua Tuhan serwa sekalian alam, Yang Mahakuasa orang Israel: Wai! Aku akan menghiburkan hati-Ku dari karena segala orang yang mendurhaka kepada-Ku dan Aku membalas akan segala seteru-Ku itu!","Maka Aku akan membalikkan tangan-Ku lawan kamu dan menyucikan kamu dari pada sangamu sampai bersih sekali, dan segala timahpun akan Kuceraikan dari padamu.","Lalu Aku memberikan pula hakim kepadamu seperti dahulu, dan penghulu seperti pada mulanya, setelah itu maka kamu akan dinamai pula negeri tempat keadilan dan negeri yang setiawan.","Bahwa Sion akan ditebus oleh kebenaran dan segala orang yang kembali kepadanya oleh keadilan;","tetapi kebinasaan atas segala orang durhaka dan atas orang berdosa bersama-sama, dan segala orang yang meninggalkan Tuhan itu akan ditumpas kelak.","Maka pada masa itu kamu malu kelak dari karena segala pohon kayu, yang kamu sukai dahulu, dan kamu akan kena bera muka dari karena segala taman yang sudah kamu pilih.","Apabila kamu sendiri seperti pohon jati yang luruh daunnya dan seperti taman yang kekurangan air.","Pada masa itu orang kuat akan seperti jerami dan perbuatannya seperti bunga api, keduanya akan hangus bersama-sama, sehingga seorangpun tiada yang dapat memadamkannya."]