["Sebermula, maka inilah firman akan hal Mesir:","Karena Aku akan mengadu orang Mesir dengan orang Mesir, sehingga mereka itu berperang masing-masing dengan saudaranya dan masing-masing dengan kawannya, dan isi negeri dengan isi negeri dan kerajaan dengan kerajaan.","Pada masa itu hikmat orang Mesir akan habis di dalam dadanya dan bicara mereka itu akan Kubatalkan; pada masa itu mereka akan bertanyakan berhalanya dan segala juru manteranya dan orang tenungannya dan yang tahu hikmat iblis.","Maka Aku akan menyerahkan orang Mesir kepada tangan tuan yang keras, dan seorang raja yang bengis akan memerintahkan mereka itu; demikianlah firman Hua, Tuhan serwa sekalian alam.","Maka air tasik akan rusak, bahkan, sungai itu akan tohor dan kekeringan.","Air segala sungai itu tiada dapat diminum, air segala parit yang beterbis itu akan ditimba habis sampai kekeringanlah ia, buluh dan kercutpun akan layu.","Segala tanah rumput di tepi sungai dan di kuala sungai dan segala sesuatu yang tertabur pada tepi sungai itu layulah lalu terbang sehingga tiada ia itu lagi.","Lagipun segala nelayan akan berdukacita hatinya dan segala orang yang membuang mata kail dalam sungai itu akan berkabung dan segala orang yang membuang jala di atas muka airpun akan letih lesu.","Segala orang yang pandai pada rami dan kain khasah dan mereka sekalian yang bertenun kain kapas itupun kemalu-maluanlah.","Segala perkakasan tenun dipatah-patahkan oranglah; segala orang yang membuat minuman keraspun berdukacita hatinya.","Aduh, segala penghulu Zoan sudah digilakan; bicara segala hakim dan menteri Firaun sudah dibodohkan; maka bagaimana kamu dapat bersembah kepada Firaun demikian: Patik ini anak hakim, patik ini anak raja dahulukala?","Di manakah sekarang segala hakimmu itu? Biarlah sekarang dimaklumkannya dan diberitahunya kamu barang yang telah ditakdirkan oleh Tuhan serwa sekalian alam atas Mesir.","Segala penghulu Zoan sudah digilakan; segala penghulu Nof sudah dibingungkan, segala kepala suku bangsa menyesatkan Mesir.","Bahwa Tuhan sudah menuangkan ke dalam mereka itu kepikiran yang membingungkan, sehingga disesatkannya Mesir dalam segala perbuatannya, seperti seorang mabuk menggelumang dalam mutahnya.","Maka tiada akan lagi pekerjaan bagi orang Mesir, yang boleh diperbuat oleh kepala atau ekor, oleh cabang atau kercut.","Pada hari itu juga orang Mesir akan seolah-olah perempuan, maka mereka itu akan gentar dan takut akan gerak tangan Tuhan serwa sekalian alam, yang digeraknya kelak akan melawan mereka itu.","Maka tanah Yehuda kelak bagi orang Mesir akan perkara hebat, barangsiapa yang menyebut namanya itu akan gentar dalam dirinya dari karena takdir Tuhan serwa sekalian alam, yang telah ditentukannya atas mereka itu.","Maka pada hari itu juga akan ada lima buah negeri di tanah Mesir, yang pakai bahasa Kanaan dan yang bersumpah demi nama Tuhan serwa sekalian alam; maka nama sebuah akan disebut negeri kerusakan.","Pada hari itu juga akan ada bagi Tuhan suatu mezbah di tengah-tengah tanah Mesir dan sebatang tiang peringatan bagi Tuhan pada perhinggaan tanahnya.","Maka ia itu akan suatu tanda alamat bagi Tuhan serwa sekalian alam di Mesir, bahwa mereka itu sudah berseru-seru kepada Tuhan dari karena segala penganiaya dan disuruhkannya seorang Penolong dan Tuan mendapatkan mereka itu, dan diluputkannya mereka itu.","Maka pada hari itu juga Tuhan kekenalanlah kelak kepada orang Mesir dan orang Mesirpun akan mengenal Tuhan dan berbuat bakti kepadanya dengan korban sembelihan dan persembahan makanan, dan mereka itupun akan bernazar kepada Tuhan dan menyampaikan juga nazarnya.","Demikianlah orang Mesir akan dipalu sangat oleh Tuhan, tetapi lalu disembuhkan pula, dan mereka itu akan bertobat kepada Tuhan, dan didengar Tuhan kelak akan permintaan doa mereka itu dan disembuhkan-Nya mereka itu.","Maka pada hari itu juga akan ada suatu jalan raya yang rata dari Mesir ke Asyur, sehingga orang Asyur boleh datang ke Mesir dan orang Mesirpun boleh datang ke Asyur; maka orang Mesir dan orang Asyurpun bersama-sama akan berbuat ibadat.","Maka pada hari itu orang Israel jadi yang ketiga dengan orang Mesir dan orang Asyur, akan suatu berkat di tengah-tengah negeri.","Karena mereka itu akan diberkati oleh Tuhan serwa sekalian alam, firman-Nya: Berkatlah atas orang Mesir, yaitu umat-Ku, dan atas orang Asyur, yaitu perbuatan tangan-Ku, dan atas orang Israel, yaitu bahagian-Ku pusaka!"]