["Sebermula, maka inilah firman akan hal Damsyik:","Segala negeri Aroer akan ditingkatkan sunyi, menjadi tempat kawan-kawan kambing, yang akan berkaparan di sana dan seorangpun tiada yang mengusik akan dia.","Adapun dewala Efrayim dan kerajaan Damsyik dan sisa orang Syam itu akan tiada lagi; habislah sudah segala kemuliaannya seperti kemuliaan bani Israelpun, demikianlah firman Tuhan serwa sekalian alam.","Bahkan, pada hari itu juga kemuliaan Yakub akan sedikit, dan tubuhnya yang gemuk berubah menjadi kurus.","Maka perihalnya akan seperti dikumpulkan orang hasil yang lagi terdiri diperhumaan atau seperti lengan orang peladang menyabit mayang-mayang gandum, dan seperti orang memungut mayang-mayang di lembah Refayim.","Maka dari padanya akan tinggal sisa yang dipungut kemudian sahaja, seperti apabila digoncang orang pokok zait tinggal buah zait dua tiga biji pada cabang yang tinggi-tinggi, empat lima biji pada cabang yang amat subur, demikianlah firman Tuhan, Allah orang Israel.","Maka pada hari itu manusia akan berpaling kepada Yang sudah menjadikan dia, dan matanyapun akan melihat Yang Mahasuci orang Israel.","Maka tiada lagi mereka itu berpaling kepada segala mezbah, perbuatan tangannya, dan tiada dipandangnya pula akan barang yang telah diperbuatnya dengan jarinya atau akan hutan-hutan atau akan segala gambar syamsiat.","Pada hari itu segala kota bentengnya akan seperti ladang dan hutan yang ditinggalkan orang; seperti dahulu ditinggal orang akan dia di hadapan bani Israel, yaitu apabila sempurnalah kebinasaannya.","Karena engkau sudah melupakan Allah, pohon selamatmu, dan tiada engkau ingat akan gunung batu kuatmu, tambahan pula engkau sudah membuat beberapa taman lezat akan dirimu dan sudah menanami dia dengan pokok-pokok lain negeri.","Setelah sudah engkau menanam dia, engkaupun memeliharakan tumbuhannya dan keluaran buah-buahnya pada tiap-tiap pagi, tetapi hanya akan ada harap penuaian sahaja, pada hari itu akan ada penyakit belaka dan sengsara yang terpedih.","Wai, ada gelora kebanyakan bangsa besar-besar, yang bergelora seperti gelora laut, dan dengung segala bangsa, yang berdengung seperti air banyak menderu!","Biarlah segala bangsa itu bergelora seperti air banyak menderu, maka diancamnya akan dia kelak, lalu larilah mereka itu jauh-jauh, bahkan, mereka itu diterbangkan seperti sekam di gunung diterbangkan oleh angin dan seperti pasir urai diterbangkan oleh puting beliung.","Pada petang hari sesungguhnya adalah kegentaran, maka dahulu dari pada datang pagi sudah tiada ia itu lagi! Bahwa inilah bahagian orang yang sudah menjarahi kita dan nasib untung mereka sekalian yang sudah merampas kita."]