["hendaklah kiranya pemerintah negeri mengirimkan beberapa anak kambing domba dari pada Sela terus dari padang belantara, lalu ke bukit puteri Sion.","Karena tiada lama lagi maka anak-anak perempuan Moab akan ada di penambangan Arnon seperti unggas melarat, yang dinyahkan dari dalam sarangnya.","Adakanlah suatu bicara yang baik, tentukanlah maksud, jadikanlah pernaunganmu pada tengah hari seperti yang pada malam, sembunyikanlah orang yang diusir, janganlah belot akan orang yang lari.","Biarlah segala orangku yang diusir itu dapat tumpangan di antara kamu, hai orang Moab! jadilah suatu perlindungan baginya dari pada muka si pembinasa; karena tiada lama lagi maka habislah sudah penganiaya itu, kerusakan itu hampir akan kesudahannya, dan si pembinasa itu akan ditumpas dari dalam negeri.","Karena sebuah takhta akan ditetapkan oleh kemurahan, maka di atasnya, yaitu di dalam kemah Daud, akan bersemayam selalu Satu, yang menghukumkan dan menuntut kebenaran yang sedia akan keadilan.","Kami ketahui akan jemawa orang Moab, amat sombong ia, dan akan congkaknya dan kebesaran hatinya dan geramnya dan culas hati segala nabi dustanya.","Sebab itu baiklah segala orang Moab menangisi hal Moab; baiklah mereka itu sekalian bertangis-tangaisan! hendaklah mereka itu berkeluh-kesah karena sebab segala pagar tembok Kir-Hareset yang roboh itu: Aduh! semuanya itu dihancurluluhkan.","Bahkan, segala padang Hezbonpun layurlah, segala pokok anggur Sibma itu sudah dipatahkan oleh penghulu-penghulu segala bangsa itu, bahwa ranting-rantingnya sampai ke Yaezar dan berjalaran di padang belantara, pucuk-pucuknya melancar sampai ke seberang tasik.","Maka sebab itu menangislah aku, dan aku menangisi Yaezar dan pokok anggur Sibma; bahwa aku membasahkan Hezbon dan Eleala dengan air mataku, sebab tiada lagi kedengaran sorak ramai-ramai dari karena segala pungutan buah-buahmu dan penuaianmu.","Segala kesukaan dan segala keramaian sudah dilalukan dari pada bendang dan kebun, dan di dalam kebun-kebun anggur tiada lagi orang menyanyi atau bersorak-sorak, tiada lagi diapitnya air anggur di dalam pengapitannya, maka Aku memperhentikan segala sorak keramaian itu.","Maka sebab itu bergeraklah isi perutku dari karena hal Moab dan berbunyi ia itu seperti kecapi dan hatikupun dari karena hal Kir-Heres.","Karena jikalau Moab naik di atas panggung-panggungnya sampai penat dan masuk ke dalam tempatnya yang suci akan meminta doa sekalipun, tiada juga ia akan mendapat kuat.","Maka inilah firman yang sudah lama dikatakan Tuhan akan hal Moab;","tetapu sekarang firman Tuhan demikian: Lagi tiga tahun, seperti tahun orang upahan, maka segala kemuliaan Moab berubah menjadi kehinaan serta dengan segala kebesaran kuasanya, maka yang lagi tinggal itu akan kecil dan sedikit dan kurang kuat adanya."]