["Bermula, maka inilah wahyu akan hal Babil, yang telah dinyatakan Yesaya bin Amos:","Dirikanlah satu alamat di atas gunung yang tinggi; nyaringkanlah suaramu kepada mereka itu; isyaratkanlah dengan tanganmu, supaya mereka itu masuk dari pada pintu orang yang berkuasa.","Bahwa Aku sudah memberi titah kepada segala orang yang telah Kusucikan; Aku sudah memanggil segala pahlawan-Ku, yang berlompat-lompatan datang dengan suka akan kebesaran-Ku, ia itu akan melakukan murka-Ku.","Kedengaranlah gemuruh di atas gunung-gunung seperti bunyi orang banyak, bunyi gegap gempita segala kerajaan orang kafir yang berhimpun itu; bahwa Tuhan serwa sekalian alam juga yang memeriksa balatentara peperangan itu.","Mereka itu datang dari negeri yang jauh-jauh, dari tepi langit; Tuhan serta dengan segala pegawai murka-Nya hendak membinasakan segenap negeri itu.","Baiklah kamu bertangis-tangisan karena hari Tuhan adalah hampir; adapun ia datang itu seperti kebinasaan dari pada Yang Mahakuasa.","Maka sebab itu lemahlah segala tangan dan hancurlah hati segala manusia;","mereka itu akan terkejut; kesukaran dan kesakitan datang atas mereka itu; mereka itu akan meranggut seperti seorang perempuan yang sakit beranak; seorang memandang akan seorang dengan tercengang-cengang dan muka mereka itu merah seperti nyala api.","Bahwasanya hari Tuhan datang dengan bengis dan geram, dan murka yang sangat akan menjadikan negeri itu sunyi, dan akan menumpas segala orang yang berdosa dari dalamnya.","Karena segala bintang di langit dan segala gugus bintangpun tiada akan bercahayakan terangnya; mataharipun dikelamkan pada ketika terbitnya, dan bulanpun tiada akan bersinarkan terangnya.","Karena Aku akan membalas kejahatannya kepada segala isi dunia dan kesalahannya kepada segala orang fasik, dan Aku akan memutuskan congkak orang sombong dan merendahkan jemawa orang lalim!","Maka akan Kujadikan bahwa mahal seorang laki-laki dari pada emas pajal, dan mahal seorang manusia dari pada emas tua yang dari Ofir.","Tambahan pula Aku akan menggentarkan langit, dan bumipun akan bergempa dan berpindah dari pada tempatnya, oleh karena geram Tuhan serwa sekalian alam dan oleh karena hari kehangatan murka-Nya.","Mereka itu akan seperti kijang yang diburu dan seperti kambing domba yang tiada terhimpunkan oleh seorang juapun; masing-masing akan balik kembali kepada bangsanya dan masing-masingpun ke negerinya.","Barangsiapa yang terdapat itu akan mati ditikam, dan barangsiapa yang tinggal bersama-sama itu akan rebah mati dimakan pedang.","Lagipun segala anak-anaknya akan diremukkan di hadapan mata mereka itu; segala rumah mereka itu akan dijarahi dan segala bini mereka itu akan digagahi.","Bahwasanya Aku akan membangkitkan orang Medi melawan mereka itu, yaitu suatu bangsa yang tiada mengindahkan perak dan yang tiada suka akan emas.","Melainkan busurnya akan meremukkan orang muda-muda dan tiada disayangkannya akan buah perut; matanyapun tiada mengasihankan anak-anak.","Demikianlah perihal Babil; kebesaran segala kerajaan dan kemuliaan dan kemegahan segala orang Kasdim itu akan disamakan dengan Sodom dan Gomorah, yang dibongkar balik oleh Allah.","Maka tiada akan lagi di sana tempat kedudukan orang sampai selama-lamanya dan tiada lagi ia itu diduduki orang turun-temurun, jikalau orang Arab sekalipun tiada akan berkemah di sana dan gembalapun tiada akan memperhentikan kawannya di sana.","Melainkan di sana akan berjungkang segala margasatwa dari gurun dan rumah-rumahnya akan dipenuhi dengan binatang yang hebat, dan anak burung unta akan diam di sana dan segala syaitanpun akan bertempala di sana.","Di dalam segala istananya akan meliur serigala, dan ular naga akan ada di dalam segala maligainya yang lezat; bahwa ketikanya hampir akan sampai dan harinyapun tiada akan dipertangguhkan."]