["Ya Tuhan! Engkaulah Allahku, aku hendak mempermuliakan Dikau, aku hendak memuji-muji nama-Mu, karena Engkau sudah berbuat ajaib; segala bicara-Mu dari dahulu-dahulu itu nyatalah benar dan amat teguh.","Karena negeri itu sudah Kaujadikan suatu kerobohan batu dan kota benteng itu Kaujadikan kerobohan, dan maligai orang keluaranpun suatu kerobohan, tiada dibangunkan pula akan dia sampai selama-lamanya!","Maka sebab itu bangsa yang kuat itu mempermuliakan Dikau dan negeri bangsa-bangsa yang gagah itu takut akan Dikau!","Karena Engkaulah suatu perlindungan bagi orang miskin, suatu tempat perlindungan bagi orang papa pada masa ia dalam ketakutan; suatu perlindungan dari pada air bah, suatu pernaungan dari pada panas; karena kehangatan amarah orang lalim itu seperti air bah menempuh pagar batu;","seperti panas terik di tempat kering, demikianlah geram orang jemawa; Engkau juga yang memadamkan panas itu dengan sebuah awan yang kabus, lalu berhentilah nyanyian orang lalim.","Maka di atas bukit ini Tuhan serwa sekalian alam juga akan membuat suatu perjamuan dari pada makanan yang lemak-lemak akan segala bangsa, suatu perjamuan dari pada air anggur yang sedap dan dari pada lemak sumsum dan dari pada air anggur hening, yang telah dijernihkan.","Maka di atas bukit ini juga akan disingkapkannya tudung muka yang menudungi segala bangsa, dan kain selubung yang terhampar atas segala bangsa.","Maka maut akan ditelannya dengan kemenangan dan air matapun akan disapu Tuhan Hua dari pada muka segala orang dan dijauhkan-Nya kecelaan dari pada umat-Nya di atas seluruh muka bumi; karena demikianlah firman Tuhan!","Maka pada hari itu juga orang akan berkata demikian: Bahwasanya inilah juga Allah kita; maka kita sudah menantikan Dia, dan Iapun sudah menyelamatkan kita! Ia inilah Tuhan, maka kita sudah menantikan Dia; mari kita tamasya dan bersukacita akan selamatnya!","Karena tangan Tuhan berhenti pada bukit ini, maka sebab itu Moab sudah diirik-irik di bawahnya, seperti merang diirik-irik menjadi timbunan sekam.","Maka dikembangkannya tangannya di tengah-tengah mereka itu seperti seorang berenang mengembangkan tangan akan berenang, dan direndahkannya jemawa mereka itu serta dengan segala pedaya tangan mereka itu.","Maka bangun-bangun yang tinggi pada dewalamu dicenderungkan-Nya dan dirobohkan-Nya sampai ke bumi dan disamakan-Nya dengan tanah!"]