["Seberrmula, maka sesungguhnya negeri itu dihampakan dan disunyikan oleh Tuhan, di balik belahnya akan dia dan dicerai-beraikannya segala orang isinya.","Seperti orang kebanyakan, begitu juga imam; seperti hamba, begitu juga tuannya; seperti sahaya, begitu juga enciknya perempuan; seperti orang yang membeli, begitu juga orang yang menjual; seperti orang yang memberi pinjam, begitu juga orang yang minta pinjam; seperti orang yang makan bunga uang, begitu juga orang yang membayar bunga.","Bahwa negeri itu dihampakan sekali-kali dan dijarahi sekali-kali; karena Tuhan juga yang sudah berfirman demikian.","Sekarang negeri itu muramlah dan layulah; tanahpun kekeringanlah dan matilah; segala orang besar-besar di antara bangsa negeri itupun lemahlah.","Maka tanah itupun dicemarkan oleh segala orang penduduknya; karena mereka itu sudah melangkah segala hukum dan diubahkannya segala adat dan ditiadakannya perjanjian yang kekal itu.","Maka sebab itu negeri itu dimakan habis oleh laknat, karena segala orang isinyapun bersalah; dan sebab itu segala orang isi negeri itu dihanguskan oleh nyala murka, sehingga sedikit jua orang yang tinggal dalamnya.","Bahwa air anggurpun murung dan pokok anggurpun layu, segala orang yang dahulu bersukacita hatinya sekarangpun berkeluh kesah;","ramai rebanapun berhentilah, bunyi ramai orang tepuk taripun tiada lagi; ramai bunyi kecapipun diamlah.","Tiada lagi orang minum air anggur sementara dibunyikan pantun; pahitlah rasanya tuak bagi orang yang meminum dia.","Negeri sunyi senyap itu sudah roboh, segala rumahnyapun tertutup, sehingga seorangpun tiada dapat masuk ke dalamnya.","Adalah peraung di lorong-lorong karena kurang air anggur; segala kesukaan sudah hilang; segala ramai di ladang-ladang sudah terbang.","Kerusakan belaka yang lagi tinggal di dalam negeri, lagipun pintu gerbangnya roboh berpecah-pecah ditumbuk dengan gada.","Tetapi di tengah-tengah tanah di antara segala bangsa itu didapati lagi akan orang seperti buah pohon zait yang telah digoyang, dan seperti pungutan yang kemudian setelah sudah buah anggur habis dipetik.","Maka mereka yang dari pihak laut itu akan menyaringkan suaranya dan menyanyi ramai-ramai dan bersorak-sorak dari karena kemuliaan Tuhan.","Bahkan, permuliakanlah Tuhan jikalau di dalam gua-gua sekalipun dan pada segala tepi laut akan nama Tuhan, Allah orang Israel!","Dari ujung bumi sekali kedengaranlah kepada kami bunyi mazmur akan mempermuliakan Yang mahaadil! -- Tetapi sekarang kataku: Bahwa aku menjadi kurus, bahkan, aku menjadi kurus; wai bagiku! karena orang khianat mendurhaka, bahkan, durhaka belaka perbuatan mereka itu yang khianat itu!","Kegentaran dan keleburan dan jerat atas kamu sekalian, hai orang isi negeri!","Karena akan jadi kelak bahwa barangsiapa hendak lari berlepas dirinya dari pada bunyi kegentaran, ia itu akan jatuh ke dalam keleburan, dan barangsiapa yang dapat naik dari dalam keleburan, ia itu akan kena jerat; karena segala pancuran yang di tempat tinggi itu akan dibukakan dan alas bumipun akan digoncangkan.","Bahwa bumi itu berpecah-pecah! bumipun berbelah-belah, bumipun bergoncang dan bergempalah!","Bumipun terhuyung-huyung seperti orang mabuk dan bergoncang-goncang seperti pondok tempat orang bermalam; karena beratlah kesalahannya menindih kepadanya, sehingga ia rebah dan tiada dapat bangkit pula.","Karena pada hari itu sesungguhnya Tuhan juga akan mendatangkan pembalasan atas tentara yang tinggi di ketinggian, dan atas segala raja dunia yang di atas bumi;","mereka itu sekalian akan dikumpulkan bersama-sama, akan diikat dalam keleburan dan dikurungkan dalam penjara, dan kemudian dari pada beberapa berapa hari mereka itu dipanggil akan disiksa.","Pada masa itu bulanpun akan malu kena bera muka dan mataharipun kemalu-maluanlah, apabila Tuhan serwa sekalian alam kerajaanlah di atas bukit Sion dan di Yeruzalem, dan kemuliaanpun ada di hadapan segala tua-tuanya."]