["Wai bagi Ariel, bagi Ariel, negeri tempat Daud sudah mendirikan kemahnya; tambahilah setahun dengan setahun, biarlah mereka itu menyembelihkan korban masa raya.","Lalu Aku akan memicikkan Ariel; pada masa itu akan ada pengerik dan tangis dan iapun akan menjadi bagiku seperti Ariel.","Karena Aku akan mengatur suatu tentara kelilingmu akan menyerang engkau, dan Akupun akan mengepung engkau dengan kubu, dan Aku akan mendirikan benteng akan menyerang engkau.","Pada masa itu engkau akan direndahkan, dan engkaupun akan berkata-kata dari dalam tanah dan tuturmu akan terbit dari dalam abu dengan perlahan-lahan, dan bunyi suaramu akan keluar dari dalam tanah seperti bunyi suara orang petenung, dan engkaupun akan berkata berbisik-bisik dari dalam abu.","Tetapi pada masa itu juga kebanyakan musuhmu itu akan menjadi seperti lumat halus, dan seperti sekam yang terbang jadinya segala penganiaya kamu, maka ia itu akan jadi dengan segeranya, dalam sesaat jua!","Dari pada Tuhan serwa sekalian alam akan datang pertolonganmu dengan guruh dan dengan gempa bumi dan halilintar yang hebat dan dengan puting beliung dan taufan dan nyala api yang makan habis.","Pada masa itu kebanyakan bangsa-bangsa yang berperang dengan Ariel itu akan seperti suatu mimpi adanya dan seperti khayal pada malam mereka itu sekalian yang menyerang dia dan kota bentengnya dan yang menyesakkan dia.","Maka akan jadi seperti orang yang berlapar itu bermimpi bahwasanya ia makan, tetapi serta sadar dari pada tidurnya hampa juga perutnya; atau seperti orang yang berdahaga itu bermimpi bahwasanya ia minum, tetapi serta sadar dari pada tidurnya tak dapat tiada ia letih dan dahaganyapun sama besarnya, maka demikianlah kelak hal kebanyakan segala bangsa, yang berperang dengan bukit Sion!","Biarlah kamu berdiri dengan tercengang-cengang, biarlah kamu memandang seorang akan seorang dengan heranmu. Bahwa mabuklah mereka itu, tetapi bukan oleh air anggur, mereka itu berhuyung-huyung, tetapi bukan oleh minuman yang keras.","Karena telah dicurahkan Tuhan atas kamu suatu nafsu tidur yang lelap, dan dikatupkan-Nyalah matamu dan diselubungkan-Nya muka segala nabi dan penghulumu dan segala pelihat.","Maka sebab itu segala khayal telah menjadi bagimu seperti bunyi kitab yang termeterai, yang diberikan oranglah kepada seorang yang tahu membaca, serta katanya: Baca apalah ini! tetapi jawabnya: Tiada dapat aku, karena kitab ini termeterai adanya.","Atau kitab itu diberikan oranglah kepada seorang yang tiada tahu membaca, serta katanya: Baca apalah ini! tetapi jawabnya: Aku tiada tahu membaca!","Dan lagi firman Tuhan demikian: Bahwa bangsa ini menghampiri Aku dengan mulutnya dan dengan lidahnya juga dimuliakannya Aku, tetapi hatinya jauh dari pada-Ku; adapun peri mereka itu berbuat ibadat kepada-Ku ia itu pengajaran hukum-hukum manusia belaka.","Maka sebab itu sesungguhnya Aku selalu akan melakukan kepada bangsa ini barang yang ajaib dan yang mengherankan, karena hikmat segala hakimnya akan hilang dan akal segala orang alimnya akan samar.","Wai bagi mereka yang hendak menyamarkan dirinya dari pada Tuhan dan menyembunyikan bicaranya, dan perbuatannya di dalam kegelapan, sambil katanya: Siapakah melihat kita? Siapakah mengenal kita?","Hai kamu yang terbalik hatimu! seolah-olah penjunan dibilang seperti tanah liat! seolah-olah perbuatan itu berkata akan hal tukangnya: Tiada diperbuatnya aku; atau barang yang dirupakan itu berkata akan hal orang yang merupakan dia: Tiada ia tahu pekerjaannya.","Bukankah lagi barang seketika sahaja maka Libanon diubahkan menjadi taman yang permai; dan yang dikatakan taman sekarang ini akan dibilang hutan pada masa itu?","Maka pada hari itu juga orang-orang tuli kelak mendengar akan bunyi perkataan Alkitab, dan mata orang-orang butapun akan melihat dengan tiada kabur dan dengan tiada kegelapan.","Pada masa itu orang yang lembut hatinya berulang-ulang bersukacita akan Tuhan, dan orang miskin yang di antara manusia itupun bersukacita akan Yang Mahasuci orang Israel.","Karena pada masa itu orang lalim itu tiada lagi, dan si pengolok-olokpun berkesudahan, dan segala orang yang berniat jahat belaka itu sudah ditumpas.","Yaitu segala orang yang menyalahkan orang sebab sepatah kata jua, dan yang memasang jerat akan orang yang mencahari kebenaran di dalam pintu gerbang, dan yang memutarbalikkan perkara orang yang benar itu dengan tipunya.","Maka sebab itu firman Tuhan, yang sudah menebus Ibrahim, kepada isi rumah Yakub demikian: Bahwa tiada lagi Yakub akan kemalu-maluan dan tiada lagi pucat mukanya!","Karena apabila anak-anaknya melihat perbuatan tangan-Ku di antaranya kelak, niscaya dikuduskannya nama-Ku, dan dikuduskannya Yang Mahasuci Yakub dan diberinya hormat akan Allah orang Israel!","Pada masa itu orang yang sesat hatinya akan mendapat akal dan segala orang bantahan akan menerima pengajaran."]