["Sebermula, maka inilah firman akan hal negeri Tsur. Hai orang isi segala kapal Tarsis! hendaklah kamu menangis, karena telah rusak negerinya dan pelabuhannya; maka dari pada negeri orang Khitim disampaikan kabar itu kepadanya.","Berdiamlah dirimu, hai kamu sekalian yang duduk di tepi laut, yang sudah diramaikan oleh saudagar-saudagar Sidoni, yang biasa berlayar di laut.","Adapun laut itu baginya akan bendang yang berhasil, akan biji-bijian Nil, akan penuaian sungai, dan iapun pasar segala bangsa.","Hendaklah engkau malu, hai Sidon! karena demikianlah kata laut, yaitu kota laut: Bahwa tiada pernah aku sakit beranak, tiada pernah aku beranak, tiada pernah aku memeliharakan anak laki-laki, tiada pernah aku memeliharakan anak perempuan.","Seperti dahulu kabar akan hal Mesir, demikianpun orang akan gementar apabila didengarnya kabar akan hal Tsur.","Hendaklah kamu menyeberang ke Tarsis, hendaklah kamu menangis, hai segala orang yang duduk di tepi laut!","Inikah untungmu, hai engkau yang lezat dan tamasya! yang asal dari zaman dahulukala. Bahwa kakinya sendiri membawa akan dia jauh-jauh akan menumpang seperti orang dagang.","Siapakah sudah menakdirkan untung ini atas Tsur, yang biasa membahagi-bahagi makota dan saudagarnya bagaikan raja-raja dan biaperinya bagaikan orang besar-besar di dunia itu.","Bahwa Tuhan serwa sekalian alam juga yang sudah menakdirkan dia, hendak mengejikan jemawa segala lezat dan kemuliaan dan merendahkan orang besar-besar di dunia itu.","Tinggalkanlah negerimu, seolah-olah engkau mengarung sungai, hai puteri Tarsis! tiada lagi pengikat pinggang.","Sudah dikedangnya tangannya ke atas laut, diharu-birukannya segala kerajaan; bahwa Tuhan sudah berfirman akan hal Kanaan, hendak Ia membinasakan segala kota bentengnya.","Demikianlah firman-Nya: Tiada lagi engkau akan merajalela, hai puteri Sidon, hai anak dara yang lelah digagahi! Bangkitlah engkau, hendaklah engkau menyeberang ke Khitim, maka di sanapun tiada engkau akan bersentosa.","Camkanlah hal negeri orang Kasdim, bahwa bangsa itu dahulu satupun tiada adanya, lalu dialaskan Asyur akan dia bagi orang yang duduk di padang belantara; maka mereka itu mendirikan bangun-bangun, diserangnya akan segala istananya, dijadikannya kerobohan batu.","Baiklah kamu menangis, hai segala kapal Tarsis! karena kota bentengmu itu sudah rusak.","Maka pada hari itu akan jadi, bahwa Tsur itu terlupa tujuh puluh tahun lamanya, seperti hari kerajaan seorang raja, maka pada kesudahan tujuh puluh tahun itu akan berlaku atas Tsur seperti bunyi pantun sundal ini:","Ambillah olehmu kecapi, hendaklah engkau berkeliling dalam negeri, hai sundal yang terlupa! mainlah baik-baik, nyanyikanlah pelbagai nyanyian, supaya diingat orang akan dikau pula!","Karena akan jadi kelak pada kesudahan tujuh puluh tahun itu bahwa Tuhan akan mendapatkan Tsur, sehingga kembalilah ia kepada labanya, lalu ia akan berbuat zinah pula dengan segala kerajaan yang di dunia, yang di atas muka bumi.","Tetapi pada masa itu penjagaannya dan labanya akan suci bagi Tuhan, yaitu tiada ditaruh akan dia dan tiada disimpan akan dia, melainkan laba perniagaannya akan bagi mereka yang duduk di hadapan hadirat Tuhan, supaya mereka itu makan sampai kenyang dan beroleh pakaian dengan sepertinya."]