["Maka pada hari itu juga Tuhan dengan pedang-Nya yang tegar dan besar dan keras mendatangkan pembalasan atas Lewiatan, yaitu ular mamdud, dan atas Lewiatan, yaitu ular yang melingkar-lingkar, dan ular naga yang di laut itu akan dibunuh-Nya.","Maka pada hari itu juga akan ada suatu kebun anggur yang merah air anggurnya, hendaklah berganti-ganti kamu menyanyi akan halnya.","Bahwa Aku, Tuhan, yang memeliharakan dia dan mendiris dia selalu, asal jangan barang jahat terkena kepadanya, maka Kutunggui akan dia pada siang dan malam.","Kehangatan murka tiada lagi pada-Ku; siapa gerangan menjadikan Daku duri atau onak, sehingga Aku melanggar dia dengan berperang dan membakar habis akan dia sama sekali?","Jikalau sahaja dijamahnya kuat-Ku, niscaya ia kelak berdamai dengan Aku, niscaya ia kelak berdamai dengan Aku!","Pada zaman akhir Yakub akan berakar, Israelpun akan berbunga dan berbuah dan tanahpun akan penuh dengan hasilnya.","Adakah dipalu-Nya mereka itu seperti dipalu-Nya segala orang yang sudah memalu mereka itu? Atau mereka itu dibunuhkah seperti dibunuh segala orang yang telah dibunuh-Nya?","Dengan kadar Engkau sudah berbantah-bantah dengan dia pada masa Engkau menolak akan dia; sangatlah bergelora murka-Nya pada hari taufan itu.","Maka sebab itu sekarang kesalahan Yakub sudah dihapuskan dan sekalian ini buahnya dari pada melakukan dosanya, bahwa dijadikannya segala batu mezbah akan pecah-pecahan batu yang terhambur dan tiada lagi berdiri hutan-hutan dan tiang-tiang syamsiat.","Karena negeri yang berkota benteng itu akan jadi sunyi dan tempat kediaman itu akan kebuangan dan ketinggalan seperti gurun; di sana lembu muda akan mencahari makan dan di sanapun ia akan berbaring dan makan habis segala cabang-cabangnya.","Apabila cabang-cabangnya sudah menjadi kering, lalu ia itu dipatahkan dan orang perempuanpun akan datang menyalakan dia; karena bangsa itu sekali-kali tiada berbudi, sebab itu tiada disayangi akan dia oleh Yang telah menjadikan dia, dan tiada dikasihani akan dia oleh Yang telah merupakan dia.","Maka akan jadi pada hari itu bahwa Tuhan juga akan mengirik-irik dari pada aliran sungai besar datang ke sungai Mesir, tetapi kamu sekalian akan dipungut, seorang demi seorang, hai bani Israel!","Maka akan jadi pada hari itu juga bahwa sebuah nafiri besar akan ditiup, lalu akan datang segala mereka yang sudah hilang di tanah Asyur, dan segala mereka yang sudah dihalaukan ke tanah Mesir, maka sekalian itu akan menyembah sujud kepada Tuhan di atas bukit yang suci di Yeruzalem."]