["Bahwa inilah wahyu yang kelihatan kepada Yesaya bin Amos akan hal Yehuda dan Yeruzalem.","Maka akan jadi pada hari yang terkemudian bahwa bukit kaabah Tuhan ditetapkan di atas kemuncak segala gunung dan ditinggikan terlebih dari pada segala bukit, maka segala bangsapun akan berkerumun kepadanya.","Maka beberapa berapa bangsa akan berjalan, serta katanya: Marilah kita naik ke bukit Tuhan, ke bait Allah Yakub, supaya diajar-Nya kita akan hal segala jalan-Nya, dan dapat kita menjalani dia, karena dari dalam Sion juga akan terbit hukum dan firman Tuhan dari dalam Yeruzalem.","Maka Iapun akan menjadi hakim di antara segala bangsa dan memutuskan hukum bangsa yang besar-besar; mereka itu akan menempa pedang-pedangnya, diperbuatkannya penggali, dan pendahannya diperbuatkannya sabit, maka bangsa tiada lagi akan menghunus pedang hendak melawan bangsa, dan tiada lagi orang belajar perang.","Marilah, hai orang isi rumah Yakub! hendaklah kita berjalan dengan terang Tuhan!","Tetapi Engkau sudah meninggalkan umat-Mu, yaitu orang isi rumah Yakub, sebab mereka itu penuh dengan kejahatan terlebih dari pada segala bangsa Masyrik, dan mereka itulah orang petenung seperti orang Filistin, dan berkenanlah mereka itu akan segala sesuatu yang helat.","Penuhlah negerinya dengan emas dan perak, dan tiada berkesudahan segala harta bendanya, dan lagi penuhlah negerinya dengan kuda, dan tiada berkeputusan segala kenaikannya.","Dan lagi penuhlah negerinya dengan berhala. Bahwa mereka itu menyembah sujud kepada perbuatan tangannya sendiri dan kepada barang yang telah diperbuatnya dengan jarinya.","Di sana orang hinapun tunduk dan orang muliapun merendahkan dirinya, maka sebab itu tiada Engkau mengampuni mereka itu.","Pergilah kamu masuk ke dalam bukit batu, sembunyikanlah dirimu dalam abu, dari karena hebat Tuhan dan dari karena kemuliaan kebesaran-Nya.","Segala mata orang yang tinggi itu akan direndahkan dan segala sombong orang laki-laki akan ditundukkan, maka pada hari itu hanya Tuhan jua akan tertinggi.","Karena satu hari sudah ditentukan oleh Tuhan serwa sekalian alam bagi segala orang yang jemawa dan tinggi dan bagi segala orang yang mengatas-ataskan dirinya, supaya mereka itu direndahkan.","Dan bagi segala pohon araz di Libanon, yang besar lagi dengan tinggi-tingginya, dan bagi segala pohon jati di Bazan,","dan bagi segala gunung yang tinggi-tinggi dan bagi segala bukit yang besar-besar,","dan bagi segala menara yang tinggi-tinggi dan bagi segala pagar tembok yang teguh-teguh,","dan bagi segala kapal dari Tarsis dan bagi segala patung yang indah-indah.","Maka pada hari itu segala kebesaran manusia akan ditundukkan dan segala ketinggian orang laki-laki akan direndahkan, maka pada hari itu hanya Tuhan sendiri juga akan mahatinggi.","Maka segala berhalapun akan hilang sama sekali.","Maka pada hari itu orang akan masuk ke dalam gua-gua di gunung dan ke dalam lobang-lobang di tanah, dari karena hebat Tuhan dan dari karena kemuliaan kebesarannya, apabila Ia bangkit berdiri akan mengejutkan segala isi bumi.","Maka pada hari itu juga tiap-tiap orang akan membuang segala berhala emas dan segala berhala perak, yang telah diperbuatnya akan menyembah sujud kepadanya, dan dicampakkannya kepada dandam dan kelelawar,","sambil lari masuk ke dalam celah, celah bukit batu dan ke dalam gua-gua di gunung, dari karena hebat Tuhan dan dari karena kemuliaan kebesaran-Nya, apabila Ia bangkit berdiri akan mengejutkan segala isi bumi.","Maka sebab itu jangan lagi kamu harap pada manusia, yang ada nafas di dalam lobang hidungnya, karena dalam apa gerangan dapat dibilang akan dia?"]