["Wai bagi makota jemawa segala orang Efrayim yang mabuk itu; karangan bunga yang hampir akan layu, yang begitu indah-indah rupanya di atas kepala lembah yang amat gemuk, segala orang yang pusing kepalanya oleh air anggur!","Bahwasanya pada Tuhan adalah suatu yang kuat dan berkuasa, suatu yang seperti hujan air beku dan ribut yang membinasakan, seperti air bah, yang bergelora dan meliputi semuanya, maka Iapun akan mengempaskan mereka itu ke bumi dengan tangan-Nya.","Makota jemawa orang Efrayim yang mabuk itu akan terpijak-pijak dengan kaki.","Pada masa itu karangan bunga yang sengajakan layu dan yang indah-indah rupanya di atas kepala lembah yang sangat gemuk itu akan seperti buah ara yang masak dahulu dari pada musim buah, baharu dilihat orang akan dia, diambilnya dengan tangannya lalu ditelannya.","Maka pada hari itu juga Tuhan serwa sekalian alam akan makota yang mulia dan karangan bunga yang indah-indah bagi segala umat-Nya;","dan akan Roh pehukuman bagi segala orang yang duduk akan menghukumkan, dan akan kuat bagi segala orang yang menolak perang sampai ke pintu gerbang.","Tetapi ini juga sesat dalam air anggur dan berpusing-pusing dalam minuman yang keras, jikalau imam dan nabi sekalipun sesat dalam minuman keras, mereka itu sekalian teracap oleh air anggur, mereka itu berpusing-pusing oleh minuman yang keras, mereka itu sesat dalam khayal, mereka itu terhuyung-huyung dalam pehukuman.","Karena penuhlah segala meja dengan muntah dan tahi, sehingga tiada lagi tempat yang suci.","Maka siapa gerangan diajarkannya pengetahuan? dan siapa diartikannya barang yang kedengaran itu? anak-anak yang baharu lepas susukah? anak-anak yang baharu diceraikan dari pada susu emaknya?","Karena adalah hukum bertambah hukum dan hukum bertambah hukum, syarat bertambah syarat dan syarat bertambah syarat, di sini sedikit, di sana sedikit.","Maka sebab itu Iapun akan berfirman kepada bangsa ini dengan lidah yang ajaib dan dengan bahasa yang lain.","Ia yang sudah berfirman kepada mereka itu demikian: Bahwa inilah perhentian; berikanlah perhentian kepada orang yang lelah; dan di sini adalah kesenangan! tetapi tiada mereka itu mau mendengar.","Maka sebab itu firman Tuhan jadi baginya akan hukum bertambah hukum, hukum bertambah hukum, syarat bertambah syarat, syarat bertambah syarat, di sini sedikit, di sana sedikit, supaya mereka itu pergi dan tergelincuh ke belakang dan kena luka dan jerat lalu ditangkap.","Maka sebab itu dengarlah olehmu firman Tuhan, hai orang pengolok-olok! hai kamu pemerintah bangsa ini yang di Yeruzalem!","Yang berkata demikian: Kami sudah berjanji-janjian dengan maut dan dengan alam barzakhpun kami sudah berteguhan janji; kendatilah cemeti yang membinasakan itu limpah atas sekaliannya, tiada juga ia akan sampai kepada kami; karena dusta telah kami jadikan perlindungan kami dan tipu dayapun telah kami jadikan tempat kami bersembunyi.","Maka sebab itu firman Tuhan Hua demikian: Bahwa sesungguhnya Aku membubuh sebuah batu alas di Sion, sebuah batu yang telah dicoba, sebuah batu penjuru yang indah-indah, yang teperalas dengan tetap teguhnya, maka barangsiapa yang percaya akan dia, ia itu tiada akan dipermalukan;","tetapi Aku juga akan melakukan hukum menurut tali sipat, dan keadilan menurut benang arang, maka pada masa itu hujan air beku akan menghapuskan perlindungan dusta, dan airpun akan meliputi tempat sembunyiannya;","dan perjanjian kamu dengan maut itu akan ditiadakan, dan janjimu dengan alam barzakh itu tiada akan teguh; apabila cemeti yang membinasakan itu limpah atas sekaliannya, maka kamupun akan dihancurluluhkan olehnya.","Ditangkapnya akan kamu kelak semenjak dan selamanya ia bergelora, maka iapun akan bergelora pada tiap-tiap pagi, baik siang baik malam; barangsiapa yang mendengar kabarnya sahaja itu kelak kegentaran belaka.","Pada masa itu tempat tidurpun akan kurang panjang bagi orang yang berbaring di atasnya, dan gebarpun akan kurang lebar bagi orang akan menyelubungkan dirinya dengan dia;","karena Tuhan akan bangkit seperti di atas gunung Perazim, dan murka-Nya akan bernyala-nyala seperti di lembah Gibeon; apabila dikerjakan-Nya pekerjaan-Nya, maka pekerjaan-Nya itu akan ajaib; apabila dilakukan-Nya perbuatan-Nya, maka perbuatan-Nya itupun akan ajaib.","Maka sekarangpun janganlah kamu membuat olok-olok, asal jangan kamu menerikkan pula tali pengikatmu, karena telah kudengar dari pada Hua, Tuhan serwa sekalian alam, bahwa suatu kebinasaan yang tertentu akan datang atas seluruh tanah itu.","Berilah telinga dan dengarlah olehmu akan bunyi suaraku; camkanlah dan dengarlah olehmu akan perkataanku!","Adakah orang penenggala yang menenggala sahaja pada segala hari akan menabur biji-bijian? Bahwa ia membuka tanahnya lalu disisirnya akan dia.","Bukankah begini: Setelah sudah diratakannya muka tanahnya itu ditaburinya dengan biji lenga atau ditaburinya dengan jintan atau dibubuhnya gandum atau padi atau jau atau sekoi atau cawak pada bendangnya.","Maka oleh Allahnya diajar juga akan dia dari peri kelakuan yang patut kepada masing-masingnya.","Karena biji lenga tiada dikupaskan orang kulitnya dengan gulung, dan jentera penggeretanpun tiada dikitar-kitarkan pada jintan, melainkan biji lenga ditebah dengan kayu dan jintanpun dengan tongkat.","Adapun gandum itu diirik-irik sampai ia itu kecil, tetapi tiada diirik-irik dan ditumbuk orang akan dia selalu; apabila jentera penggeretan sudah dikitar-kitarkan padanya, tiada diberi orang ia itu dihancurkan oleh kuku binatang.","Maka demikianlah adanya barang yang jadi dari pada Tuhan serwa sekalian alam; ajaib sekali bicara-Nya dan amat besarlah hikmat-Nya."]