["Maka pada hari itu juga nyanyian ini akan dinyanyikan oranglah di tanah Yehuda: Bahwa pada kami adalah sebuah kota benteng, maka salam dijadikannya akan dewala dan kubunya.","Bukakanlah pintu gerbang, supaya boleh masuk bangsa yang adil, yang memeliharakan setia dan kebajikan.","Inilah maksud yang tertentu, bahwa Engkau akan memeliharakan segala selamat bagi kami, karena orang sudah harap pada-Mu.","Haraplah pada Tuhan sampai selama-lamanya, karena Tuhan Hua itulah bukit batu yang kekal.","Maka direndahkan-Nya orang yang bersemayam tinggi-tinggi; negeri yang tinggi itu ditundukkan-Nya, bahkan, ditundukkan-Nya sampai ke bumi, dan disamakan-Nya dengan tanah.","Sehingga ia itu dipijak-pijak oleh kaki orang miskin dan oleh jejak orang papa.","Bahwa jalan orang benar itu rata belaka, Engkau juga yang telah meratakan jalan orang benar itu.","Demikianpun jalan segala hukum-Mu. Bahwa kami sudah menantikan Dikau, ya Tuhan! akan menyebut nama-Mu itulah kesukaan hati kami.","Rindulah hatiku akan Dikau, jikalau pada malam sekalipun dan lagi nyawaku yang di dalam aku itu mencahari Engkau pada pagi-pagi hari! karena apabila hukum-hukum-Mu berlaku di atas bumi pada masa itu orang isi duniapun belajar membuat barang yang benar.","Jikalau dilakukan kasihan kepada orang fasik, tiada juga ia belajar membuat barang yang benar, melainkan salah jua perbuatannya di dalam negeri yang semata-mata betul, dan tiada dipandangnya akan kebesaran Tuhan.","Ya Tuhan! tangan-Mu telah terkedang, maka tiada dilihatnya; sekarang mereka itu melihat cemburuan-Mu akan umat-Mu dan bagaimana segala seteru-Mu dimakan api, maka kemalu-maluanlah mereka itu.","Ya Tuhan! Engkau akan mengadakan selamat bagi kami, karena Engkau juga yang sudah membenarkan segala perkara kami.","Ya Tuhan, Allah kami! tuan-tuan lain adalah memerintahkan kami; hanya pada Engkau jua, yaitu pada nama-Mu, kami menaruh harap kami.","Setelah sudah mati tiada mereka itu hidup pula, setelah sudah mangkat tiada mereka itu bangkit pula; apabila Engkau mendatangkan tulah, maka Engkau membinasakan mereka itu dan menghapuskan segala peringatan akan mereka itu.","Bahwa Engkau sudah memperbanyakkan bangsa ini, ya Tuhan! Engkau sudah memperbanyakkan bangsa ini dan sudah mempermuliakan diri-Mu; segala perhinggaan tanah itu sudah Kauluaskan.","Ya Tuhan, pada masa kepicikan mereka itu sudah mencahari Engkau, mereka itu mencurahkan doanya diam-diam pada masa pengajaran-Mu berlaku atasnya.","Seperti seorang perempuan yang mengandung apabila hampir ketikanya akan beranak ia menyakiti dan berteriak dalam sakitnya, demikianlah hal kamipun, ya Tuhan! dari sebab murka-Mu.","Bahwa kamipun telah mengandung, kamipun menyakiti, tetapi seolah-olah kami beranak angin; bahwa selamatpun tiada berlaku atas negeri dan seorang isi duniapun tiada jadi.","Segala orang-Mu yang sudah mati itu akan hidup pula, lagi mayatku, semuanya itu akan bangkit! Bangunlah dan bersorak-soraklah, hai kamu sekalian yang duduk dalam abu! karena embunmu seperti embun pada sayur-sayuran, maka tanahpun akan mengeluarkan pula segala orang yang sudah mati.","Pergilah kamu, hai segala umat-Ku! masuklah ke dalam bilikmu bersekat dan kancingkanlah pintu dari belakangmu, sembunyikanlah dirimu barang sesaat jua, sehingga murka itu sudah lalu.","Karena sesungguhnya Tuhan keluar dari dalam tempat-Nya hendak membalas kesalahan segala orang isi dunia kepada-Nya, maka bumipun akan menyatakan darahnya dan tiada mau menudung lagi mayat orang yang sudah mati dibunuh itu."]