["Bahwa inilah firman akan hal padang belantara yang pada tepi laut:","Suatu wahyu yang hebat sudah dinyatakan kepadaku! Si penyamun itu lagi menyamun; si perusak itu lagi merusak; hai Elam! hendaklah engkau berjalan; hai Medi! hendaklah engkau menyerang. Bahwa aku juga memperhentikan segala pengeluh.","Maka pinggangku penuhlah dengan sakit payah, sebab perkara yang akan jadi kelak; beberapa penyakit yang pedih terkenalah kepadaku seperti penyakit orang perempuan yang hendak beranak; aku mengerutkan diriku dari sebab mendengar dan aku gementar dari sebab melihat dia.","Bahwa hatiku berdebar sangat, kegelian mendahsyatkan daku, dan petang yang telah kurindukan itu diubahkannya bagiku dengan kegentaran.","Bahwa meja disediakan oranglah, penunggupun ditaruh oranglah, dan orangpun makan minumlah; berbangkitlah kamu, hai segala penghulu! dan sapukanlah perisai dengan minyak!","Karena demikian inilah firman Tuhan kepadaku: Pergilah engkau, taruhlah olehmu akan seorang penunggu, hendaklah diberitahunya barang yang dilihatnya.","Maka dilihatnya orang berkendaraan, orang berkuda berdua-dua, orang mengendarai keledai, orang mengendarai unta, lalu didengar-dengarnya sekuat-kuat ia boleh mendengar.","Maka berserulah ia: Seekor singa Tuhan! Bahwasanya aku berdiri pada bangun-bangun dengan tiada berkeputusan sepanjang hari dan aku berjaga-jaga pada pertungguankupun semalam-malaman.","Tiba-tiba adalah datang beberapa orang berkendaraan, orang berkuda berdua-dua! Kemudian berserulah ia pula demikian: Sudah roboh, sudah roboh Babil itu, dan segala berhalanyapun hancur luluh tercampak ke bumi.","Hai pengirikku dan gandum peluburku! Adapun barang yang telah kudengar dari pada Tuhan serwa sekalian alam, Allah orang Israel, ia itu sudah kuberitahu kamu.","Bahwa inilah firman akan hal Duma:","Maka sahut penunggu itu: Sudah sampai dini hari, maka ada lagi malam; jikalau kamu hendak bertanya, baiklah bertanya, tetapi datanglah kembali pada lain kali.","Bahwa inilah firman akan hal negeri Arab:","Datanglah mendapatkan orang yang berdahaga sambil membawa air, hai orang isi negeri Tema! dan unjuklah roti kepada orang yang lari itu.","Karena mereka itu lari dari pada pedang yang terhunus, dan dari pada busur yang terbentang, dan dari pada kesangatan peperangan.","Kerena demikian inilah firman Tuhan kepadaku: Lagi setahun, seperti tahun orang upahan, maka habislah binasa segala kemuliaan Kedar itu.","Maka sedikit orang jua akan tinggal lagi dari pada segala orang pemanah itu, dan sedikit jua bilang, dan segala pahlawan orang Kedar, demikianlah firman Tuhan, Allah orang Israel."]