["Bahwa inilah firman akan hal lembah al Khayal:","Hai negeri yang penuh dengan gempita yang ramai dan tamasya! Adapun segala orangmu yang mati itu, ia itu tiada mati dimakan pedang dan tiada mereka itu mati di dalam perang.","Segala panglima kamu sudah lari bersama-sama; mereka itu sudah diikat oleh orang pemanah, barangsiapa yang kedapatan, ia itu sudah diikat bersama-sama; dari jauhpun mereka itu sudah lari.","Maka sebab itu kataku: Biarkanlah akan daku, supaya aku menangis tersedih-sedih; janganlah kamu paksa hendak menghiburkan daku dari pada kebinasaan puteri bangsaku.","Karena itulah hari huru-hara dan kepicikan dan kebingungan dari pada Hua, Tuhan serwa sekalian alam di lembah al Khayal. Seorang membaiki pagar tembok, seorang berteriak: Ke pegunungan!","Karena telah diambil Elam akan tarkasy, dan ratapun sudah dinaiki oranglah, dan orang berkudapun ada hadir, dan Kirpun mengeluarkan perisai.","Maka akan jadi kelak bahwa segala lembahmu yang terutama itu penuhlah dengan rata peperangan dan orang berkudapun menuju pintu gerbang.","Maka tudung Yehuda akan disingkap orang pada hari ia berpaling kepada segala senjata yang di dalam istana rimba.","Sekarang kamu melihat segala belah negeri Daud, berapa banyaknya dan berapa besarnya, dan kamu mengumpulkan segala air dari pada kolam yang di bawah sekali;","dan kamupun membilang segala rumah Yeruzalem dan kamu merombak beberapa rumah akan membaiki pagar tembok,","dan kamupun membuat sebuah parit di antara dua lapis tembok itu bagi segala air dari dalam kolam lama; tetapi tiada kamu menengadah kepada Yang sudah menakdirkan perkara itu, dan matamupun tiada memandang kepada Yang sudah menyediakan dia dari dahulu-dahulu.","Karena sesungguhnya pada hari ini kamu dipanggil Hua, Tuhan serwa sekalian alam akan menangis dan meratap dan akan mencabut ikal rambut dan memakai kain karung;","maka padamu adalah juga kesukaan dan tamasya dengan membantai beberapa ekor lembu dan menyembelih beberapa ekor kambing dan makan daging dan minum air anggur! katamu: Baiklah kita makan minum, karena besok kita mati.","Maka sebab itu Tuhan serwa sekalian alam sudah menyatakan diri-Nya kepadaku, firman-Nya: Masakan salah ini diampuni kepadamu sehingga kamu mati! demikianlah firman Hua, Tuhan serwa sekalian alam.","Bermula, maka firmah Hua, Tuhan serwa sekalian alam, demikian: Pergilah engkau mendapatkan penghulu bendahari, yaitu Sebna, pemerintah istana, dan katakanlah kepadanya:","Apa kehendakmu di sini? atau siapakah kaucahari di sini? maka engkau memahat di sini sebuah kubur akan dirimu. Patutkah engkau memahat sebuah kubur di tempat yang tinggi, dan engkau menentukan sebuah rumah akan dirimu di dalam bukit batu?","Bahwa sesungguhnya Tuhan juga mengempaskan dikau; Iapun mengempaskan dikau jauh, hai orang lalim! ditangkapnya akan dikau, ditangkapnya akan dikau dengan gagah,","niscaya dihumbalangkannya dikau, seperti sebuah bulat dihumbalangkan orang, kepada suatu tanah yang tiada beperhinggaan; di sana engkau akan mati, maka apakah jadinya segala ratamu yang indah-indah itu, hai engkau yang jadi kecelaan rumah tuanmu!","Demikianlah Aku akan memecatkan dikau dari pada jawatanmu, demikianlah diruntuhkannya engkau dari pada pangkatmu itu!","Tetapi pada hari itu juga sesungguhnya Aku akan memanggil Elyakim bin Hilkia, hamba-Ku itu,","dan Aku memakaikan dia dengan pakaianmu dan Aku mengikatkan pinggangnya dengan cindaimu, dan segala pemerintahanmu Kuserahkan kepada tangannya; maka iapun akan menjadi bapa bagi segala orang isi Yeruzalem dan bagi segala orang isi rumah Yehuda.","Dan anak kunci istana Daud Kububuh kelak di atas bahunya, dan iapun akan membuka, maka seorangpun tiada akan menutup, dan iapun akan menutup, maka seorangpun tiada akan membuka.","Maka Aku akan melantak dia seperti paku pada tempat yang tetap; dan iapun akan menjadi kursi kemuliaan di dalam rumah bapanya.","Padanya juga akan digantung oranglah segala sesuatu yang indah-indah di dalam rumah bapanya, beberapa perhiasan dan destar yang indah-indah, dan lagi pelbagai serba kecil dari pada serba piala dan serba bokor.","Maka pada hari itu juga, demikianlah firman Tuhan serwa sekalian alam, akan dilalukan paku yang terlantak pada tempat yang tetap itu, ia itu akan tercabut yang jatuh dan barang yang tergantung padanya itu akan hancur; demikianlah firman Tuhan."]