["Hai segala orang kafir, datanglah hampir akan mendengar! hai segala bangsa, berilah telinga! baiklah duniapun mendengar serta segala isinya dan bumi serta segala yang terbit dari padanya.","Karena murka Tuhan berlakulah atas segala orang kafir dan geram-Nya atas segala tentara mereka itu; telah dikaramkan-Nya mereka itu; telah diserahkan-Nya mereka itu akan dibantai.","Maka orangnya yang sudah dibunuh itu tercampak berkaparan dan bau bangkainyapun naik dan segala bukitpun lunaklah oleh darahnya.","Pada masa itu segala tentara langitpun taram-temaramlah, dan segala langitpun akan tergulung seperti sehelai surat, dan segala tentaranyapun akan luruh seperti daun luruh dari pada pokok anggur dan seperti buah luruh dari pada pokok ara.","Bahwa pedang-Ku sudah menjadi mabuk di dalam sorga, bahwasanya ia itu turun kepada Edom akan menghukumkan suatu bangsa yang telah Kukaramkan.","Bahwa penuhlah pedang Tuhan dengan darah, berlumurlah ia itu dengan lemak dan dengan darah anak-anak domba dan anak-anak kambing dan dengan lemak buah punggung kambing jantan! Karena di Bozra adalah bagi Tuhan suatu korban sembelihan dan suatu pembantaian yang besar di tanah Edom.","Lagipun beberapa seladang dibawa turun serta mereka itu dan beberapa lembu muda dan lembu jantan, sehingga mabuklah bumi dengan darahnya dan tanahpun dibaja dengan lemaknya.","Karena hari tulah dari pada Tuhan telah sampai, yaitu tahun pembalasan akan menghukumkan perkara Sion.","Pada masa itu anak-anak sungai mereka itu berubah airnya menjadi gala-gala dan tanahnyapun menjadi belerang, bahkan, tanahnya akan seperti damar yang bernyala-nyala.","Ia itu tiada dipadamkan baik siang baik malam, melainkan asapnya naik kekal sampai selama-lamanya, dari pada gilir orang datang kepada gilir orang ia itu dibinasakan, dan dari pada zaman datang kepada zaman seorang perjalananpun tiada lalu dari sana.","Melainkan ia itu menjadi bahagian pusaka burung undan dan landak, maka burung hantu dan gagak akan diam dalamnya, karena diregangkannya kelak tali sipat kebinasaan di atasnya dan unting-unting kesunyian.","Dipanggil oranglah akan segala orang bangsawan mereka itu kepada pegangan kerajaan, tetapi mereka itu tiada, dan segala raja-rajanyapun sudah gaib.","Di dalam segala istananya bertumbuhlah pokok duri dan di dalam segala kota bentengnya jelatang dan onak; sekalian itu menjadi tempat kediaman ular naga dan tempat hijau bagi anak burung unta.","Di sana bertemulah harimau dahan dengan serigala dan syaitanpun berserulah seorang akan seorang, lagipun hantu malam berhinggap di sana dan mendapat tempat perhentian.","Di sanapun ular babi akan bersarang dan bertelur dan menetas telurnya dan menghimpunkan anak-anaknya di pernaungan; di sanapun berkerumunlah burung nasar bersama-sama.","Selidiklah olehmu akan kitab Tuhan serta bacalah, bahwa dari pada sekalian ini satupun tiada akan hilang, baik ini baik itu, satupun tiada akan kurang, karena mulut-Nya sendiri juga yang sudah berfirman dan Roh-Nyapun akan mengumpulkan dia.","Karena Ia sendiri sudah membuang undi atas mereka itu, dan tangan-Nyapun sudah membahagi-bahagi kepada mereka itu dengan tali sipat; mereka itu kelak beroleh dia akan barang pusaka sampai selama-lamanya dan turun-temurun mereka itu akan diam dalamnya."]