["Hata, serta raja Hizkiapun mendengar dia, dikoyak-koyakkan baginda pakaiannya dan bagindapun berpakaikan kain kambeli, lalu masuk ke dalam kaabah Tuhan.","Setelah itu, maka disuruh baginda akan Elyakim, pemerintah istana, dan Sebna, karkun itu, dan akan segala tua-tua imam dengan berpakaikan kain kambeli, mendapatkan nabi Yesaya bin Amos;","maka kata mereka itu kepadanya: Demikianlah titah raja Hizkia: Bahwa hari inilah hari kesukaran dan siksa dan kecelaan, karena anak-anak hampir akan keluar, tetapi tiadalah kuat akan beranak.","Mudah-mudahan didengar Tuhan, Allahmu, akan segala perkataan Rabsake, yang disuruhkan oleh tuannya, yaitu oleh raja Asyur, supaya dicelakannya Allah yang hidup dan dinistakannya dengan perkataan, yang sudah didengar oleh Tuhan, Allahmu; maka sekarangpun hendaklah engkau meminta doa akan orang yang lagi tinggal, yang lagi terdapat itu.","Hata, maka sampailah hamba raja Hizkia itu kepada Yesaya,","lalu kata Yesaya kepadanya: Demikian kata hendaklah kamu persembahkan kepada tuanmu: Inilah firman Tuhan: Jangan engkau takut akan segala perkataan yang telah kaudengar, yang dikatakan oleh hamba raja Asyur itu hendak menghujat Aku.","Bahwasanya Aku kelak memberikan suatu perasaan di dalam hatinya, sehingga apabila didengarnya suatu bunyi suara iapun akan kembali ke negerinya; maka dalam negerinya juga Aku merebahkan dia kelak dimakan pedang.","Arakian, setelah kembali Rabsake didapatinya akan raja Asyur dalam berperang dengan Libna, karena telah kedengaranlah kabar kepadanya, mengatakan ia sudah berangkat dari Lakhis.","Maka di sana didengarnya kata orang akan hal Tirhaka, raja Kusy itu, demikian: Bahwa ia sudah keluar hendak berperang dengan tuanku! demi didengarnya kata itu disuruhkannya pula utusan kepada Hizkia, mengatakan:","Kata ini hendaklah kamu sampaikan kepada Hizkia, raja orang Yehuda: Jangan engkau ditipu oleh Allahmu, yang engkau harap pada-Nya, serta katamu: Bahwa Yeruzalem tiada akan diserahkan kepada tangan raja Asyur.","Bahwasanya telah didengar olehmu segala perkara yang diperbuat oleh raja-raja Asyur akan segala negeri, bagaimana telah ditumpasnya akan sekaliannya; masakan engkau diluputkan.","Dapatkah segala dewa bangsa-bangsa yang ditumpas oleh nenek moyangku itu, meluputkan mereka itu? Yaitu Gozan dan Haran dan Rezif dan bani Eden, yang duduk di Telasar?","Di mana gerangan raja Hamat dan raja Arpad dan raja negeri Sefarwayim dan Hena dan Iwa?","Hata, maka disambut Hizkia surat itu dari pada tangan utusan itu, setelah dibacanya maka naiklah baginda ke dalam kaabah Tuhan, lalu dihamparkan Hizkia surat itu di hadapan hadirat Tuhan,","dan Hizkiapun meminta doa di hadapan hadirat Tuhan, sembahnya:","Ya Tuhan serwa sekalian alam, ya Allah orang Israel, yang bersemayam di antara kerubiun! Engkaulah Allah dengan sebenarnya, hanya Engkau jua atas segala kerajaan yang di dalam dunia; Engkau juga yang sudah menjadikan langit dan bumi.","Ya Tuhan! beri apalah telinga dan dengarlah; ya Tuhan! bukakan apalah mata-Mu dan lihatlah dan dengarlah kiranya segala perkataan Sanherib, yang sudah menyuruhkan orang ini, supaya dicelakannya Allah yang hidup!","Ya Tuhan! sebenarnya juga raja-raja Asyur itu sudah membinasakan segala bangsa itu serta dengan negeri-negerinya;","dan sudah dicampakkannya segala berhala mereka itu ke dalam api, karena bukan ilah adanya, melainkan perbuatan tangan manusia jua dari pada kayu dan batu, maka sebab itu dapat dibinasakannya.","Maka sekarangpun, ya Tuhan, Allah kami, lepaskan apalah kami dari pada tangannya supaya diketahui oleh segala kerajaan yang di atas bumi, bahwa hanya Engkau sendiri Tuhan.","Maka pada masa itu disuruhkan Yesaya bin Amos utusan Hizkia, mengatakan: Demikianlah firman Tuhan, Allah orang Israel: Barang yang telah kaupinta kepada-Ku akan Sanherib, raja Asyur itu, ia itu sudah Kudengar.","Maka inilah firman yang dikatakan Tuhan kepadanya: Bahwa tuan puteri, yaitu puteri Sion, mencelakan dikau dan mengolok-olokkan dikau, puteri Yeruzalem itu menggeleng kepala di belakang engkau.","Siapa gerangan sudah kaucelakan dan kauaibkan? Dan kepada siapa gerangan sudah kaunyaringkan suaramu dan kauangkat matamu tinggi-tinggi? Kepada Kesucian orang Israel!","Dengan lidah hamba-hambamu juga sudah kaucelakan Tuhan, serta katamu: Dengan kebanyakan rataku aku mendaki gunung yang tertinggi dan tempat Libanon yang tiada terhampiri, dan kutebangkan segala pohon araznya yang tinggi dan segala pohon senobarnya yang pilihan, dan aku kelak sampai di atas kemuncaknya yang tertinggi dan di dalam hutan rimbanya yang permai itu.","Jikalau kiranya aku menggali, maka aku minumlah air, dan segala sungai Mesir kukeringkan dengan tapak kakiku.","Tiadakah pernah engkau dengar bahwa sudah Kuadakan sekalian ini dari dahulu dan dari pada zaman dahulukala sudah Kutentukan segala perkara yang Kudatangkan sekarang ini? Yaitu tak dapat tiada engkau juga yang patut membinasakan segala kota benteng yang teguh-teguh, sehingga ia itu menjadi satu kerobohan batu.","Itulah sebabnya maka segala orang isinya seperti tiada bertangan lakunya dan terkejut dan lenyaplah bicaranya; adalah hal mereka itu seperti rumput di padang, seperti pucuk muda, seperti tumbuhan di atas sotoh dan seperti gandum terlayur dahulu dari pada tuanya.","Tetapi Kuketahui akan peri dudukmu dan keluar masukmu dan kehangatan durhakamu kepada-Ku.","Oleh karena sebab durhakamu kepada-Ku ini dan oleh karena sebab kemegahanmu, yang telah sampai kepada pendengaran-Ku, niscaya Kububuh kelak kusa-Ku pada hidungmu dan kang-Ku pada bibirmu dan Kusuruh engkau balik pada jalan yang telah kauturut akan datang ke mari.","Maka inilah akan tanda bagimu; pada tahun ini hendaklah kamu makan barang yang telah tumbuh sendirinya, dan pada tahun yang kedua barang yang tumbuh pula dari padanya itu, tetapi pada tahun yang ketiga hendaklah kamu menabur dan menuai dan menanam pokok anggur dan makan dari pada buahnya.","Karena dari pada isi rumah Yehuda barang yang luput dan yang lagi tinggal itu akan berakar pula di bawah dan berbuah-buah di atas.","Karena dari Yeruzalem juga barang yang lagi tinggal itu akan berpecah-pecah, dan barang yang luputpun dari bukit Sion; maka cemburuan Tuhan serwa sekalian alam akan mengadakan perkara itu kelak!","Maka sebab itu demikianlah firman Tuhan akan hal raja benua Asyur: Sekali-kali tiada ia akan masuk ke dalam negeri ini, atau memanahkan sebilah anak panah ke dalamnya dan tiada ia akan menghampiri dia dengan perisai, atau mendirikan kubu kelilingnya.","Maka iapun akan balik pada jalan yang telah diturutnya hendak datang ke mari, tetapi tiada ia akan masuk ke dalam negeri ini, demikianlah firman Tuhan.","Karena Aku akan melindungkan negeri ini, hendak meluputkan dia, oleh karena kehendak-Ku dan oleh karena Daud, hamba-Ku.","Hata, maka pada masa itu keluarlah malaekat Tuhan, dibunuhnya dalam balatentara Asyur akan seratus delapan puluh lima ribu orang. Maka serta orang bangun pada pagi-pagi hari dilihatnya akan sekalian itu mayat jua adanya.","Arakian, maka Sanherib, raja Asyur itu, lalu berangkat pulang, maka tinggallah ia di Ninewe.","Maka pada sekali peristiwa, tatkala ia menyembah sujud alam kuil Nisyrokh, berhalanya, dibunuh oleh Aderamelekh dan Syarezar, kedua puteranya, akan dia dengan pedang, lalu larilah keduanya berlepas dirinya ke tanah Ararat, maka Esar-Hadon, putera baginda, lalu naik raja akan gantinya."]