["Bahwasanya seorang Raja akan kerajaan dengan adalat dan segala penghulupun akan memegang perintah dengan insaf.","Maka orang itu akan seperti perlindungan dari pada angin ribut dan persembunyian dari pada air bah dan seperti anak sungai di tempat yang kering dan seperti naung bukit batu besar di tanah yang kekeringan.","Pada masa itu mata orang yang melihat itu tiada lagi menoleh ke belakang, dan telinga orang yang mendengar itu akan memperhatikan.","Dan hati orang yang kurang ingat itu akan mengerti pengetahuan dan lidah orang telor akan berkata-kata dengan cepatnya dan fasihnya.","Maka orang kikir itu tiada lagi akan dikatakan dermawan dan orang gelojohpun tiada lagi akan dikatakan murah.","Melainkan orang fasik yang berkata jahat dan hatinya berniat salah, hendak membuat pura-pura dan mengatakan barang yang salah akan Tuhan, supaya tiada disampaikannya kehendak orang yang berlapar dan dikurangkannya minuman bagi orang yang berdahaga.","Adapun orang kikir itu segala perbuatannya jahatlah adanya, ia berpikirkan segala tipu daya, hendak membinasakan orang miskin itu dengan segala perkataan penipu dan diubahkannya perkara yang benar apabila orang miskin berkata-kata.","Tetapi orang dermawan itu membicarakan kebajikan dan tetaplah ia dalam melakukan kemurahan.","Bangunlah kamu, hai segala orang perempuan yang alpa! dengarlah olehmu akan kataku; hai anak-anak perempuan yang bersentosa, berilah telinga akan perkataanku!","Setahun ditambahkan lagi dengan setahun maka kamu akan diharu-birukan sangat, hai kamu yang bersentosa, karena habislah sudah petikan buah anggur, dan tiada datang lagi pupul agung.","Gentarlah kamu, hai orang perempuan yang alpa; berdebarlah, hai kamu yang sentosa! tanggalkanlah pakaianmu, telanjangkanlah dirimu dan kenakanlah kain karung pada pinggangmu.","Hendaklah orang bertebah-tebah dada, karena sebab segala bendang yang indah-indah itu dan karena sebab segala kebun anggur yang subur.","Pada tanah umat-Ku tumbuhlah duri dan onak; bahkan, di dalam segala maligai negeri yang tamasya itu.","Karena segala maligai sudah ditinggalkan sunyi, keramaian negeri sudah berubah menjadi kesunyian; keliling bukit dan bangun-bangun kelihatanlah tempat-tempat yang lapang beberapa zaman lamanya, yaitu tempat keledai hutan bersuka-suka dan kawan-kawan binatangpun mencahari makan,","sehingga dicurahkan atas kita Roh dari dalam ketinggian; pada masa itu padang akan berubah menjadi taman dan barang yang sekarang dikatakan taman itu akan dibilang bagai hutan.","Pada masa itu di padang belantara juga akan duduk kebenaran, dan di dalam taman itu akan diam keadilan.","Maka perolehan keadilan itu akan selamat dan hasil keadilan itu akan hal kesenangan dan sentosa pada selama-lamanya.","Maka umat-Ku akan diam di dalam pondok selamat dan di dalam rumah-rumah yang bersentosa dan diperhentian yang tiada bepercintaan.","Tetapi seperti hutan dipukul hujan air beku, demikianlah negeri itupun akan direndahkan sangat.","Berbahagialah kamu yang menabur di tepi segala air dan yang menyuruhkan lembu dan keledaimu berjalan ke sana."]