["Wai bagimu, hai si pembinasa, yang tiada dibinasakan, dan si khianat, yang tiada dikhianatkan. Sekarang engkau sudah selesai dari pada membinasakan, maka engkau sendiripun dibinasakan; sekarang engkau sudah selesai dari pada membuat khianat, maka engkau sendiripun dikhianatkan!","Ya Tuhan! kasihankanlah kiranya kami, maka kami sudah menantikan Dikau! Jadilah Penolong kami pada tiap-tiap pagi, dan Pemeliharaan kami pada masa kesukaran!","Dari pada bahana senjata larilah segala bangsa; apabila Engkau bangkit berdiri maka tercerai-berailah segala bangsa;","tetapi sekarang dipungut oranglah akan jarahanmu, seperti riang-riang menghabiskan hasil tanah; dan seperti belalang menyergap, demikianlah disergap oranglah akan dia.","Bahwa amat tinggilah Tuhan; kedudukan-Nya di tempat yang amat tinggi! maka dipenuhi-Nya Sion dengan kebenaran dan keadilan;","maka sebab itu hikmat dan pengetahuan akan menjadi ketentuan hal selamatmu, suatu kelimpahan besar dari pada pelbagai selamat, maka takut akan Tuhan itulah akan harta benda mereka itu!","Bahwasanya segala orang sombongnya adalah berseru-seru di luar; segala utusan yang menyorong damai itu menangis tersedih-sedih.","Segala jalan raya sudah rusak, seorang perjalananpun tiada lalu dari pada jalan itu; sudah dirombaknya perjanjian, tiada disayangnya akan negeri; barang seorang manusiapun tiada diindahkannya!","Bahwa tanah itu muramlah dan lemahlah; Libanonpun malu dan layu, Saronpun seperti belukar adanya dan Bazan dan Karmelpun tiada lagi berdaun!","Maka sekarang Aku hendak bangkit berdiri, demikianlah firman Tuhan! sekarang Aku hendak menyatakan ketinggian-Ku! sekarang Aku hendak membesarkan diri-Ku!","Kamu sudah mengandung merang, kamu sudah beranak jerami; nafasmu sendiri itulah api yang makan habis akan kamu.","Bagaimana segala bangsa dibakar seperti kapur, dinyalakan oleh api seperti pokok duri yang ditebas!","Dengarlah olehmu, hai segala kamu yang jauh! barang yang telah Kuperbuat; dan segala kamu yang hampir, ketahuilah olehmu akan kuasa-Ku!","Bahwa terkejutlah segala orang berdosa yang di Sion; kegentaran berlakulah atas segala orang munafik itu, katanya: Siapa gerangan di antara kita, yang dapat duduk hampir dengan api yang makan habis? siapa gerangan di antara kita, yang dapat duduk hampir dengan kehangatan yang kekal?","Orang yang melakukan kebajikan dan yang mengatakan barang yang benar; yang menolak laba keji dari pada aniaya itu, yang mengebaskan tangannya, supaya jangan lekat padanya barang suap; yang menampukkan telinganya asal jangan didengarnya utang darah, dan yang mengatupkan matanya, biar jangan dilihatnya barang jahat.","Orang itu duduk di tempat yang tinggi; kubu di atas bukit batu itulah perlindungannya yang tiada terhampiri; rezekinyapun dikaruniakan kepadanya dan air minumnya sudah tentu.","Bahwa matamu akan memandang Raja dengan segala kemuliaannya dan dilihatnya kelak suatu tanah yang luas perhinggaannya.","Sekarang engkau berpikir dalam hatimu akan ketakutan itu dan katamu: Di mana jurutulis? di mana orang yang memungut bea? di mana orang yang membilang segala bangun-bangun?","Tiada lagi engkau akan melihat bangsa yang bengis itu, suatu bangsa yang amat dalam bahasanya sehingga hampir tiada didengar orang akan dia, dan yang berlidah pelat, sehingga seorangpun tiada dapat mengerti dia.","Pandanglah akan Sion, yaitu negeri perhimpunan kami! Matamu akan melihat Yeruzalem, suatu tempat kediaman yang bersentosa, sebuah kemah, yang tiada terpindahkan, yang pasaknya sampai kekal tiada tercabut dan tali-talinyapun tiada akan putus.","Melainkan di sana Tuhan akan mulia serta kami di tempat yang bersungai-sungai dan berair yang luas-luas; sebuah perahu berdayungpun tiada dapat menyeberang dia dan sebuah kapal besarpun tiada dapat melalui dia.","Karena Tuhan juga Hakim kami, Tuhan juga Pemberi hukum kami, Tuhan juga Raja kami, Ia juga yang memeliharakan kami.","Bahwa segala talimu sudah kendur, tiada dapat diteguhkannya tiangnya atau diregangkannya layarnya! Sekarang dibahagi-bahagi jarahan yang amat limpah, jikalau orang timpang sekalipun merebut jarahan.","Maka seorang isi negeripun tiada yang akan berkata demikian: Aku sakit, karena bangsa yang duduk di dalamnya itu sudah beroleh keampunan salahnya."]