["Karena sesungguhnya Hua, yaitu Tuhan serwa sekalian alam, itu akan melalukan dari pada Yeruzalem dan Yehuda baik tongkat baik batang, yaitu segala tongkat roti dan segala barang air,","dan orang pahlawan dan hulubalang dan hakim dan nabi dan orang besar-besar dan orang tua-tua,","dan penghulu dan orang bangsawan dan menteri dan tukang yang pandai dan orang yang fasih lidahnya.","Maka budak-budak akan kujadikan raja mereka itu dan anak-anak akan memerintahkan mereka itu.","Maka mereka itu akan menganiaya seorang akan seorang, masing-masing akan kawannya, maka orang muda akan mendurhaka kepada orang tua dan orang hinapun kepada orang yang mulia-mulia.","Pada masa itu seorang akan memegang seorang saudaranya dalam rumah bapanya, serta katanya: Padamu adalah sehelai baju, jadilah kiranya engkau penghulu kami, hendaklah engkau menahankan kerobohan ini.","Maka pada hari itu juga ia akan mengangkat tangan sambil katanya: Bahwa aku tiada dapat menahan akan dia, dan lagi di dalam rumahku rotipun tiada, bajupun tiada; jangan apalah aku kamu jadikan penghulu bangsa itu.","Demikianlah Yeruzalem sengajakan roboh dan Yehudapun jatuh karena lidah mereka itu dan segala perbuatan mereka itu durhaka kepada Tuhan akan memedihkan mata kemuliaan-Nya.","Muka mereka itu yang tebal itu menjadi saksi atasnya; mereka itu berkata-kata akan segala dosanya dengan tiada malu, seperti orang isi Sodom, tiada disembunyikannya. Wai bagi jiwa mereka itu, karena diadakannya jahat kepada dirinya sendiri!","Katakanlah kepada orang yang benar bahwa ia akan selamat, karena mereka itu akan makan dari pada hasil pekerjaannya.","Wai bagi orang fasik, maka jahat akan berlaku atasnya, karena segala perbuatan tangannya akan dibalas kepadanya.","Bahwa pengerah umat-Ku itu anak-anak jua adanya dan orang perempuan merajalela atasnya. Hai segala umat-Ku! kamu disesatkan oleh pemimpinmu, dan jalan yang patut kamu jalani itu dibongkarnya.","Bahwa Tuhan berbangkit hendak menghukumkan. Ia berdiri hendak memutuskan hukum segala bangsa.","Bahwa Tuhan datang hendak menghukumkan segala tua-tua umat-Nya dan segala penghulu mereka itu; kamulah dia, yang sudah membinasakan kebun anggur itu, maka rampasan dari pada orang yang teraniaya itu adalah di dalam rumah-rumah kamu.","Apa sebabnya maka kamu sudah memijak-mijak umat-Ku, dan menendang muka orang yang teraniaya itu? Demikianlah firman Hua, Tuhan serwa sekalian alam.","Dan lagi firman Tuhan: Sebab segala anak-anak perempuan Sion mengatas-ataskan dirinya serta berjalan menjenjang lehernya dan bercelak matanya dan berenjut-enjut kakinya yang pakai keroncong;","maka sebab itu kepala anak-anak perempuan Sion akan disulahkan Tuhan kelak, dan Tuhanpun akan menelanjangkan kemaluan mereka itu.","Pada hari itu juga diangkat Tuhan kelak akan segala perhiasan gelang keroncong dan dokoh lawi-lawi melekah dan dokoh sehari bulan,","dan segala cumbul dan segala pontoh dan segala perada terbang,","dan segala perhiasan kepala dan segala gelang dan segala ikat pinggang dan segala selepa dan segala anting-anting,","dan segala cincin dan segala jamang,","dan segala persalinan dan segala baju selimut dan segala tudung dan segala pundi-pundi,","dan segala cermin dan segala kain sundus dan segala tetampan dan segala selendang.","Maka akan jadi kelak bahwa ada bau busuk akan ganti harum minyak bau-bauan, dan kain compang-camping akan ganti pakaian yang indah-indah, dan gundul kepala akan ganti ikal-ikalan rambut, dan kain kambeli akan ganti pakaian hari raya dan arang di muka akan ganti elok paras.","Segala laki-laki kamu akan rebah mati dimakan pedang dan segala pahlawanmupun akan mati dalam perang.","Maka isi segala pintu gerbangnya akan meratap dan berkabung dan mereka itu akan duduk di bumi dengan hampanya."]