["Sebermula, maka sekali peristiwa, yaitu pada tahun yang keempat belas dari pada kerajaan Hizkia, datanglah Sanherib, raja Asyur, menyerang segala kota benteng Yehuda dan dialahkannya akan dia.","Maka disuruh raja Asyur akan Rabsake dari Lakhis ke Yeruzalem mendatangi raja Hizkia dengan suatu tentara yang besar, maka berhentilah ia itu hampir dengan saluran kolam yang di atas sekali, pada jalan tinggi ke bendang benara.","Hata, maka keluarlah Elyakim bin Hilkia, pemerintah istana, dan Sebna, karkun, dan Yoah bin Asaf, penyurat silsilah, mendapatkan dia.","Maka kata Rabsake kepada mereka itu: Katakanlah olehmu kepada Hizkia: Demikianlah titah raja besar, yaitu raja Asyur: Apa macam percaya yang kaupercayakan ini?","Katamu (tetapi perkataan bibir belaka) adalah bicara dan kuatpun akan berperang! tetapi pada siapa gerangan kautaruh harapmu, maka engkau hendak melawan aku?","Bahwasanya engkau menaruh harapmu pada buluh yang patah, yaitu pada Mesir, maka barangsiapa yang bersandar padanya, niscaya tangannya kelak tertusuk olehnya terus tembus; demikianpun peri Firaun, raja Mesir, bagi segala orang yang harap padanya.","Tetapi jikalau kiranya katamu kepadaku ini: Bahwa kami harap pada Tuhan, Allah kami. Bukankah Dia itu yang telah dijauhkan oleh Hizkia segala panggung-Nya dan mezbah-Nya, lalu ia telah berkata kepada orang Yehuda dan segala isi Yeruzalem demikian: Hendaklah kamu menyembah sujud di hadapan mezbah ini?","Sekarangpun, mari, baiklah engkau bertaruh dengan tuanku, raja Asyur, maka aku memberikan kamu kuda dua ribu ekor, jikalau engkau dapat mengeluarkan sampai banyak orang akan mengendarai dia.","Masakan engkau dapat berhadap-hadapan melawan salah seorang penghulu dari pada segala rakyat tuanku yang terhina? Tetapi engkau menaruh harapmu pada Mesir, karena sebab segala rata peperangan dan orang berkendaraan.","Maka sekarang, iakah aku sudah berangkat dengan tiada kehendak Tuhan akan menyerang negeri ini dan akan membinasakan dia? Bahwa Tuhan juga sudah berfirman kepadaku demikian: Pergilah engkau menyerang negeri itu dan binasakanlah dia.","Hata, maka kata Elyakim dan Sebna dan Yoah kepada Rabsake: Hendaklah kiranya tuan berkata-kata kepada hambamu ini dengan bahasa Arami, karena hamba juga mengerti; jangan apalah tuan berkata-kata kepada hamba dengan bahasa Yehudi di hadapan telinga segala rakyat, yang di atas dewala itu.","Tetapi kata Rabsake: Adakah tuanku menyuruhkan daku menyampaikan segala perkataan ini kepada tuanmu dan kepada kamu? Bukankah akan menyampaikan dia kepada segala orang yang duduk di atas dewala, dan yang kelak akan makan tahinya dan minum air kencingnya serta dengan kamu?","Maka berdirilah Rabsake sambil berseru-seru dengan suara yang nyaring dan dengan pakai bahasa Yehudi, bunyinya: Dengarlah olehmu akan titah raja besar, yaitu raja Asyur!","Demikianlah titah raja itu: Janganlah kamu ditipu oleh Hizkia, karena tiada ia dapat meluputkan kamu.","Dan jangan kamu dibujuk Hizkia akan menaruh harapmu pada Tuhan, katanya: Niscaya Tuhan juga kelak meluputkan kita, dan negeri ini tiada akan diserahkan ke tangan raja Asyur.","Jangan kamu mendengar akan kata Hizkia itu, karena titah raja Asyur demikian ini: Berjanjilah dengan aku akan baikmu; keluarlah kamu mendapatkan aku, biar masing-masing kamu makan dari pada pokok anggurnya dan masing-masing dari pada pokok aranya dan masing-masingpun minum air dari dalam periginya;","sampai aku datang memindahkan kamu kepada suatu tanah yang sama seperti tanahmu, yaitu suatu tanah yang berkelimpahan gandum dan air anggur baharu, suatu tanah yang berkelimpahan roti dan kebun anggur.","Janganlah kiranya kamu kena bujuk Hizkia, katanya: Tuhan juga akan meluputkan kita kelak. Sudahkah dewata segala bangsa itu dapat meluputkan tanah masing-masing mereka itu dari pada tangan baginda raja Asyur?","Di manakah dewata Hamat dan Arpad? di manakah dewata Sefarwayim? Sudahkah dilepaskannya Samaria dari pada tanganku?","Siapa gerangan di antara dewata segala negeri itu yang telah dapat melepaskan negerinya dari pada tanganku, maka Tuhan dapat melepaskan Yeruzalem dari pada tanganku?","Hata, maka mereka itupun berdiamlah dirinya, sepatah katapun tiada disahutnya akan dia; karena titah baginda kepada mereka itu demikian: Jangan kamu sahut akan dia.","Setelah itu, maka datanglah Elyakim bin Hilkia, pemerintah istana itu, dan Sebna, karkun itu, dan Yoah bin Asaf, penyurat silsilah itu, menghadap Hizkia dengan koyak-koyak pakaiannya, lalu disampaikannyalah kepada baginda segala perkataan Rabsake itu."]