["Bermula, maka pada masa itu juga jatuhlah Hizkia sakit payah, hampir akan mati, maka datanglah nabi Yesaya bin Amos menghadap baginda, serta katanya: Demikian ini firman Tuhan: Berwasiatlah engkau kepada orang isi istanamu, karena engkau akan mati kelak, dan tiada hidup lagi.","Setelah itu maka bagindapun memalungkan wajahnya ke sebelah dinding lalu meminta doa kepada Tuhan,","sembahnya: Ya Tuhan, hendaklah kiranya Engkau ingat akan hal aku sudah berjalan di hadapan hadirat-Mu dengan segala benar dan sempurna hatiku dan sudah kuperbuat barang yang baik kepada pemandangan-Mu. Maka Hizkiapun menangislah tersedih-sedih.","Maka datanglah firman Tuhan kepada Yesaya, bunyinya:","Pergilah engkau, katakanlah kepada Hizkia: Demikianlah firman Tuhan, Allah moyangmu Daud: Sudah Kudengar permintaan doamu, dan sudah Kulihat segala air matamu; bahwasanya Aku akan menambahi panjang umurmu dengan lima belas tahun lagi;","dan Aku akan melepaskan dikau kelak dari pada tangan raja benua Asyur, demikianpun negeri ini, dan Aku akan memeliharakan negeri ini.","Maka inilah tanda bagimu dari pada Tuhan, bahwa Tuhan akan menyampaikan juga barang yang telah Ia berfirman itu.","Bahwasanya, adapun bayang matahari pada tangga, yang sudah turun pada tangga Akhaz itu, ia itu akan Kuundurkan sepuluh tapak ke belakang. Maka undurlah bayang matahari itu sepuluh tapak ke belakang pada tangga yang sudah ia turun itu.","Maka inilah surat puji-pujian Hizkia, raja orang Yehuda, pada masa ia sudah sakit dan iapun disembuhkan dari pada sakitnya.","Bahwa kataku: Pada pertengahan hari hidupku aku akan berjalan ke pintu kubur; barang yang tinggal dari pada tahunku itu dikurangkan padaku.","Kataku: Bahwa aku tiada lagi akan melihat Tuhan, yaitu Tuhan di dalam negeri orang yang hidup; tiada lagi aku akan memandang manusia serta dengan segala isi dunia.","Umurku sudah lalu dan dipindahkan dari padaku seperti sebuah pondok orang gembala; aku sudah memutuskan hidupku selaku orang tenun, terkeratlah ia itu dari pada orang kebanyakan, sehari semalam lagi maka Engkau menghabiskan daku!","Jikalau aku sudah menyenangkan hatiku sampai pagi hari, maka sekarang adalah seperti singa mematahkan segala tulangku, sehari semalam lagi maka Engkau menghabiskan daku.","Seperti burung layang-layang yang terbang ke sana ke mari, demikianpun mencicitlah aku; seperti burung merpati demikianpun bunyiku; mataku menengadahlah ke langit, ya Tuhan! bahwa aku disengsarakan; hendaklah kiranya Engkau menjadi penebusku.","Maka sekarang apakah hendak kukatakan? Barang yang dijanji-Nya itu telah disampaikan-Nya, maka aku akan berjalan perlahan-lahan sementara lalu segala tahunku dari karena kepahitan hatiku.","Ya Tuhan! dengan segala perkara ini hiduplah orang dan dalam sekalian ini adalah kehidupan nyawaku, karena Engkau sudah menyembuhkan daku dan menghidupkan daku pula.","Bahwasanya kesukaranku sudah berubah menjadi selamat bagiku; kasih-Mu sudah merebut aku dari pada kebinasaan dan maut; bahkan, segala dosakupun sudah Kaubuang ke belakang-Mu!","Karena liang lahad tiada akan memuji-muji Engkau dan mautpun tiada akan mempermuliakan Dikau; barangsiapa sudah turun ke dalam kubur, ia itu tiada harap lagi pada kebenaran-Mu.","Melainkan orang yang hidup, bahkan, yang hidup itu memuji-muji Engkau, seperti kuperbuat sekarang ini: Bahwa bapa akan memaklumkan kebenaran-Mu kepada segala anak-anaknya.","Bahwa Tuhan telah menjadi Penolongku, sebab itu kita hendak memetik kecapi pada segala hari umur hidup kita di dalam kaabah Tuhan.","Adapun Yesaya sudah berkata demikian: Hendaklah diambil orang akan segumpal anjir, dibuat tampal dan dibubuh pada puru itu, maka dia itu akan sembuh.","Maka titah Hizkia: Apakah akan tandanya, aku akan naik pula ke dalam kaabah Tuhan kelak?"]