["Wai bagi anak-anak yang murtad! demikianlah firman Tuhan; biarlah mereka itu mengadakan mufakat yang bukan dari pada-Ku, dan berjanji-janjian melawan kehendak-Ku, akan menambahi dosa dengan dosa.","Yang pergi berjalan turun ke Mesir dengan tiada bertanyakan firman-Ku, hendak menguatkan dirinya dengan kuat Firaun dan berlindung di bawah pernaungan Mesir.","Karena kuasa Firaun itu akan mempermalukan kamu, dan perlindungan di bawah naungan Mesir menjadi bagimu akan kecelaan.","Bahwa penghulu-penghulunya sudah sampai ke Zoan dan segala utusannya sudah datang hampir ke Khanisy;","sekalian mereka itu kemalu-maluanlah dari sebab suatu bangsa yang tiada dapat memberi faedah kepadanya, yang bukan akan pembantu atau akan guna, melainkan akan malu dan kecelaan.","Ke sebelah selatan berjalanlah segala binatang dengan muatannya terus dari tanah ketakutan dan kepicikan, tempat asal singa jantan dan betina, dan ular biludak dan naga terbang yang berbisa api; ke sana dibawanya akan hartanya tertanggung di atas bahu keledai dan akan mata bendanya tertanggung di atas punuk unta, kepada suatu bangsa yang tiada dapat memberi faedah.","Bahkan, akan pertolongan Mesir didapati kelak sia-sia dan cuma-cumalah adanya; maka sebab itu Kuserukan: Bahwa duduk diam-diam menjadi kuatnya.","Maka sekarangpun marilah, ukirlah ini pada sekeping papan loh bagi mereka itu dan suratkanlah ini di dalam sebuah kitab, supaya itu tinggal sampai selama-lamanya.","Karena inilah suatu bangsa bantahan, anak-anak yang dusta, anak-anak yang enggan mendengar akan taurat Tuhan.","Katanya kepada segala pelihat: Janganlah kamu melihat; dan kepada segala nabi: Janganlah kamu katakan kepada kami barang yang benar, hendaklah kamu bernubuat akan kami barang yang kami suka, dan katakanlah kepada kami barang yang bohong!","Lalulah kamu dari pada jalan, simpanglah dari pada lorong; jauhkanlah Yang Mahasuci orang Israel itu dari hadapan kami!","Maka sebab itu demikianlah firman Yang Mahasuci orang Israel: Tegal kamu membuang firman ini, dan kamu harap akan penganiaya dan putar balik, dan kamu bersandar kepadanya,","sebab itu kesalahan ini menjadi bagimu akan suatu belah dari atas sampai ke bawah pada pagar tembok yang tinggi, yang melentur keluar, dan yang kerobohannya akan jadi dengan segera pada sesaat juga;","dan yang dipecahkan seperti kendi dan dihancurluluhkan dengan tiada sayang, maka dari pada pecah-pecahannya sebuah tembikarpun tiada terdapat akan mengambil bara api dengan dia dari dalam dapur atau akan menciduk air dari dalam parit.","Karena demikian inilah firman Tuhan Hua, Yang Mahasuci orang Israel: Oleh tobat dan duduk diam-diam bolehlah kamu terpelihara; dalam berdiam diri dan menaruh harap adalah kuatmu, tetapi kamu sudah enggan!","Melainkan katamu: Bukan; tetapi dengan berkuda kami hendak lari; maka sebab itu kamu akan lari juga; kami hendak mengendarai binatang yang pantas; sebab itu segala orang yang mengusir kamu itupun akan pantas juga!","Seribu orang akan lari oleh pengamang seorang jua, dan oleh pengamang lima orang akan lari mereka itu sekalian yang sempat lari, sehingga kamu ketinggalan seperti sebatang tiang di atas kemuncak gunung dan seperti suatu alamat di atas bukit.","Kendatilah demikian, Tuhan juga bernanti-nanti hendak mengasihankan kamu dan Iapun akan bangkit juga, supaya disayangi-Nya akan kamu, karena Tuhan itulah Allah yang berbuat insaf; berbahagialah segala orang yang menantikan Dia!","Hai bangsa Sion yang duduk di Yeruzalem! tiada lagi kamu akan menangis; niscaya dikasihankan-Nya kamu pada masa bunyi serumu; demi didengarnya maka disahut-Nya kepadamu.","Bahwasanya Tuhan juga sudah memberi kepadamu roti kesukaran dan air kesakitan; tetapi tiada usah lagi segala gurumu menyembunyikan dirinya, melainkan matamu juga akan memandang kepada guru-gurumu;","dan telingamupun akan mendengarkan segala perkataan pemimpinmu, yang berkata demikian: Inilah jalannya; hendaklah kamu menjalani dia, apabila kamu hendak menyimpang ke kiri atau ke kanan.","Pada masa itu kamu kelak membilang najis jikalau akan perak persalutan segala berhalamu dan akan emas persalutan patung tuangan itu sekalipun, dan kamu akan membuang dia seperti kain cemar sambil katamu: Nyahlah engkau!","Maka dikaruniakan-Nya hujan kelak kepada biji-bijian yang telah kamu tabur pada bendangmu, maka roti dari pada hasil tanahmu akan lemak lagi dengan limpahnya, dan pada hari itu segala binatangmu akan mencahari makan pada padang yang luas.","Maka segala lembu dan keledai yang mengusahakan tanah itu akan makan barang yang amat bersih, yang telah dikiraikan dengan ayak dan nyiru.","Jikalau di atas segala gunung yang tinggi-tinggi dan di atas segala bukit yang besar-besar sekalipun akan ada saluran dan pancuran air pada hari pembantaian yang besar, apabila robohlah segala menara.","Pada masa itu terang bulan akan seperti terang matahari dan terang mataharipun akan tujuh kali lebih besar dari pada terang tujuh hari, yaitu pada hari Tuhan membarutkan luka umat-Nya dan disembuhkan-Nya segala bilur bekas sesahnya.","Bahwa sesungguhnya nama Tuhan datang dari jauh; murka-Nya bernyala-nyala dan sangatlah kehangatan-Nya! Maka bibir-Nya penuh dengan geram dan lidah-Nyapun seperti api yang makan habis.","Maka nafas-Nya seperti sungai yang sebak, airnya sampai ke leher, hendak mengindang segala orang kafir; diindang-indang-Nya mereka itu habis-habis, dan pada mulut segala bangsa dibubuh-Nya kang yang membawa mereka itu kepada kebinasaan!","Tetapi pada kamu akan ada puji-pujian seperti pada malam ditahbiskan masa raya, dan lagi kesukaan hati seperti orang berarak-arak dengan bunyi-bunyian hendak ke bukit Tuhan, ke bukit batu orang Israel.","Pada masa itu diperdengarkan Tuhan kelak bunyi suara-Nya yang mahamulia dan diperlihatkan-Nya lengan-Nya yang turun dengan kehangatan murka, dengan nyala api yang makan habis, dengan taufan dan air bah dan hujan air beku.","Karena oleh bunyi suara Tuhan dihancurluluhkan kelak akan Asyur, yang biasa memalu dengan tongkat.","Maka barang di mana akan lalu cemeti penyiksa, yang dilekatkan Tuhan kelak kepadanya, di sanapun kedengaranlah bunyi rebana dan kecapi, bahwa sambil berkanjar-kanjar orang akan memerangi dia.","Karena lamalah sudah sedia Tofet bagi mereka itu dan bagi rajanyapun; besar dan luas dijadikannya timbunan kayu, amat banyaklah puntung-puntung kayu pancaka, maka nafas Tuhan yang seperti sungai belerang itu akan menunukan dia."]