["Wai bagi segala orang yang turun ke Mesir akan meminta tolong, yang bersandar pada kuda dan harap pada rata, sebab banyak adanya, dan pada orang berkendaraan, sebab limpah bilangannya, dan tiada mereka itu memandang kepada Yang Mahasuci orang Israel, dan tiada mereka itu bertanya akan Tuhan!","Sungguhpun, Ia juga Hakim, didatangkan-Nya jahat itu kelak dan tiada diubahkan-Nya janji-Nya; melainkan Iapun akan bangkit melawan isi rumah segala orang yang berbuat jahat, dan melawan pembantu segala orang yang berbuat salah.","Karena orang Mesir itu manusia juga, bukan ilah adanya; dan segala kuda mereka itu dari pada daging, bukan dari pada roh; apabila Tuhan mengunjuk tangan-Nya, maka tergelincuhlah orang pembantu, dan orang yang dibantu itupun jatuhlah bersama-sama maka binasalah sekaliannya.","Karena firman Tuhan kepadaku demikian ini: Seperti seekor singa, yaitu seekor singa ganas, menikas akan mangsanya, jikalau suatu perhimpunan gembala sekalipun bergaduh-gaduh akan dia, tiada juga ia terkejut oleh bunyi suaranya dan tiada gentar akan pergaduhan mereka itu, demikianpun Tuhan serwa sekalian alam akan turun kelak hendak berperang karena gunung Sion dan karena bukitnya.","Seperti unggas terbang melindungi sarangnya, demikianpun Tuhan serwa sekalian alam akan melindungi Yeruzalem; dipeliharakan-Nya dan ditebus-Nya dan dimerdekakan-Nya, dan diluputkan-Nya akan dia!","Pada masa itu segala bani Israel akan bertobat kepada Dia, dari pada-Nya juga mereka itu sudah undur begitu jauh.","Bahkan, pada hari itu mereka itu akan membuang masing-masing akan berhalanya yang dari pada perak dan berhalanya yang dari pada emas, yang telah diperbuat oleh tanganmu akan berdosa.","Maka Asyur akan rebah dibunuh oleh pedang; bukannya oleh pedang orang laki-laki, dan iapun akan dimakan, bukannya oleh pedang manusia; dan iapun akan lari dari pada pedang itu, dan segala orang mudanyapun akan hancur.","Apabila dari takut ia lari melalui segala bukit batunya, dan segala penghulunyapun meninggalkan alamatnya dengan gementar; demikianlah firman Tuhan, yang punya api ada di Sion dan yang punya dapur ada di Yeruzalem!"]