["Lihatlah hamba-Ku, yang Kupapah, pilihan-Ku, yang hati-Ku berkenan akan dia! Bahwa sudah Kukaruniakan Roh-Ku kepadanya, maka diapun akan menyatakan kebenaran kepada orang-orang kafir.","Tiada ia akan berteriak atau menyaringkan suaranya atau memperdengarkan dia di jalan.","Buluh yang terkulai tiada akan dipatahkannya dan sumbu yang lagi berasap tiada akan dipadamkannya; maka iapun akan menyatakan hukum dengan kebenaran.","Maka ia sendiripun tiada akan dipadamkan atau dipatahkan sampai sudah ditentukannya hukum di atas bumi dahulu; maka segala pulaupun akan menantikan pengajarannya.","Demikianlah firman Allah, Tuhan, yang sudah menjadikan dan membentangkan segala langit, yang sudah menghamparkan bumi dengan segala yang tumbuh dari padanya; yang mengaruniakan nafas kepada segala bangsa yang duduk di atasnya, dan nyawa kepada mereka itu sekalian yang berjalan padanya:","Bahwa Aku ini, Tuhan, sudah memanggil engkau dengan kebenaran, Aku memegang tanganmu, Aku memeliharakan dikau dan Aku mengaruniakan dikau kepada umat itu akan perjanjian dan kepada segala orang kafir akan terang;","supaya mata orang buta kaucelikkan, orang terbelenggu kaukeluarkan dari dalam penjara dan orang yang duduk dalam gelap kaukeluarkan dari dalam kurungan.","Bahwa Aku ini Hua, ia itulah nama-Ku! kehormatan-Ku tiada Kuberikan kepada yang lain, atau kepujian-Ku kepada berhala.","Bahwasanya perkara yang dahulu itu sudah datang, maka sekarang Aku memberitahu perkara yang baharu; dahulu dari pada bertumbuh pucuknya Aku memperdengarkan dia kepadamu.","Nyanyikanlah bagi Tuhan suatu nyanyian yang baharu dan kepujiannya dari pada ujung bumi, hai kamu yang berlayar di laut dan segala yang di dalamnya, hai pulau-pulau dan segala orang isinya!","Hendaklah padang belantara dan segala negerinyapun menyaringkan suaranya, demikianpun segala dusun yang dikeduduki orang Kedar; hendaklah segala orang yang duduk di bukit batu itu bertempik sorak dan berseru-seru dari atas kemuncak gunung!","Hendaklah diberinya hormat kepada Tuhan dan dimasyhurkannya kepujiannya pada segala pulau.","Bahwa Tuhan akan keluar selaku orang perkasa; dinyalakan-Nya murka-Nya selaku orang perang, diangkat-Nya tempik sorak perang yang hebat bunyinya dan dialahkan-Nya segala seteru-Nya.","Terlalu lama sudah Aku berdiam diri-Ku dan Aku termenung-menung dan menahani diri-Ku. Sekarang Aku menjerit seperti perempuan menyakiti beranak, dan menghelas nafas dengan murka-Ku!","Gunung dan bukit akan Kubinasakan dan segala tumbuhannya akan Kulayukan, sungai akan Kujadikan darat dan tasikpun akan Kukeringkan.","Maka orang-orang buta akan Kupimpin pada jalan yang belum pernah diketahuinya dan Kujalankan mereka itu pada lorong-lorong yang belum pernah dijejaknya; kegelapan akan Kujadikan terang di hadapan mereka itu dan yang lekak-lekuk akan Kujadikan jalan rata baginya; segala perkara ini akan Kuperbuat karena mereka itu dan tiada Kutinggalkan mereka itu.","Pada masa itu undurlah dan kemalu-maluanlah kelak segala orang yang harap pada patung pahat dan yang berkata kepada patung tuangan: Kamulah dewata kami!","Dengarlah olehmu, hai orang tuli! lihatlah dan pandanglah baik-baik, hai orang buta!","Siapa gerangan buta seperti hamba-Ku itu, dan tuli seperti utusan-Ku, yang Kusuruhkan itu? siapakah buta seperti khalil Allah dan buta seperti hamba Tuhan?","Sungguhpun engkau melihat banyak perkara, tetapi tiada engkau memperhatikan dia; sungguhpun terbuka telinganya, tiada juga ia mendengar.","Bahwa karena kebenarannya berkenanlah Tuhan akan dia, diberikannya hukum yang besar dan mulia.","Maka sekarang adalah ia itu suatu bangsa yang dirampasi dan dijarahi; mereka itu sekalian sudah terjerat dalam geronggang dan terkurung di dalam penjara; mereka itu sudah menjadi rampasan, maka seorangpun tiada yang meluputkan dia; mereka itu sudah menjadi rebutan, maka seorangpun tiada yang berkata: Kembalikanlah dia!","Siapakah di antara kamu yang memberi telinga akan perkara ini? yang mendengar dia dan mencamkan kesudahannya?","Siapakah dia, yang sudah menyerahkan Yakub akan dirampasi dan Israel kepada penjarah? Bukankah ia itu Tuhan, yang kepada-Nya kita sudah berdosa? karena mereka itu tiada mau berjalan pada jalan-Nya dan tiada mau mendengar akan taurat-Nya.","Maka sebab itu dicurahkan-Nya kepada mereka itu kehangatan murka-Nya dan hebat peperangan, dan dinyalakan-Nya mereka itu keliling, tetapi tiada ia itu diindahkannya; dan dihanguskan-Nya mereka itu, tetapi tiada ia itu diperhatikannya!"]