["Dengarlah olehmu akan daku, hai segala pulau! berilah telinga, hai segala bangsa yang jauh-jauh! Bahwa aku sudah dipanggil oleh Tuhan dari pada kandungan, dan dari pada rahim ibuku sudah disebutnya namaku.","Maka dijadikan-Nya mulutku seperti pedang yang tajam, dinaungi-Nya aku dengan tangan-Nya dan dijadikan-Nya aku akan sebilah anak panah yang cemerlang, yang disembunyikan-Nya dalam tarkasy-Nya.","Maka firman-Nya kepadaku: Engkaulah hamba-Ku, hai Israel, maka olehmu juga Aku akan dipermuliakan.","Tetapi kataku: Bahwa cuma-cuma aku sudah berlelah, cuma-cuma aku sudah menghabiskan segala kuat kuasaku; sesungguhnya hakku adalah dengan Tuhan dan upah pekerjaanku adalah dengan Allahku.","Maka sekarang firman Tuhan, yang sudah merupakan daku dari pada rahim ibuku akan hamba-Nya, supaya aku mengembalikan Yakub kepada-Nya, tetapi oleh Israel tiada diberi mereka itu dikumpulkan; kendatilah, aku juga indah kepada pemandangan Tuhan dan Allahku menjadi kuatku.","Dan lagi firman-Nya: Kepalang sahaja engkau ini hamba bagi-Ku akan menegakkan pula segala suku Yakub dan membaiki pula segala pucuk Israel; tambahan lagi Kuberikan dikau akan suatu terang bagi segala orang kafir dan akan selamat dari padaku sampai kepada ujung bumi.","Demikian inilah firman Tuhan, Penebus orang Israel, Yang Mahasucinya, kepada dia, yang dicelakan oleh segala orang dan yang dihinakan oleh bangsa itu dan yang hamba kepada segala pemerintah: Bahwa raja-raja akan melihat dia lalu bangkit berdiri, dan penghulu-penghulupun akan tunduk, yaitu karena sebab Tuhan yang setiawan dan karena sebab Yang Mahasuci Israel, yang sudah memilih engkau.","Demikianlah firman Tuhan: Pada masa kerelaan Aku mendengar akan dikau dan pada hari selamatpun Aku menolong engkau dan Aku memeliharakan dikau dan memberikan dikau bagi bangsa itu akan suatu perjanjian, akan menegakkan pula bumi dan akan menduduki pula segala bahagian pusaka yang sudah rusak itu,","dan akan mengatakan kepada orang yang terbelenggu: Keluarlah kamu! dan kepada mereka yang duduk di dalam gelap: Marilah kamu kepada terang! Mereka itu akan digembalakan pada segala jalan dan segala bukitpun akan menjadi tempat makannya.","Tiada mereka itu akan berlapar atau berdahaga dan panas terik atau panas mataharipun tiada akan menyakiti mereka itu, karena mereka itu akan dipimpin oleh Murahimnya, yang membawa akan mereka itu dengan perlahan-perlahan kepada pancaran air.","Pada masa itu segala gunung-Ku Kujadikan jalan rata, dan segala jalan-Ku akan Kutambak.","Bahwasanya orang ini datang dari jauh, bahwasanya orang ini datang dari sebelah utara dan dari sebelah barat dan orang ini pula dari benua Sinim.","Bertempik soraklah, hai segala langit; hendaklah engkau tamasya, hai bumi! biarlah segala gunung bersorak dengan nyaring suaranya, karena Tuhan juga yang menghiburkan segala umat-Nya dan dikasihani-Nya akan segala hamba-Nya yang teraniaya.","Tetapi kata Sion: Bahwa Tuhan sudah meninggalkan daku, dan Tuhan sudah melupakan daku!","Bolehkah seorang perempuan melupakan anak penyusunya, sehingga tiada disayangkannya anak buah perutnya? Maka jikalau kiranya ia boleh melupakan dia sekalipun, niscaya tiada juga Aku melupakan dikau!","Bahwasanya Aku sudah mencacahkan tandamu pada kedua tapak tangan-Ku, maka pagar tembokmu adalah selalu di hadapan-Ku.","Bahwa anak-anakmu datang bersegera-segera, maka segala orang yang sudah merusakkan dikau itu keluar dari padamu.","Angkatlah matamu, lihatlah olehmu berkeliling! mereka itu sekalian berhimpun, lalu datang mendapatkan dikau. Sesungguh-sungguh Aku ini hidup, demikianpun firman Tuhan, dengan sekalian ini engkau akan berpakaikan dirimu seperti dengan perhiasan, dan engkau akan menghiasi dirimu dengan dia seperti seorang mempelai.","Karena segala bahagian tanahmu yang sudah rusak dan tandus dan binasa itu akan penuh sesaklah dengan orang yang mendudukinya, dan segala orang yang hendak menelan engkau itu sudah undur jauh-jauh dari padamu.","Tambahlah pula, hai engkau yang sunyi dahulu, engkau akan mendengar anak-anakmu berkata demikian: Bahwa tempat ini terlalu sempit bagiku, berikanlah aku tempat, supaya akupun boleh duduk.","Maka katamu di dalam hatimu kelak: Siapa gerangan sudah menjadikan segala anak ini bagiku? tegal dahulu aku dalam hal bulus dan sunyi. Bahwa aku sudah tertawan dan terbuang, entah siapa sudah memeliharakan sekalian ini? Bukankah dahulu aku tinggal seorang-orangku, di manakah pada masa itu sekalian ini?","Maka demikianlah firman Tuhan Hua: Bahwasanya Aku akan mengangkat tangan-Ku kepada segala orang kafir dan mendirikan alamat-Ku di antara segala bangsa, maka mereka itu akan datang sambil membawa segala anak-anakmu, didukungnya akan yang laki-laki dan diusungnya akan yang perempuan.","Maka raja-raja akan menjadi bapa angkatmu dan permaisuripun akan inang pengasuhmu; di hadapanmu mereka itu akan tunduk dengan mukanya sampai ke bumi serta menjilat duli kakimu; maka diketahui olehmu bahwa Aku ini Tuhan dan barangsiapa yang harap pada-Ku itu tiada mendapat malu.","Bolehkah dirampas jarahan dari pada tangan orang yang kuat, atau dibawa lari akan rampasan orang yang gagah?","Maka demikianlah firman Tuhan: Sesungguhnya jarahan orang kuat akan dirampas dari padanya, dan rampasan orang gagahpun akan dibawa lari dari padanya, karena Aku akan berbantah-bantah dengan segala pembantahmu dan Aku menjadi penolong segala anakmu.","Maka akan segala orang yang menganiayakan dikau Kuberi makan kelak dagingnya sendiri; mereka itu akan minum darahnya sendiri sampai mabuk, seperti dari pada air anggur; maka akan diketahui oleh segala manusia, bahwa Aku ini Tuhan, Juruselamatmu, dan Penebusmu, yang Mahakuasa orang Yakub."]