["Turunlah engkau dan duduklah dalam duli, hai tuan puteri, anak dara Babil! Duduklah di tanah, karena tiada lagi singgasana, hai puteri Kasdim! Bahwasanya tiada lagi disebut orang akan dikau perempuan yang lemah lembut lakunya dan yang berlezat.","Ambillah olehmu akan batu kisaran dan kisarkanlah tepung; singkapkanlah tudungmu, uraikanlah ikal-ikal rambutmu, telanjangkanlah betismu dan arung-arunglah sungai.","Bahwa tubuhmu akan ditelanjangkan dan kemaluanmupun akan kelihatan; Aku akan membalas, maka seorangpun tiada akan menahankan Daku.","Adapun nama Penebus kami, ia itu Tuhan serwa sekalian alam. Yang Mahasuci orang Israel!","Duduklah engkau termangu-mangu, masuklah ke dalam tempat yang gelap, hai puteri Kasdim! karena tiada lagi disebut orang akan dikau permaisuri segala kerajaan.","Bahwa sangat murkalah Aku akan segala umat-Ku, maka bahagian-Ku pusaka sudah Kuharamkan dan Kuserahkan dia kepada tanganmu, tetapi tiada engkau melakukan sayang akan mereka itu; jikalau pada orang tua sekalipun kautanggungkan kukmu yang sangat berat.","Maka katamu: Bahwa aku akan jadi permaisuri sampai selama-lamanya; tetapi tiada engkau memperhatikan perkara ini, dan tiada juga engkau sangka akan kesudahan yang begitu.","Maka sekarang dengarlah ini, hai engkau yang berlezat! yang duduk dengan sentosa serta berkata dalam hatimu begini: Aku yang demikian ini, maka seorangpun tiada yang lebih daripada-Ku; sekali-kali tiada aku akan duduk janda atau mengetahui ketiadaan anak.","Sebab itu kedua perkara ini kelak akan berlaku atasmu pada sesaat, pada sehari jua, yaitu ketiadaan anak-anak dan hal janda, maka ia itu akan berlaku atasmu dengan segenap-genapnya, kendatilah segala hobatanmu yang banyak itu dan kebanyakan ramalmu.","Tetapi engkau harap pada kejahatanmu; katamu: Seorangpun tiada melihat aku; maka hikmatmu dan pengetahuanmu menyesatkan dikau, sehingga engkau berkata dalam hatimu begini: Bahwa aku yang demikian ini, maka seorangpun tiada yang lebih dari padaku.","Maka sebab itu kelak akan datang atasmu suatu bala, yang tiada engkau ketahui fajarnya; suatu kebinasaan akan menimpa engkau, yang tiada dapat kaubatalkan; sekonyong-konyong kebinasaan itu akan datang atasmu dan tiada engkau akan mengetahui bila datangnya.","Maka sekarang marilah dengan segala ramalmu dan dengan kebanyakan hobatanmu, maka dengan dia juga sudah kaupenatkan dirimu dari pada masa mudamu; kalau-kalau engkau mendapat faedahnya, kalau-kalau engkau dapat membetulkan halmu pula!","Jikalau engkau sudah penat dari pada kebanyakan bicaramu, baiklah sekarang bangkit berdiri segala orang yang mengamat-amati peridaran langit, yang melihat dalam nujum dan yang membilang pada bulan baharu barang yang akan jadi; baiklah mereka itu melepaskan dikau dari pada barang yang akan berlaku atasmu kelak.","Bahwasanya mereka itu akan seperti jerami dan apipun akan makan dia habis-habis, sehingga tiada mereka itu dapat merentak dirinya dari pada galak nyala api; karena sesungguhnya api itupun bukan bara sahaja akan berdiang diri padanya dan bukan ia itu api akan duduk hampir dengan dia!","Demikianlah gunanya kepadamu segala orang perlente, yang telah kaujadikan taulanmu dari pada masa mudamu; masing-masing mereka itu sesat pada jalannya, seorangpun tiada yang dapat menolong engkau!"]