["Sebermula: Hiburkanlah, hiburkanlah segala umat-Ku! demikianlah firman Allahmu.","Berkatalah akan membujuk hati orang isi Yeruzalem. Seru-serukanlah akan dia bahwa habislah peperangannya dan sudah diampuni segala kesalahannya, bahwa ia sudah beroleh dari pada tangan Tuhan dua kali ganda karena segala dosanya.","Adalah bunyi suara orang yang berseru-seru di padang belantara: Sediakanlah jalan Tuhan, ratakanlah jalan di gurun bagi Allah kita!","Segala lembah akan ditambak dan segala gunung dan bukit akan diratakan dan yang bengkok itu akan diluruskan dan yang lekak-lekuk itu akan dijadikan padang rata.","Maka kemuliaan Tuhan akan dinyatakan dan segala manusia bersama-sama akan melihat bahwa mulut Tuhan juga yang sudah berfirman itu.","Adalah bunyi suara mengatakan: Berserulah! Maka jawabnya: Apakah hendak kuserukan? Segala manusia seperti rumput jua adanya dan segala keelokannya seperti bunga di padang.","Bahwa rumput itu layulah dan bunga itupun gugurlah apabila nafas Tuhan bertiup kepadanya: Sebenarnya manusia seperti rumput jua adanya!","Bahwa rumput itu layulah dan bunga itupun gugurlah, tetapi firman Allah kita kekal sampai selama-lamanya.","Hai Sion, engkau yang membawa kabar baik! hendaklah engkau naik ke atas sebuah gunung yang tinggi; hai Yeruzalem, engkau yang membawa kabar baik! nyaringkanlah suaramu, nyaringkanlah dia seboleh-bolehnya, janganlah engkau takut; katakanlah olehmu kepada segala negeri Yehuda: Bahwasanya di sini adalah Allahmu!","Bahwasanya Tuhan Hua akan datang kelak hendak melawan barangsiapa yang kuat, dan tangan-Nyapun akan memegang perintah. Bahwasanya pahala-Nya adalah serta-Nya dan pembalasanpun adalah berjalan dahulu dari pada-Nya.","Maka Iapun akan membawa kawan kambing-Nya seperti seorang gembala, dihimpunkan-Nyalah kelak segala anak kambing ke dalam pangku lengan-Nya dan ditaruh-Nya akan dia pada ribaan-Nya, demikianpun yang lagi menyusui anaknya akan dibawa-Nya dengan perlahan-perlahan.","Bermula, siapa gerangan sudah menyukat segala air dengan genggamnya dan siapa gerangan sudah mengukur langit dengan jengkal tangannya? Siapa sudah menjangka segala lebu duli yang di atas bumi dan menimbang segala gunung dengan dacing dan segala bukit dengan neraca.","Siapa gerangan sudah mengukur Roh Tuhan dan siapa menterinya yang mengajarkan Dia!","Dengan siapa gerangan Ia sudah berbicara akan beroleh pengajaran, supaya diajarkan kepada-Nya jalan kebenaran, supaya diajarkannya kepada-Nya barang ilmu atau diberitahunya kepada-Nya jalan akal budi?","Bahwasanya segala bangsa dibilang-Nya seperti setitik air pada timba dan seperti sazarah lebu pada daun neraca: Bahwasanya dihamburkan-Nya segala pulau itu seperti duli yang lumat.","Jikalau se-Libanon sekalipun tiada cukup akan kayu api dan segala binatangnyapun tiada cukup akan korban bakaran.","Bagi-Nya segala bangsa seperti satupun tiada, dibilang-Nya akan sekalian itu kurang lagi dari pada ketidaan dan sia-sia adanya.","Maka dengan siapa gerangan hendak kamu menyamakan Allah? atau dengan peta apa hendak kamu merupakan Dia!","Bahwa oleh tukang dituang sebuah patung yang disalutkan oleh orang pandai dengan emas, lagi diperbuatnya akan dia rantai-rantai perak.","Oleh orang yang kurang persembahannya itu dipilih sebatang kayu yang tiada rapuh, dicarinya seorang tukang yang pandai akan memperbuat akan dia sebuah patung yang tiada tergoncang.","Tiadakah kamu tahu? Tiadakah kamu dengar? Tiadakah dimaklumkan kepadamu dari pada mula asal? Tiadakah kamu ingat akan segala alas bumi?","Bahwa Ia juga yang bersemayam di atas bulat bumi dan segala orang isinya seperti belalang jua adanya; bahwa Ia juga yang membentangkan segala langit seperti sehelai kain, dihamparkan-Nya seperti kemah tempat kedudukan!","Ia juga yang meniadakan segala penghulu, dan segala hakim di atas bumi dijadikan-Nya sia-sialah adanya.","Baharu mereka itu ditanam, baharu mereka itu ditabur, baharu batangnya berakar di dalam tanah, jikalau hanya ditiup-Nya kepadanya, maka layulah mereka itu dan diterbangkan oleh angin ribut seperti jerami.","Maka dengan siapa gerangan hendak kamu menyamakan Daku, supaya Aku serupa dengan dia? demikianlah firman Yang Mahasuci.","Hendaklah matamu menengadah ke atas serta melihat: Siapakah Dia yang sudah menjadikan semesta sekalian itu? Siapakah Dia yang menghadirkan tentara-Nya dengan bilangan-Nya? Yang memanggil sekaliannya itu dengan nama-namanya? dari kebesaran kuasa-Nya dan sangat kuatnya maka satu juapun tiada kurang.","Maka sebab itu, hai Yakub! mengapa katamu, hai Israel! mengapakah tuturmu: Bahwa jalanku terlindung dari pada Tuhan dan hakku lalulah dari pada Allahku?","Tiadakah engkau mengetahuinya? Belumkah engkau mendengarnya, bahwa Tuhan itulah Allah yang kekal, Khalik segala ujung bumi, yang tiada tahu penat atau lemah, dan lagi tiada terduga hikmat-Nya.","Ia juga yang mengaruniakan kuat kepada orang yang penat dan ditambahinya kuat kepada orang yang tiada bergaya lagi.","Bahwa orang muda boleh menjadi penat dan lemah dan orang terunapun boleh tergelincuh dan jatuh,","tetapi orang yang harap pada Tuhan itu kelak membaharui kuatnya dan terbang naik dengan sayap seperti burung nasar; bahwa mereka itu berlari-lari dan tiada tahu penat; mereka itu berjalan-jalan dan tiada tahu lemah."]