["Bahwa Bel berbelit-belit, Nebopun tunduk; segala patungnya dimuatkan pada lembu dan pada binatang tanggungan, maka beratlah muatan itu, sehingga binatang itupun penatlah.","Terbengkok dan tertunduk sekaliannya, karena barang yang patut ditanggungnya itu tiada dapat diluputkannya, maka mereka itu sendiri dibawa dengan tertawan!","Dengarlah akan Daku, hai isi rumah Yakub! dan segala mereka yang lagi tinggal dari pada isi rumah Israel! yang telah Kudukung dari pada kandungan dan yang Kuangkat dari pada rahim.","Maka sampai kepada masa tuamu Akulah Dia juga, dan pada masa rambutmu putih Aku lagi mendukung kamu. Bahwa Aku sudah membuat dia dan Akupun akan mendukung kamu dan mengangkat kamu dan Akupun akan meluputkan kamu.","Apa gerangan dapat kamu berserupakan dengan Aku? atau bersamakan atau bersetarakan dengan Aku, sehingga ia itu serupa dengan Aku?","Bahwa mereka itu memboroskan emas dari dalam pundi-pundi serta menimbang perak dengan neraca; mereka itu mengupah pandai emas, yang memperbuat seekor berhala dari padanya, lalu mereka itu tunduk dan menyembah sujud kepadanya!","Bahwa orang dapat mengangkat dia ke atas bahunya, dibawa lalu akan dia atau ditaruh akan dia pada tempatnya: Di sana tinggallah ia terdiri, tiada boleh bergerak dari pada tempatnya! Biarlah orang berseru-seru kepadanya dengan nyaring suaranya, tiada juga ia menyahut dan tiada ia dapat melepaskan dari dalam kepicikan.","Ingatlah akan hal ini, hendaklah kamu malu dengan bera mukamu, perhatikanlah hal ini, hai kamu yang durhaka!","Ingatlah akan segala perkara yang dahulu dari pada awal zaman, bahwa Aku ini Allah; tiada lagi Allah yang lain atau sesuatu yang setara dengan Aku.","Yang dari pada mulanya memberitahu barang yang datang kemudian, dan dari pada awal zaman barang yang belum jadi, serta firman-Ku: Bahwa takdir-Ku akan jadi dan Akupun akan berbuat segala kehendak-Ku.","Aku, yang sudah memanggil seekor unggas nasar dari masyrik, seorang laki-laki takdir-Ku dari negeri yang jauh, bahkan, Aku sudah berfirman, maka Aku menyampaikan dia juga, Aku sudah mereka, maka Aku akan melakukan dia juga.","Dengarlah akan Daku, hai kamu yang keras hatimu, kamu yang jauh dari pada kebenaran!","Bahwa Aku membawa akan kebenaran-Ku itu hampir, tiada lagi ia itu jauh, dan selamat yang dari pada-Ku itu tiada akan terbantut, melainkan Aku akan mengaruniakan selamat kepada Sion dan kemuliaan-Ku kepada orang Israel!"]