["Maka sekarang; demikianlah firman Tuhan, yang sudah menjadikan dikau, hai Yakub! dan yang sudah merupakan dikau, hai Israel! janganlah engkau takut, karena Akulah Penebusmu; bahwa Aku sudah memanggil engkau dengan namamu, dan engkau juga milik-Ku.","Apabila engkau mengarung air, Aku akan sertamu, atau menyeberang sungai, tiada ia itu meliputi engkau, apabila engkau berjalan terus dari pada api, tiada engkau akan dimakan olehnya dan nyala apipun tiada akan menghanguskan dikau.","Karena Aku ini Tuhan, Allahmu, Yang Mahasuci orang Israel, dan Juruselamatmu; Aku sudah memberi Mesir, Kusy dan Syeba akan harga tebusan gantimu.","Tegal indahlah engkau kepada pemandangan-Ku dan mulia adamu dan Kukasihi akan dikau, maka Kuberikan beberapa bangsa akan ganti jiwamu.","Janganlah engkau takut, karena Aku adalah sertamu; dari pada masyrik akan Kudatangkan anak cucumu dan dari pada magrib akan Kuhimpunkan dikau.","Kepada utara akan firman-Ku: Kembalikanlah! dan kepada selatan: Janganlah tahankan! Bawalah ke mari akan anak-Ku laki-laki dari jauh dan akan anak-Ku perempuan dari ujung bumi!","Tiap-tiap orang yang tersebut dengan nama-Ku, yang sudah Kujadikan akan hormat-Ku, yang sudah Kurupakan dan yang sudah Kulengkap.","Bawalah ke mari akan bangsa yang buta, jikalau ia bermata sekalipun, akan orang yang tuli, jikalau ia bertelinga sekalipun.","Hendaklah segala orang kafir dihimpunkan, hendaklah segala bangsa dikumpulkan: Siapa gerangan di antara mereka itu yang dapat memberitahu perkara yang begitu? Hendaklah diwartakannya perkara yang dahulu-dahulu; hendaklah dibawanya ke mari akan saksinya supaya dibenarkan halnya; baiklah orang mendengarnya serta katanya: Benarlah ia itu!","Bahwa kamulah saksi-Ku, demikianlah firman Tuhan, dan hamba-Ku yang telah Kupilih, supaya kamu mengetahuinya dan percaya akan Daku serta mengerti, bahwa Aku inilah Dia! Dahulu dari padaku tiada ilah diadakan dan kemudian dari pada-Kupun tiada akan ada yang lain!","Bahwa Aku ini, bahkan, Akulah Tuhan, lain dari pada-Ku tiadalah Juruselamat.","Bahwa Aku ini yang sudah berfirman, Aku ini yang sudah menolong, Aku ini yang sudah mengajar, tiada pernah yang lain berbuat barang sesuatu di antara kamu; maka kamu juga saksi-Ku, dimikianlah firman Tuhan, bahwa Aku ini Allah!","Bahkan, dahulu dari pada permulaan segala hari Aku telah ada, seorangpun tiada yang dapat melepaskan dari pada tangan-Ku! Jikalau Aku berbuat barang sesuatu, siapa gerangan dapat membatalkan dia?","Demikianlah firman Tuhan, Penebusmu, Yang Mahasuci orang Israel: Karena sebab kamu maka Kusuruhkan orang ke Babil, dan Kujadikan bahwa mereka itu sekalian, jikalau orang Kasdim sekalipun, lari dengan pantasnya ke kapal-kapal dengan tempik sorak mereka itu.","Bahwa Aku ini Tuhan, Yang Mahasuci kamu, Khalik orang Israel dan Raja kamu.","Demikianlah firman Tuhan, yang sudah mengadakan jalan raya di dalam laut dan jalan di dalam air yang bergelora,","yang sudah mendatangkan beberapa rata dan kuda dan balatentara: Bersama-sama mereka itu terjun dan tiada boleh berbangkit pula, mereka itu sudah terpadam, seperti sumbu mereka itu sudah mati.","Janganlah kamu ingat akan perkara-perkara yang dahulu dan jangan lagi kamu camkan barang yang telah jadi dahulukala.","Bahwasanya, Aku kelak mengadakan suatu perkara yang baharu, sekarang juga akan bertumbuh pucuknya; masakan tiada kamu mengetahuinya kelak. Bahkan, di padang belantara akan Kujadikan suatu jalan dan sungai-sungai di padang tekukur.","Segala margasatwa di padang akan memuji-muji Aku, demikianpun segala naga dan anak burung unta, sebab Aku sudah mengaruniakan air di padang belantara dan sungai-sungai di padang tekukur akan memberi minum kepada segala umat-Ku dan orang pilihan-Ku.","Adapun bangsa yang sudah Kurupakan bagi diri-Ku, ia itu patut memasyhurkan kepujian-Ku.","Tetapi tiada engkau meminta doa kepada-Ku, hai Yakub! tiada engkau tahu berlelah karena Aku, hai Israel!","Tiada engkau membawa kambing domba kepada-Ku akan korban bakaran; dan tiada engkau memberi hormat kepada-Ku dengan korban sembelihanmu; kendatilah tiada juga Aku menanggungkan atasmu beberapa persembahan makanan dan tiada juga Aku memenatkan dikau dengan pembakaran dupa.","Tiada engkau membelikan Daku deringu dengan uang, dan tiada engkau mendirus mezbah-Ku dengan lemak korban sembelihanmu! Melainkan engkau sudah menyusahkan Daku dengan segala dosamu, dan engkau sudah memenatkan Daku dengan segala salahmu.","Bahwa Aku ini, bahkan, Aku ini yang menghapuskan segala salahmu karena sebab kehendak diri-Ku, dan tiada lagi Aku ingat akan segala dosamu.","Bicarakanlah perkaramu; mari kita berhukum bersama-sama; bawalah dalilmu, supaya engkau dibenarkan.","Bapamu yang pertama itu sudah berbuat dosa dan segala gurumupun sudah mendurhaka kepada-Ku.","Maka sebab itu Aku sudah mengharamkan segala penghulu tempat suci dan Kuserahkan Yakub akan ditumpas dan Israel akan dilaknatkan."]