["Dengarlah olehmu akan ini, hai isi rumah Yakub, yang dipanggil, dengan nama Israel dan yang sudah terpancar dari pada mata air Yehuda, yang bersumpah demi nama Tuhan serta menyebut Allah orang Israel, akan tetapi tiada dengan benar dan tiada dengan tulus hatimu.","Bahkan, mereka itu dipanggil dengan nama bait-ulmukadis dan bersandarlah mereka itu pada Allah orang Israel, Tuhan serwa sekalian alam namanya.","Bahwa perkara yang dahulu-dahulu sudah kuberitahu kamu dari pada tatkala itu, ia itu sudah terbit dari dalam mulutku dan Aku sudah memperdengarkan dia kepadamu; dengan segera Aku sudah menyampaikan dia, lalu sekalian itu jadilah.","Tegal Aku tahu bagaimana tegar hatimu dan tengkukmupun urat besi dan dahimu dari pada tembaga adanya.","Sebab itu Aku sudah memberitahu dia kepadamu dari pada tatkala itu, Aku sudah memperdengarkan dia kepadamu dahulu dari pada datangnya; supaya jangan barangkali katamu kelak! Bahwa berhalaku sudah membuat segala perkara itu, atau patung pahatanku atau patung tuanganku sudah menyuruh dia.","Kamu sudah mendengarnya, perhatikanlah kiranya sekalian ini: Bukankah patut kamu mengaku bahwa benarlah yang demikian? Mulai dari pada sekarang Aku memperdengarkan kepadamu perkara-perkara baharu dan rahasia, yang tiada kamu ketahui dahulu.","Baharu sekarang ia itu diadakan, bukannya dahulu-dahulu, sebelum hari ini tiada pernah kamu mendengar dia, supaya jangan katamu: Bahwasanya ia itu sudah kuketahui.","Sungguh belum pernah kamu mendengar dia, sungguh belum pernah kamu mengetahui dia, sungguh dahulu telingamu tiada terbuka bagi yang demikian, karena kuketahuilah akan hal kelakuanmu sangat khianat adanya, dan bagaimana dipanggil orang akan dikau si pendurhaka dari pada rahim ibumu.","Karena sebab nama-Ku sudah Kupertangguhkan murka-Ku dan karena sebab kepujian-Ku sudah Kutahankan diri-Ku akan baikmu, supaya jangan Kutumpas engkau.","Bahwasanya Aku sudah membersihkan dikau, tetapi tiada keluar perak, pada masa Aku mencobai engkau di dalam kui kesukaran.","Karena sebab kehendak-Ku, bahkan, karena sebab kehendak-Ku Aku sudah membuatnya; jikalau kiranya tidak, bagaimana orang akan menghujat kelak! Maka hormat yang patut kepada-Ku tiada Kubiarkan kepada yang lain.","Dengarlah olehmu akan Daku, hai Yakub, hai Israel, yang telah Kupanggil! Hanya Aku ini yang ada, Aku yang pertama, Akupun yang terkemudian.","Lagipun tangan-Ku sudah mengalaskan bumi dan tangan kanan-Ku sudah membentangkan segala langit, tatkala Kupanggil akan dia semuanyapun hadirlah.","Hendaklah kamu berhimpun bersama-sama serta dengarlah. Siapa di antara mereka itu sekalian sudah memberitahu segala perkara ini? Bahwa Tuhan juga mengasihi akan dia dan dilakukannya kehendaknya akan Babil dan lengannyapun akan melawan orang Kasdim.","Bahwa Aku, bahkan, Aku juga yang sudah berfirman itu, lagi Aku memanggil dia; Aku mendatangkan dia dan memperuntungkan jalannya.","Marilah kamu sekalian, dengarlah akan ini! barang yang Kukatakan dahulu itu tiada sembuni-sembuni; pada masa ia itu jadi Akupun adalah hadir; maka sekarangpun aku disuruhkan oleh Tuhan Hua dan oleh Roh-Nya.","Demikian inilah firman Tuhan, yaitu Penebusmu, Yang Mahasuci orang Israel: Aku ini Tuhan, Allahmu, senantiasa mengajarkan kamu barang yang berguna dan Aku memimpin kamu pada jalan yang patut kamu turut.","Hai, jikalau kiranya kamu sudah mendengar akan segala hukum-Ku, niscaya selamatmu seperti sungai dan kebenaranmu bagaikan lautan yang berombak adanya!","Lagi benihmu seperti pasir di tepi laut dan yang terbit dari pada sulbimu seperti kersik di sungai banyaknya; sekali-kali tiada dihapuskan namanya atau diparangkan dari hadapan hadirat-Ku.","Keluarlah kamu dari dalam Babil, larilah dari pada orang Kasdim, berkabarlah dengan bunyi tempik sorak, perdengarkanlah dan masyhurkanlah dia sampai kepada ujung bumi; katakanlah: Bahwa Tuhan sudah menebus Yakub, hamba-Nya!","Tiada mereka itu tahu berdahaga tatkala dipimpinnya mereka itu terus dari pada tempat-tempat yang sunyi; dialirkannya air bagi mereka itu dari dalam bukit batu dan dibelahkannya bukit itu, sehingga airpun mengalirlah dari dalamnya.","Maka pada orang fasik tiadalah selamat; demikianlah firman Tuhan!"]