["Bahwa demikianlah firman Tuhan akan hal Koresy, yang telah disiram baginya: Ialah yang Kupegang tangannya kanan, supaya diempaskannya bangsa-bangsa di hadapan mukanya; bahwa ikat pinggang raja-raja Kuuraikan dan segala pintu Kubukai akan dia, sehingga tiada barang pintu gerbang yang tinggal terkatup.","Bahwa Aku juga berjalan di hadapanmu serta meratakan segala jalan yang lekak-lekuk; maka pintu-pintu tembaga akan Kupecahkan dan segala kancing besipun akan Kupatahkan.","Maka Aku akan mengaruniakan kepadamu mata benda yang tertaruh pada tempat-tempat yang gelap dan harta yang tersembunyi, supaya diketahui olehmu bahwa Aku ini Tuhan, yaitu Allah orang Israel, yang memanggil engkau dengan namamu?","Yaitu karena Yakub hamba-Ku, dan karena Israel, pilihan-Ku; bahkan, Aku sudah memanggil engkau dengan namamu dan dengan gelaranmupun pada masa engkau belum mengetahui akan Daku.","Bahwa Akulah Tuhan dan tiada lain lagi; kecuali Aku tiadalah yang ilah adanya, maka Aku sudah mengikatkan pinggangmu, meskipun engkau tiada mengetahui akan Daku.","Supaya dari pada masyrik sampai kepada magrib diketahui orang, bahwa kecuali Aku tiada ilah lagi, bahwa Akulah Tuhan dan tiadalah lain,","yang mengadakan terang dan menjadikan gelap, yang mengadakan selamat dan menjadikan jahat, bahwa Aku ini Tuhan, yang membuat segala perkara ini.","Hai segala langit, hendaklah kamu bertitik-titk dari atas, hai segala awan-awan, hendaklah kamu menurunkan hujan kebenaran! Hendaklah bumi membukakan dirinya, supaya bertumbuh pelbagai selamat dan kebenaranpun berpucuk-pucuk bersama-sama! Bahwa Aku ini Tuhan, yang menjadikan dia.","Wai bagi barangsiapa yang berbantah-bantah dengan Khaliknya, seolah-olah tembikar berbantah dengan tembikar! Masakan tanah liat berkata kepada penjunan demikian: Apakah kaukerjakan? atau kata perbuatanmu: Tiada ia bertangan.","Wai bagi orang yang berkata kepada bapanya demikian: Apakah kaujadikan? atau kepada ibunya: Apakah kauperanak?","Demikianlah firman Tuhan, Yang Mahasuci orang Israel dan Khaliknya: Masakan orang bertanyakan Daku dari perkara yang patut akan jadi! masakan diberinya perintah kepada-Ku akan hal anak-anakku dan akan perbuatan tangan-Ku!","Bahwa Aku sudah menjadikan bumi dan sudah mengadakan segala manusia yang di atasnya: Akulah Dia, maka tangan-Ku sudah membentangkan segala langit dan Aku juga yang memerintahkan segala tentaranya.","Bahwa Aku membangunkan dia dengan kebenaran dan segala jalannyapun akan Kuratakan; maka iapun akan membangunkan pula negeri-Ku serta melepaskan segala umat-Ku yang tertawan itu, bukan dengan harga tebusan dan bukan dengan barang hadiah, demikianlah firman Tuhan serwa sekalian alam!","Demikianlah firman Tuhan: Bahwa perbuatan orang Mesir dan dagangan orang Kusy dan orang Syeba, orang yang besar lembaganya itu, akan sampai kepadamu dengan limpahnya serta menjadi engkau punya; mereka itu akan berjalan mengikut engkau, mereka itu akan datang dengan terbelenggu sambil sujud di hadapanmu serta menyembah kepadamu, sembahnya: Niscaya Allah adalah di dalammu, kecuali Ia tiadalah Allah lagi!","Bahwa sesungguhnya Engkau juga Allah, yang bersamarkan diri-Nya; Engkaulah Allah orang Israel dan Juruselamat mereka itu!","Bahwa kecela-celaanlah dan kemalu-maluanlah, dan kebinasaanlah mereka itu sekalian yang memperbuat berhala!","Tetapi orang Israel ditebus oleh Tuhan dengan tebusan yang kekal; bahwa sampai selama-lamanya tiada kamu akan kemalu-maluan atau kena aib.","Karena demikianlah firman Tuhan, yang telah menjadikan segala langit, yaitu Allah yang sudah merupakan bumi dan yang menjadikan dia; ditetapkannya dan dijadikannya akan dia, bukan supaya ia itu tinggal sunyi senyap, melainkan dirupakannya akan diduduki. Bahwa Akulah Tuhan dan tiadalah yang lain.","Maka tiada pernah Aku berfirman kepadamu dalam sembunyian atau pada tempat-tempat gelap yang di bawah bumi, dan tiada pernah Aku berfirman kepada benih Yakub demikian: Caharilah Aku cuma-cuma! Bahwa Akulah Tuhan yang senantiasa sudah berfirmankan barang yang benar dan sudah memberitahu barang yang betul.","Hendaklah kamu berhimpun, datanglah ke mari, hai kamu sekalian yang sudah luput dari pada orang kafir! Bahwa tiada berakal mereka itu sekalian, yang mengangkat akan kayu dijadikannya berhalanya, lalu menyembah sujud kepada Dewa yang tiada dapat menolong.","Marilah kamu, maklumkanlah dia, bicarakanlah dia bersama-sama: Siapakah gerangan sudah memperdengarkan dia dari pada awal zaman serta memaklumkan dia dari dahulukala? Bukankah Aku ini Tuhan? tiadalah Allah lain dari pada-Ku; kecuali Aku tiadalah Allah yang benar dan Juruselamat adanya.","Berpalinglah dirimu kepada-Ku, supaya terpeliharalah kamu, hai segala ujung bumi! Karena Akulah Allah, tiadalah lain lagi.","Bahwa sudah Aku bersumpah demi diri-Ku, dari pada mulut-Ku sudah keluar barang yang benar, sepatah katapun tiada akan Kumungkir, yaitu; segala lutut akan sujud kepada-Ku dan segala lidahpun akan bersumpah demi Aku!","Maka akan Daku orang kelak berkata demikian: Hanya pada Tuhan adalah kebenaran dan kuat; patutlah orang datang kepadanya, tetapi kemalu-maluanlah kelak segala orang yang berbangkit amarahnya akan Dia.","Maka dalam Tuhan juga akan dibenarkan serta bermegah-megah segenap benih Israel."]