["Tetapi sekarang dengarlah olehmu, hai Yakub, hamba-Ku! hai Israel! yang telah Kupilih!","Demikian inilah firman Tuhan, Khalikmu, yang sudah merupakan dikau dari pada rahim ibumu dan yang Penolongmu: Janganlah takut, hai Yakub, hamba-Ku! hai Yesyurun, yang sudah Kupilih!","Karena Aku akan mencucurkan air kepada orang yang berdahaga dan pancaran air kepada tempat yang kering; bahwa Aku akan mencurahkan Roh-Ku kepada benihmu dan berkat-Ku kepada anak cucumu.","Mereka itu akan bertumbuh pucuknya seperti rumput muda, dan seperti pohon teruntum pada tepi anak sungai.","Bahwa kata orang ini kelak: Aku ini Tuhan punya! dan orang itu akan menamai dirinya dengan Yakub, seorang lain akan menyurat dengan tangannya: Aku ini Tuhan punya! dan digelarkannya dirinya dengan nama Israel.","Demikian inilah firman Tuhan, Raja orang Israel dan Penebusnya, yaitu Tuhan serwa sekalian alam: Aku ini yang pertama dan Aku ini yang terkemudian, kecuali Aku tiadalah ilah adanya.","Siapakah sudah memanggil seperti Aku ini -- baik diberitahunya dan dimaklumkannya kepada-Ku dengan sepertinya! -- tatkala Kujadikan suatu bangsa yang kekal; atau hendaklah diberitahunya Aku barang yang kemudian dan yang akan datang.","Sebab itu janganlah kamu gentar dan jangan putus asa; bukankah dari dahulu-dahulu Aku sudah memperdengarkan dia dan memberitahu dia kepadamu? Hendaklah kamu juga menjadi saksi-Ku: Adakah barang ilah lain dari pada-Ku? Sesungguhnya tiadalah bukit batu yang lain; tiada Aku mengetahui dia!","Adapun segala orang yang merupakan patung ukiran itu bersama-sama sia-sialah adanya, dan perbuatan mereka itu yang indah-indah itu tiada berguna; sekalian itu naiklah saksi atas dirinya; suatupun tiada dilihatnya, suatupun tiada diketahuinya, niscaya kemalu-maluanlah mereka itu kelak!","Siapakah merupakan suatu berhala? dituangnya suatu patung yang tiada berguna.","Bahwasanya kemalu-maluanlah kelak segala kawan mereka itu, tegal tukang-tukangnya dari pada manusia juga adanya; baiklah mereka itu sekalian berhimpun, baiklah mereka itu bangkit berdiri -- mereka itu akan gemetar, bersama-sama mereka itu akan malu.","Adapun tukang besi itu memperbuat sebilah kapak, iapun berlelah dalam bara api, dan dirupakannya dengan godam dan dikerjakannya dengan lengan yang kuat, lagi ia berlapar dan jadi letih lesu!","Adapun tukang kayu itu meregangkan benang arang, dan mereka dengan cungkil, dan dikerjakannya dengan pahat dan direncanakannya dengan jangka, diperbuatnya atas teladan orang laki-laki, seturut rupa manusia yang elok, akan tinggal tetap di dalam rumah.","Maka ditebangnya akan dirinya sebatang pohon araz, atau diambilnya akan pohon saru atau pohon jati, atau dipilihnya di antara segala pohon kayu di hutan akan yang keras kayunya, atau ditanamnya pohon nagr sebatang, maka hujanpun menumbuhkan dia.","Tiap-tiap kayu ini bagi manusia akan dibakar; dari padanya diambilnya akan berdiang dirinya padanya, lagi dinyalakannya dan dibakarnya roti padanya, tambahan pula diperbuatkannya suatu berhala dari padanya, lalu ia menyembah kepadanya; diperbuatkannya suatu patung dari padanya lalu iapun sujud kepadanya.","Separuhnya dibakarnya habis dengan api, pada separuhnya direbusnya daging akan dimakan, atau digorengnya barang gorengan, lalu iapun makan sampai kenyang dan berdiang dirinya sambil katanya: Eh, aku sudah jadi hangat, aku sudah merasai panas api!","Maka dari pada lebihnya diperbuatkannya suatu berhala, yaitu suatu patung, lalu iapun menyembah kepadanya dan sujud kepadanya dan meminta doa kepadanya sambil sembahnya: Tolong apalah akan daku, karena engkau juga ilahku!","Bahwa mereka itu tiada berpengetahuan dan tiada berpengertian, karena mata mereka itu terkatup lekat-lekat, sehingga tiada ia melihat, dan hatinyapun sehingga tiada ia mengerti.","Maka dari pada mereka itu seorangpun tiada yang menaruh hatinya akan dia atau yang berpengetahuan atau berakal, sehingga katanya: Separuhnya sudah kubakar habis dengan api, dan pada baranya sudah kubakar roti dan kupanggang daging, lalu kumakan; masakan dari pada lebihnya kuperbuat barang yang kebencian serta aku menyembah sujud kepada sepuntung kayu!","Hatinya yang kena tipu itu mengenyangkan dirinya dengan abu serta menyesatkan dia, sehingga tiada dapat diluputkannya nyawanya dan tiada ia berkata demikian: Mudah-mudahan adalah barang dusta dalam tanganku kanan.","Perhatikanlah ini, hai Yakub! hai Israel! bahwa engkaulah hamba-Ku; Aku sudah merupakan dikau akan hamba-Ku, hai Israel! tiada engkau akan terlupa oleh-Ku.","Bahwa Aku menghapuskan segala kesalahanmu seperti sebuah awan dan segala dosamupun seperti kabut; hendaklah engkau kembali kepada-Ku, karena Akulah Penebusmu!","Hai segala langit! hendaklah kamu memuji ramai-ramai, karena Tuhan juga yang sudah membuatnya; hai bumi yang di bawah! hendaklah engkau bersorak-sorak! hai segala gunung dan hutan dan segala pohon kayu yang didalamnya! hendaklah gempita bunyi suaramu! karena Tuhan sudah menebus Yakub dan sudah menaruh kemuliaan-Nya di dalam Israel.","Demikianlah firman Tuhan, yaitu Penebusmu, yang sudah merupakan dikau dari pada rahim ibumu: Bahwa Akulah Tuhan, yang membuat sekalian ini, Aku sendiri yang membentang akan segala langit, Aku sendiri juga yang menghamparkan bumi.","Aku yang membatalkan alamat segala pereka dusta dan Aku juga yang mempergilakan segala orang petenung; segala orang cerdik Kubingungkan dan segala pengetahuan mereka itu Kujadikan kebodohan.","Bahwa Akulah Dia yang menetapkan kata hambanya dan yang menyampaikan bicara utusannya; firman-Ku kepada Yeruzalem: Engkau lagi akan diduduki orang, dan kepada segala negeri Yehuda: Kamu akan dibangunkan pula dan segala kerobohanmu akan Kutegakkan pula.","Aku yang berfirman kepada tubir: Jadilah tohor, dan segala sungaimu akan Kukeringkan.","Firman-Ku akan hal Koresy: Bahwa ialah gembala-Ku, iapun akan melakukan segala kehendak-Ku, serta titahnya kepada Yeruzalem kelak: Hendaklah engkau dibangunkan pula, dan kepada kaabah: Hendaklah dibubuh kaki tembokmu."]