["Berdiamlah diri kamu di hadapan-Ku, hai segala pulau! hendaklah segala bangsa membaharui kuatnya serta datang ke mari; hendaklah mereka itu memutuskan hukum; kami hendak bersama-sama datang hampir akan berhukum.","Siapa sudah membangkitkan dia dari masyrik, yang bertemu dengan kebenaran pada segala langkahnya? siapa menyerahkan segala orang kafir di hadapan hadiratnya dan memberi kuasa kepadanya atas raja-raja dan menyerahkan mereka itu kepada pedangnya seperti duli kepada busurnya seperti jerami yang diterbangkan,","pada masa diusirnya mereka itu? Dengan selamat juga ia terus pada jalan, yang belum pernah dipijak oleh kakinya.","Siapa gerangan sudah mengadakan dan membuat itu sambil memanggil segala bangsa dari mula asalnya? Aku ini Tuhan, yang pertama, maka serta dengan yang terkemudianpun Aku ini lagi sama jua.","Bahwa pulau-pulau melihat dia lalu takutlah mereka itu; segala ujung bumipun gemetar; sekalian itu datanglah hampir serta berhimpun bersama-sama.","Seorang membantu akan seorang sambil katanya kepada kawannya: Pertetapkanlah hatimu!","Bahwa tukang besi menolong pandai emas dan orang yang mengupam dengan catuk menolong orang yang menempa pada landasan, katanya akan pateri: Baiklah ini! atau diikatnya dengan paku, supaya jangan ia itu tergoncang.","Tetapi engkau, hai Israel, hamba-Ku! hai Yakub, yang telah Kupilih! benih Ibrahim, kekasih-Ku!","Yang telah Kuangkat dari pada ujung bumi dan telah Kupanggil dari antara bangsa-bangsa yang termulia, serta firman-Ku kepadamu: Engkaulah hamba-Ku, engkau juga sudah Kupilih dan tiada Kubuang akan dikau.","Janganlah takut, karena Akulah sertamu! jangalah engkau bimbang, karena Akulah Allahmu; Aku menguatkan dikau, lagi Aku menolong engkau, lagi Aku memapah engkau dengan tangan kanan kebenaran-Ku.","Bahwasanya kemalu-maluanlah dan kecelaanlah kelak mereka sekalian yang berbangkit amarahnya akan dikau; mereka itu akan jadi seperti ketidaan dan segala orang yang berbantah-bantah dengan dikau itu akan binasa.","Bahwa engkau akan mencahari mereka itu, maka tiada mendapat dia; segala orang yang berbantah-bantah dengan dikau itu akan jadi seperti ketidaan dan segala orang yang berperang dengan dikau seperti ketidaan belaka.","Karena Akulah Tuhan, Allahmu, ada memegang tanganmu kanan serta firman-Ku kepadamu: Janganlah takut; Aku yang menolong engkau.","Janganlah takut, hai ulat kecil yang asal dari pada Yakub, hai bangsa kecil yang asal dari pada Israel! Aku yang menolong engkau, demikianlah firman Tuhan, maka Yang Mahasuci orang Israel itulah Penebusmu!","Bahwasanya, Aku sudah menjadikan dikau akan penggeretan yang tajam lagi baharu dan yang bertaring-taring; maka gunung akan diirik-irik dan dihancurluluhkan olehmu dan bukitpun akan kaujadikan sekam.","Bahwa engkau akan menampi dia, lalu dia itu diangkat angin dan diterbangkan angin ribut; tetapi engkau akan bersukacita akan Tuhan dan bermegah-megah sebab Yang Mahasuci orang Israel.","Adapun orang yang teraniaya dan papa itu mencahari air, tetapi airpun tiada, dan lidah mereka itu lekatlah oleh dahaga; bahwa Aku, Tuhan, kelak mendengar akan mereka itu, Aku, Allah orang Israel, tiada meninggalkan mereka itu!","Pada tempat yang tinggi-tinggi Aku akan membukakan sungai dan mata airpun di dalam lembah-lembah; padang tekukur akan dijadikan telaga air dan tanah yang kering Kujadikan pancaran air.","Di padang belantara akan Kutanam pohon araz dan pohon sitim dan pohon murd dan pohon zait; di tempat sunyi akan Kutaruh pohon senobar dan pohon dardar dan pohon syamsyad bersama-sama;","supaya dilihat dan diketahui dan diperhatikan dan diingat oleh mereka itu sekalian, bahwa dia itu sudah dibuat oleh tangan Tuhan dan sudah dijadikan oleh Yang Mahasuci orang Israel.","Datanglah hampir dengan acara kamu, demikianlah firman Tuhan; bawalah akan dalilmu yang syah, demikianlah titah Raja Yakub.","Hendaklah mereka itu datang hampir serta memberitahu kita perkara yang telah jadi, perkara dahulu-dahulu bagaimana adanya; maklumkanlah dia, supaya kita memperhatikan dia serta mengetahui kesudahannya, atau perdengarkanlah kita perkara yang akan datang.","Beritahulah perkara yang datang kemudian, supaya kita ketahui bahwa kamulah dewa-dewa, bahkan, hendaklah kamu berbuat barang sesuatu yang baik atau jahat, supaya heranlah kita apabila bersama-sama kita melihat dia.","Bahwasanya adamu kurang lagi dari pada ketiadaan dan perbuatanmu sia-sia belaka; kebencianlah tiap-tiap orang yang setuju dengan kamu.","Bahwa Aku membangkitkan seorang dari sebelah utara, maka diapun akan datang dari sebelah matahari naik, diapun akan menyebut nama-Ku dan memijak-mijak beberapa penghulu seperti geluh, selaku orang penjunan memijak-mijak tanah liat.","Siapakah sudah memberitahunya dari mula-mula? kita hendak mengetahui dia, atau dahulu dari pada datangnya, supaya kata kita: Benarlah ia! Tetapi seorangpun tiada yang memberitahu perkara itu; bahkan, seorangpun tiada yang memperdengarkan barang sesuatu; bahkan, seorangpun tiada yang mendengar barang sepatah katamu.","Bahwa dahulu sudah Aku berfirman kepada Sion: Tengoklah, inilah dia! dan Kusuruhkan ke Yeruzalem seorang pemberita selamat.","Sekarang Kulihat berkeliling, tetapi tiada orang; di antara mereka itu seorangpun tiada yang tahu bicara, yang dapat memberi jawab apabila Aku bertanya.","Bahwasanya mereka itu sekalian sia-sialah adanya dan segala perbuatan mereka itu cuma-cumalah, segala patung tuangan mereka itu angin dan sia-sia belaka."]