["Bahwa sekarang aku hendak menyanyikan sebiji, nyanyian akan hal kekasihku, sebiji nyanyian akan hal kebun anggur sobatku: Bahwa pada kekasihku adalah sebuah kebun anggur yang subur di atas bukit.","Maka telah dipagarinya akan dia dan disucikannya tanahnya dari pada segala batu, lalu ditanaminya dengan beberapa pokok anggur yang indah-indah dan dibangunkannya sebuah rumah peranginan di tengah-tengahnya dan dibuatnya pula apitan anggur yang terpahat di dalamnya, maka bernanti-nantilah ia kalau hasilnya buah-buah anggur yang baik, tetapi hasilnya buah busuk belaka.","Maka sekarangpun, hai kamu sekalian orang isi Yeruzalem dan segala orang laki-laki Yehuda! hendaklah kamu memutuskan hukum antara Aku dengan kebun anggur-Ku itu.","Kebun anggur-Ku itu dipengapakan lagi, yang belum Kuperbuat akan dia? Mengapa sementara Aku bernanti-nanti akan buah anggur, maka dikeluarkannya buah yang busuk?","Sebab itu sekarang Aku memberitahu kamu barang yang hendak Kupengapakan kebun anggur-Ku itu: Bahwa Aku akan mengangkat pagarnya, supaya dimakan habis oleh binatang akan dia, dan Aku merobohkan pagar temboknya, supaya ia terpijak-pijak.","Maka Aku jadikan dia belukar kelak, iapun tiada akan dirantingi dan tiada dicangkuli, melainkan duri dan onak akan bertumbuh dalamnya; maka akan awan-awanpun Aku suruh jangan didiriskannya dia dengan air hujan.","Bahwa sesungguhnya kebun anggur Tuhan serwa sekalian alam itulah orang isi rumah Israel, dan segala orang Yehuda itulah suatu tanaman yang disukainya, maka Ia sudah bernanti-nanti akan barang yang benar, tetapi sesungguhnya busuk belaka, dan akan kebenaran, tetapi sesungguhnya ada gaduh belaka.","Wai bagi orang yang bersambatkan rumah dengan rumah dan yang berkepilkan bendang dengan bendang, sehingga tiada tinggal tempat lagi, dan hanya kamu sendiri jadi penduduk di tengah-tengah tanah itu!","Maka Tuhan serwa sekalian alam telah berfirman kepada telingaku demikian: Takkan jangan beberapa-berapa rumah itu akan menjadi kerobohan batu kelak, dan rumah yang indah-indah sekali itu tiada lagi orang yang duduk dalamnya.","Karena kebun anggur sepuluh pancar akan menghasilkan hanya sebat, dan biji-bijian sehomer itu akan menghasilkan hanya seefa.","Wai bagi orang yang bangun pagi-pagi hari akan mencahari minuman yang keras dan leka-leka sampai waktu samar muka dengan dipanasi oleh air anggur.","Maka bunyi kecapi, dandi, rebana dan bangsi kedengaran pada segala perjamuan pemabuk mereka itu, tetapi tiada diindahkannya perbuatan Tuhan dan tiada dipandangnya akan perbuatan tangan-Nya.","Maka sebab itu umat-Ku akan dipindahkan dengan tertawan, yaitu dahulu dari pada diketahuinya; dan segala mereka yang mulia-mulia itu akan berlapar dan orang yang berkelimpahan itu akan binasa oleh dahaga.","Maka sebab itu liang lahad akan membuka dirinya lebar-lebar serta mengangakan mulutnya dengan tiada berhingga; maka segala kemuliaannya dan kelimpahannya dan keramaiannya dan sorak-sorak kesukaannyapun akan turun ke dalamnya.","Pada masa itu orang hina akan tunduk dan orang muliapun akan direndahkan dan mata orang jemawapun akan tunduk.","Demikianlah Tuhan serwa sekalian alam akan dipermuliakan oleh keputusan hukum-Nya, dan Allah, yang mahasuci itu, akan dikuduskan oleh keadilan.","Maka anak-anak domba akan makan rumput barang ke manapun dihalau orang akan dia, dan orang dagang akan makan hasil tempat-tempat yang gemuk dan yang rusak sekarang.","Wai bagi orang yang menghela akan perbuatan salah dengan tali kejahatan dan akan dosa dengan tali penghela rata yang besar-besar!","yang berkata demikian: Baiklah Ia bersegera-segera, baiklah dibangatkannya perbuatannya, supaya kami lagi dapat melihat dia! baiklah takdir Yang Mahasuci orang Israel itu datang makin hampir, supaya kami ketahui akan dia.","Wai bagi orang yang mengatakan jahat itu baik, dan akan baik itu jahat; yang menjadikan kegelapan itu terang dan akan terang itu kegelapan, dan yang menjadikan pahit itu manis dan akan manis itu pahit!","Wai bagi orang yang bijak kepada pemandangannya sendiri, dan pada sangkanya dirinya juga budiman!","Wai bagi orang yang gagah berani dalam minum air anggur dan yang perwira perkasa dalam mengacau-ngacau minuman keras!","Yang membenarkan orang jahat karena sesuap, dan yang menahani akan kebenaran dari pada orang yang benar.","Maka sebab itu, seperti jilat api makan habis akan jerami dan nyala apipun menghabiskan merang, demikianpun akar mereka itu dimakan makin habis dan bunganyapun akan beterbangan seperti duli; karena telah dibuangnya akan taurat Tuhan serwa sekalian alam dan dicelakannya firman Yang Mahasuci orang Israel.","Maka sebab itu berbangkitlah murka Tuhan akan umat-Nya dan dikedangkan-Nya tangan-Nya atas mereka itu dan dipalu-Nya akan mereka itu, sehingga gunung-gunungpun gempalah dan bangkai-bangkai mereka itu seperti sampah terhantar pada segala jalan. Maka dalam sekalian ini murka-Nya tiada undur dan tangan-Nyapun lagi terkedang.","Maka Iapun akan mendirikan suatu alamat bagi segala orang kafir yang jauh-jauh, dan dihimpunkan-Nyalah mereka itu dari pada segala ujung bumi; bahwa sesungguhnya dengan pantas dan dengan segera juga mereka itu akan datang.","Di antara mereka itu seorangpun tiada yang akan penat dan seorangpun tiada yang akan tergelincuh, seorangpun tiada yang akan mengantuk atau tertidur, atau terurai ikat pinggangnya atau terlepas tali kasutnya.","Anak panahnya tajam selalu dan busurnyapun selalu terbentang dan kuku kaki kudanya akan seperti batu dan jenteranya seperti puting beliung.","Penderu mereka itu akan seperti bunyi singa betina, seperti pengaum-aum singa yang buas, dengan gempita mereka itu akan menerkam jarahan dan membawa lari akan dia, sehingga seorangpun tiada yang dapat meluputkan dia.","Maka pada hari itu penderu mereka itu akan seperti menderu laut! Pada masa itu orang akan melihat berkeliling negeri, tetapi sesungguhnya akan kegelapan belaka dan kepicikan, apabila terang dari langitpun sudah menjadi gelap."]