["Hai kamu sekalian yang berdahaga! marilah kepada air, dan kamu yang tiada beruang, marilah, belilah dan makanlah, bahkan, marilah, belilah air anggur dan air susu dengan tiada uang dan dengan tiada harga!","Mengapa kamu membelanjakan uang karena barang yang bukan makanan dan kelelahanmu karena barang yang tiada dapat mengenyangkan? Dengarlah akan Daku dengan yakin, makanlah barang yang baik dan biarlah hatimu menyedapkan dirinya dengan kelimpahan itu.","Berilah telinga, marilah kepada-Ku, dengarlah kiranya, maka jiwamu akan hidup; dan Aku akan membuat dengan kamu suatu perjanjian yang kekal, segala janji selamat Daud yang tiada terubahkan.","Bahwasanya Aku sudah memberikan dia kepada segala bangsa akan saksi dan akan Penghulu dan Amir segala bangsa.","Bahwasanya engkau akan memanggil suatu bangsa yang tiada kaukenal akan dia, dan bangsa yang tiada mengenal engkau itupun akan datang mendapatkan dikau, maka demikianlah kehendak Tuhan, Allahmu, demikianlah kehendak Yang Mahasuci orang Israel, karena telah dipermuliakannya dikau.","Hendaklah kamu mencahari Tuhan sementara lagi boleh mendapat Dia, berdoalah kepadanya sementara lagi Ia hampir.","Hendaklah orang fasik itu meninggalkan jalannya dan orang jahat itu kepikirannya, dan hendaklah ia bertobat kepada Tuhan, maka dikasihankan Tuhan akan dia kelak, dan kepada Allah kita, karena Iapun mengampuni dengan limpahnya.","Karena kepikiran-Ku itu bukan kepikiranmu, dan jalanmu itu bukan jalan-Ku, demikianlah firman Tuhan.","Melainkan seperti tinggi langit dari pada bumi, demikianpun tinggi jalan-Ku dari pada jalanmu dan kepikiran-Ku dari pada kepikiranmu.","Karena seperti hujan dan salju turun dari langit dan tiada kembali ke sana, melainkan didiriskannya bumi dan dijadikannya ia berhasil dan menumbuhkan pokok, dan ia memberi biji-bijian kepada orang penabur dan roti kepada orang yang makan;","demikianpun perihal firman-Ku, yang terbit dari pada mulut-Ku, ia itu tiada akan kembali kepada-Ku dengan hampa, melainkan akan dilakukannya barang yang Kukehendaki dan ia itupun akan beruntung dalam segala sesuatu yang Kusuruhkan dia kepadanya.","Karena dengan kesukaan kamu akan keluar dan dengan selamat juga kamu akan dipimpin; bahwa segala gunung dan bukit akan bertempik sorak dan menyanyi ramai-ramai di hadapan kamu dan segala pohon kayu di padangpun akan bertepuk-tepuk tangan.","Akan ganti pokok duri kelak bertumbuh pohon senobar dan akan ganti pokok onak kelak bertumbuh pohon murd, maka inilah bagi Tuhan akan suatu nama dan akan tanda yang kekal, yang tiada terhapuskan."]