["Siapa gerangan telah percaya akan kabar kami, dan kepada siapa tangan Tuhan dinyatakan?","Karena ia telah tumbuh di hadapan hadirat-Nya seperti taruk muda, seperti sebuah akar dari pada tanah yang kering; maka tiadalah padanya barang keelokan atau kemuliaan, sehingga kita pandang akan dia, dan tiada pula rupanya, sehingga kita rindu akan dia.","Bahwa ia dicelakan dan terhina di antara segala manusia, seorang yang kena sengsara dan yang biasa dalam kesukaran; seperti seorang yang dari padanya juga ditudungi oranglah mukanya, demikianlah ia dicelakan, maka kitapun tiada mengindahkan dia.","Sebenarnya ditanggungnya segala kelemahan kita dan diangkutnya segala penyakit kita, tetapi pada sangka kita bahwa disengsarakan dan dipalu dan direndahkan Allah akan dia.","Tetapi ia sudah kena luka karena sebab segala kesalahan kita, dan iapun dihancurkan karena sebab segala kejahatan kita; bahwa siksa yang mengadakan selamat bagi kita itu berlaku atas dia dan oleh segala bilurnya kitapun disembuhkan.","Bahwa sesatlah kita sekalian seperti domba, masing-masing kita balik kepada jalannya sendiri, tetapi segala kejahatan kita ditempuhkan Tuhan kepadanya.","Apabila ia itu ditagih maka iapun disengsarakan, tetapi tiada dibukakannya mulutnya; seperti seekor anak domba ia dihantar akan dibantai dan seperti seekor kambing biri-biri kelu di hadapan orang yang mengguntingi bulunya, demikianpun tiada dibukakannya mulutnya.","Bahwa iapun diangkat dari dalam kepicikan dan dari dalam pehukuman, maka di antara segala orang zamannya siapakah memperhatikannya, bahwa ia dikerat dari negeri orang yang hidup; karena sebab kesalahan segala umat-Ku maka bala itu sudah berlaku atasnya.","Bahwa ditentukan oranglah kuburnya di antara segala orang fasik, tetapi dalam hal matinya adalah ia di antara orang kaya-kaya, karena iapun tiada berbuat dosa, dan tipupun tiada terdapat dari pada mulutnya.","Tetapi adalah kehendak Tuhan juga menghancurkan dia dan mempersakiti dia. Apabila sudah diserahkannya nyawanya akan korban karena salah, iapun akan melihat benih dan melanjutkan umur, maka keridlaan Tuhanpun akan beruntung oleh tangannya.","Karena sebab kesukaran jiwanya iapun akan melihatnya dan hatinya akan berpuas; dengan pengajarannya juga hamba-Ku yang benar itu akan membenarkan banyak orang, karena akan ditanggungnya segala dosa mereka itu.","Maka sebab itu Aku akan mengaruniakan kepadanya suatu bahagian dari pada orang banyak dan diambilnya akan dirinya orang-orang yang berkuasa seolah-olah barang jarahan, sebab sudah dicurahkannya nyawanya ke dalam maut dan iapun dibilang dengan orang durhaka dan sudah ditanggungnya dosa orang banyak dan sudah dipintanya doa akan orang durhaka."]