["Berserulah dengan keras bunyinya, jangan engkau menahaninya, nyaringkanlah suaramu selaku nafiri dan memberitahu umat-Ku segala kesalahannya dan isi rumah Israel segala dosanya.","Bukankah mereka itu mencahari Aku pada sebilang hari dan mereka itu suka mengetahui segala jalan-Ku, seperti suatu bangsa yang melakukan barang yang benar dan yang tiada tahu meninggalkan hukum Allahnya. Bukankah mereka itu bertanyakan Aku dari hal mana yang patut dan mana yang benar, dan mereka itu suka menghampiri Allah!","Katanya: Mengapa kami berpuasa maka tiada Engkau melihatnya; kami memenatkan jiwa kami, maka tiada Engkau mengetahuinya? Bahwasanya pada hari kamu berpuasa, maka kamu memuaskan nafsumu; adapun barang yang dalamnya kamu mempersakiti dirimu, ia itu kamu tanggungkan atas dirimu sendiri juga.","Bahwasanya kamu berpuasa hendak berbantah-bantah dan berkelahi dan bergocoh-gocoh dengan amarah; adapun puasa seperti yang kamu buat sekarang ini tiada boleh menyampaikan bunyi serumu kepada tempat yang tinggi itu.","Adakah puasa begini macam yang Kukehendaki, bahwa manusia mempersakiti jiwanya barang sehari lamanya, dan ditunduknya kepalanya selaku kercut dan dikenakannya kepada tubuhnya kain karung dan abu? Bolehkah yang demikian kamu katakan puasa dan hari yang memperkenankan Tuhan?","Bukankah inilah puasa yang Kukehendaki, yaitu kamu membukakan segala simpulan kejahatan dan menguraikan segala tali kuk dan menyuruhkan pergi dengan merdeka segala orang yang teraniaya dan kamu memecahkan segala kuk?","Bukankah inilah: Bahwa kamu membahagi-bahagi makananmu kepada orang yang berlapar dan memberi tumpangan dalam rumahmu kepada orang miskin dan yang terbuang; apabila kamu melihat seorang yang telanjang kamu menudungi dia dan tiada kamu menyembunyikan dirimu dari pada orang yang sedaging darah dengan kamu?","Pada masa itu terangmu akan merekah seperti fajar dan kesembuhanmu akan tumbuh dengan segeranya; pada masa itu kebenaranmu akan berjalan di hadapanmu dan kemuliaan Tuhan pengiringmu.","Pada masa itu kamu akan berseru dan Tuhanpun akan menyahut; apabila kamu menangis, lalu firman Tuhan kelak demikian: Aku adalah hadir. Jikalau kiranya kamu membuang dari antara kamu segala aniaya dan petunjuk jari dan perkataan yang mencelakan.","Dan kamu memberikan kepada orang yang berlapar barang yang kamu ingin sendiri dan kamu mengenyangkan jiwa yang kepicikan; pada masa itu terangmu akan terbit dari dalam gelap dan malam berubah bagimu menjadi siang hari.","Maka Tuhanpun akan memimpin kamu selalu dan dikenyangkannya jiwamu, jikalau di tanah yang kering sekalipun, dan dikuatkannya segala tulangmu dan kamu akan jadi seperti taman yang didirus dan seperti pancaran air yang tiada tahu kekeringan.","Pada masa itu kamu akan membangunkan pula segala tempat yang lama sudah rusak, dan kamu mendirikan pula segala kaki tembok yang tertimbus sudah beberapa zaman lamanya; pada masa itu dinamai orang akan dikau: Si penumpat celah pagar, si penambak lorong-lorong yang akan didiami.","Jikalau engkau menegahkan kakimu dari pada membuat kehendakmu pada sabat, yaitu pada hari yang disucikan bagi-Ku, dan engkau membilang sabat itu akan hari kesukaan yang patut disucikan bagi Tuhan, yang harus dihormati, dan engkau mempermuliakan hari itu dengan tiada menurut jalanmu sendiri atau memebuat kehendakmu atau memakai perkataan yang sia-sia;","pada masa itu hatimu kelak bersukacita akan Tuhan, maka akan Kujadikan bahwa engkau mengendarai segala ketinggian bumi dan Aku akan memberi engkau makan pusaka Yakub, moyangmu itu; demikianlah firman yang terbit dari pada mulut Tuhan!"]