["Demikianlah firman Tuhan: Di manakah surat talak ibumu, yang Kuberikan kepadanya akan menyuruhkan dia pergi? Atau di mana gerangan piutang-Ku, kepadanya juga sudah Kujual engkau? Bahwasanya karena sebab segala kesalahanmu maka engkau sudah dijual, dan karena sebab durhakamu maka ibumupun sudah disuruh pergi.","Mengapa seorangpun tiada apabila Aku datang, seorangpun tiada yang menyahut apabila Aku berseru? Adakah tangan-Ku jadi terlalu singkat, sehingga tiada boleh Aku menolong? Tiadakah kuat pada-Ku akan membantu? Bahwasanya Aku juga mengeringkan laut dengan pengamang-Ku, maka sungai-sungai Kujadikan tanah kering, sehingga lemaslah segala ikan di dalamnya, serta mati berdahaga sebab kekurangan air.","Bahwa Aku juga yang memakaikan langit dengan kegelapan dan memperselimutkan dia dengan karung.","Bahwa Tuhan Hua sudah mengaruniakan kepadaku lidah orang fasih, supaya aku tahu berkata-kata barang yang patut dengan orang yang penat; dibangunkan-Nya aku pada tiap-tiap pagi, dijagakan-Nya telingaku, supaya aku mendengar seperti orang yang diajarkan.","Maka Tuhan Hua sudah membukakan telingaku, maka tiada aku mendurhaka dan tiada aku undur ke belakang.","Bahwa aku membiarkan belakangku kepada orang yang menyesah aku, dan pipiku kepada orang yang mencabut bulu janggutku, dan tiada aku melindungkan mukaku dari pada dinista dan diludahi.","Tetapi Tuhan Hua menolong aku, sebab itu tiada aku kena aib, sebab itu juga aku jadikan mukaku seolah-olah batu besi, karena kuketahui, bahwa tiada aku akan dipermalukan.","Bahwa hampirlah Ia yang membenarkan daku; siapakah akan berbantah-bantah dengan aku? marilah kita berhukum bersama-sama! Siapa mendakwai aku? Hendaklah ia ke mari kepadaku.","Bahwasanya Tuhan Hua juga yang menolong aku; siapa gerangan dapat menghukumkan daku? Bahwasanya mereka itu sekalian seperti pakaian buruk yang dimakan gegat.","Siapakah di antara kamu yang takut akan Tuhan, yang mendengar akan kata hamba-Nya? Apabila ia berjalan dalam kegelapan dan tiada terang padanya, hendaklah diharapkanya pada nama Tuhan serta bersandar kepada Allahnya.","Hai kamu sekalian yang menyalakan api dan yang memuntalkan pedamaran! Biarlah kamu berjalan pada nyala apimu dan pada terang pedamaran yang telah kamu pasang itu. Tetapi ini juga akan berlaku atasmu dari pada tangan-Ku: Kamu akan terhantar dengan lukamu!"]