["Dengarlah olehmu akan Daku, hai kamu yang menuntut kebenaran, kamu yang mencahari Tuhan! pandanglah akan bukit batu, tempat kamu sudah terpahat dari dalamnya, dan akan cebakan batu, tempat kamu sudah tergali!","Pandanglah akan Ibrahim, moyangmu, dan akan Sarah, yang sudah memperanakkan kamu, karena Aku sudah memanggil dia tatkala ia lagi seorang-orangnya, maka Aku sudah memberkati dia dan memperbanyakkan dia.","Karena Tuhan akan menghiburkan Sion dan Iapun akan menghiburkan segala tempatnya yang sudah dirusakkan itu, dan dijadikan-Nya padang tekukurnya seperti Eden dan hutannya seperti taman Tuhan; kesukaan dan keramai-ramaian akan terdapat dalamnya, demikianpun puji-pujian dan nyanyi-nyanyian!","Dengarlah olehmu akan Daku, hai segala umat-Ku! berilah telinga akan kata-Ku, hai segala hamba-Ku! karena dari pada-Ku juga akan keluar suatu hukum dan Akupun akan memancarkan kebenaran-Ku akan suatu terang bagi segala bangsa.","Bahwa kebenaran-Ku hampirlah akan datang; selamat yang dari pada-Ku itu keluar dan lengan-Ku juga menghukumkan segala bangsa; segala pulaupun akan menantikan Daku dan diharapnya akan lengan-Ku.","Hendaklah kamu menengadah ke langit atau tunduk ke bumi, bahwasanya segala langit itu akan lenyap seperti uap dan bumipun akan menjadi buruk seperti sehelai kain, dan segala orang isinyapun akan mati seperti ulat; tetapi selamat yang dari pada-Ku itu akan kekal sampai selama-lamanya dan kebenaran-Kupun tiada akan diputuskan.","Dengarlah olehmu akan Daku, hai kamu sekalian yang mengetahui kebenaran, hai segala umat, yang dalam hatinya adalah hukumku! janganlah kamu takut akan pencelaan manusia, dan janganlah gentar akan segala kutuk mereka itu.","Karena mereka itu akan dimakan habis seperti sehelai kain dimakan habis oleh gegat dan seperti bulu domba dimakan ulat; tetapi kebenaran-Ku akan kekal sampai selama-lamanya dan selamat yang dari pada-Ku itu turun-temurun.","Jagalah, jagalah, pakaikanlah kuatmu, hai lengan Tuhan! jagalah seperti pada zaman dahulukala, pada zaman bangsa yang dahulu-dahulu itu! Bukankah Engkau juga yang sudah membinasakan Rahab, dan yang sudah melukai naga laut?","Bukankah engkau juga yang sudah menohorkan laut dan yang sudah menyuruhkan air lautan besar? dan yang menjadikan tubir laut akan jalan, supaya segala tebusan-Mu dapat menyeberang dari padanya.","Demikianpun segala orang tebusan Tuhan akan kembali serta sampai ke Sion dengan bersorak-sorak, dan kesukaan yang kekal akan ada di atas kepalanya; keramaian dan kesukaan menjadi pendapatan mereka itu dan dukacita dan keluh kesah akan terbang dari padanya.","Bahwa Aku, bahkan, Aku juga yang menghiburkan kamu; apakah engkau, maka engkau takut akan manusia yang mati kelak? dan akan anak Adam yang seperti rumput adanya?","Maka engkau melupakan Tuhan, yang sudah menjadikan dikau, yang sudah membentangkan segala langit dan mengalaskan bumi, dan dari pada sehari datang kepada sehari engkau takut akan si penganiaya, apabila ia bersedia hendak membinasakan. Maka di mana gerangan geram si penganiaya itu?","Dengan segera juga orang yang terbelenggu itu akan dilepaskan; tiada ia akan mati di dalam penjara, dan tiada ia akan kekurangan rezeki.","Karena Akulah Tuhan, Allahmu, yang membelahkan laut, sehingga bergelora ombaknya: Tuhan serwa sekalian alam nama-Nya!","Maka Kububuh firman-Ku dalam mulutmu dan Aku menudungi engkau dengan naung tangan-Ku, akan meneguhkan langit dan akan memperalaskan bumi dan akan mengatakan kepada Sion: Engkaulah umat-Ku!","Jagalah, jagalah, bangunlah, hai Yeruzalem! engkau yang dari pada tangan Tuhan sudah minum habis piala kehangatan murka-Nya, engkau sudah minum habis piala berisi barang yang memabukkan, bahkan, kaucerup habis akan dia.","Dari pada segala anak yang sudah diperanakkannya, seorangpun tiada yang memimpin dia perlahan-perlahan, dan dari pada segala anak yang sudah dipeliharakannya, seorangpun tiada yang memegang tangannya.","Kedua perkara ini sudah berlaku atasmu, maka siapa gerangan mengasihani akan dikau? Adalah kerusakan dan kebinasaan dan kelaparan dan pedang; maka dengan siapa gerangan Aku akan menghiburkan dikau?","Bahwa anak-anakmu sudah rebah pingsan; mereka itu terhantar pada segala lorong seperti seladang yang sudah kena jaring; mabuklah mereka itu dengan murka Tuhan dan dengan laknat yang dari pada Allahmu.","Maka sebab itu dengarlah olehmu akan ini, hai engkau yang berdukacita dan mabuk, tetapi bukan dengan air anggur!","Demikian inilah firman Tuhanmu, yaitu Hua dan Allahmu, yang membenarkan kelak acara umat-Nya: Bahwasanya Aku mengambil dari pada tanganmu piala berisi barang yang memabukkan, yaitu piala yang penuh dengan kehangatan murka-Ku, maka mulai dari pada sekarang tiada lagi engkau akan minum dia.","Melainkan Aku membubuh dia kelak pada tangan orang yang sudah mendukakan dikau serta yang katanya kepadamu: Tiaraplah engkau, supaya kami memijak-mijak belakangmu; maka engkaupun sudah meniarapkan dirimu pada bumi akan jalan bagi segala orang yang hendak menjalani dia."]