["Demikianlah firman Tuhan: Peliharakanlah kebenaran dan buatlah insaf, karena selamat yang dari pada-Ku itu hampir akan datang dan kebenaran-Ku hampir akan dinyatakan.","Berbahagialah kiranya orang yang berbuat demikian dan anak Adam yang berpaut kepada hal itu, yang memeliharakan sabat, sehingga tiada dinajiskannya, dan yang memeliharakan tangannya dari pada berbuat barang jahat.","Adapun orang dagang yang berpaut kepada Tuhan itu janganlah ia berkata demikian: Niscaya aku sudah diasingkan oleh Tuhan dari pada umat-Nya; maka orang kasimpun jangan berkata demikian: Bahwasanya aku ini sebatang pohon yang kering.","Karena demikianlah firman Tuhan akan hal orang kasim yang memeliharakan segala sabat-Ku dan yang suka akan barang yang Kukehendaki dan yang berpaut kepada perjanjian-Ku:","Bahwa kepada mereka itu juga Aku akan mengaruniakan di dalam kaabah-Ku dan di sebelah dalam pagar tembok-Ku suatu tempat dan suatu nama yang baik dari pada nama segala anak laki-laki dan perempuan; suatu nama yang kekal, yang tiada terhapuskan, Kukaruniakan kepada masing-masing kelak.","Maka segala orang dagang yang berpaut kepada Tuhan hendak berbuat bakti kepada-Nya dan hendak mengasihi akan nama Tuhan dan hendak menjadi hamba-Nya, barangsiapapun baik yang memeliharakan hari sabat, sehingga tiada dinajiskannya, dan yang berpaut kepada perjanjian-Ku,","niscaya Kusampaikan dia kepada bukit-Ku yang suci dan Kusukacitakan hatinya kelak di dalam rumah sembahyang-Ku: Bahwa segala korban bakaran dan segala korban sembelihan mereka itu akan kekenangan di atas mezbah-Ku, karena rumah-Ku akan disebut rumah sembahyang bagi segala bangsa.","Maka inilah firman Tuhan Hua, yang menghimpunkan segala orang Israel, yang sudah dihalau itu: Bahwa kepadanya Aku akan mengumpulkan lagi orang lain, terlebih dari pada sekalian mereka yang telah dihimpunkan kepadanya itu.","Marilah, hai segala margasatwa di padang dan segala binatang yang di hutan, datanglah makan!","Segala penghulu mereka itu buta, satupun tiada diketahuinya, semuanya itu anjing kelu, tiada ia tahu menyalak, mereka itu mengantuk sambil berbaring dan suka tidur.","Maka anjing ini lagi gelojoh, tiada ia tahu kenyang; bahkan, mereka itulah gembala yang tiada dapat mengerti, masing-masing balik kepada jalannya sendiri, masing-masing kepada labanya yang keji, jikalau orang yang terkemudian sekalipun,","katanya: Marilah, aku akan mengambil air anggur, kita akan minum minuman yang keras, maka seperti hari ini demikian juga besok hari, bahkan, terlebih ria dan mewah pula!"]