["Bahwasanya lengan Tuhan tiada singkat, sehingga tiada dapat Ia menolong kamu, dan telinga-Nyapun tiada menjadi terlalu berat, sehingga tiada Ia dapat mendengar.","Tetapi segala kejahatanmu sudah menceraikan kamu dari pada Allahmu, dan sebab segala dosamu disamarkannya wajah-Nya dari padamu, sehingga tiada didengar-Nya akan kamu.","Karena tanganmu berlumur dengan darah dan segala jarimu dengan aniaya, bibirmu berkata dusta dan lidahmu mereka jahat.","Seorangpun tiada yang membuka mulutnya karena keadilan dan seorangpun tiada yang masuk hukum karena kebenaran; mereka itu harap pada barang yang sia-sia serta berkata dusta; bahwa orang mengandung aniaya dan beranak kejahatan.","Mereka itu mengeramkan telur ular tedung dan bertenunkan sarang laba-laba; barangsiapa yang makan dari pada telurnya ia itu akan mati kelak; apabila telur itu ditetas, maka keluarlah seekor ular biludak dari dalamnya.","Sarangnya laba-laba tiada berguna kepada pakaian; tiada boleh orang menudungi tubuhnya dengan perbuatan mereka itu; maka perbuatan mereka itu pekerjaan kejahatan, dan perbuatan aniaya adalah pada tangannya.","Bahwa kakinya berlari-lari akan membuat jahat dan mereka itu pantas akan menumpahkan darah orang yang tiada bersalah; segala kepikiran mereka itu kepikiran yang jahat dan pada segala jalan mereka itu adalah kerusakan dan kebinasaan.","Maka tiada diketahuinya akan jalan selamat, kebenaranpun tiada pada segala jalan mereka itu; bahwa mereka itu sendiri membengkokkan jalan-jalannya; barangsiapa yang menjalani dia ia itu tiada mengetahui akan selamat.","Maka sebab itu insaf jauhlah dari pada kita dan kebenaranpun tiada sampai kepada kita; bahwa kita menantikan terang, tetapi sesungguhnya ada kegelapan juga; kita menantikan terang cuaca, tetapi kita berjalan di dalam gelap gulita.","Bahwa kita meraba-raba ke pagar dinding selaku orang buta dan kita merayau seperti orang yang tiada bermata; pada tengah hari juga kita terantuk seperti pada waktu samar muka, bahwa dengan segala gaya kita, maka kita seperti orang mati juga.","Bahwa kita meraung-raung seperti beruang dan kita sekalian memeram seperti merpati; kita menantikan insaf, maka ia itu tiada; kita menantikan selamat, maka ia itu tinggal jauh dari pada kita.","Karena banyaklah kesalahan kami di hadapan hadirat-Mu dan segala dosa kami naik saksi atas kami; karena sadarlah kami akan segala kesalahan kami, dan kami ketahui akan segala kejahatan kami.","Bagaimana kita khianat dan sudah menyangkal Tuhan dan sudah undur dari pada Allah kita; bagaimana kita sudah berkata-kata hendak gagah dan murtad dan hati kita sudah mengandung dan mereka segala perkataan dusta.","Sebab itu insaf sudah undur ke belakang dan keadilanpun adalah berdiri dari jauh; bahkan, kebenaran itu terpelecok di tengah-tengah jalan dan ketulusanpun tiada boleh mendapat tumpangan.","Maka kebenaran itu dicahari cuma-cuma dan barangsiapa yang lalu dari pada jahat itu menjadikan dirinya suatu rampasan. Bahwa sekalian ini sudah dilihat oleh Tuhan, maka jahatlah kepada pemandangan-Nya bahwa tiadalah barang insaf.","Sedang dilihat-Nya bahwa seorang juapun tiada, maka heranlah Ia tercengang-cengang; tegal tiadalah barang syafi, maka lengan-Nya sendiri mengadakan kemenangan bagi-Nya dan keadilan-Nyapun menyokong Dia.","Karena Iapun berpakaikan keadilan akan baju zirha dan ketopong selamat adalah di atas kepala-Nya dan Iapun berpakaikan pembalasan akan pakaian dan ditudungi-Nya diri-Nya dengan gairah seperti dengan baju selimut.","Betul sekadar perbuatan itu akan dibalas-Nya juga, yaitu kehangatan murka atas segala pembenci-Nya dan pembalasan atas segala seteru-Nya, dan atas segala pulaupun didatangkan-Nya pembalasan.","Pada masa itu orang kelak takut akan nama Tuhan dari pada sebelah masuk matahari dan akan kemuliaan-Nya dari pada sebelah terbit matahari! Apabila musuh itu datang seperti air bah, maka nafas Tuhanpun akan menghembuskan dia selaku angin ribut.","Maka kepada Sion akan datang seorang Penebus, yaitu bagi segala orang dalam Yakub, yang bertobat dari pada dosanya; demikianlah firman Tuhan.","Akan Daku, inilah perjanjian-Ku dengan mereka itu, demikianlah firman Tuhan: Bahwa Roh-Ku yang padamu dan segala firman-Ku yang sudah Kububuh dalam mulutmu, ia itu tiada akan lalu dari pada mulutmu atau dari pada mulut anak-anakmu, atau dari pada mulut cucu cicitmu dari pada sekarang sampai selama-lamanya, demikianlah firman Tuhan."]