["Jagalah, jagalah; kenakanlah kuatmu hai Sion! kenakanlah pakaian perhiasanmu, hai Yeruzalem, bait-ulmukadis! karena tiada lagi akan masuk ke dalammu barang seorang kuluppun atau yang najis.","Kebaskanlah abu dari padamu, bangunlah dan duduklah, hai Yeruzalem! uraikanlah segala pengikat lehermu, hai puteri Sion yang tertawan!","Karena demikianlah firman Tuhan: Bahwa kamu sudah dijual dengan tiada harga, maka kamu akan ditebuspun dengan tiada harga.","Karena demikianlah firman Tuhan Hua: Pada zaman dahulukala turunlah segala umat-Ku ke Mesir hendak menumpang di sana seperti orang dagang, dan lagi Asyurpun sudah menganiayai mereka itu dengan tiada semena-mena.","Maka sekarangpun apakah patut Kuperbuat? demikianlah firman Tuhan, tegal umat-Ku sudah dibawa pergi dengan tiada semena-mena dan segala penganiayanya bersorak dengan congkaknya, dan selalu nama-Ku dihujatkan pada sebilang hari.","Sebab itu diketahui kelak oleh segala umat-Ku akan nama-Ku, dan pada hari itu diketahuinya kelak bahwa Akulah Dia yang berfirman: Aku adalah hadir.","Bagaimana elok di atas gunung-gunung kaki orang yang memberitahu barang yang baik, yang memperdengarkan assalam, yaitu orang yang membawa kabar baik, yang memperdengarkan assalam, yaitu orang yang berkata kepada Sion begini: Allahmu juga Raja!","Adalah bunyi suara pengawalmu; mereka itu mengangkat suaranya dan bersorak bersama-sama, karena mata dengan mata mereka itu melihat Tuhan kembali kepada Sion.","Bertempiklah, bersoraklah bersama-sama, hai segala jajahan Yeruzalem, yang sudah rusak, karena Tuhan sudah menghiburkan umat-Nya dan sudah menebus Yeruzalem.","Bahwa Tuhan sudah menyingsing lengan kesucian-Nya di hadapan mata segala orang kafir, maka segala ujung bumipun akan melihat selamat yang dari pada Allah kami.","Pergilah, pergilah kamu, keluarlah dari sana; jangan kamu jamah yang najis itu; keluarlah dari tengah mereka itu, sucikanlah dirimu, hai kamu yang menggandar benda Tuhan!","Karena adapun kamu akan keluar itu bukannya dengan gopoh-gopoh; adapun kamu akan berjalan itu bukannya seperti orang lari, karena Tuhan juga akan berjalan di hadapan mukamu, dan Allah orang Israelpun akan menjadi tutup tentaramu.","Bahwasanya hamba-Ku itu akan melakukan dirinya dengan akal budi; iapun akan diangkat tinggi-tinggi dan dipermuliakan amat sangat.","Seperti tercengang-cenganglah banyak orang akan dia, sebab begitu buruk mukanya, terlebih pula dari pada barang seorang, dan rupanyapun terlebih pula dari pada segala anak Adam;","demikianpun akan disukakannya banyak orang kafir, maka raja-raja akan mengatupkan mulutnya di hadapannya; karena orang yang belum dikatakan akan halnya, ia itu akan melihatnya, dan orang yang belum mendengar dia, ia itu akan mengetahuinya."]