["Bersoraklah dengan sukahati, hai engkau yang mandul, yang belum tahu beranak! bertempik soraklah, hai engkau yang belum tahu menyakiti akan beranak! karena orang yang sunyi itu terlebih banyak anaknya dari pada orang yang bersuami, demikianlah firman Tuhan.","Luaskanlah tempat kemahmu, hendaklah kelambu kediamanmu dibentangkan makin lebar, janganlah ia itu ditegahkan, panjangkanlah segala talimu dan lantakkanlah segala pasakmu.","Karena engkau akan bertambah-tambah ke kiri dan ke kanan dan benihmu akan memusakai segala orang kafir dan meramaikan pula segala negeri yang rusak itu.","Janganlah takut, karena tiada engkau akan dipermalukan; janganlah berbera mukamu, karena tiada engkau akan kena aib, melainkan engkau kelak terlupa akan kehinaan hal mudamu dan tiada teringat pula akan kecelaan hal engkau lagi janda.","Karena Khalikmu itulah suamimu, Tuhan serwa sekalian alam itulah nama-Nya, dan Yang Mahasuci orang Israel itulah Penebusmu; maka disebut akan Dia kelak Allah semesta alam sekalian.","Karena dipanggil Tuhan akan dikau, seperti akan seorang yang ditinggalkan dan yang berdukacita hatinya; kendatilah engkau juga isterinya pada masa mudanya, jikalau engkau sudah dibuang sekalipun; demikianlah firman Allahmu!","Sesaat jua lamanya sudah engkau Kutinggalkan, tetapi dengan kasihan yang amat besar Aku mengangkat akan dikau pula.","Oleh kehangatan murka-Ku sudah Kusamarkan wajah-Ku dari padamu sesaat jua lamanya, tetapi dengan kemurahan yang kekal Aku akan mengasihankan dikau, demikianlah firman Tuhan, yaitu Penebusmu.","Maka seperti pada zaman Nuh begitu juga hal-Ku sekarang ini; pada zaman itu Aku sudah bersumpah bahwa tiada lagi air Nuh itu akan meliputi bumi, maka sekarangpun Aku bersumpah, bahwa tiada lagi Aku murka akan dikau dan tiada lagi Aku menistakan dikau.","Karena jikalau segala gunung undur dan segala bukitpun goncang sekalipun, tetapi kemurahan-Ku tiada akan undur dari padamu dan perjanjian selamat-Kupun tiada akan tergoncang, demikianlah firman Tuhan, Murahimmu!","Hai engkau yang teraniaya dan terhambat oleh ribut dan yang tiada terhiburkan! bahwasanya Aku akan mematutkan segala batumu dengan indahnya dan mengalaskan dikau di atas permata nilam;","segala baluartimu Kujadikan dari pada hablur dan segala pintu gerbangmu dari pada permata intan dan segala perhinggaan tanahmu dari pada batu yang indah-indah.","Maka segala anakmu akan diajar oleh Tuhan dan besarlah kelak selamat segala anakmu.","Maka oleh kebenaran juga engkau akan ditetapkan, dan engkau akan jauh dari pada aniaya, karena tiada engkau akan takut, dan engkau akan jauh dari pada kegentaran, karena tiada ia itu akan menghampiri engkau.","Bahwasanya tidak dapat tiada mereka itu akan berkerumun, tetapi tiada dari pada pihakku; barangsiapa yang akan berhimpun hendak melawan dikau, ia itu akan jatuh karena sebabmu.","Bahwasanya Aku sudah menjadikan tukang besi, yang menghembuskan bara dalam api, dan yang memperbuat senjata dengan kelelahannya, dan lagi Aku menjadikan si pembinasa akan membinasakan,","tetapi segala senjata yang diperbuat akan melawan dikau, ia itu tiada akan beruntung dan segala lidah orang yang berbangkit dalam hukum akan melawan dikau, ia itu akan dihukumkan olehmu; maka inilah bahagian pusaka segala hamba Tuhan, dan kebenaran mereka itu asal dari pada-Ku juga; demikianlah firman Tuhan!"]