["Bahwa orang yang benar itu binasalah, maka seorangpun tiada yang memperhatikannya; orang yang baikpun dipungut habis-habis, maka seorangpun tiada yang mencamkan hal itu; tetapi orang yang benar itu dipungut habis-habis dahulu dari pada datang jahat itu.","Dengan selamat juga ia pergi; mereka itu berhentikan lelahnya di atas tempat tidurnya, yaitu tiap-tiap orang yang sudah berjalan dengan tulus hatinya.","Tetapi kamu, hendaklah ke mari, hai anak-anak petenung perempuan! kamu benih yang bermukah dan berzinah!","Karena akan siapakah kamu bergemar? akan siapakah kamu ngangakan mulutmu dan mengelelotkan lidahmu? Bukankah kamu anak-anak durhaka dan suatu benih yang haram?","Yang memuaskan nafsumu dengan berhala di bawah segala pohon kayu yang hijau, dan yang membantai anak-anakmu di dalam segala lembah dan di dalam celah-celah bukit batu!","Di jurang-jurang yang kering kamu bantai akan dia yang bahagianmu, akan dia yang milikmu terutama! dan serta dengan mereka itu kamu curahkan lagi persembahan minuman dan kamu membawa persembahan makanan! Masakan Aku melihat perkara yang begitu dengan tiada menghukumkan dia?","Bahwa di atas gunung yang tinggi-tinggi kamu mendirikan pembaringanmu, kamu sendiri naik ke sana akan mempersembahkan korban.","Di belakang pintu dan jenang pintu kamu membubuh tanda peringatanmu; di sana kamu menelanjangkan dirimu bagi yang lain dari pada-Ku dan kamu naik dan meluaskan pembaringanmu dan kamu menyelimpat dengan orang yang kamu suka berseketiduran dengan dia, yaitu dengan tiap-tiap orang yang mengisyaratkan kamu jua.","Maka kamu datang menghadap Molekh dengan minyak bau-bauan dan kamu siram berkasai dan menyuruhkan segala utusanmu jauh-jauh dan menurunkan dia sampai ke dalam neraka.","Jikalau kamu penat dari pada perjalanan yang jauh sekalipun, tiada juga katamu: Putuslah harapku! kamu lagi merasai kuat di dalam tanganmu, sebab itu tiada kamu merasai sakit.","Tetapi akan siapa gerangan kamu sudah tahu gentar dan takut? Sesungguhnya kamu sudah tahu berdusta, tetapi tiada pernah kamu ingat akan Daku atau menaruh Aku di dalam hatimu! Bukankah ia itu sebab Aku berdiam diriku beberapa zaman lamanya maka kamu tiada takut akan Daku?","Bahwa Aku hendak memberitahu kebenaranmu dan segala perbuatanmu, yang sekali-kali tiada berfaedah kepadamu.","Apabila kamu berseru, baiklah kebanyakan berhalamu menolong kamu! tetapi semuanya itu akan diterbangkan oleh angin, semuanya itu hilanglah di dalam uap. Tetapi barangsiapa yang harap pada-Ku itu akan memusakai bumi dan beroleh bukit kesucian-Ku akan miliknya pusaka.","Pada masa itu dikatakan oranglah kelak: Tambaklah, tambaklah, ratakanlah jalan, lalukanlah segala batu sentuhan dari pada jalan umat-Ku!","Karena demikianlah firman Yang Mahatinggi dan Yang Mahamulia, yang mengediami tempat yang kekal, dan sucilah nama-Nya: Sungguhpun Aku mengediami tempat yang tinggi dan suci, tetapi Aku diam juga serta dengan orang yang hancur dan rendah hatinya, supaya Aku menghidupkan hati orang yang rendah dan supaya Aku menghidupkan hati orang yang hancur.","Karena tiada Aku hendak berbantah-bantah sampai selama-lamanya dan tiada Aku hendak murka dengan tiada berkeputusan; apabila nyawa diliputi di hadapan hadirat-Ku Kujadikan kesenangan baginya.","Bahwa murka-Ku sudah berbangkit akan salah mereka itu yang bertimbun-timbun, lalu Kupalu akan mereka itu; dengan kehangatan murka-Ku Aku menyamarkan diri-Ku dari padanya; kendatilah dengan durhakanya selalu juga mereka itu menurut jalan hatinya.","Bahwa Aku sudah melihat jalan-jalannya, maka Aku akan menyembuhkan mereka itu dan Aku akan memimpin mereka itu dan kepada mereka itu yang berdukacita Aku mengaruniakan penghiburan dengan amat limpahnya.","Bahwa Aku menjadikan puji-pujian lidah; selamat, selamat kiranya bagi orang yang jauh dan bagi orang yang hampir, demikianlah firman Tuhan, apabila Aku sudah menyembuhkan mereka itu.","Tetapi segala orang fasik itu seperti laut yang bergelora, karena tiada ia itu boleh teduh, dan airnya menimbulkan lumpur dan lanyau.","Bahwa pada orang fasik tiadalah selamat; demikianlah firman Allahku."]