["Hendaklah kiranya Engkau membelahkan segala langit dan Engkau turun dan segala bukitpun hancur meleleh di hadapan hadirat-Mu,","selaku api menyalakan ranting-ranting dan apipun membualkan air; ia itu akan memaklumkan nama-Mu kepada segala musuh-Mu; supaya gentarlah segala orang kafir di hadapan hadirat-Mu.","Tatkala Engkau mengadakan perkara yang hebat, yang tiada kami sangkakan, tatkala Engkau turun dan segala bukitpun hancur meleleh di hadapan hadirat-Mu.","Bahwa dari dahulukala tiada pernah didengar orang atau didapat tahu dengan telinga dan tiada pernah dilihat oleh mata, melainkan Engkau juga, ya Allah! barang yang dibuat kelak akan mereka itu yang menantikan Dia.","Bahwa Engkau juga bertemu dengan orang yang berbuat baik dengan suka hatinya, yang ingat akan Dikau pada segala jalan-Mu; bahwasanya Engkau sudah murka sangat, sebab kami sesat dari padanya, jikalau kiranya selalu kami tetap padanya, niscaya terpeliharalah kami.","Tetapi kami sekalian seperti seorang najis jua dan segala kebenaran kami seperti sehelai kain yang larah, sebab itu kami sekalianpun luruh seperti daun dan kami dibawa oleh kejahatan kami seperti diterbangkan oleh angin.","Maka seorangpun tiada yang menyebut nama-Mu, yang bangun akan berpaut kepada-Mu; maka sebab itu Engkau sudah menyamarkan wajah-Mu dari pada kami dan Engkau sudah menghancurkan kami, oleh karena sebab segala kesalahan kami.","Maka sekarangpun, ya Tuhan! Engkau juga Bapa kami; bahwa kami ini tanah liat dan Engkaulah penjunan kami; maka kami sekalianpun perbuatan tangan-Mu.","Ya Tuhan! jangan kiranya Engkau terlalu sangat murka, janganlah selalu Engkau ingat akan kejahatan kami; lihatlah, dan tiliklah kiranya, kami sekalianpun umat-Mu.","Bahwa segala negeri-Mu yang suci itu sudah menjadi padang tekukur, Sionpun sudah menjadi padang tekukur dan Yeruzalempun suatu kerobohan.","Adapun rumah kami yang suci dan mulia itu, tempat nenek moyang kami memuji-muji Engkau, ia itu sudah dibakar habis dengan api dan segala mata benda kami sudah rusak binasa.","Ya Tuhan! masakan Engkau menahani diri-Mu akan segala perkara ini, masakan Engkau berdiam diri-Mu, serta merendahkan kami terlalu sangat?"]