["Maka firman Tuhan demikian: Bahwa langit itulah arasyku dan bumipun alas kaki-Ku; apa macam rumah hendak kamu perbuatkan Daku? atau tempat manakah akan perhentianku?","Bukankah segala perkara itu perbuatang tangan-Ku juga adanya tatkala semesta alam Kujadikan? demikianlah firman Tuhan; tetapi Aku juga menilik kepada orang yang berdukacita hatinya dan yang termangu-mangu dan yang gentar akan firman-Ku.","Barangsiapa yang menyembelih seekor lembu, yaitu seolah-olah ia membunuh orang; barangsiapa yang mengorbankan seekor anak domba, yaitu seolah-olah ia mematahkan tengkuk anjing; barangsiapa yang mempersembahkan persembahan makanan, yaitu seolah-olah ia mempersembahkan darah babi; barangsiapa yang membakar dupa akan persembahan bau-bauan, yaitu seolah-olah ia memuji berhala. Maka orang ini juga suka akan jalannya sendiri dan bergemar akan perbuatannya yang keji itu.","Maka sebab itu Aku juga suka akan pembalasan perbuatan mereka itu dan barang yang ditakutinya itu Kudatangkan kelak atasnya; sebab sudah Aku berseru, tetapi seorangpun tiada yang menyahut, sudah Aku berfirman, tetapi tiada mereka itu mendengar, melainkan dibuatnya barang yang jahat kepada pemandangan-Ku dan disukainya akan barang yang tiada Kukehendaki!","Dengarlah olehmu akan firman Tuhan, hai kamu yang gentar akan firman-Nya! Adapun saudara-saudaramu, yang benci akan dikau dan yang membuang engkau karena sebab nama-Ku itu, kendatilah mereka itu berkata demikian: Yaitu supaya Tuhan dipermuliakan! Niscaya Tuhan kelihatan kelak akan kesukaan kamu, tetapi mereka itu akan malu.","Akan ada bunyi huru-hara besar ke luar dari dalam negeri dan bunyi sorak dari dalam kaabah, yaitu bunyi suara Tuhan yang membalas perbuatan segala seteru-Nya.","Bahwa dahulu dari pada menyakiti ia sudah beranak; dahulu dari pada merasai sakit ia sudah beranak laki-laki.","Siapakah tahu mendengar yang demikian? siapakah tahu melihat yang begitu macam? Bolehlah sebuah negeri dibuat pada sehari jua? bolehlah sebangsa dijadikan pada sesaat jua? Demikianpun perihal Sion, serta dirasainya sakit maka anak-anaknya sudah jadi.","Patutkah Aku membukakan rahim orang, maka tiada beranak sendiri? demikianlah firman Tuhan. Patutkah Aku, yang memberi orang beranak, Aku sendiri tinggal bulus? demikianlah firman Allahmu.","Bersuka-sukaanlah kamu dengan Yeruzalem dan bergemarlah akan dia, hai kamu sekalian yang kasih akan dia! Hendaklah bersukacita akan dia, hai kamu sekalian yang sudah berdukacita akan dia!","Supaya boleh kamu mengisap susu penghiburannya sampai kenyang-kenyang, dan supaya kamu disedapkan sampai puas-puas dengan mengisap pancaran kemuliaannya.","Karena demikianlah firman Tuhan: Bahwasanya Aku akan meliputi dia dengan selamat seperti sungai dan dengan kemuliaan segala bangsa seperti anak sungai yang sebak. Pada masa itu kamu akan mengisap dan akan didukung dan diriba sambil dibujuk dengan manis-manis.","Seperti orang menghiburkan ibunya, demikian Aku akan menghiburkan kamu; bahkan, di Yeruzalem kamu akan dihiburkan.","Pada masa itu kamu melihatnya dan hatimu akan bergemar dan segala tulang-tulangmu akan segar seperti tumbuh-tumbuhan muda; maka tangan Tuhanpun akan dinyatakan kepada segala hamba-Nya, dan murka-Nyapun kepada segala seteru-Nya.","Karena sesungguhnya Tuhan akan datang dengan api, dan segala rata-Nyapun seperti puting beliung; geram-Nya dinyatakan seperti bara api dan kehangatan murka-Nya seperti nyala api.","Karena dengan api dan dengan pedang-Nya Tuhan akan memutuskan hukum atas segala manusia; maka besarlah kelak bilangan segala orang yang dibunuh oleh Tuhan!","Yaitu orang yang menyucikan dirinya dan membersihkan dirinya di dalam taman-taman, dan mengikut satu yang di tengah-tengahnya; orang yang makan daging babi dan pelbagai barang yang keji dan lagi tikuspun; maka bersama-sama mereka itu akan dihapuskan, demikianlah firman Tuhan.","Serta dengan segala perbuatan dan kepikiran mereka itu! Maka ketika akan datang apabila Aku menghimpunkan segala bangsa dan segala bahasa, supaya mereka itu datang melihat kemuliaan-Ku.","Maka Aku akan menegakkan suatu alamat di antara mereka itu, dan dari pada mereka yang sudah luput itu akan Kusuruhkan beberapa orang kepada segala bangsa, ke Tarsis dan ke Pul dan ke Lud, orang pemanah, ke Tubal dan ke Yawan, kepada segala pulau yang jauh jauh, yang belum pernah mendengar kabar-Ku dan belum pernah melihat kemuliaan-Ku, maka utusan itu akan memashurkan kemuliaan-Ku di antara segala bangsa.","Maka mereka itu akan menghantar segala saudaramu dari pada segala bangsa itu akan persembahan kepada Tuhan, dengan mengendarai kuda dan rata dan unta berpelana dan bagal dan kuda semberani, sampai ke bukit kesucian-Ku, yaitu ke Yeruzalem, demikianlah firman Tuhan, selaku bani Israel membawa persembahan makanan dalam bejana yang suci ke dalam rumah Tuhan.","Dan lagi Aku akan mengangkat beberapa orang dari pada mereka itu akan imam dan orang Lewi, demikianlah firman Tuhan.","Karena seperti langit yang baharu dan bumi yang baharu, yang akan Kujadikan itu, kekal di hadapan hadirat-Ku, demikianpun benihmu dan namamu akan kekal, demikianlah firman Tuhan.","Maka akan jadi bahwa dari pada segala bulan sampai kepada sehari bulan dan dari pada sabat sampai kepada sabat segala manusia akan datang menyembah sujud di hadapan hadirat-Ku, demikianlah firman Tuhan.","Maka apabila mereka itu ke luar, mereka itu akan melihat bangkai segala orang yang sudah mendurhaka kepada-Ku, dan bagaimana cacingnya tiada mati dan apinya tiada dipadamkan, dan mereka itu menjadi suatu tamasya yang hebat bagi segala manusia!"]