["Bahwa Roh Tuhan Hua adalah padaku, sebab telah dilantik Tuhan akan daku, supaya aku membawa kabar selamat kepada orang yang teraniaya; disuruhnya aku mengobati orang yang pecah hatinya, dan berseru-seru kelepasan bagi orang yang tertawan dan kebukaan penjara bagi orang yang terbelenggu.","Dan akan berseru-serukan tahun kesenangan Tuhan dan hari pembalasan Allah kita, dan akan menghiburkan segala orang yang berdukacita hatinya.","Dan akan mengangkat segala orang Sion yang berdukacita, dan akan memberikan mereka itu perhiasan akan ganti abu dan minyak kesukaan akan ganti kedukaan dan pakaian indah-indah akan ganti hati yang picik; supaya mereka itu disebut pohon beraksa kebenaran, suatu tanaman Tuhan, sipaya Iapun dipermuliakan.","Pada masa itu mereka itu akan membaiki pula segala tempat yang lama sudah rusak dan membangunkan pula segala tempat yang dirobohkan dahulu, dan membaharui segala negeri yang rusak, dan yang roboh sudah beberapa zaman lamanya.","Pada masa itu orang-orang keluaran akan berjasa kepadamu dan menggembalakan kawan kambingmu, dan orang-orang helatpun akan mengusahakan bendang-bendangmu dan menunggui kebun-kebun anggurmu.","Tetapi kamu akan digelar imam-imam Tuhan, dan dinamai hamba-hamba Allah kita, maka kamu akan makan segala harta benda orang kafir dan memerintahkan segala kekayaan mereka itu.","Akan ganti malumu kamu akan beroleh hormat dua lapis dan akan ganti kecelaan mereka itu akan bersorak-sorak sebab untungnya. Maka oleh sebab itu dalam negerinya mereka itu akan mempunyai suatu bahagian pusaka yang dua lapis dan kesukaan yang kekal akan menjadi bahagiannya.","Karena Aku ini, Tuhan, mengasihi akan insaf, tetapi Aku benci akan rampasan dan lalim; maka sebab itu Aku memberi upah mereka itu dengan sebenar-benarnya dan Aku meneguhkan dengan mereka itu suatu perjanjian yang kekal.","Maka benih mereka itu akan masyhur kelak di antara segala orang kafir dan anak cucunyapun di antara segala bangsa; barangsiapa yang melihat mereka itu, ia itu akan mengetahui bahwa mereka itulah suatu benih yang diberkati Tuhan.","Bahwa amat sukacitalah hatiku akan Tuhan; hatikupun bergemar akan Allahku, karena sudah dikenakan-Nya kepadaku pakaian selamat dan diselubung-Nya aku dengan selimut kebenaran, seperti seorang mempelai laki-laki menghiasi dirinya dengan destar dan seorang mempelai perempuan menghiasi dirinya dengan selengkap permata.","Karena seperti bumi menerbitkan tumbuhannya dan seperti kebunpun menumbuhkan barang yang tertabur dalamnya, demikianpun Tuhan akan menumbuhkan kebenaran dan kepujian di hadapan mata segala bangsa!"]