["Bahwa karena sebab Sion tiada aku hendak berdiam diriku dan karena sebab Yeruzalempun tiada aku hendak berhentikan lelahku; sehingga kebenarannya terbit seperti cahaya terang dan selamatnyapun seperti pedamaran yang bernyala.","Maka segala orang kafir akan melihat kebenaranmu dan segala rajapun kemuliaanmu, maka engkau akan disebut dengan nama yang baharu, yang akan ditentukan oleh firman Tuhan.","Maka engkau akan menjadi sebuah makota yang indah-indah pada tangan Tuhan dan sebuah tengkuluk kerajaan pada tangan Allahmu.","Maka tiada lagi dikatakan orang kepadamu: Engkaulah ketinggalan; dan tiada lagi dikatakannya akan tanahmu: Engkaulah kerusakan; melainkan dikatakannya akan dikau: Yang terkasih; dan akan tanahmu: Yang bersuami; karena dikasihi Tuhan akan dikau kelak dan tanahmupun akan diperisterikan.","Karena seperti seorang teruna beristerikan seorang anak dara demikianpun engkau akan diperisterikan oleh Dia, yang menyembuhkan dikau, dan seperti seorang mempelai laki-laki bergemar akan mempelai perempuan, demikianpun Allahmu kelak bergemar akan dikau.","Hai Yeruzalem! Aku sudah menaruh beberapa orang pengawal di atas pagar tembokmu, supaya jangan mereka itu berdiam dirinya siang dan malam sampai selama-lamanya. Hai kamu yang mengingatkan orang akan Tuhan, jangan kamu berhentikan lelahmu!","Dan jangan kamu berdiam dirimu di hadapan-Nya, sehingga ditetapkan-Nya Yeruzalem dan dijadikan-Nya dia akan suatu kepujian di atas bumi.","Bahwa Tuhan sudah bersumpah demi tangan kanan-Nya dan demi lengan kuasa-Nya: Bahwasanya dari pada sekarang ini tiada lagi Aku memberikan gandummu kepada musuhmu akan makanannya dan tiada lagi orang helat akan minum air anggur yang sudah kamu lelahkan.","Melainkan orang yang mengumpulkan dia, ia itu juga akan makan dia serta memuji-muji Tuhan, dan orang yang menghimpunkan dia, ia itu juga akan minum dia di dalam pagar halaman tempat-Ku yang suci.","Keluarlah, keluarlah dari pada pintu-pintu gerbang, sediakanlah jalan bagi segala umat; tambaklah, tambaklah jalan raya, lalukanlah segala batu, dan dirikanlah suatu alamat di antara segala bangsa!","Bahwasanya Tuhan memperdengarkan dia sampai kepada ujung bumi; katakanlah kepada puteri Sion: Bahwasanya upah-Nya adalah serta-Nya dan pembalasan-Nya adalah di hadapan hadirat-Nya.","Pada masa itu digelar oranglah akan mereka itu bangsa yang suci, orang tebusan Tuhan, dan engkaupun akan dinamai yang kekasih, dan negeri yang tiada ditinggalkan pula."]