["Sebermula, maka pada tahun mangkat raja Uzia kelihatanlah kepadaku Tuhan bersemayam di atas arasy yang amat tinggi dan mulia, maka kaabahpun dipenuhi oleh punca pakaian-Nya.","Maka kelilingnya adalah berdiri beberapa serafim, pada masing-masing adalah enam sayapnya; dengan dua sayap ditudungnyalah mukanya dan dengan dua sayap ditudungnyalah kakinya dan dengan dua sayap terbanglah ia.","Maka berserulah seorang kepada seorang, katanya: Suci, suci, sucilah Tuhan serwa sekalian alam, maka segenap bumi penuhlah dengan kemuliaan-Nya!","Maka bergoncanglah segala jenang ambang-ambang dari karena bunyi suara orang yang berseru itu dan segenap rumah itupun penuhlah dengan asap.","Lalu kataku: Wai bagiku! binasalah aku kelak, karena aku ini seorang yang najis bibirku dan akupun duduk di antara suatu bangsa yang najis bibirnya, maka mataku sudah melihat Raja, yaitu Tuhan serwa sekalian alam.","Tetapi dari pada segala serafim itu terbanglah seorang mendapatkan aku, dan pada tangannya adalah bara api, yang telah diambilnya dari atas mezbah dengan penyepit.","Maka itu dikenakannyalah kepada mulutku, sambil katanya: Bahwasanya serta terkenalah ini kepada bibirmu, maka undurlah kesalahanmu dari padamu dan dosamupun sudah diampuni.","Setelah itu maka kedengaranlah kepadaku bunyi suara Tuhan, firman-Nya: Siapakah akan Kusuruhkan? siapakah akan menjadi utusan-Ku? Maka jawabku: Bahwa aku ini hamba-Mu, suruhkanlah aku!","Maka firman-Nya: Pergilah engkau; katakanlah olehmu kepada bangsa ini: Dengarlah dengan pendengaranmu, tetapi jangan kamu mengerti; lihatlah dengan penglihatanmu, tetapi jangan kamu mengetahui!","Jadikanlah tebal hati bangsa ini dan beratkanlah pendengaran telinganya, dan katupkanlah matanya, supaya jangan mereka itu melihat dengan matanya, atau mendengar dengan telinganya, atau mengerti dengan hatinya, atau bertobat, atau disembuhkannya mereka itu.","Maka sembahku: Ya Tuhan, berapa lamakah? Lalu firman-Nya: Sampai sudah rusak negeri-negeri itu, dan tiada lagi orang penduduknya, dan segala rumahpun tiada lagi orang isinya, dan tanah itu sudah rusak menjadi padang tandus.","Karena Tuhan kelak membawa akan orang itu jauh-jauh, dan sangat sunyi senyap akan ada di tengah-tengah tanah itu.","Tetapi dalam sepuluh asa dari pada orang itu akan lagi di dalamnya dan ia itu akan kembali, supaya dimakannya habis akan hasilnya, maka seperti pohon jati dan pohon balut, setelah dikerat dahannya adalah lagi berbatang, demikianpun tinggal lagi batang bagi mereka itu, yaitu benih yang suci itu."]