["Bangunlah engkau, nyatakanlah cahayamu, karena terangmu ada datang dan kemuliaan Tuhan terbitlah atas kamu.","Karena sesungguhnya kegelapan menudungi bumi dan kelam kabut menudungi segala bangsa, sementara terang Tuhan terbitlah atas kamu dan kemuliaan-Nyapun bersinar kepadamu.","Maka segala orang kafirpun akan datang kepada terangmu dan segala raja-rajapun kepada cahaya yang sudah terbit bagi kamu.","Angkatlah matamu, lihatlah berkeliling; mereka itu sekalian berkerumun, mereka itu datang mendapatkan dikau; segala anakmu laki-laki datang dari jauh dan segala anakmu perempuanpun berjalan pada sisinya.","Pada masa itu engkau akan kedatangan takut bercampur sukacita, maka hatimu akan bimbang dan meluaskan dirinya oleh kesukaan, apabila kekayaan segala laut dicurahkan atas kamu dan harta benda segala orang kafirpun datang kepadamu.","Bahwa kawan-kawan unta akan menudungi muka tanahmu, yaitu unta yang pantas dari Midian dan Hefa; maka dari Syebapun datanglah sekaliannya sambil membawakan emas dan kemenyan, sambil memasyhurkan kepujian Tuhan.","Segala domba Kedar dikumpulkan kepadamu, segala domba jantan Nebayot dihantar akan gunamu, sekalian itu naik ke atas mezbah-Ku, dipersembahkan dengan keridlaan hati, maka rumah-Ku yang mulia itu akan Kupermuliakan pula.","Siapakah mereka yang terbang ke mari itu seperti awan-awan dan seperti burung merpati ke pintu sarangnya?","Mereka yang di pulau-pulau itu akan menantikan Aku, dan lagi seperti dahulupun segala kapal Tarsis akan membawa anak-anakmu dari jauh, dan membawa sertanya akan emas peraknya kepada nama Tuhan, Allahmu, dan kepada Yang Mahasuci orang Israel, yang sudah mempermuliakan dikau.","Maka orang-orang helatpun akan membaiki pula segala pagar tembokmu dan raja-raja mereka itu akan berjasa kepadamu; karena oleh kehangatan murka-Ku sudah Kupalu engkau, tetapi oleh keridlaan-Ku sudah Kukasihankan dikau.","Maka segala pintu gerbangmupun akan terbuka selalu, baik siang baik malam tiada ia itu ditutup, supaya dibawa masuk kepadamu akan tentara orang kafir dan segala rajanya dihantar dengan upacara.","Karena adapun bangsa atau kerajaan yang tiada mau takluk kepadamu, ia itu akan binasa, dan bangsa itu akan dibinasakan sekali-kali.","Segala kemuliaan Libanonpun akan datang kepadamu, pohon senobar dan dardar dan buksis bersama-sama akan menghiasi tempat kesucian-Ku, akan mempermuliakan tempat kediaman-Ku.","Pada masa itu akan datang kepadamu sambil menunduk dirinya segala anak-anak orang yang sudah menganiayakan dikau, dan segala orang yang sudah mencucakan dikaupun akan sujud serta menyembah kepada kakimu, dan digelar oranglah akan dikau negeri Tuhan, yaitu Sion Yang Mahasuci orang Israel.","Sedang engkau sudah ketinggalan dan kebencian, sehingga seorangpun tiada berjalan terus dari padamu, maka Aku akan menjadikan dikau kelak suatu kemuliaan yang kekal dan suatu kegemaran turun-temurun.","Maka engkau akan mengisap air susu segala bangsa dan susu permaisuripun akan menyusui engkau, dan engkau akan mengetahui bahwa Akulah Tuhan, Juruselamatmu dan Penebusmu, Yang Mahakuasa Yakub!","Akan ganti tembaga Aku membawa emas kelak dan akan ganti besi Aku membawa perak dan akan ganti kayupun tembaga dan akan ganti batupun besi; maka Aku akan menjadikan segala penghulumu orang saleh dan segala pemerintahmu orang adil.","Maka tiada kedengaran lagi barang pergagahan di dalam negerimu atau kerusakan dan kebinasaan di dalam perhinggaan tanahmu, melainkan akan pagar tembokmu kelak kausebut Selamat dan akan segala pintu gerbangmupun Kepujian!","Bahwa matahari tiada lagi akan terang bagimu pada siang hari dan cahaya bulanpun tiada bersinar lagi kepadamu, melainkan Tuhan juga bagimu akan terang yang kekal dan Allahmupun akan kemuliaanmu.","Bahwa mataharimu tiada akan masuk lagi dan bulanmupun tiada akan temaram, karena Tuhan juga bagimu akan terang yang kekal dan segala hari kedukaanmu itu adalah keputusannya.","Adapun bangsamu, sekalian mereka itu akan orang saleh adanya, dan mereka itu akan mempunyai bumi akan pusaka sampai selama-lamanya; mereka itu menjadi suatu pucuk yang telah Kutanam sendiri, suatu perbuatan tangan-Ku, supaya Aku dipermuliakan!","Maka yang terkecil itu akan bertambah-tambah menjadi seribu dan yang terhinapun akan menjadi suatu bangsa yang besar; bahwa Aku ini, Tuhan, akan mengadakan perkara itu pada masanya dan dengan segeranya."]