["Bahwa Aku telah dinyatakan kepada mereka yang tiada bertanya akan Daku, dan Aku telah didapati oleh orang yang tiada mencahari Aku; kepada bangsa yang tiada disebut dengan nama-Ku sudah Aku berfirman demikian: Bahwasanya Akulah hadir, Akulah hadir.","Sepanjang-panjang hari Aku sudah mengembangkan tangan-Ku kepada suatu bangsa yang degil, yang menjalani jalan yang tiada baik dan yang menurut kehendak hatinya sendiri;","suatu bangsa yang menggalakkan murka-Ku selalu di hadapan hadirat-Ku dan yang mempersembahkan korban di dalam taman-taman dan membakar dupa di atas batu bakar,","dan yang duduk di dalam kubur-kubur dan bermalam serta dengan dia yang ditunggui itu dan yang makan daging babi, dan kuah makanan yang haram adalah di dalam segala bejana mereka itu.","Dan yang berkata demikian: Ingatlah juga akan dirimu; janganlah engkau hampir kepadaku, karena sucilah aku dari padamu. Bahwa orang ini bagaikan suatu asap kepada hidung-Ku, dan suatu api, yang bernyala-nyala sepanjang hari.","Bahwasanya inilah tersurat di hadapan hadirat-Ku; tiada Aku akan berdiam diri-Ku, melainkan Aku akan membalasnya, bahkan, Aku akan membalasnya ke dalam ribaan mereka itu,","baik kejahatanmu baik kejahatan segala nenek moyangmu, yang sudah membakar dupa di atas gunung dan yang mencelakan Daku di atas bukit-bukit, demikianlah firman Tuhan; sebab itu upah segala perbuatannya yang dahulu itu akan Kusukatkan kelak ke dalam ribaan mereka itu.","Demikianlah firman Tuhan: Seperti apabila terdapat lagi air anggur di dalam suatu tandan buah anggur, maka kata orang: Jangan ia itu dibinasakan, karena ada lagi suatu berkat dalamnya; demikianpun perbuatan-Ku kelak karena sebab segala hamba-Ku, yaitu tiada Aku membinasakan sekaliannya.","Maka Aku akan menerbitkan lagi benih dari pada Yakub dan dari pada Yehuda orang yang beroleh pegunungan-Ku akan bahagian pusaka, maka segala orang pilihan-Ku akan mempunyai dia turun-temurun dan segala hamba-Kupun akan diam di sana.","Maka Saron akan menjadi kandang kambing domba pula dan lembah Akhorpun tempat pembaringan lembu, yaitu bagi segala umat-Ku yang mencahari Aku.","Tetapi adapun kamu, hai segala yang meninggalkan Tuhan, yang melupakan bukit kesucian-Ku, dan yang menyajikan meja bagi Gad dan mengisi piala bagi Meni!","Bahwasanya Aku membilang kamu kelak akan dimakan pedang, kamu sekalian menunduk dirimu kelak akan dibantai, tegal Aku sudah berseru, tetapi tiada kamu menyahut, Aku sudah berfirman, tetapi tiada kamu mendengar, melainkan kamu sudah membuat barang yang jahat kepada pemandangan-Ku, dan kamu suka akan barang yang tiada Kukehendaki;","maka sebab itu firman Tuhan Hua demikian: Bahwasanya segala hamba-Ku akan makan, tetapi kamu akan berlapar; bahwasanya segala hamba-Ku akan minum, tetapi kamu akan berdahaga; bahwasanya segala hamba-Ku akan bersuka-sukaan, tetapi kamu akan dipermalukan;","bahwasanya segala hamba-Ku akan bersorak-sorak dari karena suka hatinya, tetapi kamu akan berteriak dari karena dukacita dan menangis dari karena luka hatimu.","Maka namamu akan kamu tinggalkan kepada orang pilihan-Ku itu akan nama kutuk, yaitu apabila Tuhan Hua sudah membunuh kamu, tetapi akan segala hamba-Nya dikarniakan-Nya kelak suatu nama yang lain;","sehingga barangsiapa yang akan memberkati dirinya di atas bumi, ia itu akan memberkati dirinya dengan Allah-ul-amin, dan barangsiapa yang akan bersumpah di atas bumi, ia itupun akan bersumpah demi nama Allah-ul-amin; karena terlupalah segala kesukaran yang dahulu itu, dan sekalian itu terlindung dari pada mata-Ku.","Karena sesungguhnya Aku menjadikan langit yang baharu dan bumi yang baharu; maka tiada peringatan lagi akan segala perkara yang dahulu itu, dan tiada ia itu akan terbit dalam hati.","Bahkan, hendaklah kamu bergemar dan bersukacita sampai selama-lamanya akan barang yang Kujadikan kelak, karena sesungguhnya Aku akan mengadakan kesukaan bagi Yeruzalem dan kegemaran bagi segala orang isinya,","dan hati-Ku sendiripun bersukacita akan Yeruzalem kelak dan bergemar akan segala umat-Ku; maka di dalamnya tiada akan kedengaran lagi bunyi tangis atau bunyi teriak.","Maka di sana tiada akan ada anak penyusu yang hidup sedikit hari lamanya, atau orang tua yang tiada menggenapi segala harinya, karena orang teruna akan mati umurnya seratus tahun, tetapi seorang berdosa yang umurnya seratus tahun itu akan kena laknat.","Pada masa itu mereka itu akan membuat rumah serta mendudukinya; mereka itu akan menanam pokok anggur serta makan buahnya.","Tiada mereka itu akan membuat rumah sehingga orang lain duduk di dalamnya; tiada mereka itu akan menanam sehingga orang lain makan habis akan dia; karena seperti segala hari pohon kayu demikianpun akan segala hari umat-Ku dan segala orang pilihan-Kupun akan memakai habis-habis perbuatan tangannya.","Mereka itu tiada akan berlelah cuma-cuma atau beranak akan kebinasaan, karena mereka itulah benih orang yang diberkati Tuhan, dan segala anak cucunyapun sertanya.","Maka akan jadi bahwa sebelum mereka itu berseru, Aku juga menyahut, dan sementara lagi mereka itu berkata-kata, Aku sudah mendengarnya.","Bahwa gurk dan anak domba akan mencahari makan bersama-sama dan singapun akan makan merang seperti lembu, dan abu akan makanan ular; dan tiada akan dibuat jahat atau diadakan rugi di atas seberhana bukit kesucian-Ku, demikianlah firman Tuhan."]