["Siapakah dia yang datang dari Edom, yang datang dari Bozra dengan tepercik pakaiannya? dia, yang berpakaikan indah-indah serta berjalan dengan perkasanya dan kebesaran kuatnya? Bahwa itulah Aku yang berkata-katakan barang yang benar dan yang berkuasa akan menolong.","Apa mulanya maka pakaianmu merah begini, seperti kain orang yang mengirik dalam apitan air anggur?","Bahwa Aku seorang-orang-Ku juga sudah mengirik apitan air anggur, dan dari pada segala bangsa itu seorangpun tiada serta-Ku! Maka Aku sudah mengirik mereka itu dengan murka-Ku dan sudah memijak-mijak dia dengan kehangatan amarah-Ku, maka darahnya telah tepercik kepada pakaian-Ku dan segala kain-Ku sudah Kulumurkan.","Karena hari pembalasan sudah ditentukan dalam hati-Ku dan tahun segala orang tebusan-Kupun sudah sampai.","Maka Aku melihat-lihat, tetapi seorangpun tiada yang menolong; bahwa Aku melihat berkeliling, tetapi seorangpun tiada yang membantu Aku; sebab itu lengan-Ku sendiri mengadakan kemenangan bagi-Ku dan kehangatan murka-Ku sudah membantu Aku.","Maka dengan murka-Ku sudah Aku mengirik segala bangsa dan dengan kehangatan murka-Ku sudah Kumabuki mereka itu dan Kutumpahkan darah mereka itu ke bumi.","Bahwa aku hendak menyebut segala kemurahan Tuhan dan kepujian Tuhan yang amat limpah; sekadar segala kebajikan yang telah dikaruniakan Tuhan kepada kita dan kebesaran kasih-Nya akan isi rumah Israel! bagaimana sudah dibuat-Nya baik akan mereka itu sekadar segala rahmat-Nya dan kebesaran kemurahan-Nya.","Karena firman-Nya: Bahwa mereka itu juga umat-Ku, yaitu anak-anak yang tiada akan berdusta. Maka dengan begitu Ia sudah jadi Juruselamat mereka itu.","Dalam segala kepicikan mereka itu Iapun kepicikan sertanya, dan Malakalhadirat-Nya sudah memeliharakan mereka itu; sekadar kasih-Nya dan sayang-Nya sudah ditebus-Nya mereka itu, dan diangkat-Nya dan ditanggung-Nya mereka itu pada segala hari dari pada jaman dahulukala.","Tetapi mereka itu juga mendurhaka dan mendukacitakan Roh-Nya yang suci; maka sebab itu berubahlah Ia menjadi musuh mereka itu dan Ia sendiripun berperang dengan mereka itu.","Maka dalam itupun teringatlah juga Ia akan jaman dahulu-dahulu, akan Musa dan segala umat-Nya! Maka sekarang di manakah Ia, yang sudah membawa akan mereka itu naik dari dalam laut serta dengan gembala kawan domba-Nya! Di manakah Ia, yang sudah mengaruniakan Roh-Nya Yang Mahasuci itu akan duduk di antara mereka itu?","Yang sudah memimpin tangan kanan Musa dengan tangan kemuliaan-Nya, dan yang sudah membelahkan air di hadapan mereka itu, sehingga diadakan-Nya bagi diri-Nya suatu nama yang kekal.","Yang sudah menghantar mereka itu terus dari pada tubir, sehingga tiada mereka itu tergelincuh, seperti kudapun tiada tergelincuh di padang rata.","Seperti binatang muatan yang dihantar turun ke dalam lembah, demikianpun Roh Tuhan sudah memberikan perhentian kepadanya. Maka dengan demikian peri Engkau sudah memimpin segala umat-Mu, hendak mengadakan bagi diri-Mu suatu nama yang mulia!","Lihat apalah dari dalam sorga dan pandang apalah dari dalam tempat kedudukan-Mu yang suci dan mulia; di mana gerangan kasih-Mu yang cemburuan dan segala kuasa-Mu? Adakah segala rahmat-Mu dan kasihan-Mu ditegahkan dari padaku?","Bahwa Engkau juga Bapa kami, karena Ibrahim tiada mengetahui akan kami, dan Israelpun tiada mengenal kami; maka Engkau, ya Tuhan! Bapa kami dan Penebus kami, demikianlah nama-Mu dari pada awal jaman.","Ya Tuhan! mengapa maka Engkau membiarkan kami sesat dari pada jalan-Mu? mengapa maka Engkau mengeraskan hati kami, sehingga tiada kami takut akan Dikau? Kembalilah kiranya karena sebab segala hamba-Mu, segala hulu bangsa bahagian-Mu pusaka.","Bahwa sedikit jua diperintahkannya umat-Mu yang suci itu, lagi tempat-Mu yang suci itu sudah dipijak-pijak oleh musuh kami.","Bahwa kami sudah menjadi seolah-olah tiada pernah Engkau memerintahkan kami dan seperti tiada pernah atas kami disebut nama-Mu."]