["Sebermula, maka pada zaman Akhaz bin Yotam bin Uzia, raja orang Yehuda, tiba-tiba berangkatlah Rezin, raja benua Syam, dan Pekah bin Remalya, raja orang Israel, lalu berjalan naik ke Yeruzalem, hendak menyerang negeri itu, tetapi tiada dapat dialahkannya.","Maka dikabarkan oranglah kepada orang isi istana Daud, sembahnya: Bahwa orang Syam sudah berjanji-janjian dengan orang Efrayim! Maka pada masa itu berdebarlah hati baginda dan hati segala rakyat bagindapun serta, seperti pohon kayu di hutan tergerak oleh angin.","Maka firman Tuhan kepada Yesaya: Sekarangpun hendaklah engkau keluar serta dengan anakmu laki-laki, Syear Yasyub itu, pergi mendapatkan Akhaz pada ujung saluran kolam yang tinggi itu, pada jalan tinggi ke padang benara;","katakanlah kepadanya: Perhatikanlah baik-baik, senangkanlah hatimu, janganlah engkau takut dan janganlah tawar hatimu oleh karena kedua renceh puntung api yang berasap ini, yaitu dari karena kehangatan amarah Rezin dengan segala orang Syam dan bin Remalya itu.","Maka sebab orang Syam itu sudah membicarakan jahat akan dikau bersama-sama dengan orang Efrayim dan bin Remalya, katanya:","Bahwa kita berangkat mendatangi orang Yehuda dan kita menindih mereka itu, dan membahagi-bahagi tanahnya dan kita jadikan Tabeal raja di antara mereka itu.","Maka demikian inilah firmah Tuhan: Perkara itu tak boleh sampai, tak boleh jadi;","melainkan Damsyik juga tinggal kepala negeri Syam, dan Rezinpun tinggal kepada Damsyik; maka dalam enam puluh lima tahun lagi bangsa Efrayim itu akan dipecah-pecahkan, sehingga mereka itu tiada lagi suatu bangsa adanya.","Maka dalam antara itu tinggallah Samaria kepada Efrayim dan bin Remalya kepala Samaria. Maka jikalau tiada kamu percaya, niscaya tiada kamu ditetapkan.","Arakian, maka firman Tuhan kepada Akhaz demikian:","Pintalah olehmu suatu tanda alamat dari pada Tuhan, Allahmu, pintalah olehmu suatu tanda dari bawah, dari pada tempat yang dalam, atau dari atas, dari pada tempat yang tinggi.","Maka jawab Akhaz: Tiada aku mau meminta dia, tiada aku mau mencobai Tuhan.","Lalu firman-Nya: Sekarang dengarlah olehmu, hai orang isi istana Daud! belumkah pada maka kamu memenatkan orang? maukah kamu memenatkan Allahmupun?","Maka sebab itu diberikan Tuhan sendiri suatu tanda alamat kepadamu kelak: Bahwasanya anak dara itu akan mengandung dan beranakkan laki-laki seorang dan dinamainya akan dia Imanuel.","Bahwa minyak sapi dan air madu akan dimakannya, sampai tahulah ia membuang mana yang jahat dan memilih mana yang baik.","Sesungguhnya sebelum budak ini tahu membuang mana yang jahat dan memilih mana yang baik, maka negeri yang mendukacitakan hatimu itu, akan ketinggalan oleh kedua orang rajanya.","Tetapi atas engkau dan atas bangsamu dan atas orang isi rumah bapamu didatangkan Tuhan kelak beberapa hari, sebegitu belum pernah datang dari pada masa Efrayim bercerai dengan Yehuda, oleh raja Asyur.","Karena pada hari itu juga akan jadi, bahwa diterbangkan Tuhan ke mari dan segala lalat yang di tepi sungai Mesir dan segala lebah yang di tanah Asyur;","semuanya itu akan datang berhinggap pada segala lembah yang sunyi dan pada segala celah-celah bukit batu dan pada segala pokok duri dan pada segala tempat yang banyak airnya.","Maka pada hari itu juga akan dicukur Tuhan dengan kerempagi sewaan dari seberang sungai, yaitu dengan raja Asyur, akan segala rambut yang di kepala dan akan segala roma sampai yang pada kaki dan lagi janggutpun.","Maka akan jadi pada hari itu juga, jikalau pada seorang tinggal seekor lembu muda atau dua ekor kambing domba dengan hidupnya,","bahwa dari karena kebanyakan air susu yang diberinya, iapun akan makan mentega; bahkan, barangsiapa yang lagi tinggal di tengah tanah itu, ia itu akan makan mentega dan air madu.","Dan lagi akan jadi pada hari itu juga, bahwa di tempat yang dahulu ada pokok anggur seribu batang yang ternilai dengan seribu keping perak harganya, di sanapun akan tumbuh duri dan onak belaka;","di sanapun orang akan berjalan dengan membawa busur dan anak panah, karena pada seluruh tanah itu akan ada duri dan onak.","Dan segala gunung, tempat tahulu orang membelakan tanahnya dengan cangkul, tiada orang akan ke sana lagi dari takut akan duri dan onak, melainkan ia itu tempat akan dihalau lembu ke sana dan akan dipijak-pijak oleh kambing domba."]