["Dan lagi firman Tuhan kepadaku: Ambillah olehmu suatu loh batu besar, dan suratkanlah ini padanya dengan suratan manusia: Bagaimana orang bersegera segera kepada rampasan, orang berbangat-bangat kepada jarahan!","Maka pada masa itu kuambil akan saksi yang kepercayaan, yaitu imam Uria dan Zakharia bin Yeberekhia.","Maka aku sudah bersetubuh dengan nabiah, lalu iapun hamillah dan diperanakkannya laki-laki seorang. Maka firman Tuhan kepadaku: Namailah olehmu akan dia Maher Syalal Khas-Baz.","Karena sebelum budak itu tahu berseru: Hai bapaku! atau hai ibuku! niscaya segala kekayaan Damsyik dan jarahan Samaria akan dibawa oranglah ke hadapan raja Asyur.","Dan lagi firman Tuhan kepadaku demikian:","Tegal bangsa ini mencelakan segala air Syiloah yang mengalir perlahan-lahan, dan tegal adalah kesukaan pada Rezin dan bin Remalya,","sebab itu sesungguhnya didatangkan Tuhan kelak atas mereka itu air sungai besar yang deras dan bergelora, yaitu raja Asyur serta dengan segala balatentaranya, yang akan melampaui dan meliputi segala palungannya dan melalui segala tebingnya.","Maka ia akan langsung ke dalam Yehuda sambil meliputi dan melampaui dia, sehingga ia sampai ke leher dan dikembangkannya sayapnya atas seluruh tanahmu, ya Immanuel!","Berkerumunlah kamu, hai segala bangsa! tetapi kamu akan dipecahkan; berilah telinga, hai kamu sekalian yang di negeri jauh, sandangkanlah pedangmu, maka kamu dipecahkan juga.","Apa maksudmu kamu bicarakan, itu dibatalkan juga; barang apapun baik kamu katakan, itu tiada boleh jadi, karena Allah adalah serta dengan kami!","Bahwasanya demikianlah firman Tuhan kepadaku sementara tangan-Nya menangkap aku, demikianlah diajarkannya aku jangan menurut jalan bangsa ini, firman-Nya:","Jangan kamu katakan khianat barang yang dikatakan khianat oleh bangsa ini, dan jangan kamu takut akan barang yang ditakuti mereka itu, dan jangan kamu gentar.","Hanya Tuhan serwa sekalian alam jua yang suci bagimu! hendaklah kamu takut akan Dia dan kamu gentar akan Dia.","Maka Iapun menjadi bagimu akan perlindungan yang suci! tetapi akan batu kesentuhan dan bukit gelincuhan bagi kedua isi rumah Israel dan akan jerat dan jaring bagi orang isi Yeruzalem.","Maka banyaklah mereka itu akan tergelincuh dan jatuh dan kena luka dan kena jerat dan akan ditangkap!","Gulungkanlah olehmu akan assyahadat itu dan meteraikanlah taurat itu di antara segala murid-Ku.","Maka sebab itu aku hendak harap pada Tuhan, yang telah menyamarkan hadirat-Nya dari pada orang isi rumah Yakub, maka aku akan menaruh harapku kepada-Nya.","Tengoklah aku dan segala anak yang telah dikaruniakan Tuhan kepadaku akan tanda dan ajaib di antara orang Israel, yaitu dari pada Tuhan serwa sekalian alam, yang duduk di atas bukit Sion.","Maka apabila kata orang kepadamu: Bertanyakanlah orang yang bertenung-tenungan, dan yang tahu hikmat iblis, dan yang meraung dan yang mengulum-ulum itu, hendaklah kaujawab ini: Bukankah patut suatu bangsa bertanyakan Allahnya sendiri? patutkah ditanyakannya orang mati akan hal orang hidup?","Akan taurat dan assyahadat, barangsiapa yang berkata-kata tiada setuju dengan perkataan itu, sekali-kali tiada akan terbit fajar baginya.","Melainkan ia akan mengembara di tanah itu dengan melaratnya dan dengan laparnya; maka akan jadi apabila lapar itu membangkitkan amarahnya, bahwa iapun akan mengutuki rajanya dan Allahnya! Maka apabila matanya menengadah ke langit,","atau tunduk ke bumi, sesungguhnya adalah kepicikan dan kegelapan juga, ia akan dibingungkan oleh kesesakan dan dihalaukan ke dalam kegelapan.","Tetapi tanah yang kepicikan begitu tiada akan tinggal di dalam kegelapan selalu; seperti pada zaman dahulu dikejikannya akan dia, yaitu akan tanah Zebulon dan Naftali, demikianpun akan dipermuliakannya pada akhir zaman, pada jalan dekat ke tasik, yang di seberang Yarden, yaitu Galilea orang kafir."]