["Adapun orang yang duduk di dalam gelap itu akan melihat suatu terang yang besar, dan bagi segala orang yang duduk di tanah yang dinaungi oleh kematian itu akan terbit suatu terang atasnya.","Bahwa Engkau sudah memperbanyakkan bangsa ini, tetapi tiada Engkau membesarkan kesukaannya; maka pada masa itu mereka itu akan bersuka-sukaan di hadapan hadirat-Mu, seperti kesukaan orang pada musim menuai, seperti orang bersorak-sorak pada masa membahagi-bahagi jarahn.","Karena kuk yang ditanggungnya dan penggandaran yang pada bahunya dan tongkat pengerahnya sudah Kaupatahkan seperti pada hari orang Midian.","Tatkala alat senjata mereka itu sekalian, yang dikenakan dengan gentarnya, dan pakaian perangnya yang berlumur dengan darahpun dijadikan suatu timbunan akan dimakan api.","Karena seorang Putera sudah jadi bagi kita, seorang anak laki-laki sudah dikaruniakan kepada kita, bahwa pertuanan adalah di atas bahunya dan namanyapun disebut oranglah Ajaib, Bicara, Allah yang Mahakuasa, Bapa kekekalan, Raja salam.","Maka kebesaran pemerintahannya dan selamatnya akan tiada berkesudahan; maka takhta Daud serta kerajaannya akan ditetapkannya dan diteguhkannya dengan kebenaran dan keadilan dari pada sekarang sampai selama-lamanya! Maka gairah Tuhan serwa sekalian alam akan melakukan perkara itu.","Bermula, maka telah disuruhkan Tuhan suatu firman akan hal Yakub, maka ia itu sudah jatuh di antara orang Israel.","Maka itu akan diketahui oleh segenap bangsa itu, orang Efrayim dan orang isi Samaria yang dengan sombongnya dan congkak hatinya berkata demikian:","Bahwa batu bata sudah roboh, tetapi dengan batu pahat kami akan memperbuatnya pula! Pokok ara hutan sudah ditebang, tetapi pohon araz kelak kami tanam akan gantinya.","Maka sebab itu segala lawan Rezin akan dibangkitkan Tuhan lawan Efrayim dan disertakan segala musuhnya;","Yaitu orang Syam dari timur dan orang Filistin dari barat, supaya ditelannya akan orang Israel dengan sepenuh-penuh mulutnya. Maka dalam sekalian ini tiada undur murka-Nya, melainkan tangan-Nya tinggal terkedang juga.","Karena bangsa ini tiada bertobat kepada Yang menyiksakan dia, dan tiada dicarinya akan Tuhan serwa sekalian alam.","Maka sebab itu dikerat Tuhan kelak dari antara orang Israel baik kepala baik ekor baik cabang baik empulur pada satu hari juga.","Adapun orang yang tua dan bangsawan itulah kepala dan nabi yang mengajarkan dusta itulah ekor.)","Bahwa sesungguhnya bangsa ini disesatkan oleh segala pemimpinnya, dan binasalah kelak mereka itu sekalian yang dipimpin olehnya.","Maka sebab itu tiada Tuhan berkenan akan orang muda-mudanya, dan tiada dikasihkan-Nya anak-anak piatu dan segala janda perempuan mereka itu; karena mereka itu sekalian munafik adanya dan orang yang berbuat jahat, dan mulut masing-masingnya mengatakan kebebalan belaka. Maka dalam sekalian ini tiada undur murka-Nya, melainkan tangan-Nya tinggal terkedang juga.","Karena durhaka itu bernyala-nyala seperti api yang makan habis akan duri dan onak, maka ia itu akan menghanguskan segala belukar yang di hutan rimba, sehingga naiklah asapnya seperti uap yang kabus.","Maka oleh karena kehangatan murka Tuhan serwa sekalian alam tanah itu akan kegelapan dan segala orang isinya seperti makanan api, sehingga orang tiada sayang akan saudaranya.","Pada sebelah kanan orang akan mencarik-carik, maka berlapar juga; pada sebelah kiri orang akan menelan, maka tiada juga kenyang; masing-masing akan makan daging lengannya;","orang Manasye akan orang Efrayim, dan orang Efrayimpun akan orang Manasye, maka keduanya akan setuju melawan orang Yehuda. Maka dalam sekalian ini tiada undur murka-Nya, melainkan tangan-Nya tinggal terkedang juga."]