["Bahwa inilah perkataan Yermia bin Hilkia, yang dari pada segala imam di Anatot, di tanah Benyamin;","kepadanya telah datang firman Tuhan pada zaman Yosia bin Amon, raja orang Yehuda, pada tahun yang ketiga belas dari pada kerajaan baginda.","Dan lagi datanglah ia itu pada zaman Yoyakim bin Yosia, raja orang Yehuda, sampai kepada kesudahan tahun kesebelas dari pada kerajaan Zedekia bin Yosia, raja orang Yehuda, sampai orang isi Yeruzalem dipindahkan dengan tertawan pada bulan yang kelima.","Maka firman Tuhan itu datanglah kepadaku, bunyinya:","Dahulu dari pada Aku merupakan dikau di dalam kandungan, Aku sudah mengenal engkau dan sebelum engkau keluar dari dalam rahim, sudah Kusucikan dikau dan Kuangkat engkau akan nabi bagi bangsa-bangsa itu.","Maka sembahku: Ya Tuhan Hua! bahwasanya aku tiada tahu berkata-kata, karena aku lag muda.","Tetapi firman Tuhan kepadaku: Janganlah katamu: aku lagi muda! karena barang ke mana Aku menyuruhkan dikau, hendaklah engkau pergi, dan segala sesuatu yang Kupesan kepadamu itu hendaklah kaukatakan.","Jangan engkau takut di hadapan mereka itu, karena Aku ini menyertai engkau akan meluputkan dikau, demikianlah firman Tuhan.","Maka oleh Tuhanpun diunjuklah tangan-Nya lalu dicecah-Nya mulutku, serta firman Tuhan kepadaku: Bahwasanya Aku membubuh firman-Ku ke dalam mulutmu.","Bahwa pada hari ini Aku mengangkat engkau atas beberapa bangsa dan atas beberapa kerajaan akan membantun dan merombak dan membinasakan dan merobohkan dan lagi akan membangunkan pula dan akan menanam.","Lalu datanglah pula firman Tuhan kepadaku, bunyinya: Apakah kaulihat hai Yermia? Maka sahutku: Aku melihat tongkat kayu badam sebatang.","Maka firman Tuhan kepadaku: Engkau sudah melihat betul; karena dengan segera juga Aku akan melakukan firman-Ku.","Maka pada kedua kalinya datanglah firman Tuhan kepadaku, bunyinya: Apakah kaulihat? Maka sahutku: Aku melihat sebuah periuk isinya mendidih, mukanya aras ke sebelah utara.","Maka firman Tuhan kepadaku: Bahwa dari utara juga jahat itu akan datang atas segala orang isi negeri itu.","Karena sesungguhnya Aku memanggil segala bangsa kerajaan dari sebelah utara, demikianlah firman Tuhan, maka mereka itu akan datang dan masing-masing mereka itu akan menaruh kursinya sampai di hadapan papan pintu Yeruzalem dan bertentang dengan segala pagar temboknya keliling, dan bertentang dengan segala negeri Yehuda.","Dan Aku akan memutuskan hukum atas mereka itu dan atas segala kejahatannya, sebab mereka itu sudah meninggalkan Daku dan sudah membakar dupa bagi dewata dan sudah menyembah sujud kepada perbuatan tangannya.","Adapun akan engkau, hendaklah engkau mengikat pinggangmu, bangkitlah berdiri dan katakanlah kepada mereka itu segala sesuatu yang Kupesan kepadamu kelak; jangan engkau termangu-mangu di hadapan mereka itu, asal jangan engkau Kubunuh di hadapannya.","Karena sesungguhnya pada hari ini Aku menjadikan dikau akan kota benteng dan akan tiang besi dan pagar tembaga tentang dengan segenap negeri itu, tentang dengan segala raja Yehuda, tentang dengan segala penghulunya, tentang dengan segala imamnya dan dengan segala orang isi negeri itu.","Maka mereka itu akan berperang juga dengan dikau, tetapi tiada mereka itu akan menang, karena Aku menyertai akan dikau hendak meluputkan dikau; demikianlah firman Tuhan."]