["Bermula, maka demikianpun sudah Tuhan berfirman kepadaku: Pergilah engkau; belikanlah dirimu sehelai ikat pinggang dari pada kain rami, kenakanlah dia pada pinggangmu, tetapi jangan ia itu kena air.","Maka akupun membelilah sehelai ikat pinggang setuju dengan firman Tuhan itu, kukenakan pada pinggangku.","Maka datanglah firman Tuhan kepadaku pada kedua kalinya, bunyinya:","Ambillah olehmu akan ikat pinggang yang telah kaubeli dan kaukenakan pada pinggangmu itu, bangkitlah lalu pergi ke sungai Perat dan sembunyikanlah dia di sana di dalam celah batu bukit.","Hata, maka akupun pergilah dan kusembunyikan dia di tepi Perat setuju dengan firman Tuhan kepadaku itu.","Arakian, maka selang beberapa hari antaranya datanglah firman Tuhan kepadaku, bunyinya: Bangkitlah engkau, pergilah ke sungai Perat dan ambillah dari sana akan ikat pinggang yang telah Kusuruh engkau sembunyikan di sana.","Hata, maka akupun pergilah ke Perat lalu kugali dan kuambil akan ikat pinggang itu dari pada tempat sudah kusembunyikan dia, maka sesungguhnya ikat pinggang itu sudah buruk, tiada lagi gunanya kepada barang sesuatu.","lalu datanglah firman Tuhan kepadaku, bunyinya:","Inilah firman Tuhan: Bahwa demikianpun Aku akan memburukkan segala kemuliaan Yehuda dan kemuliaan Yeruzalem yang besar itu.","Adapun bangsa jahat ini, yang enggan mendengar akan firman-Ku dan yang berjalan menurut kehendak hatinya sendiri dan yang mengikut dewa-dewa hendak berbuat bakti dan menyembah sujud kepadanya, mereka itu akan menjadi sama dengan ikat pinggang ini, yang tiada gunanya kepada barang sesuatu.","Karena seperti ikat pinggang tersangkut pada pinggang orang, demikianpun sudah Kusangkutkan pada-Ku segenap orang isi rumah Israel dan segenap orang isi rumah Yehuda, demikianlah firman Tuhan, supaya mereka itu bagi-Ku akan umat dan akan suatu nama dan akan kepujian dan akan perhiasan, tetapi mereka itu tiada mau dengar.","Dan lagi katakanlah ini kepada mereka itu: Demikianlah firman Tuhan, Allah orang Israel: Segala bocong akan dipenuhi dengan air anggur! lalu mereka itu akan menyahut kepadamu: Masakan tiada kami tahu, bahwa segala bocong akan dipenuhi dengan air anggur.","Tetapi hendaklah katamu kepadanya: Demikianlah firman Tuhan: Bahwasanya Aku akan memenuhi dan memabuki segala orang isi negeri ini, demikianpun segala raja yang duduk di atas takhta Daud, dan segala imam dan segala nabi dan segala orang isi Yeruzalem.","Maka Aku akan memecahkan mereka itu dengan membanting seorang kepada seorang, segala bapa dan segala anak-anaknyapun bersama-sama, demikianlah firman Tuhan; bahwa Aku tiada akan menaruh sayang atau belas atau kasihan, sehingga sudah Kutumpas mereka itu.","Dengarlah olehmu dan berilah telinga, janganlah kamu sombong, karena Tuhan juga yang berfirman begitu.","Berilah kiranya hormat kepada Tuhan, Allahmu, sebelum menjadi gelap gulita, sebelum menjadi terantuk kakimu di atas bukit yang kelam kabut, sehingga kamu menantikan terang, tetapi dijadikannya bayang-bayang maut dan kegelapan.","Maka jikalau engganlah kamu mendengar akan inipun, maka hatiku akan menangis pada tempat-tempat sembunyi sebab congkakmu itu, iapun akan menangis tersedih-sedih dan air matapun akan berlinang-linang dari pada mataku, apabila kawan domba Tuhan dipindahkan dengan tertawan kelak.","Katakanlah kepada raja dan kepada permaisuripun: Turunlah kedua kamu, duduklah pada bumi, karena gugurlah sudah perhiasan kepalamu, yaitu makota kemuliaanmu.","Bahwa segala negeri selatan sudah tertutup, seorangpun tiada yang membukakan dia; segenap orang Yehudapun dipindahkan, bahkan, dipindahkan sama sekali.","Angkatlah matamu, lihatlah olehmu, mereka itu datang dari sebelah utara! Di mana sekarang segala domba yang sudah diamanatkan kepadamu, yaitu kawan domba yang patut menjadi kemuliaanmu.","Apakah akan kamu jawab, apabila didatangkannya pembalasan atas kamu, tegal kamu sendiri sudah mengajar mereka itu menjadi rajamu dan kepalamu? Bukankah kesakitan akan datang atasmu seperti atas perempuan yang hendak beranak?","Jikalau kamu akan berkata di dalam hatimu demikian: Mengapa segala perkara ini berlaku atasku? Yaitu sebab kebanyakan salahmu, maka punca pakaianmu sudah tersingsing dan tumitmupun ditelanjangkan dengan gagah.","Bolehkah seorang Kusyi menukar kulit tubuhnya atau harimau kumbang berubah belang-belangnya? Demikianpun masakan kamu boleh berbuat baik, kamu yang sudah belajar berbuat jahat!","Maka sebab itu Aku akan menghamburkan mereka itu seperti jerami yang diterbangkan oleh angin pada padang.","Maka demikianlah akan nasib untungmu dan bahagianmu yang kelak, Kusukatkan kepadamu, demikianlah firman Tuhan, sebab kamu sudah meninggalkan Daku dan sudah menaruh harapmu pada dusta.","Maka sebab itu juga Aku akan menyingsingkan punca pakaianmu sampai ke atas mukamu, sehingga kelihatanlah kemaluanmu.","Bahwa segala zinahmu dan segala keinginanmu dan persundalanmu yang keji di atas segala bukit dan pada segala padang, segala perbuatanmu yang kebencian itu sudah Kulihat. Wai bagimu, hai Yeruzalem! berapa lama lagi sebelum engkau menjadi tahir?"]