["Bahwa dosa orang Yehuda sudah tersurat dengan kalam besi yang ujungnya intan, terukir pada loh hatinya dan pada segala tanduk mezbahmu;","bagaimana anak-anak mereka itu mengenangkan mezbahnya dan segala berhala hutan-hutannya di bawah segala pohon kayu yang hijau dan di atas kemuncak segala bukit!","Bahwa gunung-Ku, serta dengan padang dan segala harta bendamu kelak Kuberikan akan jarahan, demikianpun segala panggungmu, karena sebab dosa yang pada segala tepi tanahmu.","Maka oleh salahmu sendiri kamu akan membiarkan bahagianmu pusaka, yang telah Kukaruniakan kepadamu; maka Akupun akan memperhambakan kamu kepada musuhmu di dalam sebuah negeri yang tiada kamu ketahui; karena suatu api sudah dipasang oleh murka-Ku, maka ia itu akan bernyala-nyala dengan tiada berkesudahan.","Demikianlah firman Tuhan: Kutuklah orang yang harap pada manusia dan yang menaruh daging akan lengannya, dan yang hatinya undur dari pada Tuhan!","Karena adalah halnya seperti pokok kerendang di padang, yang tiada merasainya apabila datang baiknya, dan tinggallah ia di tempat-tempat kering dalam gurun, di tanah masin, yang tiada diduduki orang.","Berkatlah atas orang yang percaya kepada Tuhan dan yang menaruh harapnya pada Tuhan!","Karena adalah ia seperti sebatang pohon kayu yang tertanam pada tepi air dan yang merambatkan akarnya pada tepi sungai; maka tiada dirasainya apabila datang panas terik, melainkan daunnya tinggal hijau juga, tiada diindahkannya jikalau kering setahun lamanya dan tiada ia berhenti dari pada berbuah.","Adapun hati itu penipulah adanya terlebih dari pada segala sesuatu; sekali-kali tiada ia berketentuan; siapa gerangan boleh mengetahui isinya?","Bahwa Akulah, Tuhan, yang menduga hati dan menyelidik batin, hendak membalas kepada tiap-tiap orang sekadar kelakuannya dan sekadar pahala perbuatannya.","Seperti ayam hutan mengeram telur yang bukan telurnya sendiri, demikianlah hal orang yang mengumpulkan harta benda tiada dengan benarnya; pada tengah umurnya ia itu akan meninggalkan dia dan kesudahannya akan seperti kesudahan orang ahmak.","Suatu takhta kemuliaan, suatu ketinggian dari pada mulanya, itulah tempat makdis kami.","Bahwa Tuhan itulah pengharapan orang Israel! Segala orang yang meninggalkan Dikau itu kelak akan dipermalukan! Barangsiapa yang undur dari pada-Ku itu tersuratlah namanya dalam tanah, karena mereka itu sudah meninggalkan mata air hidup, yaitu Tuhan.","Ya Tuhan, sembuhkan apalah aku, maka aku akan sembuh; peliharakan apalah aku, maka aku akan terpeliharalah, karena engkau juga kepujianku!","Bahwasanya kata mereka itu kepadaku: Di manakah firman Tuhan itu? Baiklah ia itu datang sekarang.","Bahwa tiada aku tahu memaksa-maksa terlebih dari pada patut kepada seorang gembala; dan lagi tiada aku menghendaki hari yang amat celaka itu; Engkau juga yang mengetahuinya; bahwa barang yang sudah keluar dari pada mulutku itu adalah di hadapan hadirat-Mu.","Jangan apalah Engkau bagiku akan pagar tembok yang sudah roboh; Engkau juga perlindunganku pada masa kesukaran.","Hendaklah segala pengusirku dipermalukan, tetapi jangan aku dipermalukan; hendaklah mereka itu dikejutkan, tetapi jangan aku dikejutkan; datangkanlah atas mereka itu hari kesukaran itu dan pecahkanlah mereka itu dengan dua kali pecahnya.","Demikianlah firman Tuhan kepadaku: Pergilah engkau berdiri di dalam pintu gerbang anak-anak bangsa itu, dari padanya masuk keluar segala raja orang Yehuda, dan lagi di dalam segala pintu gerbang Yeruzalem.","Lalu katakanlah kepada mereka itu: Dengarlah olehmu akan firman Tuhan, hai segala raja orang Yehuda, dan segenap orang Yehuda dan segala orang isi Yeruzalem, yang masuk dari pada pintu-pintu ini!","Demikianlah firman Tuhan: Ingatlah akan jiwamu; janganlah kamu menggandar barang gandaran pada hari sabat, jangan bawa masuk akan dia dari pada pintu-pintu Yeruzalem.","Dan lagi jangan kamu bawa akan barang gandaran keluar dari pada rumahmu pada hari sabat, dan jangan kerjakan barang sesuatu pekerjaan, melainkan hendaklah kamu sucikan hari sabat itu, setuju dengan firman-Ku yang kepada nenek moyangmu.","Tetapi tiada mereka itu mau dengar, dan tiada dicenderungkannya telinganya, melainkan ditegarkannya tengkuknya, sehingga tiada didengarnya dan tiada diterimanya pengajaran.","Maka akan jadi, jikalau kamu mendengar akan Daku dengan rajin, demikianlah firman Tuhan, dan pada hari sabat kamu tiada membawa akan barang gandaran masuk dari pada pintu-pintu negeri ini, dan kamu sucikan hari sabat, sehingga tiada kamu kerjakan barang pekerjaan padanya;","niscaya dari pada pintu-pintu negeri ini akan masuk raja-raja dan penghulu-penghulu, yang akan bersemayam di atas takhta kerajaan Daud dan mengendarai rata dan kuda, baik mereka itu baik segala penghulu mereka itu dan segala orang Yehuda dan segala orang isi Yeruzalem, maka negeri inipun akan diduduki orang sampai selama-lamanya.","Maka mereka itu akan datang dari segala negeri Yehuda dan dari segala jajahan Yeruzalem dan dari tanah Benyamin dan dari tanah datar dan dari pegunungan dan dari sebelah selatan, sambil membawa korban bakaran dan korban sembelihan dan persembahan makanan dan dupa, sambil membawa persembahan puji-pujian ke dalam rumah Tuhan.","Tetapi jikalau tiada kamu hendak mendengar akan Daku dalam perkara menguduskan hari sabat atau tiada menggandar barang gandaran atau membawa dia masuk dari pada pintu-pintu Yeruzalem pada hari sabat, niscaya Aku kelak akan menyalakan suatu api di dalam segala pintu gerbangnya, yang makan habis akan segala maligai Yeruzalem dan yang tiada terpadamkan."]