["Bahwa inilah firman yang telah datang dari pada Tuhan kepada Yermia, bunyinya:","Dengarlah olehmu perkataan perjanjian ini dan katakanlah dia kepada orang Yehuda dan kepada orang isi Yeruzalem.","Katakanlah kepada mereka itu: Demikianlah firman Tuhan, Allah orang Israel: Kutuklah orang yang tiada mendengar akan perkataan perjanjian ini,","yang sudah Kupesan kepada nenek moyang kamu, tatkala Kuhantar akan mereka itu keluar dari negeri Mesir, dari dalam dapur besi itu, firman-Ku: Dengarlah olehmu akan bunyi suara-Ku dan perbuatlah kamu segala sesuatu yang Kupesan kepadamu, maka kamu akan umat bagi-Ku, dan Akupun akan Allah bagimu;","supaya Aku menyampaikan barang yang sudah Kujanji kepada nenek moyang kamu pakai sumpah, hendak mengaruniakan kepadanya suatu tanah yang berkelimpahan air susu dan madu, seperti pada hari ini adanya. Lalu sahutlah aku, sembahku: Amin! ya Tuhan!","Maka firman Tuhan kepadaku: Serukanlah segala perkataan ini di dalam segala negeri Yehuda dan pada segala lorong Yeruzalem, bunyinya: Dengarlah olehmu akan segala perkataan perjanjian ini dan lakukanlah dia;","karena dengan sungguh-sungguh Aku sudah berfirman kepada segala nenek moyang kamu, yaitu dari pada hari Aku menghantar akan mereka itu keluar dari dalam negeri Mesir sampai kepada hari ini, dari pagi-pagi Aku sudah bangun akan berfirman kepadanya, kata-Ku: Hendaklah kamu dengar akan bunyi suara-Ku!","Tetapi tiada juga mereka itu dengar atau memberi telinga, melainkan mereka itu sudah berjalan masing-masing dengan menurut kehendak hatinya yang jahat; maka sebab itu Aku sudah mendatangkan atas mereka itu segala perkataan perjanjian ini, yang sudah Kusuruh mereka itu lakukan, tetapi tiada juga dilakukannya akan dia.","Dan lagi firman Tuhan kepadaku: Telah didapati akan suatu fakat jahat di antara segala orang Yehuda dan di antara orang isi Yeruzalem:","mereka itu sudah balik kepada segala kesalahan nenek moyangnya, yang telah enggan mendengar akan firman-Ku; dan mereka itu sudah mengikut dewa-dewa hendak berbuat bakti kepadanya; bahwa orang isi rumah Israel dan orang isi rumah Yehuda sudah merombak perjanjian-Ku, yang sudah Kuteguhkan dengan nenek moyangnya.","Sebab itu firman Tuhan demikian: Bahwasanya Aku mendatangkan kelak suatu jahat atas mereka itu, dari padanya mereka itu tiada dapat keluar; maka apabila mereka itu berseru kepada-Ku, tiada Aku mau mendengar akan serunya.","Pada masa itu biarlah isi segala negeri Yehuda dan segala orang isi Yeruzalempun berseru kepada dewa-dewa, baginya mereka itu sudah membakar dupa, tetapi sekali-kali tiada ia dapat melepaskan mereka itu pada masa jahat itu berlaku atasnya.","Karena seberapa banyak negerimu, demikianpun bilangan dewa-dewamu, hai orang Yehuda! dan seberapa banyak lorong-lorong Yeruzalem, demikianpun bilangan segala mezbah yang sudah kamu taruh bagi barang yang memberi malu, yaitu mezbah akan membakar dupa bagi Baal.","Maka adapun engkau, janganlah engkau minta doa akan bangsa ini dan jangan engkau menangisi atau memohonkan mereka itu, karena tiada Aku mau mendengar apabila mereka itu berseru-seru kepada-Ku dari karena kesukarannya.","Apakah kekasih-Ku peduli akan rumah-Ku? tegal kebanyakan mereka itu melakukan perkara yang keji itu dan daging yang suci itu sudah lalu dari padamu; apabila kamu berbuat jahat pada masa itu berbangkitlah sukahatimu.","Bahwa Tuhan sudah menamai engkau pokok zait yang hijau dan permai oleh rupa buahnya, tetapi dengan bunyi guruh yang hebat apipun akan menyalakan daunnya dan segala cabangnyapun akan dipatahkan.","Karena oleh Tuhan serwa sekalian alam, yang menanam engkau, sudah dikatakan suatu celaka atas engkau, karena sebab kejahatan orang isi rumah Israel dan orang isi rumah Yehuda, yang dibuatnya antara sama sendirinya akan membangkitkan murka-Ku dengan membakar dupa bagi Baal.","Bahwa Tuhan juga sudah memberitahu aku hal itu, sebab itu kuketahui dia; maka Engkau juga sudah menyatakan kepadaku kelakuan mereka itu.","Maka adalah aku seperti anak domba, seperti lembu yang dihantar akan dibantai, karena tiada kuketahui akan mereka itu bermufakat lawan aku, katanya: Mari kita binasakan pohon itu serta dengan buahnya! baiklah kita menumpas dia dari negeri orang yang hidup, supaya jangan lagi orang ingat akan namanya.","Tetapi, ya Tuhan serwa sekalian alam, ya Hakim yang adil, yang mencobai segala buah pinggang dan segala hati! berilah kiranya aku melihat pembalasan-Mu kepada mereka itu, karena kepada-Mu sudah kunyatakan perkaraku.","Maka sebab itu firman Tuhan akan hal orang Anatot, yang menyengajakan matimu, sambil katanya: Jangan lagi engkau bernubuat demi nama Tuhan, asal jangan engkau mati dibunuh oleh tangan kami!","Maka sebab itu firman Tuhan serwa sekalian alam demikian: Bahwasanya Aku akan mendatangkan pembalasan atas mereka itu, maka segala orang teruna akan mati dimakan pedang dan segala anak mereka itu laki-laki dan perempuanpun akan mati oleh lapar.","Maka dari pada mereka itu tiada akan ada barang peninggalan, karena pada tahun pembalasannya Aku kelak mendatangkan suatu jahat atas orang Anatot itu."]