["Bermula, maka datanglah firman Tuhan kepadaku, bunyinya:","Janganlah engkau mengambil bini dan jangan ada anak laki-laki atau anak perempuan padamu di dalam tempat ini;","karena demikianlah firman Tuhan akan hal segala anak laki-laki dan perempuan yang akan jadi di dalam tempat ini, dan lagi akan segala ibunya yang memperanakkan dia dan akan segala bapanya yang beroleh akan dia di dalam tempat ini:","Mereka itu akan mati dibunuh dengan bengis, seorangpun tiada akan mengangkat sebiji ratap atasnya dan tiada mereka itu akan dikuburkan, melainkan mereka itu akan menjadi baja di tanah kelak, dan mereka itu akan dihabiskan oleh pedang dan oleh lapar dan segala bangkainyapun akan menjadi makanan unggas yang di udara dan makanan segala margasatwa yang di bumi.","Dan lagi firman Tuhan demikian: Janganlah engkau masuk rumah orang yang berkenduri, dan jangan engkau pergi akan meratap dan jangan engkau bercintakan mereka itu, karena Aku sudah melalukan selamat-Ku dan kemurahan-Ku dan rahmat-Ku dari pada bangsa ini, demikianlah firman Tuhan.","Bahwa baik orang besar baik orang kecil akan mati kelak di dalam negeri ini dan tiada mereka itu dikuburkan dan tiada diangkat orang sebiji ratap atasnya atau ditoreh orang tubuhnya atau dicukurnya kepalanya karena sebab mereka itu.","Lagipun tiada dimakan orang arwah akan menghiburkan orang yang kematian, atau diberikan orang piala penghiburan kepadanya, jikalau karena bapanya atau karena ibunya sekalipun.","Dan lagi janganlah engkau masuk rumah perjamuan akan duduk makan minum sehidangan dengan mereka itu.","Karena demikianlah firman Tuhan serwa sekalian alam, Allah orang Israel: Bahwasanya di hadapan matamu dan pada zamanmu juga Aku memperhentikan kelak di dalam tempat ini bunyi segala keramaian dan bunyi segala kesukaan dan bunyi suara mempelai laki-laki dan bunyi suara penganten perempuan.","Maka akan jadi kelak, apabila engkau menyampaikan segala firman ini kepada bangsa itu, lalu katanya kepadamu: Mengapa maka Tuhan berfirmankan atas kami segala celaka yang besar ini? Apakah salah kami dan apakah dosa kami, yang telah kami perbuat kepada Tuhan, Allah kami?","Bahwa hendaklah kaukatakan kepada mereka itu: Yaitu sebab nenek moyang kamu sudah meninggalkan Daku, demikianlah firman Tuhan, dan sudah mengikut dewa-dewa dan sudah berbuat ibadat kepadanya dan sudah menyembah sujud kepadanya dan ditinggalkan Aku dan tiada diturutnya taurat-Ku;","dan sebab kamu ini sudah berbuat jahat lebih dari pada nenek moyang kamu; karena sungguh masing-masing kamu berjalan menurut nafsu hatinya yang jahat dan kamu segan mendengar akan Daku.","Maka sebab itu Aku kelak akan membuang kamu ke luar negeri ini kepada sebuah negeri yang tiada kamu kenal, baik kamu baik segala nenek moyang kamupun tidak, maka di sanalah boleh kamu berbuat ibadat kepada dewa-dewa pada siang dan malam, karena tiada Aku akan mengasihani kamu.","Bahwa sesungguhnya hari akan datang kelak, demikianlah firman Tuhan, apabila tiada lagi kata orang: Demi Tuhan yang hidup, yang sudah menghantar akan bani Israel keluar dari negeri Mesir!","Melainkan: Demi Tuhan yang hidup, yang menghantar akan bani Israel keluar dari negeri utara dan dari segala negeri, kepadanyapun sudah dihalaukan-Nya mereka itu! karena Aku akan membawa mereka itu kembali ke dalam negerinya, yang sudah Kukaruniakan kepada nenek moyangnya.","Bahwasanya Aku akan menyuruhkan banyak orang nelayan, demikianlah firman Tuhan, maka ia itu akan menangkap mereka itu seperti ikan, kemudian Aku akan menyuruhkan banyak orang pemburu, maka ia itu akan memburu mereka itu dari atas segala gunung dan dari atas segala bukit, jikalau dari dalam celah-celah bukit batu sekalipun.","Karena mata-Ku juga mengamat-amati segala jalan mereka itu, tiada mereka itu terlindung dari pada hadirat-Ku, dan kejahatannyapun tiada tersembunyi dari pada mata-Ku.","Sebab itu sekali dua kali Aku akan membalas kepada mereka itu kejahatannya dan dosanya, tegal sudah dinajiskannya negeri-Ku dan dipenuhinya bahagian-Ku pusaka dengan bangkai segala kekejiannya dan segala kegeliannya.","Ya Tuhan, Engkau juga kepujianku dan kuatku dan perlidunganku pada hari kepicikan! Kepada-Mu juga akan datang segala bangsa dari pada segala ujung bumi, sambil sembahnya: Bahwa sesunggunnya dusta itulah bahagian pusaka segala nenek moyang kami dan barang yang sia-sia, yang satupun tiada gunanya.","Mana boleh manusia memperbuat berhala akan dirinya? tegal ia itu bukan ilah adanya.","Bahwasanya sebab itu Aku memberitahu kepada mereka itu sekali ini. Aku memberitahu kepada mereka itu bekas tangan-Ku dan kuasa-Ku, maka akan diketahuinya bahwa Hua itulah nama-Ku!"]