["Dengarlah olehmu firman, yang dikatakan Tuhan kepadamu, hai orang isi rumah Israel!","Demikianlah firman Tuhan: Janganlah kamu belajar jalan orang kafir dan janganlah kamu kena dahsyat oleh segala tanda di langit, kendatilah segala orang kafir juga kena dahsyat olehnya.","Karena syariat segala bangsa itu sia-sialah adanya, karena kayu juga adanya barang yang telah ditetak di dalam hutan, suatu perbuatan tukang yang telah diperbuat dengan lengan tersingsing.","Dihiasinya dengan emas dan perak, diteguhkannya dengan paku dan pukul besi, supaya jangan ia itu tergoncang.","Tegaplah ia itu seperti batang kurma, dan tiada ia tahu berkata-kata; tak dapat tiada diusung juga akan dia, karena tiada ia tahu berjalan; janganlah kamu takut akan dia, karena tiada ia tahu berbuat jahat dan lagi tahu berbuat baikpun tiada sertanya.","Satupun tiada, bahkan, satupun tiada sebagaimu, ya Tuhan! besarlah Engkau dan besarlah nama-Mu dengan kuasa-Nya.","Siapa gerangan tiada takut akan Dikau, ya Raja segala bangsa! karena Engkau juga yang empunya segala kemuliaan. Bahkan, di antara hakim segala bangsa dan di dalam segala kerajaannya seorangpun tiada yang sebagai-Mu,","dalam seperkara juga mereka itu bodoh dan gila adanya, yaitu sepotong kayu menjadi baginya akan pengajaran sia-sia.","Dari Tarsis dibawa oranglah akan perak hendak menyalutkan dia, dan akan emas dari Ufaz, suatu perbuatan tukang dan perbuatan tangan pandai emas; bahwa pakaiannya biru laut dan ungu warnanya, perbuatan orang bijaksana semuanya.","Tetapi Tuhan itulah Allah yang benar, Ialah Allah yang hidup dan Raja pada selama-lamanya! Oleh kehangatan murka-Nya bergempalah bumi dan barang suatu bangsapun tiada dapat menderita murka-Nya.","Demikian hendaklah katamu kepada mereka itu: Adapun segala dewata, yang tiada tahu menjadikan langit dan bumi, ia itu akan hilang dari atas bumi dan dari bawah langit ini.)","Tuhan yang sudah menjadikan bumi oleh kuasa-Nya, dan yang sudah melengkap semesta alam sekalian oleh hikmat-Nya dan yang sudah membentangkan langit oleh pengetahuan-Nya.","Apabila diberi-Nya bunyi suara-Nya, maka adalah bunyi air menderu di dalam langit, disuruh-Nya awan-awan naik dari pada ujung bumi, dijadikan-Nya kilat serta dengan hujan dan dikeluarkan-nya angin dari dalam perbendaharaan-Nya.","Pada masa itu bodohlah dan tiada berpengetahuan segenap bangsa manusia; patutlah malu tiap-tiap tukang dari karena patung yang telah diperbuatnya, karena bohonglah perbuatannya; tiadalah nyawa di dalamnya.","Sia-sia belaka adanya, suatu perbuatan persesatan, apabila tulah datang atasnya hilanglah sekaliannya.","Tetapi bukan begitu Dia yang bahagian Yakub, karena Ialah Khalik semesta alam sekalian, Ialah memerintahkan orang Israel seperti bahagian-Nya pusaka dan nama-Nya itulah Tuhan serwa sekalian alam!","Angkutlah barang-barangmu dari dalam negeri, hai orang yang duduk di dalam kota benteng!","Karena demikianlah firman Tuhan: Bahwasanya Aku akan menghembalangkan ke luar segala orang isi negeri itu pada sekaligus, Aku akan mengimpitkan dia, sehingga didapatinya.","Wai bagiku dari karena lukaku! bagaimana pedih rasanya penyakitku! sehingga kataku: Aduh, apa macam penyakit ini, bagaimana aku dapat menderita dia?","Bahwa kemahku sudah rusak, segala alinya putus, segala anakku sudah meninggalkan daku, mereka itu tiada lagi; seorangpun tiada yang membentangkan kemahku dan yang menggantungkan kelambunya.","Karena segala gembala itu tiada berakal budi, tiada dicaharinya Tuhan, sebab itu bodoh kelakuannya, dicerai-beraikannya segala kawan dombanya.","Bahwasanya, adalah datang bunyi kabar dan kegentaran besar dari negeri yang pada sebelah utara! Sebentar lagi maka segala negeri Yehuda ditaruh bagi kerusakan dan bagi tempat kediaman ular naga.","Maka kuketahui, ya Tuhan! bahwa jalan manusia itu tiada dalam kuasanya sendiri, tiada dalam kuasa orang yang berjalan itu mematutkan langkahnya.","Siksakanlah aku, ya Tuhan! tetapi dengan kadarnya, jangan apalah dengan murka-Mu, supaya jangan Engkau menghancurluluhkan daku.","Curahkanlah kehangatan murka-Mu kepada segala orang kafir, yang tiada mengenal Engkau, dan kepada segala bangsa yang tiada menyebut nama-Mu; karena sudah ditelannya akan Yakub, dimakannya habis akan dia sama sekali dan dibinasakannya tempat kediamannya."]