["Bermula, maka inilah firman Tuhan yang telah datang kepada Yermia akan hal kemarau besar.","Bahwa negeri Yehuda berdukacita dan segala pintu gerbangnyapun lemahlah adanya; dengan pakaian perkabungan duduklah masing-masing di bumi dan tangis Yeruzalempun naiklah ke langit.","Orang besar-besarnya menyuruhkan orangnya hina dina mencahari air, setelah sampai kepada perigi tiada didapatinya akan air di dalamnya; mereka itu datang kembali dengan hampa segala bejananya; mereka itu malu sampai bera mukanya, diselubungkannya kepalanya.","Sebab tanahnya berbelah-belah dan barang hujanpun tiada turun kepada bumi, segala orang yang berhuma itu malu dan menyelubungkan kepalanya.","Jikalau rusa betina yang sudah beranak di padang sekalipun meninggalkan anaknya, sebab sehelai rumputpun tiada tumbuh,","maka keledai hutanpun berdiri di atas tempat-tempat yang tinggi, ia menghela nafas seperti naga, matanya kaburlah sebab tiadalah tumbuh-tumbuhan.","Jikalau segala dosa kami naik saksi atas kami sekalipun, ya Tuhan, tolonglah juga oleh karena mama-Mu! bahkan, amat banyaklah segala sesatan kami, maka kepada-Mu juga kami sudah berdosa.","Ya Pengharapn orang Israel! ya Penolongnya pada masa kepicikan! Karena apa gerangan Engkau akan selaku orang helat di dalam negeri ini, atau selaku orang perjalanan, yang hanya singgah akan bermalam jua.","Karena apa Engkau selaku orang yang teralah, selaku orang pahlawan yang tiada dapat membantu? Maka Engkau juga di tengah-tengah kami, ya Tuhan! dan atas kamipun sudah disebut nama-Mu, sebab itu janganlah kiranya Engkau meninggalkan kami.","Maka demikianlah firman Tuhan kepada bangsa ini: Sedang mereka itu suka mengembara begitu dan tiada ditahaninya akan kakinya, maka Tuhanpun tiada berkenan akan mereka itu; sekarang ingatlah Ia akan segala kejahatan mereka itu dan dibalas-Nya segala dosanya.","Dan lagi firman Tuhan kepadaku: Janganlah engkau mendoakan bangsa ini akan baiknya.","Jikalau mereka itu berpuasa sekalipun, tiada juga Aku dengar akan tangisnya, meskipun mereka itu mempersembahkan korban bakaran dan persembahan makanan, tiada juga Aku berkenan akan mereka itu; melainkan Aku akan menghabiskan mereka itu kelak oleh pedang dan oleh lapar dan oleh bapa sampar.","Lalu sembahku: Ya Tuhan Hua! bahwasanya kata segala nabi itu kepada mereka itu: Tiada kamu akan melihat pedang, tiada kamu akan merasai lapar, melainkan selamat sentosa akan dikaruniakan kepadamu di tempat ini.","Tetapi firman Tuhan kepadaku: Bahwa bohong belaka barang yang dinubuatkan oleh nabi-nabi itu dengan nama-Ku; tiada Aku menyuruhkan dia atau berpesan kepadanya atau berfirman kepadanya; adapun nubuatnya kepadamu ia itu khayal dusta dan tenungan dan barang yang sia-sia dan segala tipu hatinya.","Maka sebab itu firman Tuhan demikian: Adapun segala nabi yang bernubuat dengan nama-Ku, meskipun tiada Aku menyuruhkan dia, katanya: Tiada akan ada pedang atau lapar di dalam negeri ini! segala nabi itu kelak akan rebah mati dimakan pedang dan dibinasakan oleh lapar.","Maka orang banyak yang kepadanya mereka itu sudah bernubuat itupun akan tercampak berkaparan pada segala lorong Yeruzalem, dibinasakan oleh lapar dan oleh pedang; maka seorangpun tiada yang akan menguburkan dia, yaitu baik mereka itu baik bininya baik segala anaknya laki-laki dan perempuan; demikianlah Aku akan menumpahkan kepadanya segala kejahatannya.","Sebab itu katakanlah ini kepada mereka itu: Bahwa dengan tiada berkeputusan baik siang baik malam berhamburanlah air mata dari pada mataku, sebab anak dara puteri bangsaku sudah kena luka, ia itu luka parah dan kena suatu bala yang sangat pedih.","Jikalau aku keluar ke padang, maka di sanapun adalah segala orang yang sudah mati dimakan pedang! Jikalau aku masuk ke dalam negeri, bahwasanya di sana adalah segala orang yang binasa oleh lapar! Bahkan, baik nabi baik imam berjalan keliling di dalam negeri dengan lenyap bicaranya.","Sudahkah Engkau membuang Yehuda sama sekali? Adakah hati-Mu jemu akan Sion? Mengapa kami Kaupalu sehingga tiada boleh sembuh pula? Orang menantikan selamat, tetapi satupun tiada datang yang baik; orang menantikan ketika kesembuhan, tetapi hanya kekejutan jua yang datang.","Ya Tuhan! kami ketahui akan kejahatan kami, akan kesalahan segala nenek moyang kami, bahwa kami sudah berdosa kepada-Mu.","Jangan apalah kami Kaubuang, oleh karena nama-Mu; janganlah kiranya Kaucelakan takhta kemuliaan-Mu! Ingat apalah akan perjanjian-Mu dengan kami dan jangan Kautiadakan dia.","Adakah di antara dewata orang kafir yang sia-sia itu barang seorang yang dapat menurunkan hujan? Bolehkah langit bertitik-titik dari sendirinya? Bukan Engkau juga yang membuatnya, ya Tuhan, Allah kami! bahwa kami bernanti akan Dikau, karena Engkau yang mengadakan sekalian itu."]