["Bermula, maka demikianlah firman Tuhan kepadaku: Pergilah engkau, belilah sebuah kendi perbuatan penjunan, lalu bawalah sertamu akan segala tua-tua bangsa itu dan akan segala tua-tua imam.","Lalu keluarlah ke lembah Bin-Hinom, yang tentang dengan pintu gerbang Syamsiat; dan serukanlah di sana segala perkataan yang firman-Ku kepadamu kelak;","katakanlah ini: Dengarlah olehmu firman Tuhan, hai segala raja Yehuda dan segala orang isi Yeruzalem! Demikianlah firman Tuhan serwa sekalian alam, Allah orang Israel: Bahwasanya Aku akan mendatangkan kelak suatu jahat atas tempat ini, sehingga tiap-tiap orang yang mendengarnya itu akan mendering kedua belah telinganya.","Maka itu sebab mereka itu sudah meninggalkan Daku, dan tempat ini sudah dijadikannya tanah lain, dalamnya mereka itu sudah membakar dupa bagi dewata, yang tiada dikenal olehnya dan oleh bapa-bapanya dan segala raja Yehudapun tidak, dan telah dipenuhinya tempat ini dengan darah orang yang tiada bersalah.","Dan dibuatnya panggung bagi Baal hendak membakar anak-anaknya dengan api akan korban bakaran bagi Baal, yang bukan pesan-Ku atau firman-Ku dan yang tiada pernah terbit di dalam hati-Ku.","Maka sebab itu sungguh hari akan datang kelak, demikianlah firman Tuhan, apabila tiada lagi dipanggil orang akan tempat ini Tofet, atau lembah Bin-Hinom, melainkan Lembah Pembunuhan.","Karena pada tempat ini juga Aku akan membatalkan bicara Yehuda dan Yeruzalem, dan Aku akan merebahkan mereka itu oleh pedang di hadapan segala musuhnya, dan oleh tangan segala orang yang menyengajakan matinya, dan bangkai-bangkainya akan Kuberikan kepada segala unggas yang di udara dan kepada segala margasatwa yang di bumi akan makanannya.","Maka negeri ini akan Kujadikan suatu kerobohan dan campah, barangsiapa yang melalui dia itu akan tercengang-cengang dan membuat olok-olok akan dia dalam segala celakanya.","Maka Aku akan memberi makan mereka itu daging anak-anaknya laki-laki dan perempuan, masing-masing mereka itu akan makan daging kawannya dalam kegentaran dan kepicikan pengepungan, olehnya segala musuhnya dan segala orang yang menyengajakan matinya itu akan memicikkan mereka itu.","Lalu hendaklah engkau memecahkan kendi itu di hadapan mata segala orang yang telah berjalan sertamu;","dan hendaklah kaukatakan kepadanya: Demikianlah firman Tuhan serwa sekalian alam: Begini juga Aku akan memecahkan bangsa ini dan negeri ini, seperti orang memecahkan bejana penjunan, yang tiada dapat diperbaiki pula, maka mereka itu akan dikuburkan dalam Tofet, sehingga tiada lagi tempat akan dikuburkan dalamnya.","Demikianlah kelak perbuatan-Ku akan tempat ini dan akan segala orang isinya, begitulah firman Tuhan; bahkan, Aku akan menjadikan negeri ini akan Tofet.","Maka segala rumah Yeruzalem dan segala istana raja-raja Yehuda akan menjadi najis sama seperti segala tempat Tofet, serta dengan segala rumah di atas sotohnya juga mereka itu membakar dupa bagi segala tentara di langit dan mempersembahkan persembahan minuman kepada dewata bangsa lain.","Hata, setelah sudah Yermia datang dari Tofet, tempat Tuhan sudah menyuruhkan dia akan bernubuat, maka berdirilah ia di penghadapan rumah Tuhan serta katanya kepada segenap orang banyak itu:","Bahwa demikianlah firman Tuhan serwa sekalian alam, Allah orang Israel: Bahwasanya Aku mendatangkan kelak atas negeri ini dan atas segala negerinya segala jahat yang sudah Aku berfirman akan halnya; karena mereka itu sudah menegarkan tengkuknya, sehingga tiada didengarnya akan firman-Ku."]