["Bahwa inilah firman yang telah datang kepada Yermia dari pada Tuhan, bunyinya:","Bangkitlah engkau, lalu pergi ke rumah penjunan, karena di sana Aku akan memperdengarkan firman-Ku kepadamu.","Hata, maka akupun pergilah ke rumah penjunan itu, bahwasanya adalah ia dalam membuat suatu perbuatan di atas pelarik.","Maka bejana yang diperbuatnya itu terbantutlah menjadi segumpal tanah liat pula di dalam tangan penjunan itu, lalu diperbuatnya pula dari padanya sebuah bejana yang lain, sebagaimana penjunan itu suka memperbuat dia.","Lalu datanglah firman Tuhan kepadaku, bunyinya:","Bukankah boleh Aku berbuat pada kamupun seperti perbuatan penjunan itu, hai orang isi rumah Israel? demikianlah firman Tuhan: Bahwasanya seperti tanah liat dalam tangan penjunan, begitulah kamupun dalam tangan-Ku, hai orang isi rumah Israel!","Pada sesaat jua Aku memutuskan hukum atas suatu bangsa, atau atas suatu kerajaan, akan membantun dan akan membongkar dan akan menumpas dia.","Tetapi apabila bangsa yang sudah Kuputuskan hukum atasnya itu bertobat dari pada kejahatannya, niscaya bersesallah Aku kelak akan jahat yang hendak Kuperbuat akan dia.","Demikianpun pada sesaat jua Aku memutuskan hukum atas suatu bangsa atau atas suatu kerajaan, hendak membangunkan dan menetapkan dia,","tetapi apabila dibuatnya barang yang jahat kepada pemandangan-Ku, sehingga tiada didengarnya akan suara-Ku, niscaya bersesallah Aku akan segala baik yang telah Kujanji hendak berbuat akan dia.","Sekarangpun katakanlah olehmu ini kepada segala orang Yehuda dan kepada segala orang isi Yeruzalem: Demikianlah firman Tuhan: Bahwasanya Aku berniatkan suatu jahat atas kamu dan Aku memikirkan suatu kepikiran lawan kamu; sebab itu hendaklah kamu bertobat masing-masing dari pada jalannya yang jahat, dan betulkanlah kelakuanmu dan perbuatanmu.","Tetapi mereka itu akan berkata demikian: Tiadalah harap lagi; maka kami hendak menurut kepikiran kami sendiri, dan kami hendak berbuat masing-masing akan kehendak hatinya yang jahat.","Maka sebab itu demikianlah firman Tuhan: Bertanyakanlah di antara segala orang kafir, siapa gerangan tahu mendengar perkara sebagainya? Amat sangat keji barang yang dibuat oleh puteri Israel.","Masakan karena sebab bukit batu orang meninggalkan bendang-bendang yang dibasahkan oleh salju Libanon? Masakan karena sebab air keluaran orang meninggalkan air yang sejuk dan yang mengalir selalu?","Kendatilah, umat-Ku juga sudah melupakan Daku; mereka itu membakar dupa bagi barang yang sia-sia, yang sudah menggelincirkan mereka itu pada jalannya, pada jalan yang sedia, supaya mereka itu berjalan dalam alur-aluran jalan yang tiada tertambak.","Demikianlah mereka itu menjadikan tanahnya akan suatu kerusakan, akan barang campah kekal; barangsiapa yang melalui akan dia, ia itu akan tercengang-cengang serta menggeleng kepalanya.","Seperti dengan angin timur akan Kuhamburkan mereka itu di hadapan musuhnya; pada hari kebinasaannya niscaya akan Kutunjuk kepadanya tengkuk, bukannya muka.","Bermula, maka pada masa itu kata mereka itu: Mari kita mereka daya upaya akan Yermia, karena belum hilang taurat dari pada segala imam, atau bicara dari pada segala hakim, atau firman dari pada segala nabi. Mari kita mengalahkan dia dengan lidah, jangan kita indahkan barang suatu katanya.","Ya Tuhan! tilik apalah akan daku, dan dengarlah kiranya kata segala pembantahku.","Patutkah baik itu dibalas dengan jahat? karena digalinya pelobang akan jiwaku. Ingatlah kiranya bagaimana aku sudah berdiri di hadapan hadirat-Mu akan memohon barang yang baik akan mereka itu dan akan menegahkan kehangatan murka-Mu dari padanya.","Sebab itu serahkanlah kiranya anak-anak laki-laki mereka itu kepada lapar, biarlah pedang berlumur dengan darah mereka itu, biarlah segala bini mereka itu menjadi bulus dan balu, dan segala laki mereka itu mati dibunuh dan segala teruna mereka itu dimakan pedang dalam peperangan.","Biar kedengaranlah erik dari dalam rumah-rumah mereka itu, apabila Kaudatangkan musuh yang menempuh mereka itu dengan sekonyong-konyong; karena mereka itu sudah menggali pelobang hendak menangkap aku, dan sembunyi-sembunyi dipasangnya jerat akan kakiku.","Tetapi Engkau, ya Tuhan! mengetahui akan segala bicaranya hendak membunuh aku; jangan apalah Engkau mengadakan gafirat atas salahnya dan jangan Engkau menghapuskan dosanya dari hadapan hadirat-Mu, melainkan hendaklah mereka itu tumbang di hadapan hadirat-Mu. Perbuatlah oleh-Mu akan mereka itu demikian, apabila ketika murka-Mu sudah sampai."]