["Bahwa Engkau juga adil, ya Tuhan! jikalau aku masuk berhukum dengan Dikau sekalipun; kendatilah, biar aku juga berkata-kata dengan Dikau akan hal hukum-Mu: Mengapa gerangan jalan orang fasik itu beruntung? Mengapa dalam hal sentosa mereka itu sekalian, yang pembelot khianat adanya?","Engkau sudah menanamkan dia, lagi mereka itu sudah berakar, mereka itu makin besar, lagi berbuah-buah! Sungguhpun Engkau hampir pada mulutnya, tetapi jauh dari pada kepikiran hatinya.","Tetapi Engkau, ya Tuhan! mengenal aku, Engkau melihat aku dan mencoba hatiku, bahwa ia itu berpaut kepada-Mu. Halaukanlah mereka itu seperti kambing akan dibantai dan asingkanlah mereka itu bagi hari mereka itu dibunuh.","Berapa lama lagi tanah itu akan murung dan segala tumbuh-tumbuhan di padangpun menjadi layu oleh karena jahat segala orang penduduknya? Segala binatang dan unggaspun sudah lenyap, sedang kata mereka itu: Tiada dilihatnya kesudahan kami.","Jikalau engkau berjalan serta dengan orang yang berjalan kaki, maka dipenatkannya engkau; entah bagaimana halmu jikalau engkau bercampur dengan orang berkuda! jikalau engkau harap hanya di dalam negeri yang sentosa, entah apa akalmu apabila sebaklah Yarden?","Karena lagi segala saudaramu dan segala orang isi rumah bapamupun, bahkan, mereka itu sekalian berbuat khianat akan dikau, mereka itupun berseru-seru di belakang engkau: Sudah penuh sukatannya! Jangan engkau percaya, apabila mereka itu berkata-kata manis dengan dikau.","Bahwa sudah Kutinggalkan rumah-Ku, sudah Kutolak akan bahagian-Ku pusaka; maka kekasih hati-Ku sudah Kuserahkan kepada tangan musuhnya.","Bahwa bahagian-Ku pusaka itu kepada-Ku seperti singa di dalam hutan, sudah diangkatnya pengaum-aumnya lawan Aku, maka sebab itu telah Kubuang akan dia.","Bahwa bahagian-Ku pusaka itu bagi-Ku seperti harimau kumbang! Marilah, hai segala margasatwa! mengelilingi akan dia, berkerumunlah, hai segala binatang buas yang di padang, datanglah makan.","Bahwa beberapa berapa orang gembala sudah merusakkan kebun anggur-Ku, dan dipijak-pijaknya perhumaan-Ku, dan bendang-Ku yang kekasih itu dijadikannya hutan rimba.","Dijadikannya belukar belaka, maka belukar itu sangat mempercintakan Daku; rusaklah sudah seluruh tanah itu, maka seorangpun tiada yang memperhatikannya.","Sampai kepada segala bukit yang di padang belantara sudah datang penyamun, karena pedang Tuhan makan habis semuanya, dari pada ujung tanah sampai kepada ujungnya tiadalah hal sentosa, bagi seorang juapun tidak.","Orang sudah menabur biji gandum, tetapi disabitnya duri; dipenatkannya dirinya, tetapi tiada juga berhasil; maka sebab itu hendaklah kamu malu dari karena hasil tanahmu dan dari karena kehangatan murka Tuhan.","Demikianlah firman Tuhan: Adapun segala orang jahat yang negerinya berdamping dengan negeri-Ku, dan sudah mengusik bahagian pusaka yang sudah Kukaruniakan kepada umat-Ku Israel, bahwasanya sekalian itu akan Kusentak dari dalam negerinya, tetapi segala orang isi rumah Yehuda akan Kusentak dari tengah-tengahnya.","Maka akan jadi setelah sudah Kusentak mereka itu, Aku akan kembali dan mengasihankan mereka itu; maka Aku membawa akan mereka itu kembali masing-masing kepada bahagian pusakanya dan masing-masing kepada tanahnya.","Maka akan jadi jikalau dengan rajin mereka itu belajar jalan umat-Ku, serta bersumpah demi nama-Ku begini: Demi Tuhan yang hidup, sebagaimana dahulu diajarnya umat-Ku bersumpah demi Baal, niscaya mereka itu akan diangkat pula di tengah-tengah umat-Ku.","Tetapi jikalau mereka itu tiada mau dengar, niscaya bangsa itu akan Kutumpas dan Kubinasakan dia sama sekali, demikian firman Tuhan."]