["Tetapi firman Tuhan kepadaku: Jikalau kiranya Musa dan Semuel sekalipun menghadap hadirat-Ku, tiada juga hati-Ku cenderung kepada bangsa ini; nyahkanlah mereka itu dari hadapan hadirat-Ku, suruhlah mereka itu pergi.","Maka akan jadi apabila mereka itu bertanya kepadamu: Kemanakah kami akan pergi? hendaklah kausahut kepadanya: Demikianlah firman Tuhan: Barangsiapa yang tentu kepada mati, ia itu akan mati, barangsiapa yang tentu kepada pedang, ia itu akan dimakan pedang, barangsiapa yang tentu kepada bala lapar, ia itu akan binasa oleh lapar, dan barangsiapa yang tentu kepada kepindahan, ia itu akan dipindahkan!","Karena Aku menyerahkan mereka itu kelak kepada empat jenis bala, yaitu kepada pedang akan dibunuh olehnya, dan kepada anjing akan dieret-eret olehnya, dan kepada segala unggas yang di udara dan kepada segala margasatwa di bumi akan dimakan dan dibinasakan olehnya.","Dan Aku menjadikan mereka itu kelak akan suatu perkara hebat bagi segala bangsa yang di atas bumi dari karena Manasye bin Hizkia, raja orang Yehuda, sebab barang yang telah dibuatnya di dalam Yeruzalem.","Karena siapa gerangan yang dapat mengasihankan dikau, hai Yeruzalem? siapakah yang dapat menaruh sayang akan dikau? atau siapakah yang hendak singgah akan meminta selamat atasmu?","Bahwa engkau sudah meninggalkan Daku, demikianlah firman Tuhan, engkau sudah undur ke belakang; sebab itu Aku mengedangkan tangan-Ku lawan engkau hendak membinasakan dikau, karena penatlah sudah Aku dari pada segala sesal.","Bahwa Aku sudah menampi mereka itu dengan nyiru di dalam segala pintu negeri; Aku sudah membuluskan dan membinasakan umat-Ku, maka tiada juga mereka itu balik pada jalannya.","Bilangan segala janda perempuan mereka itu sudah Kujadikan terlebih banyak dari pada pasir di laut; sudah Kudatangkan atas mereka itu, atas ibu dan atas orang teruna, seorang pembinasa pada tengah hari; dengan sekonyong-konyong sudah Kujatuhkan kepada mereka itu dahsyat dan ngeri.","Lemahlah sudah perempuan yang telah beranak tujuh, ia sudah putus nyawa, mataharinya sudah masuk pada masa lagi siang hari, ia sudah kena malu dan bera muka! Maka sekarang segala orang perniggalnyapun akan Kuserahkan kepada pedang di hadapan segala musuhnya, demikianlah firman Tuhan.","Wai bagiku, ya ibuku! sebab sudah kauperanakkan daku, seorang bantahan, seorang yang bercidera dengan segenap isi negeri; tiada aku mengambil laba yang keji dari padanya dan mereka itupun tiada dari padaku, maka semuanya mengutuki juga akan daku!","Maka firman Tuhan: Adapun Aku sudah mendukacitakan kamu masakan ia itu tiada akan baikmu; pada masa jahat datang dan pada masa kepicikan masakan tiada Aku membicarakan halmu di hadapan musuh!","Adakah besi yang dapat memecahkan besi dari utara, yaitu besi kersani?","Segala harta bendamu Kuberikan akan jarahan dengan tiada harganya, maka ia itu sebab segala dosamu pada segala tepi tanahmu.","Maka Aku akan meliputi tanahmu dengan musuhmu dahulu dari pada kamu mengetahuinya; karena suatu api sudah dipasang dengan murka-Ku, maka ia itu akan bernyala-nyala atas kamu.","Ya Tuhan! Engkau yang mengetahuinya; ingatlah kiranya akan daku, luputkanlah aku, dan balaslah perkaraku kepada segala orang yang mengusir aku! Jangan apalah aku dibantun sebab panjang sabar-Mu itu; perhatikanlah kiranya bahwa aku menanggung kecelaan sebab karena-Mu.","Pada masa itu aku mendapat firman-Mu, maka sudah kukecap nikmatnya, dan firman-Mu bagiku akan kesukaan dan kegemaran hatiku, karena nama-Mu sudah disebut atasku, ya Tuhan, Allah serwa sekalian alam!","Bahwa tiada pernah aku duduk di dalam perhimpunan orang yang bersenda gurau hendak menyukakan diriku; supaya boleh aku berkhidmat kepada-Mu, maka duduklah aku seorangku, karena Engkau sudah memenuhi aku dengan amarah.","Mengapa maka sengsaraku tiada berkesudahan dan penyakitku pedih begitu, sehingga engganlah ia itu disembuhkan? Bahwa Engkaulah bagiku selaku anak sungai yang kekeringan, selaku air yang tiada tentu jalannya!","Lalu berfirmanlah Tuhan demikian: Jikalau engkau bertobat, maka Aku akan mengangkat pula akan dikau dan engkaupun akan menghadap hadirat-Ku; dan jikalau engkau menceraikan yang indah-indah dari pada yang hina, niscaya engkau menjadi bagi-Ku akan mulut. Biarlah mereka itu balik juga kepadamu, tetapi janganlah engkau balik kepada mereka itu.","Karena Aku menjadikan dikau akan pagar tembaga yang teguh tentang bangsa ini; sungguhpun mereka itu akan menyerang engkau, tetapi tiada dialahkannya engkau, karena Akulah menyerati engkau akan memeliharakan dan meluputkan dikau, demikianlah firman Tuhan.","Maka Aku akan menyentak engkau dari dalam tangan orang jahat itu dan meluputkan dikau dari pada tapak tangan orang lalim."]