["Sebermula, maka pada permulaan kerajaan Yoyakim bin Yosia, raja Yehuda, datanglah firman ini dari pada Tuhan, bunyinya:","Demikianlah firman Tuhan: Pergilah engkau berdiri di penghadapan rumah Tuhan, katakanlah kepada segala orang isi negeri-negeri Yehuda, yang datang akan menyembah sujud ke dalam rumah Tuhan, segala firman yang telah Kusuruh katakan kepadanya, sepatah katapun jangan kaukurangkan.","Mudah-mudahan mereka itu akan mendengar, lalu bertobat masing-masing dari pada jalannya yang jahat, sehingga bersesallah Aku akan jahat yang niat-Ku hendak memperbuat kepadanya dari karena kejahatan perbuatannya.","Sebab itu katakanlah kepada mereka itu: Demikianlah firman Tuhan: Jikalau tiada kamu mau dengar akan Daku, akan berjalan menurut taurat-Ku, yang telah Kukaruniakan di hadapan kamu,","serta enggan mendengar akan kata hamba-Ku, yaitu segala nabi-nabi, yang Kusuruhkan kepadamu, yaitu Kusuruhkan dari pagi-pagi, tetapi tiada kamu mau dengar;","niscaya rumah ini Kujadikan kelak seperti Silo, dan negeri inipun Kujadikan akan kutuk bagi segala bangsa yang di atas bumi.","Maka segala imam dan nabi-nabi dan orang banyakpun mendengarlah Yermia mengatakan segala perkataan ini di dalam rumah Tuhan.","Maka sesungguhnya setelah selesailah sudah Yermia dari pada mengatakan segala firman Tuhan kepada segenap orang banyak itu, ditangkaplah oleh segala imam dan nabi-nabi dan segenap orang banyak itu akan dia, serta katanya: Tak akan jangan engkau akan mati dibunuh.","Mengapa engkau sudah bernubuat dengan nama Tuhan, katamu: Bahwa rumah ini menjadi sama seperti Silo kelak dan negeri inipun akan roboh, sehingga seorangpun tiada yang akan duduk dalamnya? Maka berkerumunlah segenap orang banyak itu kepada Yermia ke dalam rumah Tuhan.","Serta didengar oleh penghulu-penghulu Yehuda akan segala perkara ini, maka pergilah mereka itu dari istana baginda ke rumah Tuhan, lalu duduklah mereka itu pada pintu baharu, yang pada rumah Tuhan.","Pada ketika itu kata segala imam dan nabi-nabi kepada segala penghulu dan segenap orang banyak itu demikian: Bahwa orang ini patut mati dibunuh, karena telah ia bernubuat atas negeri ini, seperti kamu sendiripun sudah mendengar dengan telingamu.","Tetapi kata Yermia kepada segala penghulu dan segenap orang banyak itu: Bahwa aku disuruhkan oleh Tuhan akan bernubuat atas rumah ini dan atas negeri ini segala perkataan yang telah kamu dengar itu.","Sekarangpun betulkanlah jalanmu dan segala perbuatanmu, dan dengarlah akan firman Tuhan, Allahmu, maka Tuhan kelak bersesal akan jahat yang telah dikatakan-Nya atas kamu.","Adapun akan daku, bahwasanya adalah aku dalam kuasa tanganmu, perbuatlah akan daku mana yang baik dan betul kepada pemandanganmu;","tetapi ketahuilah olehmu dengan sesungguhnya, jikalau kamu membunuh aku, niscaya kamu tanggungkan darah orang yang tiada bersalah atas dirimu dan atas negeri ini dan atas segala orang isinya; karena sebenarnya aku disuruhkan oleh Tuhan kepadamu akan mengatakan segala firman ini kepada pendengaranmu.","Lalu kata segala penghulu dan segenap orang banyak itu kepada segala imam dan nabi-nabi itu: Bahwa tiada patut orang ini kena hukum mati dibunuh, karena adapun ia berkata kepada kita, ia itu dengan nama Tuhan, Allah kita, juga.","Dan lagi berbangkitlah beberapa orang dari antara segala tua-tua negeri, lalu mereka itu berkata kepada segenap perhimpunan orang banyak itu, katanya:","Bahwa pada zaman Hizkia, raja Yehuda, bernubuatlah Mikha, orang Marasyti, kepada segenap bangsa Yehuda, katanya: Demikianlah firman Tuhan semesta alam sekalian: Bahwa Sion akan ditanggala seperti bendang dan Yeruzalempun akan menjadi suatu kerobohan batu dan bukit rumah ini menjadi tempat hutan yang tinggi.","Sudahkah dibunuh Hizkia, raja Yehuda, dan segala orang Yehuda akan dia? bukankah baginda takut akan Tuhan dan meminta doa di hadapan hadirat Tuhan, sehingga bersesallah Tuhan akan jahat yang telah Ia berfirman atas mereka itu? Maka kita hendak berbuat jahat yang besar akan jiwa kita sendiri.","Dan lagi adalah dahulu seorang anu, yang bernubuat dengan nama Tuhan, yaitu Uria bin Semaya, dari Kiryat-Yearim, yang bernubuat atas negeri ini dan atas tanah ini, setuju dengan segala perkataan Yermia.","Serta didengar oleh raja Yoyakim dan segala hulubalangnya dan segala penghulunya akan perkataan orang itu, maka bagindapun mencahari jalan hendak membunuh dia; demi didengar Uria akan hal itu, maka takutlah ia, lau larilah dam sampailah ia ke Mesir.","Tetapi disuruhkan raja Yoyakim beberapa orang ke Mesir, yaitu Elnatan bin Akhbor, dan beberapa orang lainpun sertanya ke Mesir;","maka dibawanya akan Uria dari Mesir, lalu di hadapkannya kepada raja Yoyakim, maka dibunuh baginda akan dia dengan pedang, dibuangnya bangkainya dalam kubur orang hina-dina.","Tetapi tangan Ahikam bin Safan adalah serta dengan Yermia, sehingga iapun tidak diserahkan ke dalam kuasa orang banyak akan dibunuh."]