["Arakian, maka pada permulaan kerajaan Yoyakim bin Yosia, raja Yehuda, datanglah firman ini dari pada Tuhan kepada Yermia, bunyinya:","Demikianlah Tuhan sudah berfirman kepadaku: Perbuatkanlah akan dirimu beberapa tali dan kuk, kenakanlah dia pada tengkukmu.","Lalu kirimkanlah dia kepada raja Edom dan kepada raja Moab dan kepada raja bani Ammon dan kepada raja Tsur dan kepada raja Sidon oleh tangan segala utusan yang sudah datang ke Yeruzalem menghadap Zedekia, raja Yehuda.","Dan suruhlah mereka itu menyampaikan kepada tuan-tuannya: Demikianlah firman Tuhan serwa sekalian alam, Allah orang Israel: Begini hendaklah kamu bersembah kepada tuan-tuanmu:","Bahwa Aku sudah menjadikan bumi dan segala manusia dan binatang yang di atas bumi itu oleh mahakuasa-Ku dan oleh lengan-Ku yang terkedang, dan Kukaruniakan dia kepada barangsiapa yang berkenan kepada pemandangan-Ku.","Sekarangpun Aku sudah mengaruniakan segala negeri ini kepada tangan Nebukadnezar, raja Babil, hamba-Ku, jikalau margasatwa yang di padang sekalipun telah Kukaruniakan kepadanya, supaya takluklah ia itu kepadanya.","Dan segala bangsapun akan takluk kepadanya dan kepada anaknya dan kepada cucunya, sampai datanglah dewasa negerinya sendiripun dan bangsa yang berkuasa dan raja yang besar-besarpun menaklukkan dia.","Maka akan jadi, bahwa bangsa atau kerajaan yang tiada mau takluk kepadanya, yaitu kepada Nebukadnezar, raja Babil, dan yang tiada mau menundukkan tengkuknya di bawah kuk raja Babil, maka kepada bangsa itu Aku akan membalasnya dengan pedang dan dengan lapar dan dengan bala sampar, sehingga sudah mereka itu Kubinasakan oleh tangannya.","Sebab itu janganlah kamu mendengar akan nabi-nabimu dan akan petenungmu dan akan pemimpinmu dan akan ahli nujummu dan akan penyulapmu, yang berkata-kata kepadamu demikian: Tiada kamu akan diperhambakan oleh raja Babil.","Karena mereka itu bernubuat dusta kepadamu, sehingga kamu akan dibuang jauh dari pada negerimu, dan kamu Kutolak keluar, lalu kamu binasa.","Tetapi adapun bangsa yang menundukkan tengkuknya di bawah kuk raja Babil dan memperhambakan dirinya kepadanya, ia itu akan Kutetapkan di dalam negerinya; mereka itu akan mengusahakan dan menduduki tanahnya, demikianlah firman Tuhan.","Kemudian berkatalah aku kepada Zedekia, raja Yehuda, setuju dengan segala perkataan ini, kataku: Tundukkanlah olehmu akan tengkukmu di bawah kuk raja Babil dan perhambakanlah dirimu kepadanya dan kepada bangsanya, maka engkau akan selamat.","Mengapa engkau akan mati dibunuh kelak, baik engkau baik segala rakyatmu, oleh bala pedang dan bala kelaparan dan bala sampar? seperti yang telah dikatakan Tuhan akan hal tiap-tiap bangsa yang tiada mau takluk kepada raja Babil itu.","Sebab itu janganlah kamu dengar akan segala perkataan nabi-nabi yang berkata kepadamu demikian: Tiada kamu akan diperhambakan oleh raja Babil; karena mereka itu bernubuat dusta kepadamu.","Karena tiada Aku menyuruhkan dia, demikianlah firman Tuhan, dan mereka itu bernubuat dusta dengan nama-Ku, sehingga Aku kelak menolak keluar akan kamu dan kamupun binasalah, baik kamu baik segala nabi yang bernubuat kepadamu.","Dan lagi kataku kepada segala imam dan kepada segenap orang banyak itu demikian: Bahwa inilah firman Tuhan: Janganlah kamu dengar akan perkataan segala nabimu, yang bernubuat kepadamu, katanya: Bahwasanya sekarang segala serba perkakasan rumah Tuhan akan dibawa kembali dari Babil dengan segera juga; karena mereka itu bernubuat dusta kepadamu.","Janganlah kamu dengar akan dia, melainkan perhambakanlah dirimu kepada raja Babil, maka kamu akan selamat. Mengapa gerangan negeri ini akan menjadi suatu kerobohan kelak!","Maka jikalau kiranya mereka itu nabi adanya dan jikalau firman Tuhan adalah sertanya, baiklah sekarang dipintakannya doa kepada Tuhan serwa sekalian alam, supaya segala serba perkakasan yang lagi tinggal di dalam rumah Tuhan dan di dalam istana raja Yehuda dan di negeri Yeruzalempun jangan dibawa ke Babil juga.","Karena demikianlah firman Tuhan semesta alam sekalian akan hal tiang-tiang dan kolam dan segala pelapik dan lebihnya segala serba perkakasan yang lagi tinggal di dalam negeri ini,","yang tiada dibawa serta oleh Nebukadnezar, raja Babil, pada masa dipindahkannya Yekhonia bin Yoyakim, raja Yehuda, dari Yeruzalem ke Babil dengan tertawan, dan lagi segala orang Yehuda dan orang Yeruzalem yang bangsawan;","demikianlah firman Tuhan serwa sekalain alam, Allah orang Israel, akan hal segala serba perkakasan yang lagi tinggal di dalam rumah Tuhan dan di dalam istana raja Yehuda dan di Yeruzalem:","Tak dapat tiada sekalian itu akan dibawa ke Babil juga serta tinggal di sana sampai kepada hari Aku mengambil dia kembali, demikianlah firman Tuhan, lalu Aku membawa balik akan dia dan Aku mengembalikan dia kepada tempat ini."]