["Arakian, maka pada tahun itu juga, yaitu dari pada permulaan kerajaan Zedekia, raja Yehuda, tahun yang keempat, bulan yang kelima, jadilah bahwa nabi Hananya bin Azur, yang dari Gibeon itu, berkata kepadaku di dalam rumah Tuhan, di hadapan mata segala imam dan segenap orang banyak, katanya:","Demikianlah firman Tuhan serwa sekalian alam, Allah orang Israel: Bahwa Aku sudah memecahkan kuk raja Babil itu.","Dan lagi dalam genap dua tahun Aku membawa balik kepada tempat ini segala serba perkakasan rumah Tuhan yang telah diambil oleh Nebukadnezar, raja Babil, dari tempat ini, dan yang telah dibawanya ke Babil.","Dan lagi Aku kelak membawa balik ke tempat ini akan Yekhonia bin Yoyakim, raja Yehuda, dan akan segala orang yang sudah dipindahkan dengan tertawan dari negeri Yehuda ke Babil, demikianlah firman Tuhan; karena Aku kelak akan memecahkan kuk raja Babil itu.","Lalu berkata nabi Yermia kepada nabi Hananya di hadapan mata segala imam dan di hadapan mata segenap orang banyak yang berdiri di dalam rumah Tuhan;","maka kata nabi Yermia: Amin! Baiklah Tuhan berbuat begitu! baiklah Tuhan menyampaikan segala perkara yang telah kaunubuatkan itu, dibawanya balik kiranya dari Babil ke tempat ini akan segala serba perkakasan rumah Tuhan dan akan segala orang yang sudah dipindahkan dengan tertawan!","Tetapi sekarang dengarlah juga olehmu perkataan ini, yang kukatakan di hadapan pendengaranmu dan di hadapan pendengaran segenap orang banyak ini:","Adapun segala nabi yang dahulu dari padaku dan dahulu dari padamu dan yang dari dahulukala, ia itu sudah bernubuat atas beberapa negeri dan atas kerajaan yang besar-besar akan hal perang dan kesukaran dan bala sampar;","sebab itu, jikalau seorang nabi bernubuat akan hal selamat, apabila nubuat nabi itu jadi, baharulah nyata ia seorang nabi adanya, yang disuruhkan Tuhan dengan sebenarnya.","Maka pada masa itu diambil oleh nabi Hananya akan kuk itu dari pada tengkuk nabi Yermia, lalu dipecah-pecahkannya.","Maka kata Hananya di hadapan segenap orang banyak itu: Demikianlah firman Tuhan: Begitu juga Aku akan memecahkan kuk Nebukadnezar, raja Babil, dari pada tengkuk segala bangsa, yaitu dalam lagi genap dua tahun. Hata, maka nabi Yermiapun pargilah.","Tetapi setelah sudah dipecahkan nabi Hananya akan kuk itu dari pada tengkuk nabi Yermia, datanglah firman Tuhan kepada Yermia, bunyinya:","Pergilah engkau, katakanlah kepada Hananya: Demikianlah firman Tuhan: Bahwa kuk yang dari pada kayu sudah kaupecahkan, sekarang engkau akan memperbuat kuk besi akan gantinya.","Karena demikianlah firman Tuhan serwa sekalian alam, yaitu Allah orang Israel: Bahwa Aku sudah mengenakan kuk besi kepada tengkuk segala bangsa ini, supaya mereka itu diperhamba oleh Nebukadnezar, raja Babil, maka mereka itu akan memperhambakan dirinya kepadanya; jikalau segala margasatwa di padang sekalipun sudah Kukaruniakan kepadanya.","Maka kata nabi Yermia kepada nabi Hananya: Dengarlah olehmu; hai Hananya! bahwasanya engkau tiada disuruhkan Tuhan, melainkan engkau menyebabkan bangsa ini percaya akan dusta.","Sebab itu firman Tuhan demikian: Bahwasanya Aku kelak mengempaskan dikau dari atas bumi, maka pada tahun ini juga engkau akan mati, sebab telah kausuruh orang mendurhaka kepada Tuhan.","Hata, maka matilah nabi Hananya pada tahun itu juga, bulan yang ketujuh."]