["Sebermula, maka inilah firman yang telah datang kepada Yermia akan hal segenap bangsa Yehuda, pada tahun yang keempat dari pada kerajaan Yoyakim bin Yosia atas orang Yehuda, yaitu pada tahun yang pertama dari pada kerajaan Nebukadnezar di negeri Babil;","yang sudah dikatakan oleh nabi Yermia akan hal segenap bangsa Yehuda kepada segala orang isi Yeruzalem, bunyinya:","Mulai dari tahun ketiga belas dari pada kerajaan Yosia bin Amon, raja Yehuda, sampai kepada hari ini, yaitu pada tahun yang ketiga likur, sudah datang firman Tuhan kepadaku dan aku sudah menyampaikan dia kepadamu dan aku berkata-kata kepadamu dari pagi-pagi, tetapi tiada juga kamu dengar.","Demikianpun sudah disuruhkan Tuhan kepadamu segala hamba-Nya, yaitu segala nabi-nabi, disuruhkan-Nya dari pada pagi-pagi, tetapi tiada juga kamu dengar atau mencenderungkan telingamu akan mendengar.","Apabila mereka itu berkata demikian: Tobatlah kamu, masing-masing dari pada jalannya yang jahat dan dari pada kesalahan perbuatannya, supaya kamu boleh duduk di dalam negeri yang telah dikaruniakan Tuhan kepada nenek moyang kamu dari pada zaman datang kepada zaman.","Dan janganlah kamu mengikut dewa-dewa akan berbuat bakti kepadanya atau menyembah sujud kepadanya; janganlah kamu membangkitkan murka-Ku oleh perbuatan tanganmu, supaya jangan Aku mendatangkan jahat atasmu.","Tetapi tiada juga kamu dengar akan Daku, demikianlah firman Tuhan, melainkan kamu sudah membangkitkan murka-Ku oleh perbuatan tanganmu akan celaka dirimu.","Makanya firman Tuhan serwa sekalian alam demikian: Sebab tiada kamu mau dengar akan segala firman-Ku,","sesungguhnya Aku akan menyuruhkan Nebukadnezar, raja Babil, yaitu hamba-Ku, dan Kukumpulkan kelak segala bangsa dari utara, demikianlah firman Tuhan, dan Kudatangkan mereka itu atas negeri ini dan atas segala bangsa yang kelilingnya, dan Kutumpas akan dia kelak dan Kutaruh dia akan kerusakan dan akan kecelaan dan akan kerobohan batu selama-lamanya.","Maka Kujauhkan kelak dari antaranya bunyi keramaian dan bunyi kesukaan, bunyi suara mempelai dan bunyi suara penganten, bunyi kisaran dan terang segala pelita.","Maka segenap negeri ini akan menjadi suatu kerobohan batu dan kerusakan, dan segala bangsa ini akan diperhamba oleh raja Babil tujuh puluh tahun lamanya.","Tetapi akan jadi apabila genaplah sudah tujuh puluh tahun itu, bahwa Aku kelak membalas segala kejahatannya kepada raja Babil dan kepada bangsa itu, demikianlah firman Tuhan, dan lagi kepada tanah orang Kasdim dan Kujadikan dia kelak suatu kerobohan yang kekal.","Maka Kudatangkan kelak atas negeri itu segala firman-Ku yang telah Kukatakan akan halnya, segala sesuatu yang tersurat dalam kitab ini, yang telah dinubuatkan oleh Yermia akan hal segala bangsa itu.","Karena mereka itu juga akan diperhamba oleh bangsa-bangsa yang kuasa dan oleh raja-raja yang besar, demikianlah Aku akan membalas kepadanya sekadar segala kelakuannya dan sekadar perbuatan tangannya.","Karena demikianlah firman Tuhan, Allah orang Israel, kepadaku: Ambillah olehmu dari pada tangan-Ku akan piala ini, yang berisi anggur kehangatan murka, dan berilah minum dia kepada segala bangsa kepadanya Aku menyuruhkan dikau.","Biarlah mereka itu minum sampai rebah rempah dan menjadi gila dari karena pedang yang Kusuruhkan kelak di antaranya.","Hata, maka piala itu kuambil dari pada tangan Tuhan, lalu kuberikanlah minum dia kepada segala bangsa yang aku disuruhkan Tuhan kepadanya;","yaitu kepada Yeruzalem dan segala negeri Yehuda serta dengan segala rajanya dan segala penghulunya, hendak menaruh mereka itu akan kerusakan dan kebinasaan dan akan sindiran dan kutuk, seperti pada hari ini adanya.","Dan lagi kepada Firaun, raja Mesir, dan segala hambanya dan segala penghulunya dan segala rakyatnya;","dan kepada segala bagsa kacau dan segala raja benua Uz dan segala raja negeri orang Filistin dan Askelon dan Gaza dan Ekeron dan sisanya Asdod,","dan Edom dan Moab dan bani Ammon;","dan kepada segala raja Tsur dan segala raja Sidon dan kepada raja-raja segala pulau-pulau yang diseberang laut,","kepada Dedan dan Tema dan Buz dan kepada mereka sekalian yang bercukur ujung rambutnya itu;","dan kepada segala raja Arab dan segala raja orang bedui yang duduk di padang belantara;","dan kepada segala raja Zimri dan segala raja Elam dan segala raja Medi","dan segala raja negeri utara yang hampir dan yang jauh, baik ini baik itu, bahkan, kepada segala kerajaan dunia yang di atas bumi ini. Maka kemudian dari pada sekalian itu akan minum raja Sesakh.","Lalu hendaklah engkau katakan kepada mereka itu: Demikianlah firman Tuhan serwa sekalian alam, Allah orang Israel: Minumlah olehmu, jadilah mabuk sampai muntah dan kamu rebah rempah dan tiada bangun pula dari karena pedang yang Kusuruhkan kelak di antara kamu.","Maka akan jadi, apabila engganlah mereka itu menerima piala itu dari pada tanganmu akan meminum dia, hendaklah kaukatakan kepadanya: Demikianlah firman Tuhan serwa sekalian alam: Tak akan jangan kamu minum juga!","Karena sesungguhnya adapun Aku mulai menyiksakan negeri yang nama-Ku sudah disebut atasnya, sebab itu masakan kamu dibilang suci dari pada salah? Bahwasanya kamu juga tiada akan lepas siksa, karena Aku ini memanggil pedang datang atas segala orang yang duduk di atas bumi, demikianlah firman Tuhan semesta alam sekalian.","Maka sebab hendaklah engkau bernubuat kepada mereka itu segala firman ini, dan katakanlah kepadanya: Bahwa Tuhan juga akan bertempik dari dalam tempat yang tinggi, diperdengarkannya bunyi suaranya dari pada arasy kesucian-Nya; Ia akan bertempik dengan hebat atas tempat kediaman-Nya; Iapun akan bersorak-sorak kepada segala orang isi dunia seperti sorak orang yang mengirik buah anggur.","Bunyinya akan sampai kepada ujung bumi, karena Tuhan menyelesaikan acara segala bangsa dan memutuskan hukum atas segala manusia; maka diserahkan-Nya kelak orang fasik kepada pedang, demikianlah firman Tuhan.","Dan lagi firman Tuhan semesta alam sekalian demikian: Bala itu akan langsung dari pada bangsa datang kepada bangsa; dan suatu tofan akan turun dari ujung bumi.","Maka pada hari itu mayat segala orang yang sudah dibunuh oleh Tuhan itu akan terhantar dari pada ujung bumi datang kepada ujungnya; sebiji ratappun tiada diangkat atasnya, mayatnya tiada akan diangkat atau dikuburkan, melainkan sekalian itu akan baja pada bumi.","Raunglah, hai gembala-gembala! eriklah serta bergelumanglah dalam abu, hai segala kepala kawan domba! karena genaplah sudah harimu kamu akan dibantai, karena Aku akan memecahkan kamu dan kamu akan jatuh seperti bejana yang indah-indah.","Maka dari pada segala gembala itu larinya akan dilintang, demikianpun keluputan dari pada segala kepala kawan domba.","Akan ada bunyi teriak segala gembala dan bunyi raung segala kepala kawan domba, sebab tanahnya sudah dibinasakan olah Tuhan.","Segala kandang domba yang sentosa itu sudah roboh dari karena kehangatan murka Tuhan.","Seperti singa muda sudah ditinggalkannya perlindungannya, maka sebab itu tanah mereka itu sudah menjadi suatu kerusakan dari karena kehangatan pembinasa dan dari karena kehangatan murka-Nya."]