["Sebermula, maka inilah bunyi surat yang dikirimkan nabi Yermia dari Yeruzalem kepada sisa segala tua-tua, yang telah dipindahkan dengan tertawan, dan lagi kepada segala imam dan segala nabi dan segenap orang banyak, yang telah dipindahkan oleh Nebukadnezar dari Yeruzalem ke Babil dengan tertawan;","kemudian dari pada raja Yekhonia dan permaisuri dan segala penjawat istana dan segala penghulu Yehuda dan Yeruzalem serta dengan segala tukang kayu dan tukang besi sudah keluar dari Yeruzalem;","dikirimkannyalah ke Babil oleh tangan Elasa bin Safan dan Gemarya bin Hilkia, utusan Zedekia, raja Yehuda, kepada Nebukadnezar, raja Babil, bunyinya:","Demikianlah firman Tuhan serwa sekalian alam, Allah orang Israel, kepada segala orang yang telah dipindahkan dengan tertawan, yang Kusuruh pindahkan dari Yeruzalem ke Babil.","Buatlah olehmu rumah dan diamlah dalamnya, tanamilah kebun-kebun dan makanlah hasilnya;","ambillah seorang bini dan beranaklah laki-laki dan perempuan, ambilkanlah bini akan anakmu laki-laki dan berikanlah anakmu perempuan kepada laki-laki, supaya mereka itu beranak laki-laki dan perempuan dan kamu bertambah-tambah banyak di sana dan janganlah susut bilangan kamu;","dan sengajakanlah selamat negeri, tempat Kusuruh kamu dipindahkan ke sana dengan tertawan dan pintakanlah doa akan dia kepada Tuhan; karena dalam hal sentosanya kamupun akan bersentosalah.","Karena demikianlah firman Tuhan serwa sekalian alam, Allah orang Israel: Jangan kamu ditipu oleh segala nabimu dan segala petenungmu, yang di antara kamu, dan jangan kamu dengar akan pemimpimu yang kamu suruh bermimpi;","karena mereka itu bernubuat dusta kepadamu dengan nama-Ku; tiada Kusuruhkan mereka itu, demikianlah firman Tuhan.","Karena firman Tuhan demikian: Bahwa sesungguhnya apabila genaplah sudah tujuh puluh tahun pada Babil, maka Aku akan mengunjungi kamu dan menyampaikan kepadamu janji-Ku yang baik itu dan membawa akan kamu balik kepada tempat ini.","Karena Aku ini amat mengetahui akan segala maksud yang Kutaruh akan kamu, demikianlah firman Tuhan, yaitu maksud akan hal selamat dan bukan akan barang sesuatu yang jahat, supaya pada akhirnya Aku mengaruniakan kepadamu barang yang kamu harap itu.","Pada masa itu kamu akan berseru-seru kepada-Ku dan meminta doa kepada-Ku dengan yakin, dan Akupun mendengar akan kamu kelak.","Maka kamu akan mencahari dan mendapat Aku, apabila kamu bertanya akan Daku dengan segenap hatimu.","Maka Aku ini akan didapati olehmu, demikianlah firman Tuhan, dan Kujauhkan kelak hal ketawananmu, maka Aku akan mengumpulkan kamu dari antara segala bangsa dan dari dalam segala tempat yang telah Kuhalaukan kamu ke sana, demikianlah firman Tuhan, dan Aku kelak membawa balik akan kamu ke tempat yang Kusuruh kamu dibawa dari sana dengan tertawan.","Adapun katamu ini: Bahwa Tuhan sudah membangunkan beberapa nabi bagi kami di Babil;","bahwasanya demikianlah firman Tuhan akan raja yang duduk di atas takhta kerajaan Daud dan mereka itu sekalian yang diam di dalam negeri ini, yaitu segala saudaramu yang tiada keluar sertamu dengan tertawan;","demikianlah firman Tuhan serwa sekalian alam: Bahwasanya Aku menyuruhkan bala pedang dan bala kelaparan dan bala sampar di antara mereka itu kelak, dan Kujadikan mereka itu seperti buah ara yang busuk, yang tiada boleh dimakan dari karena busuknya.","Maka aku kelak menghambat akan mereka itu dengan bala pedang dan dengan bala kelaparan dan dengan bala sampar dan Kutaruh mereka itu akan perkara yang hebat bagi segala kerajaan yang di dalam dunia dan akan kutuk dan tamasya yang hebat dan akan kehinaan dan kecelaan di antara segala bangsa, kepadanya juga Aku menghalaukan mereka itu kelak.","Maka ia itu sebab tiada didengarnya akan segala firman-Ku, demikianlah firman Tuhan, pada masa disuruhkan hamba-hamba-Ku, yaitu segala nabi, kepadanya dari pagi-pagi; maka tiada juga kamu dengar, demikianlah firman Tuhan.","Maka sekarangpun dengarlah olehmu akan firman Tuhan, hai kamu sekalian yang sudah dipindahkan dengan tertawan, yang telah Kusuruhkan dari Yeruzalem ke Babil.","Demikianlah firman Tuhan serwa sekalian alam, Allah orang Israel, akan hal Akhab bin Kolaya dan akan hal Zedekia bin Maaseya, yang bernubuat dusta bagimu akan nama-Ku: Bahwasanya Aku menyerahkan keduanya kelak kepada tangan Nebukadnezar, raja Babil, yang akan membunuh mereka itu di hadapan matamu.","Maka dari pada mereka itu akan diambil suatu kutuk di antara segala orang Yehuda yang sudah dipindahkan dengan tertawan, yang ada di Babil, bunyinya: Baiklah engkau dijadikan oleh Tuhan sama dengan Zedekia dan Akhab, yang dibakar habis oleh raja Babil dengan api,","sebab telah dibuatnya perkara bodoh di antara orang Israel dan dibuatnya zinah dengan bini kawannya, dan dikatakannya dengan nama-Ku barang yang dusta, yang bukan firman-Ku kepadanya; karena Aku yang mengetahuinya dan yang menjadi saksinya, demikianlah firman Tuhan.","Dan katakanlah olehmu kepada Semaya, orang Nehelami, ini:","Demikianlah firman Tuhan semesta alam sekalian, Allah orang Israel: Sebab engkau sudah mengirimkan beberapa pucuk surat dengan namamu sendiri kepada mereka sekalian yang di Yeruzalem itu dan kepada imam Zefanya bin Maaseya dan kepada segala imampun, bunyinya:","Bahwa engkau sudah diangkat imam oleh Tuhan akan ganti imam Yoyada, supaya kamulah pemerintah rumah Tuhan dan kamu masukkan ke dalam penjara dan ke dalam pasungan segala orang gila yang mengatakan dirinya nabi.","Sekarang mengapa maka tiada kamu menistakan Yermia, orang Anatoti itu, yang menjadikan dirinya nabi di antara kamu?","Karena tambahan pula disuruhkannya ke Babil kepada kami mengatakan: Lagi lama kamu akan di sana; perbuatlah rumah dan duduklah dalamnya, tanamilah kebun-kebun dan makanlah dari pada hasilnya.","Adapun imam Zefanya itu sudah membacakan surat itu di hadapan pendengaran nabi Yermia.","Maka pada ketika itu juga datanglah firman Tuhan kepada Yermia, bunyinya:","Suruhkan olehmu akan orang mendapatkan mereka itu yang sudah dipindahkan dengan tertawan itu, mengatakan: Demikianlah firman Tuhan akan hal Semaya, orang Nehelami itu: Tegal Semaya sudah bernubuat bagimu, maka tiada Kusuruhkan dia, dan iapun sudah menjadi sebab kamu harap akan dusta;","sebab itu firman Tuhan demikian ini: Bahwasanya Aku kelak membalasnya kepada Semaya, orang Nehelami, dan segala benihnya; maka padanya tiada akan ada barang seorang yang duduk di tengah-tengah bangsa ini, atau yang melihat perkara yang baik, yang Kubuat kelak akan umat-Ku ini, demikianlah firman Tuhan, karena telah disuruhnya orang mendurhaka kepada Tuhan."]