["Hata, serta didengar imam Pasyhur bin Imer, yang pada masa itu penghulu besar di dalam rumah Tuhan, akan segala perkataan nubut Yermia ini,","maka dipalu Pasyhur akan nabi Yermia, lalu ditaruhnya di dalam penjara di atas pintu Benyamin, yang pada rumah Tuhan.","Maka pada keesokan harinya, apabila dikeluarkan Pasyhur akan Yermia pula dari dalam penjara, maka kata Yermia kepadanya: Bahwa tiada lagi dinamai Tuhan akan dikau Pasyhur, melainkan Magormisabib;","karena demikianlah firman Tuhan: Bahwasanya Aku menjadikan dikau akan perkara hebat, baik engkau baik segala pengikutmu, maka mereka itu akan rebah mati dimakan pedang musuhnya dan matamupun akan melihatnya; maka segenap orang Yehuda akan Kuserahkan kelak kepada tangan raja Babil, dan Aku membawa akan mereka itu dengan tertawan ke Babil dan mereka itu Kubunuh kelak dengan pedang.","Maka segala khazanah negeri ini dan segala kelelahan mereka itu dan segala barang-barangnya yang indah-indah dan segala harta benda raja-raja Yehuda akan Kuserahkan kepada tangan musuhnya, yang akan menjarah dia dan merampas dia dan membawa akan dia ke Babil.","Adapun akan engkau, hai Pasyhur! dan segala orang isi rumahmu, semua kamu akan dibawa dengan tertawan, dan kamu akan sampai ke Babil, dan kamu akan mati di sana, dan dikuburkanpun di sana, baik engkau baik segala pengikutmu, kepadanya engkau sudah bernubuat dusta.","Ya Tuhan! Engkau sudah memaksakan aku, dan akupun sudah dipaksa, Engkau amat kuat dari padaku, maka Engkau sudah menang; sekarang aku menjadi suatu sindiran pada sepanjang hari, masing-masing mereka itu membuat olok-olok akan daku.","Karena tiap-tiap kali aku berkata-kata, tak dapat tiada aku berteriakkan penggagahan dan berseru-serukan kebinasaan; maka firman Tuhan menjadi bagiku akan kecelaan dan nista pada sepanjang hari.","Maka jikalau kataku: Tiada lagi aku akan menyebut Dia dan tiada lagi aku akan berkata-kata dengan nama-Nya, lalu adalah di dalam hatiku seperti api bernyala-nyala, yang terkurung di dalam tulang-tulangku; maka aku memenatkan diriku hendak menderita dia, tiada juga dapat.","Karena aku sudah mendengar pengulum orang banyak: Adalah kegentaran keliling! berilah tahu dengan apa dapat kami menuduh dia! segala handai dan taulanku mencamkan timpangku, katanya: Mudah-mudahan dapat dibujuk akan dia, sehingga kita mengalahkan dia dan membalas kepadanya.","Tetapi Tuhan adalah menyertai aku seperti seorang pahlawan yang hebat, maka sebab itu segala pengusirku akan tergelincir, tiada mereka itu menang, mereka itu akan mendapat malu belaka, sekali-kali tiada beruntung, melainkan kecelaannya akan kekal dan tiada terlupakan.","Ya Tuhan serwa sekalian alam! yang menguji segala orang benar, dan yang melihat segala batin dan hati orang! aku kelak melihat pembalasan-Mu berlaku atasnya, karena kepada-Mu juga sudah kunyatakan acaraku.","Nyanyilah kamu bagi Tuhan! pujilah Tuhan! karena dilepaskan-Nya jiwa orang miskin dari pada tangan orang jahat.","Terkutuklah hari yang padanya aku sudah jadi! Adapun hari ibuku memperanakkan daku, ia itu jangan berolah berkat!","Terkutuklah orang yang sudah memberitahu bapaku, katanya: Engkau sudah beranak laki-laki, hendaklah engkau amat bersukacita akan dia!","Baiklah orang itu menjadi sama seperti segala negeri yang sudah dibongkar oleh Tuhan dengan tiada sayang akan dia! baiklah pada pagi hari didengarnya keluh kesah dan pada tengah hari tempik sorak perang.","Mengapa maka tiada dibunuhnya aku dari pada rahim ibuku? Mengapa maka tiada ibuku telah menjadi kuburku? Mengapa maka rahimnya tiada mengandung dengan tiada berkesudahan?","Mengapa gerangan aku sudah keluar dari dalam rahim, akan merasai kesukaran dan kedukaan? karena segala hariku habis juga dengan malu."]