["Bermula, maka datanglah firman Tuhan kepadaku, bunyinya:","Pergilah engkau, berserulah sampai kedengaran kepada segala orang isi Yeruzalem, bunyinya: Demikianlah firman Tuhan: Bahwa Aku lagi ingat akan rindumu tatkala engkau muda, akan kasihmu tatkala engkau penganten, tatkala engkau mengikut Aku di padang Tiah, yaitu di padang tekukur.","Bahwa pada masa itu Israel itu suatu kesucian bagi Tuhan, dan hulu segala hasilnya; barangsiapa yang hendak makan habis akan dia, ia itu dibilang bersalah, dan jahatpun akan berlaku atas mereka itu, demikianlah firman Tuhan.","Dengarlah olehmu akan firman Tuhan, hai segala isi rumah Yakub dan segala bangsa isi rumah Israel!","Demikianlah firman Tuhan: Apa salahnya didapati oleh nenek moyang kamu pada-Ku, maka mereka itu sudah undur jauh dari pada-Ku, dan sudah mengikut barang yang sia-sia, sehingga mereka itu juga menjadi sia-sia belaka.","Dan tiada kata mereka itu: Di manakah Tuhan, yang sudah menghantar akan kami keluar dari dalam negeri Mesir, yang sudah memimpin kami di padang Tiah, di padang yang berbelukar dan berlekak-lekuk, di padang yang sunyi senyap dan berbayang kematian, di padang yang tiada pernah dilalui orang dan yang tiada pernah didiami?","Maka Aku sudah menghantar akan kamu sampai ke dalam sebuah negeri yang subur, supaya kamu makan buah-buahnya dan segala hasilnya, tetapi serta kamu sampai ke sana, maka kamu menajiskan negeri-Ku dan bahagian pusaka-Ku kamu jadikan perkara yang kebencian.","Bahwa segala imam tiada berkata demikian: Di manakah Tuhan? dan segala pemegang hukumpun tiada mengetahui akan Daku, dan segala gembalapun bersalah kepada-Ku, dan segala nabipun bernubuat dengan nama Baal, dan diturutnya akan perkara yang tiada memberi faedah.","Maka sebab itu sampai sekarangpun Aku berbantah-bantah dengan kamu, demikianlah firman Tuhan, bahkan, dengan anak cucu cicitmupun Aku akan berbantah-bantah.","Karena hendaklah kamu menyeberang ke pulau-pulau orang Khitim, lihatlah di sana, atau suruhkanlah orang ke Kedar dan camkanlah baik-baik dan lihatlah kalau di sana sudah tahu jadi perkara yang demikian;","adakah pernah barang suatu bangsa menukar berhalanya, kendatilah ia itu bukan ilah adanya? maka umat-Ku juga sudah menukar kemuliaannya dengan barang yang tiada berfaedah.","Hendaklah kamu tercengang-cengang, hai segala langit! gentarlah dan ngerilah akan perkara itu, demikianlah firman Tuhan.","Karena oleh umat-Ku itu sudah dibuat jahat dua lapis, yaitu ditinggalkannya akan Daku, pancaran air yang hidup, dan dipahatkannya akan dirinya palungan, yaitu palungan yang retak dan yang tiada dapat muat air.","Hambakah Israel itu? anak emaskah ia? Mengapa maka ia sudah jadi akan rampasan?","Bahwa beberapa singa sudah mangaum-aum akan dia dengan hebat bunyinya, dibinasakannya tanahnya dan ditunukannya segala negerinya, sehingga seorangpun tiada yang lagi mendudukinya.","Dan lagi ubun-ubunmu sudah dicukur habis oleh orang Nof dan Takhpanhesy","Bukankah engkau mengadakan ini bagi dirimu, tegal engkau sudah meninggalkan Tuhan, Allahmu, tatkala dipimpin-Nya engkau di jalan?","Sekarangpun, apakah kerjamu dengan jalan ke Mesir hendak minum air Sikhor? Dan apakah kerjamu dengan jalan ke Asyur hendak minum air sungai itu?","Bahwa kejahatanmu juga akan menyengsarakan dikau dan khianatmu akan menyiksakan dikau; karena ketahuilah dan lihatlah olehmu, bahwa jahatlah dan pahitlah adanya jikalau engkau meninggalkan Tuhan, Allahmu, jikalau tiada didapati padamu takut akan Daku; demikianlah firman Hua, Tuhan serwa sekalian alam.","Pada zaman dahulu, tatkala Aku memecahkan kukmu dan memutuskan tali pengikatmu, katamu begini: Aku tiada mau diperhamba lagi; tetapi engkau juga berjalan keliling di atas segala bukit yang tinggi dan di bawah segala pohon yang hijau hendak berbuat zinah.","Bukankah Aku sudah menanam engkau seperti pokok anggur yang terutama, dari pada benih yang tulen? maka bagaimana gerangan engkau sudah berubah begitu dan menjadi pokok anggur hutan, yang amat rusak tabiatnya?","Karena jikalau kiranya engkau membasuhkan diri dengan sendawa, ditambahi pula dengan banyak sabun, niscaya kejahatanmu juga nyatalah di hadapan pemandangan-Ku; demikianlah firman Tuhan.","Bagaimana boleh engkau berkata demikian: Tiada tahu aku dinajiskan, tiada tahu aku menurut Baalim! Lihatlah olehmu akan jalanmu di dalam lembah, hendaklah diketahui olehmu akan barang yang telah kaubuat, hai unta betina yang muda, yang berjalan ke sana ke mari dengan nafsumu.","Bahwa ialah penaka keledai hutan yang biasa di padang belantara, dengan hawa nafsunya diciumnya angin, siapakah dapat menegahkan dia dari pada berbekak? Segala yang mencahari dia itu tiada usah merindukan dia, melainkan didapatinya akan dia pada masa bekaknya.","Hendaklah engkau menahani kakimu dari pada ditinggalkan kasut dan kerongkonganmu dari pada berdahaga; tetapi katamu juga: Tiadalah harap lagi, makanya aku mau mengasihi akan orang keluaran dan mengikut dia.","Maka seperti malu seorang pencuri apabila didapati akan dia, demikianpun malu segala isi rumah Israel; yaitu mereka itu dan raja-rajanya dan segala penghulunya dan segala imamnya dan segala nabinyapun serta.","Semua mereka itu yang berkata kepada barang kayu demikian: Engkaulah bapaku! dan kepada barang batu: Engkau juga yang sudah menjadikan aku! Maka ia itu sebab mereka itu memalingkan tengkuknya kepada-Ku dan bukannya mukanya; tetapi pada masa mereka itu kepicikan, katanya: Bangkit apalah Tuhan berdiri akan menolong kami.","Maka di mana gerangan pada masa itu segala berhala yang telah kamu perbuat itu? Baiklah mereka itu berdiri, mudah-mudahan dilepaskannya kamu dari pada hari yang jahat, karena sekadar bilangan segala negerimu adalah berhala padamu, hai orang Yehuda!","Mana boleh kamu berbantah-bantah dengan Aku, sedang kamu sekalian sudah melanggar perintah-Ku; demikianlah firman Tuhan.","Bahwa cuma-cuma juga sudah kusesah anak-anakmu, tiada juga mereka itu menerima pengajaran; bahwa pedangmu juga sudah membinasakan segala nabimu seperti singa yang menerkam.","Hai segala kamu, bangsa yang hidup sekarang ini! perhatikanlah kiranya firman Tuhan! Adakah pernah Aku ini bagi orang Israel seperti padang tekukur atau seperti tanah gelap gulita? Mengapa gerangan kata umat-Ku selalu demikian: Bahwa kami hendak mengembara ke sana ke mar, karena tiada lagi kami hendak datang kepada-Mu.","Adakah pernah seorang perempuan muda melupakan perhiasannya atau seorang penganten akan cucuk sanggulnya? tetapi umat-Ku juga sudah melupakan Daku beberapa berapa hari lamanya, sehingga tiada tepermanai banyaknya.","Bagaimana engkau pandai mencahari jalan yang baik akan berkendak! Sungguh segala orang jahat dapat lagi belajar jahat kepadamu!","Lagipun pada kelim kainmu didapati orang akan darah orang papa yang tiada bersalah, yang tiada pernah kaudapati akan salahnya.","Maka dalam itupun lagi berani engkau berkata demikian: Bahwa sucilah aku dari pada salah dan lagi murka-Nya sudah undur dari padaku! Bahwasanya Aku akan menghukumkan dikau kelak, sebab katamu: Aku tiada tahu berdosa.","Bagaimana engkau menghinakan dirimu dengan mengubahkan jalanmu selalu! Maka oleh Mesirpun engkau akan dipermalukan kelak seperti engkau sudah dipermalukan oleh Asyur.","Maka dari pada mereka inipun engkau akan keluar dengan menjunjung tangan di atas kepalamu; karena dibuang Tuhan akan segala mereka itu yang kautaruh harapmu padanya, sehingga tiada engkau mendapat untung dengan dia."]