["Wai bagi segala gembala yang menyesatkan dan mencerai-beraikan segala domba tanah-Ku; demikianlah firman Tuhan.","Maka sebab itu firman Tuhan, Allah orang Israel, akan hal segala gembala yang menggembalakan umat-Ku, demikian: Bahwa kamu sudah mencerai-beraikan dan menghalaukan segala domba-Ku dan tiada kamu memeliharakan dia! Bahwasanya Aku akan membalas kepadamu segala kejahatan perbuatanmu, demikianlah firman Tuhan.","Tetapi barang yang lagi tinggal dari pada kawan domba-Ku itu akan kukumpulkan dari dalam segala negeri kepadanya sudah Kuhalaukan dia, dan Kukembalikan dia kelak kepada kandang-kandangnya, dan ia akan biak dan bertambah banyaknya.","Maka aku akan mengangkat atasnya beberapa gembala yang akan menggembalakan mereka itu, sehingga tiada lagi mereka itu akan takut atau gentar, dan tiada yang akan hilang, demikianlah firman Tuhan.","Bahwasanya hari akan datang, demikianlah firman Tuhan, apabila Aku menumbuhkan bagi Daud suatu Pucuk, yang adil, maka ia itu akan kerajaan seperti Raja dan iapun akan selamat sentosa dan lagi berbuat insaf dan adalat di atas bumi.","pada zaman itu orang Yehuda akan dipeliharakan dan orang Israelpun akan duduk dengan sentosa; maka inilah akan namanya, disebut orang akan dia: Tuhan yang kebenaran kami.","Bahwasanya hari akan datang, demikianlah firman Tuhan, apabila tiada lagi mereka itu akan berkata demikian: Demi Tuhan yang hidup, yang sudah menghantar akan segala bani Israel keluar dari negeri Mesir!","melainkan: Demi Tuhan yang hidup, yang sudah menghantar akan segala bani Israel keluar dan yang sudah membawa balik akan mereka itu dari negeri utara dan dari segala negeri kepadanya sudah Kuhalaukan mereka itu. Maka mereka itu sekalianpun akan duduk di dalam negerinya sendiri.","Adapun akan nabi-nabi itu, bahwa pecahlah hatiku di dalam dadaku, dan gementarlah segala tulangku; adalah halku ini seperti orang mabuk, selaku orang yang sudah minum terlampau banyak air anggur, maka ia itu dari karena Tuhan dan dari karena segala firman kesucianya-Nya.","Bahkan, negeri itu penuh dengan orang bermukah! bahkan, tanah itupun muramlah oleh karena laknat, dan segala tempat rumput di padang belantarapun menjadi kering, seba kejahatan perbuatan mereka itu dan kuasanyapun tiada dengan patut.","Karena baik nabi baik imam, keduanya orang munafik adanya; jikalau di dalam rumah-Ku sekalipun Kudapati akan kejahatan mereka itu, demikianlah firman Tuhan.","Maka sebab itu jalannya akan baginya seperti tempat curam yang licin pada malam gelap; mereka itu tergelincir lalu jatuh ke dalamnya; maka Aku akan mendatangkan celaka ke atasnya pada tahun pembalasannya, demikianlah firman Tuhan.","Sesungguhnya sudah Kulihat barang yang tiada patut pada segala nabi Samaria; mereka itu sudah bernubuat dengan nama Baal dan disesatkannya umat-Ku Israel;","tetapi pada segala nabi Yeruzalem Kulihat barang yang keji sangat, mereka itu berbuat zinah dan berlaku dengan culas hatinya, dan dikuatkannya tangan segala orang yang berbuat jahat, sehingga tiada mereka itu bertobat masing-masing dari pada kejahatannya, melainkan mereka itu sekalian bagi-Ku seperti Sodom dan segala orang isinya seperti Gomorah!","Maka sebab itu firman Tuhan serwa sekalian alam akan hal nabi-nabi itu demikian: Bahwasanya Aku akan memberi makan hia kepadanya, dan memberi minum air empedu kepadanya, karena dari pada nabi-nabi Yeruzalem sudah keluar kekejian itu kepada segala negeri.","Demikianlah firman Tuhan serwa sekalian alam: Janganlah kamu dengar akan perkataan segala nabi yang bernubuat kepadamu, karena barang yang diberinya tahu kepadamu itu sia-sia belaka, mereka itu mengatakan barang yang terbit dari dalam hatinya sendiri, bukan yang terbit dari pada mulut Tuhan.","Selalu mereka itu berkata kepada orang yang mencelakan Daku demikian: Adapun Tuhan sudah berfirman bahwa kamu akan selamat; dan kepada segala orang yang menurut kehendak hatinya sendiri kata mereka itu: Suatupun tiada yang jahat akan berlaku atas kamu.","Karena siapa gerangan sudah tahu hadir di dalam majelis bicara Tuhan akan melihat dan mendengar firman-Nya? Masakan orang dapat mendengar dan mengerti firman-Nya!","Bahwasanya adalah keluar suatu tofan dari pada Tuhan, kehangatan murka dan puting beliung, yang akan turun kepada kepala segala orang fasik dengan hebatnya.","Bahwa murka Tuhan tiada akan undur sebelum selesailah sudah Ia dari pada berbuat segala niat hatinya; pada kemudian hari kamu akan merasainya dengan sungguh-sungguh.","Bukannya Aku yang sudah menyuruhkan nabi-nabi itu, maka mereka itu berjalan juga; bukannya Aku yang berfirman kepada mereka itu, maka mereka itu bernubuat juga!","Karena jikalau kiranya mereka itu sudah tahu hadir di dalam majelis bicara-Ku, niscaya diperdengarkannya firman-Ku kepada umat-Ku dan dibalikkannya segala umat-Ku dari pada jalannya yang jahat dan dari pada kesalahan perbuatannya.","Allahkah Aku ini hanya dari dekat sahaja? demikianlah firman Tuhan; dan bukankah Aku ini Allah dari jauhpun?","Dapatkah barang seorang menyembunyikan dirinya pada tempat yang samar, sehingga tiada Aku melihat dia? demikianlah firman Tuhan. Bukankah Aku ini adalah memenuhi langit dan bumi? demikianlah firman Tuhan.","Bahwa sudah Kudengar barang yang dikatakan oleh nabi-nabi yang bernubuat dusta dengan nama-Ku, katanya: Bahwa Aku sudah bermimpi, Aku sudah bermimpi!","Berapa lama lagi? bagaimana berani mereka itu? Yaitu segala nabi yang bernubuat dusta dan yang mengatakan segala tipu daya hatinya.","Niatnya supaya umat-Ku terlupa akan nama-Ku oleh mimpi-mimpinya, yang diceriterakannya seorang kepada seorang, seperti segala nenek moyangnya terlupa akan nama-Ku oleh karena Baal.","Adapun nabi yang sudah bermimpi itu hendaklah diceriterakannya mimpinya, dan pada barangsiapa adalah firman-Ku, hendaklah dikatakannya, tetapi dengan sebenarnya, karena apakah perkaranya merang dengan gandum? demikianlah firman Tuhan.","Bukankah firman-Ku juga seperti api? demikianlah firman Tuhan, dan seperti godam yang menghancurluluhkan batu besi?","Sebab itu, demikianlah firman Tuhan, sesungguhnya Aku membalas kelak kepada nabi-nabi itu, yang mencuri firman-Ku masing-masing dari pada kawannya.","Bahwasanya, demikianlah firman Tuhan, Aku membalas kelak kepada nabi-nabi itu, yang sudah membiasakan lidahnya dalam berkata demikian: Tuhan sudah berfirman.","Bahwasanya, demikian firman Tuhan, Aku membalas kelak kepada segala tukang mimpi bohong itu, yang menceriterakan dia dan yang mempersesatkan segala umat-Ku dengan dustanya dan dengan angkaranya! Maka tiada pernah Aku menyuruhkan dia dan tiada pernah Aku berfirman kepadanya, dan sekali-kali tiada pernah mereka itu berfaedah kepada bangsa ini, demikianlah firman Tuhan.","Maka apabila bangsa ini, atau barang seorang nabinya atau imamnya bertanya kepadamu demikian: Bagaimana perintah Tuhan? Hendaklah kausahut kepadanya: Apa perintah? demikian inilah firman Tuhan: Bahwa Aku meninggalkan kamu kelak.","Adapun nabi atau imam atau umat yang berkata demikian: Perintah Tuhan itu; maka Aku akan membalasnya kepadanya dan kepada segala orang isi rumahnya.","Demikian hendaklah kamu berkata masing-masing kepada kawannya dan masing-masing kepada saudaranya: Apakah sudah dijawab oleh Tuhan? atau: Apakah firman Tuhan?","Tetapi jangan lagi katamu: Perintah Tuhan, karena barangsiapa yang berkata demikian, niscaya firman-Ku menjadi perintah kepadanya, sebab kamu sudah memutarbalikkan firman Allah yang hidup, Tuhan serwa sekalian alam, yaitu Allah kami.","Demikian ini hendaklah kamu berkata kepada nabi itu: Apakah jawab Tuhan? atau: apakah firman Tuhan kepadamu?","Tetapi jikalau selalu katamu: Perintah Tuhan, sebab itu, demikianlah firman Tuhan, yaitu sebab katamu: Perintah Tuhan, meskipun Aku sudah menyuruhkan orang kepadamu mengatakan: Janganlah katamu: Perintah Tuhan;","bahwasanya sebab itu Aku kelak akan menangkap kamu dan mencampakkan kamu dari hadapan hadirat-Ku, demikianpun negeri yang sudah Kukaruniakan kepadamu dan kepada nenek moyang kamu.","Maka Aku akan mengadakan padamu kecelaan yang kekal dan kehinaan yang kekal dan yang tiada terlupa sekali-kali."]