["Sebermula, maka inilah firman yang telah datang dari pada Tuhan kepada Yermia, pada masa disuruhkan raja Zedekia akan Pasyhur bin Malkhia dan akan imam Zefanya bin Maaseya mendapatkan dia serta katanya:","Hendaklah kiranya engkau bertanyakan Tuhan karena kami, tegal Nebukadnezar, raja Babil, berperang dengan kami, mudah-mudahan Tuhan berbuat akan kami seperti segala perkara ajaib yang dahulu itu, sehingga raja itu undur dari pada kami.","Maka kata Yermia kepadanya: Hendaklah ini kamu katakan kepada Zedekia:","Demikianlah firman Tuhan, Allah orang Israel: Bahwasanya Aku akan memalingkan segala senjata perang yang pada tanganmu, yang kamu pakai akan berperang dengan raja Babil dan dengan segala orang Kasdim, yang mengepung kamu di luar dewala, dan Aku akan mengumpulkan mereka itu ke pertengahan negeri ini.","Dan Aku sendiripun akan berperang lawan kamu dengan tangan yang kuat, bahkan, dengan geram dan dengan kehangatan murka dan dengan garang yang sangat.","Maka segala isi negeri ini akan Kupalu, baik manusia baik binatang, mereka itu akan mati oleh bala sampar yang besar.","Setelah itu, demikianlah firman Tuhan, Aku akan menyerahkan Zedekia, raja Yehuda, dan segala pegawainya dan segala mereka itu di dalam negeri ini, yang sudah luput dari pada bala sampar dan dari pada pedang dan dari pada bala kelaparan itu, kepada tangan Nebukadnezar, raja Babil, dan kepada tangan segala musuh mereka itu dan kepada tangan segala orang yang menyengajakan matinya; maka dibunuhnya akan mereka itu kelak dengan mata pedang dengan tiada sayang dan dengan tiada belas dan dengan tiada kasihan.","Dan lagi hendaklah kamu katakan kepada orang banyak ini: Demikianlah firman Tuhan: Bahwasanya Aku menghadapkan kepadamu jalan yang kepada hidup dan jalan yang kepada mati.","Barangsiapa tinggal di dalam negeri ini, ia itu akan mati oleh pedang atau oleh lapar atau oleh bala sampar, tetapi barangsiapa yang keluar dari dalamnya dan membelot kepada orang Kasdim, yang mengepung kamu, ia itu akan hidup dan jiwanyapun menjadi rebutannya.","Karena Aku sudah menghadapkan wajah-Ku kepada negeri ini akan jahatnya, bukan akan baiknya, demikianlah firman Tuhan, maka ia akan diserahkan kepada tangan raja Babil, yang kelak membakar habis akan dia dengan api.","Dan lagi akan hal istana raja Yehuda hendaklah kamu dengar firman Tuhan:","Hai isi istana Daud! demikianlah firman Tuhan: Putuskanlah hukum dengan adil pada pagi hari dan lepaskanlah orang yang disamun itu dari pada tangan orang penganiaya, supaya jangan menjulang kehangatan murka-Ku seperti api dan bernyala-nyala sehingga seorangpun tiada dapat memadamkan dia, dari karena jahat segala perbuatanmu.","Bahwasanya Aku ini lawanmu, hai orang penduduk lembah, hai bukit batu di padang rata! demikianlah firman Tuhan, hai kamu yang berkata begini: Siapa gerangan akan turun kepada kami, atau siapa gerangan akan masuk ke dalam tempat kediaman kami?","Karena Aku akan membalas kepada kamu sekadar hasil perbuatanmu, demikianlah firman Tuhan, dan Aku akan memasang suatu api di dalam hutanmu, yang makan habis kelak akan segala sesuatu yang kelilingnya."]