["Demikianlah firman Tuhan: Turunlah engkau ke istana raja Yehuda, katakanlah di sana firman ini;","katakanlah: Dengarlah olehmu firman Tuhan, hai raja Yehuda, yang duduk di atas takhta Daud! baik engkau baik segala pegawaimu baik segala rakyatmu, yang masuk dari pada pintu-pintu ini!","Demikianlah firman Tuhan: Perbuatlah olehmu insaf dan adalat, lepaskanlah orang yang disamun itu dari pada tangan orang penganiaya; jangan kamu menganiayakan orang dagang atau anak piatu atau perempuan janda, jangan menggagahi orang atau menumpahkan darah orang yang tiada bersalah di dalam tempat ini;","karena jikalau dengan yakin kamu melakukan perkara ini, niscaya dari pada pintu-pintu istana ini akan masuk raja-raja, yang duduk di atas takhta kerajaan Daud dan yang mengendarai rata dan kuda, baik mereka itu baik segala pegawainya baik segala rakyatnya.","Tetapi jikalau kiranya tiada kamu menurut firman ini, niscaya Aku sudah bersumpah demi diri-Ku, demikianlah firman Tuhan, bahwa istana ini akan menjadi sutu kerobohan kelak.","Karena demikianlah firman Tuhan akan hal istana raja Yehuda: Jikalau engkau bagi-Ku akan Gilead, akan kemuncak Libanon sekalipun, niscaya Aku menjadikan dikau kelak akan padang tekukur dan akan negeri yang tiada diduduki orang.","Maka Aku akan melengkapkan beberapa orang pembinasa lawan engkau, masing-masing dengan senjatanya, maka ia itu akan menebang segala pohon arazmu yang pilihan dan dicampakkannya ke dalam api.","Maka pada masa itu, apabila sebanyak bangsa itu melalui negeri ini, serta katanya seorang kepada seorang: Mengapa dibuat Tuhan demikian akan negeri sebesar ini?","Lalu akan sahutnya: Yaitu sebab dilupakannya perjanjian Tuhan, Allahnya, dan mereka itu sudah menyembah sujud kepada dewa-dewa dan sudah berbuat bakti kepadanya.","Janganlah kamu lagi menangisi orang mati dan jangan lagi kamu meratapi dia, melainkan hendaklah kamu menangisi orang yang sudah pergi, karena sekali-kali tiada ia akan kembali dan tiada dilihatnya pula negeri jadinya.","Karena demikianlah firman Tuhan akan hal Salum bin Yosia, raja Yehuda, yang kerajaan akan ganti Yosia, ayahanda baginda: Barangsiapa yang sudah keluar dari dalam tempat ini, ia itu tiada akan masuk pula ke dalamnya.","Melainkan di tempat kepadanya dibawa orang akan dia dengan tertawan, di sana juga ia akan mati, dan tiada dilihatnya pula negeri ini.","Wai bagi orang yang membangunkan rumahnya di atas barang yang tiada benar dan anjung-anjungnya di atas barang yang tiada betul, yang menyuruh samanya manusia bekerja dengan cuma-cuma dan yang tiada memberi kepadanya upah pekerjaannya!","Yang berkata demikian: Bahwa aku hendak membuat akan diriku sebuah rumah yang amat besar dan anjung-anjung peranginan, dan menghiasi dia dengan beberapa tingkap dan menutup dia dengan kayu araz dan menyapu dia dengan sadalinggam.","Rajakah engkau, maka engkau bermegah-megah sebab kayu araz? Bukankah ayahmu sudah makan minum serta melakukan insaf dan adalat? maka pada masa itu selamatlah ia.","Bahwa ia sudah membenarkan hal orang papa dan miskin, sebab itu selamatlah ia; bukankah begini peri orang mengenal Aku? demikianlah firman Tuhan.","Tetapi padamu tiadalah mata atau hati, melainkan akan beroleh laba yang keji dan akan menumpahkan darah orang yang tiada bersalah dan akan menganiayakan dan mengusik orang.","Sebab itu firman Tuhan akan hal Yoyakim bin Yosia, raja Yehuda, demikian: Bahwa orang tiada akan angkat biji ratap ini atasnya: Wah, saudaraku laki-laki! atau: Wah, saudaraku perempuan! dan tiada pula orang akan mengangkat biji ratap ini atasnya: Wah, tuanku! atau: Wah, baginda!","Melainkan dikuburkan oranglah akan dia seperti ditanamnya akan bangkai keledai, dan dihelanya akan dia dan dibuangnya akan dia jauh dari pada pintu-pintu Yeruzalem.","Naiklah kamu ke atas Libanon, berserulah di sana, nyaringkanlah suaramu di atas Bazan, berseru-serulah kepada segala pihak, bahwa segala taulanmu sudah dialahkan.","Bahwa Aku sudah berfirman kepadamu pada masa engkau selamat sentosa, tetapi katamu: Tiada aku mau dengar! Demikianlah jalanmu dari pada masa mudamu; tiada pernah engkau mendengar akan suara-Ku.","Bahwa segala gembalamu akan dihapuskan oleh angin, segala taulanmu akan dibuang dengan tertawan; pada masa itu niscaya kemalu-maluanlah engkau kelak oleh karena segala kejahatanmu.","Hai engkau yang duduk di atas Libanon! yang bersarang pada pohon araz! entah bagaimana engkau akan mengerik apabila segala kesakitan itu datang atasmu seperti atas seorang perempuan yang beranak!","Sesungguh-sungguh Aku hidup, demikianlah firman Tuhan, jikalau Khonia bin Yoyakim, raja Yehuda, seolah-olah sebentuk cincin meterai pada tangan-Ku kanan sekalipun, niscaya Kucabut juga akan dia dari padanya.","Maka Aku akan menyerahkan dikau kelak kepada tangan orang yang menyengajakan matimu, dan kepada tangan segala orang yang engkau gentar akan mukanya, yaitu kepada tangan Nebukadnezar, raja Babil, dan kepada tangan segala orang Kasdim.","Maka Aku akan mengempaskan dikau dan bundamu, yang sudah memperanakkan dikau, ke dalam sebuah negeri yang lain, yang bukan tempat jadimu, dan di sana engkau akan mati.","Adapun negeri yang dirindukannya hendak kembali ke sana, sekali-kali tiada mereka itu akan kembali ke dalamnya.","Adakah Khonia itu seorang berhala yang dicelakan dan dihancurkan orang? adakah ia sebuah bejana yang tiada dikehendaki orang? Mengapa diempaskan orang akan dia dan akan anak cucunya, dibuangnya akan dia kepada sebuah negeri yang tiada dikenalnya?","Hai negeri, hai negeri, hai negeri! dengarlah olehmu firman Tuhan.","Demikianlah firman Tuhan: Suratkanlah nama orang ini pada daftar orang bulus, seorang yang beruntung malang seumur hidupnya, karena dari pada segala cucunya seorangpun tiada akan beruntung serta duduk di atas takhta kerajaan Daud atau kerajaan lagi di dalam negeri Yehuda."]