["Sebermula, maka diperlihatkan Tuhan kepadaku tiba-tiba adalah dua rantang berisi buah ara terletak di hadapan kaabah Tuhan, yaitu kemudian dari pada dipindahkan Nebukadnezar, raja Babil, akan Yekhonia bin Yoyakim, raja Yehuda, dengan tertawan, demikianpun segala penghulu Yehuda dan segala tukang kayu dan segala tukang besi, dipindahkannya mereka itu dari Yeruzalem ke Babil.","Di dalam rantang satu adalah buah ara yang terlalu baik, seperti buah ara yang masak mula-mula, tetapi di dalam rantang satunya itu adalah buah ara yang terlalu busuk, yang tak boleh dimakan dari karena jahatnya.","Maka firman Tuhan kepadaku: Apakah kaulihat! hai Yermia? Maka sahutku: Buah ara; adapun buah ara yang baik itu terlalu baik adanya, dan yang busuk itu terlalu jahat adanya, sehingga tak boleh dimakan dari karena jahatnya.","Lalu datanglah firman Tuhan kepadaku, bunyinya:","Demikianlah firman Tuhan, Allah orang Israel: Seperti akan buah ara yang baik itu, demikianpun Aku mengetahui kelak akan mereka itu sekalian dari pada orang Yehuda yang sudah dipindahkan dengan tertawan, yang sudah Kupindahkan dari tempat ini ke negeri orang Kasdim, akan baiknya.","Dan Aku kelak menilik kepada mereka itu akan baiknya, dan mereka itu akan Kubawa balik ke dalam negeri ini, dan akan Kubangunkan mereka itu, bukan Kupecahkan dia, dan akan Kutetapkan mereka itu, bukan Kucabut dia.","Dan Aku akan mengaruniakan kepadanya hati akan mengenal Aku, bahwa Aku ini Tuhan, maka mereka itu bagi-Ku akan umat dan Akupun baginya akan Allah, karena mereka itu akan bertobat kepada-Ku dengan segenap hatinya.","Maka seperti buah ara yang busuk itu, yang tiada boleh dimakan dari karena jahatnya, demikianlah firman Tuhan, akan Kujadikan Zedekia, raja Yehuda, serta dengan segala penghulunya dan sisa orang Yeruzalem, yang lagi tinggal di dalam negeri ini dan yang duduk di tanah Mesir.","Maka mereka itu Kutaruh kelak akan perkara hebat bagi segala kerajaan dunia, dan akan kecelaan dan perbahasaan dan akan sindiran dan akan kutuk pada segala tempat kepadanya akan Kuhalaukan mereka itu;","dan Aku akan menyuruhkan di antara mereka itu bala pedang dan bala kelaparan dan bala sampar, sehingga habislah sudah mereka itu ditumpas dari dalam negeri yang sudah Kukaruniakan kepadanya dan kepada nenek moyangnya."]