["Hata, apabila didengar oleh Sefaca bin Matan dan Gedalya bin Pasyhur dan Yukhal bin Selemya dan Pasyhur bin Malkhia segala perkataan yang dikatakan Yermia kepada orang banyak itu, bunyinya:","Demikianlah firman Tuhan: Barangsiapa yang tinggal di dalam negeri ini, ia itu akan mati kelak oleh pedang dan oleh lapar dan oleh bala sampar, tetapi barangsiapa yang keluar kepada orang Kasdim, ia itu akan hidup, karena ia akan meluputkan jiwanya dan iapun akan hidup;","demikianlah firman Tuhan: Sungguh negeri ini akan diserahkan kepada tangan tentara raja Babil, yang akan mengalahkan dia kelak.","Lalu sembah segala penghulu itu kepada baginda: Ya tuanku, patutlah orang ini dibunuh juga, karena dengan demikian peri dilemahkannya tangan segala laskar yang lagi tinggal di dalam negeri ini dan tangan segenap orang banyakpun, sebab dikatakannya kepada mereka itu perkataan yang demikian. Bahwa orang ini tiada menuntut selamat bangsa ini, melainkan celakanya.","Maka titah raja Zedekia: Tengoklah, adalah ia dalam kuasa tanganmu, karena tiadalah raja yang dapat menegahkan kamu.","Lalu diambil oleh mereka itu akan Yermia, dibuangnya akan dia ke dalam perigi Malkhia bin Hammelekh, yang di pelataran biduanda, diulurkannya Yermia dengan tali; adapun di dalam perigi itu tiadalah air, hanya lumpur juga, maka tenggelamlah Yermia dalam lumpur.","Serta kedengaranlah kabar kepada Ebed-Melekh, seorang Kusyi dari pada segala sida-sida yang di dalam istana baginda, mengatakan diturunkannya Yermia ke dalam perigi (maka pada masa itu adalah baginda duduk dalam pintu gerbang Benyamin),","lalu keluarlah Ebed-Melekh dari dalam istana baginda serta sembahnya kepada baginda demikian:","Ya tuanku! adapun patik-patik itu kelakuannya jahat dalam segala sesuatu yang dibuatnya akan nabi Yermia, yang telah dibuangnya ke dalam perigi, karena tak dapat tiada mati juga ia kelak sendirinya dari lapar, tegal di dalam negeri ini tiada lagi roti.","Maka titah baginda kepada Ebed-Melekh, orang Kusyi itu, demikian: Ambillah sertamu tiga puluh orang dari sini; naikkanlah nabi Yermia dari dalam perigi itu dahulu dari pada ia mati.","Hata, maka oleh Ebed-Melekh dibawalah akan orang itu sertanya, dan iapun masuklah ke dalam istana baginda, sampai ke bawah perbendaharaan, diambilnya dari sana akan beberapa helai kain yang buruk-buruk dan karung yang tua-tua, lalu diulurkannya dengan tali kepada Yermia ke dalam perigi.","Maka kata Ebed-Melekh, orang Kusyi itu, kepada Yermia: Sekarang kelekkanlah olehmu kain buruk-buruk dan karung ini di bawah ketiak lenganmu dan kenakanlah tali itu di bawahnya. Maka Yermiapun berbuatlah demikian.","Lalu ditariknya akan Yermia naik dari dalam perigi itu dengan tali, maka Yermiapun tinggallah di pelataran biduanda juga.","Maka oleh raja Zedekia disuruhkan orang membawa nabi Yermia kepadanya ke pintu yang ketiga, yang pada rumah Tuhan; lalu titah baginda kepada Yermia: Aku hendak bertanya kepadamu akan suatu perkara, satupun jangan kausembunyikan dari padaku.","Maka sembah Yermia kepada Zedekia: Apabila patik memberitahu tuanku, jangan apalah patik ini tuanku bunuh; demikianpun apabila patik memberi bicara kepada tuanku, dan tuanku tiada hendak menurut bicara patik.","Maka diam-diam baginda raja Zedekia bersumpah setia kepada Yermia, titahnya: Demi Tuhan yang hidup, dan yang sudah menjadikan nyawa kita, sekali-kali tiada aku membunuh engkau atau menyerahkan dikau kepada tangan orang yang menyengajakan matimu!","Lalu sembah Yermia kepada Zedekia: Demikianlah firman Tuhan, Allah serwa sekalian alam, yaitu Allah orang Israel: Jikalau kiranya dengan kehendak hatimu sendiri engkau keluar mendapatkan segala penghulu raja Babil, niscaya jiwamu akan hidup, dan negeri inipun tiada akan dibakar habis dengan api, melainkan engkau akan hidup serta dengan segala orang isi istanamu,","tetapi jikalau kiranya tiada engkau keluar mendapatkan segala penghulu raja Babil, niscaya negeri ini akan diserahkan kelak kepada tangan orang Kasdim, yang membakar habis akan dia dengan api, dan engkau sendiripun tiada akan luput dari pada tangan mereka itu.","Lalu titah raja Zedekia kepada Yermia: Bahwa takutlah aku akan segala orang Yahudi yang sudah jatuh kepada orang Kasdim itu, kalau-kalau diserahkannya aku kepada tangan mereka itu dan dibuatnya olok-olok akan daku kelak.","Maka sembah Yermia: Tiada mereka itu akan menyerahkan tuanku; sahaja hendaklah kiranya tuanku menurut firman Tuhan, yang telah patik katakan kepada tuanku ini; niscaya tuanku akan selamat dan jiwa tuankupun akan hidup.","Tetapi jikalau kiranya engganlah tuanku keluar, maka firman ini juga sudah dinyatakan Tuhan kepada patik:","Bahwasanya segala perempuan yang lagi tinggal di dalam istana raja Yehuda, ia itu akan dihantar keluar kelak kepada segala penghulu raja Babil; mereka itu sendiripun akan berkata kepadamu demikian: Bahwa engkau sudah diasut oleh orang itu, mereka itu sudah berkelebihan atasmu, yaitu segala orang yang telah kaujadikan taulanmu; maka sekarang serta kakimu sudah masuk ke dalam lumpur, mereka itu sekalian undur dari padamu.","Demikian dihantar oranglah kelak akan segala anak binimu keluar kepada orang Kasdim; dan engkau sendiripun tiada akan luput dari pada tangannya, melainkan engkau akan diserahkan kepada tangan raja Babil dengan tertawan, dan oleh sebabmu negeri ini akan dibakar habis dengan api.","Maka titah Zedekia kepada Yermia: Seorangpun jangan dapat tahu segala perkataan ini, maka engkau tiada akan mati dibunuh.","Maka apabila kedengaranlah kepada segala penghulu hal aku sudah berkata-kata dengan dikau, dan mereka itu datang mendapatkan dikau sambil katanya: Beritahulah kamipun barang yang telah kaukatakan kepada baginda itu, jangan kausembunyikan dia dari pada kami, maka tiada kami akan membunuh engkau, dan lagi apa titah baginda kepadamu?","hendaklah kaukatakan kepada mereka itu: Bahwa aku sudah mempersembahkan pintaku ke bawah duli baginda, supaya jangan pula baginda menyuruh aku dibawa balik ke dalam rumah Yonatan akan mati di sana.","Hata, setelah datang segala penghulu itu mendapatkan Yermia serta bertanyakan dia, maka diberinya jawab akan mereka itu setuju dengan segala perkataan yang dititahkan baginda kepadanya; lalu ditinggalkannya akan dia, sehingga satupun tiada jadi ketahuan dari pada segala perkara ini.","Maka tinggallah Yermia di pelataran biduanda sampai kepada hari Yeruzalem dialahkan, dan adalah ia lagi di sana pada ketika Yeruzalem dialahkan oranglah."]