["Bermula, maka inilah firman yang telah datang dari pada Tuhan kepada Yermia, bunyinya:","Demikianlah firman Tuhan, Allah orang Israel: Suratkanlah olehmu segala firman yang telah Kukatakan kepadamu itu di dalam sebuah kitab.","Karena sesungguhnya hari akan datang kelak, demikianlah firman Tuhan, apabila Aku menjauhkan hal ketawanan kelak dari pada umat-Ku Israel dan Yehuda, maka Aku membawa balik akan mereka itu ke dalam negeri yang sudah Kukaruniakan kepada nenek moyangnya, dan mereka itu kelak mempunyai dia akan milik pusaka.","Maka inilah firman yang telah dikatakan Tuhan akan hal Israel dan Yehuda.","Maka demikianlah firman Tuhan: Kedengaranlah bunyi yang hebat; adalah ketakutan, bukan perdamaian.","Bertanyalah olehmu dan lihatlah berkeliling, kalau pernah orang laki-laki menyakiti beranak? Mengapa maka Kulihat tiap-tiap orang laki-laki bercekak pinggang seperti perempuan menyakiti beranak dan muka sekaliannya berubah menjadi pucat.","Aduh, bagaimana hebat hari itu, belum pernah ada sebagainya; bahwa inilah masa kepicikan bagi Yakub! kendatilah begitu, iapun akan dilepaskan juga dari padanya,","karena pada hari itu akan jadi, demikianlah firman Tuhan serwa sekalian alam, bahwa Aku memecahkan kuknya dari pada tengkukmu dan memutuskan segala tali pengikatmu; dan orang keluaranpun tiada memperhambakan dia pula,","melainkan mereka itu akan memperhambakan dirinya kepada Tuhan, Allahnya, dan kepada Daud, rajanya, yang Kubangkitkan bagi mereka itu kelak.","Sebab itu jangan engkau takut, hai Yakub, hamba-Ku! demikianlah firman Tuhan, jangan engkau terkejut, hai Israel! karena sesungguhnya Aku akan melepaskan dikau dari negeri yang jauh itu, dan segala anak cucumupun dari negeri tempat kamu dibuang; maka Yakub akan kembali dan akan bersenang dan bersentosa, seorangpun tiada yang akan mengejuti dia.","Karena Aku adalah menyertai akan dikau, demikianlah firman Tuhan, hendak menebus engkau, karena sesungguhnya Aku kelak berbuat suatu keputusan dengan segala orang kafir kepadanya Aku sudah menghamburkan dikau, tetapi dengan dikau tiada Kuperbuat keputusan, melainkan Aku akan menyiksakan dikau dengan kadarnya dan tiada membilang akan dikau suci dari pada salah.","Karena demikianlah firman Tuhan: Bahwa lukamu itu parah dan balamupun amat pedih.","Seorangpun tiada yang membicarakan halmu, tiadalah kesembuhan atau baiknya bagi penyakitmu yang payah itu.","Segala taulanmu sudah melupakan dikau, tiada mereka itu bertanya akan dikau, karena engkau sudah Kupalu dengan palu musuh dan dengan sesah yang tiada sayang, sebab kejahatanmu begitu besar dan dosamupun tiada tepermanai banyaknya.","Mengapa engkau meraung dari karena lukamu pedihnya tiada terderita? sebab kejahatanmu besar begitu dan dosamupun tiada tepermanai banyaknya, maka Kubuat begitu akan dikau.","Kendatilah, maka segala orang yang menelan akan dikau itupun akan ditelan juga, dan segala musuhmupun akan mengembara dengan tertawan; segala orang yang sudah merampasi engkau itupun akan menjadi rampasan dan segala orang yang sudah menjarahi engkau itu kelak Kuserahkan akan jarahan.","Karena Aku kelak mengadakan sehat bagimu dan menyembuhkan dikau dari pada segala penyakitmu, demikianlah firman Tuhan, sebab dinamai orang akan dikau: si Kebuangan, yaitu Sion, yang seorangpun tiada peduli akan dia.","Demikianlah firman Tuhan: Bahwa sesungguhnya Aku kelak menyudahkan hal ketawanan segala kemah Yakub dan Aku kelak mengasihani akan segala tempat kediamannya, dan negeri itupun akan dibangunkan pula di atas bukitnya dan kedudukan istana itupun akan seperti adat lama.","Maka dari dalamnya akan keluar bunyi puji-pujian dan bunyi orang bermain ramai-ramai, karena Aku kelak memperbanyakkan mereka itu, sekali-kali jangan mereka itu sedikit adanya, dan Aku akan memuliakan dia, sekali-kali tiada mereka itu dihinakan.","Maka segala anaknyapun seperti dahulu adanya dan perhimpunannyapun ditetapkan kelak di hadapan hadirat-Ku dan Aku membalas kelak kepada segala orang yang menganiayakan dia.","Maka Penghulunyapun akan dari antaranya dan Pemerintahannyapun akan berbangkit dari tengah-tengahnya, maka Akupun akan menghampirkan dia dan iapun akan menghampiri Aku, karena entah siapa meraruh hatinya sendiri akan menghampiri Aku? demikianlah firman Tuhan.","Maka kamulah bagi-Ku akan umat dan Akupun bagimu akan Allah.","Bahwasanya adalah keluar suatu tofan Tuhan dan kehangatan murka dan puting beliung yang mengandung kebinasaan, maka ia itu akan menimpa kepala segala orang fasik.","Maka kehangatan murka Tuhan tiada akan undur sebelum disampaikan-Nya dan diselesaikan-Nya segala niat hati-Nya; apabila ia itu datang pada akhirnya, maka kamu akan merasainya!"]