["Bermula, maka inilah firman Tuhan yang telah datang kepada Yermia pada masa Nebukadnezar, raja Babil, dan segala balatentaranya dan segala kerajaan di atas bumi yang di bawah perintah tangannya, dan segala bangsapun berperang melanggar Yeruzalem dan melanggar segala negerinya, bunyinya:","Demikianlah firman Tuhan, Allah orang Israel: Pergilah engkau, katakanlah olehmu ini kepada Zedekia, raja Yehuda, persembahkanlah kepadanya: Demikianlah firman Tuhan: Bahwasanya Aku menyerahkan negeri ini kelak kepada tangan raja Babil, yang membakar habis akan dia dengan api.","Maka engkaupun tiada akan luput dari pada tangannya, melainkan engkau akan ditangkap juga dan diserahkan kepada tangannya, dan matamupun akan memandang kepada mata raja Babil itu, mulutnyapun akan berkata-kata kepada mulutmu dan engkaupun akan sampai ke Babil.","Kendatilah, dengarlah juga olehmu firman Tuhan, hai Zedekia, raja Yehuda! demikian inilah firman Tuhan akan halmu: Bahwa engkau tiada akan mati dimakan pedang;","melainkan engkau akan mati dengan selamat, dan sebagaimana pembakaran yang karena nenek moyangmu, segala raja dahulu-dahulu, yaitu yang dahulu dari padamu, demikianpun mereka itu akan membakar karenamu dan mengangkat sebiji ratap atasmu, katanya: Wah, tuanku! Bahwasanya kata Tuhan: Aku juga yang sudah berfirman demikian.","Maka oleh nabi Yermia disampaikanlah segala firman ini kepada Zedekia, raja Yehuda, di Yeruzalem,","pada masa balatentara raja Babil menyerang Yeruzalem dan segala negeri Yehuda yang lagi tinggal itu, dan Lakhis dan Azeka; karena sekalian itulah negeri-negeri berkota benteng yang lagi tinggal di antara segala negeri Yehuda.","Bahwa inilah firman yang telah datang kepada Yermia dari pada Tuhan, kemudian dari pada dibuat raja Zedekia suatu perjanjian dengan segenap mereka yang di Yeruzalem, hendak berseru-serukan kemerdekaan bagi mereka itu,","supaya mereka itu memberi izin masing-masing akan hambanya laki-laki dan masing-masing akan sahayanya perempuan, jikalau orang Ibrani adanya, pergi dengan merdekanya, asal jangan ada barang seorang yang memperhambakan seorang Yahudi, yaitu seorang saudaranya.","Maka segala penghulu dan segenap orang banyakpun dengarlah juga akan hal itu, sehingga mereka itupun masuklah perjanjian, hendak melepaskan masing-masing akan hambanya laki-laki dan masing-masing akan sahayanya perempuan pergi dengan merdekanya, sehingga tiada lagi diperhambakannya mereka itu; sekaliannyapun mendengar dan melepaskan mereka itu pergi.","Tetapi kemudian berubahlah mereka itu, dikembalikannya segala hambanya laki-laki dan perempuan, yang telah dilepaskannya pergi dengan merdeka, dipaksainya akan mereka itu menjadi hamba dan sahaya kepadanya pula.","Pada masa itu datanglah firman Tuhan kepada Yermia, dari pada pihak Tuhan, bunyinya:","Demikianlah firman Tuhan, Allah orang Israel: Bahwa Aku sudah membuat suatu perjanjian dengan nenek moyangmu, tatkala Aku menghantar akan mereka itu keluar dari tanah Mesir, dari dalam tempat perhambaan itu, firman-Ku:","Pada tiap-tiap tahun yang ketujuh hendaklah masing-masing kamu menyuruhkan pergi saudaranya, yang orang Ibrani adanya, yang sudah menjual dirinya kepadamu dan sudah berjasa kepadamu enam tahun lamanya, hendaklah kamu melepaskan dia pergi dengan merdekanya. Tetapi nenek moyangmu itu tiada mendengar akan Daku dan tiada diberinya telinga.","Tetapi sekarang kamu ini telah bertobat dan telah berbuat barang yang benar kepada pemandangan-Ku dengan berseru-serukan kemerdekaan, masing-masing bagi kawannya, dan kamu telah berbuat suatu perjanjian di hadapan hadirat-Ku di dalam rumah atasnya juga nama-Ku sudah disebut.","Tetapi kamu sudah undur pula dan sudah menghinakan nama-Ku, sebab kamu membawa balik masing-masing akan hambanya laki-laki dan masing-masing akan sahayanya perempuan, yang telah kamu lepaskan pergi dengan merdeka menurut sukahatinya, dan kamu gagahi akan mereka itu menjadi hambamu laki-laki dan perempuan pula.","Sebab itu, demikianlah firman Tuhan: Tegal tiada kamu mendengar akan Daku akan berseru-serukan kemerdekaan, masing-masing bagi saudaranya dan masing-masing bagi kawannya, bahwasanya sebab itu demikianlah firman Tuhan: Akupun akan berseru-serukan suatu kemerdekaan bagi kamu, akan pedang dan akan bala sampar dan akan bala kelaparan, dan Aku menjadikan kamu kelak akan suatu perkara yang hebat bagi segala kerajaan di bumi.","Maka Aku akan menyerahkan segala orang yang sudah mengubahkan perjanjian-Ku, yang tiada menyampaikan segala perkataan perjanjian yang telah dibuatnya di hadapan hadirat-Ku, dan Kusamakan mereka itu dengan anak lembu yang telah dibelakannya dua, lalu berjalan pada sama tengah penggal-penggalnya.","Yaitu segala penghulu Yehuda dan segala penghulu Yeruzalem, segala penjawat istana dan segala imam dan segala orang isi negeri, yang sudah berjalan lalu pada sama tengah penggal-penggal anak lembu itu.","Bahkan Aku menyerahkan mereka itu kelak kepada tangan segala musuhnya, dan kepada tangan segala orang yang menyengajakan matinya; maka bangkai mereka itu akan menjadi makanan unggas yang di udara dan segala margasatwa yang di bumi.","Demikianpun Zedekia, raja orang Yehuda, dan segala penghulunya akan Kuserahkan kepada tangan segala musuhnya dan kepada tangan segala orang yang menyengajakan matinya, yaitu kepada tangan balatentara raja Babil, yang sudah berangkat dari padamu sekarang ini.","Bahwasanya Aku akan memberi titah, demikianlah firman Tuhan, dan Aku membawa akan mereka itu kelak kembali kepada negeri ini; maka akan diserangnya dan dialahkannya dan dibakarnya habis dengan api; maka segala negeri Yehuda Kujadikan suatu kerobohan kelak, sehingga seorangpun tiada duduk di dalamnya."]