["Sebermula, maka pada sekali peristiwa, yaitu pada tahun yang keempat dari pada kerajaan Yoyakim bin Yosia, raja Yehuda, datanglah firman ini dari pada Tuhan kepada Yermia, bunyinya:","Ambillah akan dirimu kertas segulungan, suratkanlah padanya segala firman yang telah Kukatakan kepadamu akan hal orang Israel dan akan hal orang Yehuda dan akan hal segala bangsa, dari pada hari Aku berfirman kepadamu, yaitu dari pada zaman Yosia, datang kepada hari ini.","Mudah-mudahan didengar juga oleh bangsa Yehuda akan segala perkara jahat yang hendak Kulakukan atasnya; supaya mereka itu bertobat masing-masing dari pada jalannya yang jahat dan Akupun mengampuni kejahatannya dan dosanya.","Hata, maka oleh Yermia dipanggillah akan Barukh bin Neria, lalu Barukhpun menyuratlah dari pada lidah Yermia segala firman Tuhan yang telah dikatakannya kepadanya pada gulungan kertas itu.","Maka disuruh Yermia akan Barukh, katanya: Bahwa aku ada aral, sehingga tiada dapat aku masuk ke dalam rumah Tuhan.","Sebab itu hendaklah engkau pergi, bacakanlah bunyi gulungan surat yang telah kausuruhkan dari pada lidahku, yaitu segala firman Tuhan, kepada pendengaran orang banyak yang di dalam rumah Tuhan pada hari puasa, demikianpun kepada pendengaran segenap orang Yehuda yang akan datang dari negeri-negerinya hendaklah kaubacakan dia.","Mudah-mudahan permintaan doa mereka itu dikabulkan di hadapan hadirat Tuhan, serta mereka itu bertobat masing-masing dari pada jalannya yang jahat; karena dengan sangat besarlah murka dan kehangatan amarah Tuhan sudah berfirman dan mengamang-amang bangsa ini.","Hata, maka oleh Barukh bin Neria dibuatlah setuju dengan segala sesuatu yang dipesan oleh nabi Yermia kepadanya, dibacakannya dari pada surat itu segala firman Tuhan di dalam rumah Tuhan.","Maka jadi pada tahun yang kelima dari pada kerajaan Yoyakim bin Yosia, raja Yehuda, pada bulan yang kesembilan, diseru-serukan oranglah suatu hari puasa di hadapan hadirat Tuhan bagi segenap bangsa yang di Yeruzalem dan bagi mereka sekalian yang datang dari segala negeri Yehuda ke Yeruzalem.","Maka dibacakanlah Barukh dari pada surat itu segala perkataan Yermia kepada pendengaran segenap orang banyak itu di dalam rumah Tuhan, di dalam bilik Gemarya bin Safan, karkun itu, di dalam serambi yang di atas sekali, pada tudung pintu baharu rumah Tuhan.","Setelah Mikhaya bin Gemarya bin Safan mendengar segala firman Tuhan dari pada surat itu,","maka turunlah ia ke istana baginda langsung ke bilik karkun, maka sesungguhnya adalah duduk di sana segala penghulu, yaitu Elisama, karkun, dan Delaya bin Semaya dan Elnatan bin Akhbor dan Khemarya bin Safan dan Zedekia bin Hananya dan segala penghulu itu.","Maka oleh Mikhaya diberitahu kepada mereka itu segala firman yang telah didengarnya, apabila dibacakan Barukh bunyi surat itu kepada pendengaran orang banyak.","Lalu disuruhkan oleh segala penghulu itu akan Yehudi bin Netanya bin Selemya bin Kusy mendapatkan Barukh, mengatakan: Adapun gulungan surat yang sudah kaubacakan bunyinya kepada pendengaran orang banyak itu, hendaklah kauambil pada tanganmu, lalu datanglah ke mari. Maka oleh Barukh bin Neriapun diambil akan gulungan surat itu pada tangannya, lalu pergilah ia mendapatkan mereka itu.","Maka kata mereka itu kepadanya: Silakanlah tuan duduk, bacakan apalah dia kepada pendengaran kamipun. Maka Barukhpun membacakanlah dia kepada pendengaran mereka itu.","Maka sesungguhnya serta didengar oleh mereka itu bunyi segala firman itu, maka gentarlah mereka itu serta memandang seorang kepada seorang, lalu katanya kepada Barukh: Tak dapat tiada kami maklumkan juga segala firman ini kepada baginda.","Lalu bertanyalah mereka itu akan Barukh, katanya: Berilah kiranya kami tahu bagaimana engkau sudah menyurat segala firman ini? Dari pada lidahnyakah?","Maka sahut Barukh kepada mereka itu: Dengan lidahnya juga dibacakannya kepadaku segala firman ini, lalu kusuratkan dia dengan dawat dalam surat ini.","Maka kata segala penghulu itu kepada Barukh: Pergilah engkau, sembunyikanlah dirimu, baik engkau baik Yermia, seorangpun jangan tahu di mana tempatmu.","Setelah itu, maka masuklah mereka itu menghadap baginda di penghadapan, tetapi gulungan surat itu sudah diletakkannya dahulu di dalam bilik Elisama, karkun itu, maka dimaklumkannyalah segala firman itu kepada pendengaran baginda.","Hata, maka oleh bagindapun disuruhkan Yehudi pergi mengambilkan gulungan surat itu; lalu diambilnya dari dalam bilik Elisama, karkun itu, maka dibacakan Yehudi akan dia kepada pendengaran baginda dan kepada pendengaran segala penghulu yang menghadap baginda.","Adapun pada masa itu adalah baginda bersemayam di dalam bilik panas, karena adalah bulan yang kesembilan, dan pada perdiangan yang di hadapan baginda itupun adalah api bernyala.","Maka sesungguhnya setelah sudah dibacakan Yehudi tiga empat pasal, dikerat-kerat oleh baginda akan dia dengan pisau perancung, kerat-keratnya dicampakkannya ke dalam api yang pada perdiangan itu, sehingga habislah sudah segenap gulungan surat itu dimakan oleh api yang pada perdiangan itu.","Maka tiada hati mereka itu berdebar dan tiada juga dikoyak-koyakkannya pakaiannya, baik baginda baik segala hamba baginda, apabila didengarnya segala firman itu.","Kendatilah, Elnatan dan Delaya dan Gemarya juga sangat meminta kepada baginda, jangan dibakarnya habis akan gulungan surat itu, tetapi baginda tiada mau menurut katanya.","Tambahan pula disuruh baginda akan Yerahmiel bin Hamelekh dan Zeraya bin Azriel dan Selemya bin Abdiel menangkap karkun Barukh dan nabi Yermia itu, tetapi Tuhan juga sudah menyembunyikan keduanya.","Maka pada masa itu datanglah firman Tuhan kepada Yermia, yaitu setelah sudah dibakar habis oleh baginda akan gulungan surat yang telah disuratkan oleh Barukh dari pada lidah Yermia, bunyinya:","Ambilkanlah pula akan dirimu gulungan surat yang lain, suratkanlah padanya segala firman yang mula, yang telah ada pada gulungan surat yang dahulu, yang telah dibakar habis oleh Yoyakim raja Yehuda itu.","Dan katakanlah olehmu kepada Yoyakim, raja Yehuda: Demikianlah firman Tuhan: Bahwa engkau sudah membakar habis akan gulungan surat itu, katamu: Mengapa engkau menyurat padanya demikian bunyinya: Tak dapat tiada raja Babil akan datang kelak membinasakan negeri ini dan dijadikannya bahwa seorang manusia atau seekor binatangpun tiada lagi dalamnya?","Maka sebab itu firman Tuhan akan hal Yoyakim, raja Yehuda, demikian: Padanya tiada akan ada orang yang bersemayam di atas takhta kerajaan Daud; maka mayatnya akan tercampak pada siang hari dalam panas dan pada malam dalam dingin;","maka Aku akan membalas kepadanya dan kepada segala anak cucunya dan kepada segala hambanya segala kejahatan mereka itu, dan Aku kelak mendatangkan atas mereka itu dan atas segala orang isi Yeruzalem dan atas segala orang Yehudapun segala perkara jahat yang telah Kujanji kepadanya, tetapi tiada mereka itu mau dengar.","Hata, maka oleh Yermiapun diambillah gulungan surat yang lain, lalu diberikannyalah kepada karkun Barukh bin Neria; maka inipun menyuratlah padanya dari pada lidah Yermia segala bunyi surat yang telah dibakar habis oleh Yoyakim, raja Yehuda itu, dengan api, dan ditambahkan pula padanya beberapa perkataan yang demikian."]