["Maka pada masa itu, demikianlah fiman Tuhan, Aku ini bagi segala suku bangsa Israel akan Allah, dan mereka itupun bagi-Ku akan umat.","Demikianlah firman Tuhan: Adapun mereka yang luput dari pada dimakan pedang, ia itu sudah mendapat kasihan, seperti di padang Tiah, tatkala orang Israel pergi akan mendapat kesenangan bagi dirinya.","Bahwa Tuhan sudah kelihatan kepada-Ku dari jauh; tegal Aku mengasihi akan dikau dengan kasih yang kekal, sebab itu Aku membujuk engkau dengan kemurahan-Ku.","Bahwa Aku akan membangunkan dikau pula dan engkaupun akan dibangunkan, hai puteri Israel! engkau akan berhias pula serta berebana dan keluar dengan orang yang menari ramai-ramai.","Bahwa engkau akan menanamkan pula pokok anggur di atas segala bukit Samaria; maka orang yang menanamkan dia itupun akan makan hasilnya.","Karena hari akan datang, apabila segala orang penunggu di atas pegunungan Efrayim akan berseru-seru: Mari kita berangkat ke Sion akan menghadap Tuhan, Allah kita!","Karena demikianlah firman Tuhan: Bersorak-soraklah kepada Yakub dan berseru-serulah kepada penghulu segala bangsa! Puji-pujilah dengan suara yang nyaring, katakanlah: Karuniakanlah selamat, ya Tuhan! kepada segala umat-Mu, kepada sisa orang Israel!","Bahwasanya Aku akan menghantar mereka itu ke mari dari benua utara dan Aku menghimpunkan mereka itu dari segala ujung bumi, maka di antaranya adalah orang buta dan timpang, orang bunting dan yang beranak bersama-sama; suatu perhimpunan yang besar akan kembali ke mari.","Maka mereka itu datang sambil menangis, dan Aku menghantar akan mereka itu sambil membujuk-bujuk; bahwa Allahku memimpin mereka itu menyusur sungai-sungai yang berair pada jalan yang rata, padanya tiada terantuk kakinya, karena Akulah bagi Israel akan bapa, dan Efrayim itulah anak-Ku yang sulung.","Dengarlah olehmu firman Tuhan, hai segala bangsa! masyhurkanlah dia kepada segala pulau yang jauh-jauh, katakanlah: Adapun Dia yang sudah mencerai-beraikan orang Israel, Ia juga mengumpulkan mereka itu pula dan ditunggui-Nya akan mereka itu seperti seorang gembala akan kawan dombanya.","Karena Tuhan sudah menebus Yakub dan dilepaskan-Nya dari dalam tangan orang yang kuat dari padanya.","Makanya mereka itu datang dan bersorak-sorak di atas bukit Sion, mereka itu berkerumun kepada segala kebajikan Tuhan, kepada gandum dan air anggur baharu dan minyak dan anak kambing domba dan lembu muda; bahwa hati mereka itu seperti taman yang didirus, dan tiada lagi dirasainya kesusahan.","Pada masa itu anak dara kelak bersuka akan penarian ramai-ramai, demikianpun segala orang teruna dan orang tua bersama-sama, karena Aku mengubahkan kelak perkabungan mereka itu menjadi keramaian dan Aku menghiburkan dan menyukakan mereka itu kemudian dari pada kedukaannya.","Maka akan hati segala imampun Kuberi minum dengan kelimpahan dan segala umat-Ku dikenyangkan dengan kebaikan-Ku, demikianlah firman Tuhan.","Maka demikianlah firman Tuhan: Bahwa kedengaranlah di negeri Rama bunyi suara ratap dan tangis dan dukacita yang amat sangat, yaitu Rakhel menangisi anak-anaknya, dan engganlah ia dihiburkan karena anak-anaknya, sebab ketiadaannya.","Demikianlah firman Tuhan: Tahanilah akan suaramu dari pada menangis dan matamupun dari pada air mata, karena adalah pahala bagi kelelahanmu, demikianlah firman Tuhan; maka mereka itu akan balik kelak dari dalam negeri musuh.","Maka adalah harap pada akhirnya, demikianlah firman Tuhan, karena segala anakmu akan balik kelak ke dalam perhinggaan negerinya.","Sesungguhnya sudah Kudengar Efrayim berkata dengan rawannya: Bahwa Engkau sudah menyiksakan daku, dan akupun membiarkan diriku disiksakan seperti lembu muda yang belum tahu kuk! Tobatkanlah aku, maka aku akan bertobat, karena Engkaulah Tuhan, Allahku!","Setelah sudah bertobat, maka bersesallah aku; setelah sudah sadar akan diriku, maka kutebah dadaku; kemalu-maluanlah aku dan kena bera muka dari malu, sebab aku menanggung kecelaan hal mudaku.","Bukankah Efrayim bagi-Ku akan anak yang kekasih? bukankah ia bagi-Ku akan anak timang-timangan? karena seberapa kali Aku berfirman akan halnya, maka sangat terkenanglah Aku akan dia, sebab itu hati-Ku hancur dari karenanya, niscaya Aku mengasihani akan dia kelak, demikianlah firman Tuhan.","Dirikanlah akan dirimu beberapa tanda alamat, taruhlah bagi dirimu beberapa tiang peringatan, perhatikanlah jalan raya, jalan yang sudah kauturut; baliklah, hai puteri Israel, baliklah ke mari kepada negeri-negerimu.","Entah berapa lama engkau hendak berlambatan, hai anak perempuan yang degil? Bahwa sesungguhnya dijadikan Tuhan suatu perkara yang baharu di atas bumi, yaitu perempuan melindungkan laki-laki.","Demikianlah firman Tuhan serwa sekalian alam, Allah orang Israel: Bahwa kata ini akan dipakai orang pula di tanah Yehuda dan di dalam segala negerinya, apabila sudah Kuputuskan hal ketawanannya, bunyinya: Diberkati Tuhan kiranya akan dikau, hai tempat kediaman kebenaran dan bukit kesucian!","Maka di sana akan duduk orang Yehuda dan di dalam segala negerinya bersama-sama, baik orang berhuma baik orang yang mengembara dengan kawan domba.","Karena dengan kelimpahan Aku akan memberi minum kepada orang yang letih lesu, dan Aku akan menyukakan hati segala orang yang berdukacita.","Kemudian dari pada itu jagalah aku dari pada tidurku serta kulihat keliling, maka tidurku telah sedap bagiku!)","Bahwa sesungguhnya hari akan datang, demikianlah firman Tuhan, apabila Aku menaburi tempat kediaman orang Israel dan tempat kediaman orang Yehuda dengan benih manusia dan dengan benih binatang.","Maka akan jadi, seperti sudah bangun Aku atas mereka itu akan mencabut dan akan merusakkan dan akan membinasakan dan akan mengadakan celaka, begitu juga Aku akan bangun atas mereka itu akan memperusah dan akan menanami, demikianlah firman Tuhan.","Pada masa itu tiada lagi kata orang demikian: Bahwa segala bapa sudah makan buah anggur yang belum masak, maka gigi anak-anaknya sudah menjadi ngilu.","Melainkan tiap-tiap orang akan mati sebab salahnya sendiri, dan tiap-tiap orang yang makan buah anggur yang belum masak, giginya juga akan ngilu.","Bahwa sesungguhnya hari akan datang, demikianlah firman Tuhan, apabila Aku mendirikan perjanjian baharu dengan orang isi rumah Israel dan dengan orang isi rumah Yehuda;","bukan seperti perjanjian yang sudah Kudirikan dengan nenek moyangnya, tatkala Aku memegang tangannya akan menghantar mereka itu keluar dari negeri Mesir, maka perjanjian-Ku itu sudah dirombaknya, sebab itu Kutolak akan mereka itu.","Maka inilah perjanjian yang akan Kubuat dengan orang isi rumah Israel kemudian dari pada hari ini, demikianlah firman Tuhan: Bahwa Aku akan memberikan hukum-Ku di dalam hatinya, maka Akulah baginya akan Allah, dan mereka itupun bagi-Ku akan umat.","Dan tiada lagi mereka itu akan mengajar seorang akan seorang dan saudara akan saudara, katanya: Hendaklah engkau mengenal akan Tuhan! karena mereka itu sekalian akan mengenal Aku dari pada besar dan kecil, demikianlah firman Tuhan, karena Aku akan mengampuni segala kejahatannya dan tiada Aku ingat lagi akan segala dosanya.","Demikianlah firman Tuhan, yang mengaruniakan matahari akan terang pada siang dan peraturan bulan dan segala bintang akan terang pada malam, dan yang membelahkan laut, sehingga bergelora segala ombaknya, Tuhan semesta alam sekalian itulah nama-Nya;","jikalau kiranya segala peraturan itu lenyaplah dari hadapan hadirat-Ku, demikianlah firman Tuhan, baharulah benih Israel berhenti dari pada menjadi suatu bangsa di hadapan hadirat-Ku pada segala hari.","Demikianlah firman Tuhan: Jikalau kiranya segala petala langit di atas dapat diukur, dan segala alas bumi di bawahpun dapat diduga, baharu Aku membuang segenap benih Israel karena sebab segala perbuatannya, demikianlah firman Tuhan.","Bahwasanya hari akan datang kelak, demikianlah firman Tuhan, apabila negeri ini akan dibangunkan pula bagi Tuhan dari pada menara Hananiel ke pintu gerbang Ujung,","maka dari sanapun akan diukur dengan tali pengukur sampai ke bukit Garib lalu balik ke Goat.","Maka segenap lembah mayat dan abu dan segala tanah datar sampai ke sungai Kideron, dan sampai ke penjuru pintu Kuda arah ke timur itu akan suatu kesucian bagi Tuhan, satupun tiada lagi akan dicabut atau dibongkar sampai selama-lamanya."]