["Bermula, maka inilah firman yang telah datang dari pada Tuhan kepada Yermia pada tahun yang kesepuluh dari pada kerajaan Zedekia, raja Yehuda, yaitu pada tahun yang kedelapan belas dari pada kerajaan Nebukadnezar.","Maka pada masa itu adalah balatentara raja Babil mengepung Yeruzalem dan nabi Yermia adalah terkurung dalam pelataran biduanda, yang pada istana baginda raja Yehuda.","Maka di sana disuruh Zedekia, raja Yehuda, kurungkan dia, titahnya: Mengapa engkau bernubuat ini: Demikianlah firman Tuhan: Bahwa sesungguhnya Aku kelak menyerahkan negeri ini kepada tangan raja Babil, yang akan mengalahkan dia;","dan Zedekia raja Yehudapun tiada akan luput dari pada tangan orang Kasdim, melainkan tak dapat tiada ia diserahkan kepada tangan raja Babil, dan keduanya akan berkata mulut dengan mulut dan berpandang-pandangan mata.","Maka dibawanya akan Zedekia ke Babil, yang akan tinggal di sana sampai Aku mengunjungi dia, demikianlah firman Tuhan; karena kendatilah kamu berperang dengan orang Kasdim, tiada juga kamu akan beruntung.","Maka sahut Yermia: Bahwa firman Tuhan telah datang kepadaku, bunyinya:","Bahwasanya Hanamiel bin Salum, mamakmu, akan datang mendapatkan dikau sambil katanya: Belilah olehmu bendangku, yang dekat Anatot, karena padamu adalah hak tebusan akan membeli dia.","Hata, maka datanglah Hanamiel, anak mamakku, seperti firman Tuhan, mendapatkan aku di dalam pelataran biduanda, lalu katanya kepadaku: Belilah kiranya bendangku yang dekat Anatot di tanah Benyamin, karena padamu adalah hak pusaka dan padamu adalah hak tebusan, belilah dia akan dirimu. Maka ketahuilah aku, bahwa ia itu firman Tuhan.","Sebab itu akupun membelilah bendang yang dekat Anatot itu dari pada Hanamiel, anak mamakku, dan kutimbang harganya kepadanya tujuh belas syikal perak.","Lalu kububuh tanda tangan pada surat itu dan kumeteraikan dia dan kuambil lagi saksi dan kutimbang uang itu kepadanya dengan neraca.","Lalu kuambil akan surat pembelian itu, yang sudah dimeteraikan turut adat dan syarat dan satu surat yang terbuka itu,","maka surat itu kuberikan kepada Barukh bin Neria bin Makhseya di hadapan mata Hanamiel, anak mamakku, dan di hadapan mata saksi, yang sudah membubuh tanda tangannya pada surat pembelian itu, dan di hadapan mata segala orang Yahudi yang ada duduk di pelataran biduanda.","Maka di hadapan mereka itu sekalian kupesan kepada Barukh, kataku:","Demikianlah firman Tuhan serwa sekalian alam, Allah orang Israel: Ambillah olehmu akan surat pembelian ini, baik yang termeterai baik yang terbuka itu, taruhlah akan dia di dalam sebuah bejana tembikar, supaya terpeliharalah ia beberapa hari lamanya.","Karena demikianlah firman Tuhan serwa sekalian alam, Allah orang Israel: Bahwa rumah dan bendang dan kebun anggur lagi akan dibeli di dalam negeri ini!","Hata, setelah sudah kuberikan surat pembelian itu kepada Barukh bin Neria, maka kupinta doa kepada Tuhan, sembahku:","Ya Tuhan Hua! bahwasanya Engkau juga sudah menjadikan langit dan bumi oleh mahakuasa-Mu dan oleh lengan-Mu yang terkedang, sesuatupun tiada yang mustahil kepada-Mu.","Engkau yang berbuat kebajikan kepada orang beribu-ribu, dan membalas kejahatan bapa-bapa ke dalam ribaan anak-anaknya kemudian dari padanya; ya Allah, yang Mahabesar dan Mahakuasa, Tuhan semesta alam sekalian itulah nama-Mu!","Besarlah bicara-Mu dan berkuasalah perbuatan-Mu; maka mata-Mu ada memandang segala jalan anak Adam, akan membalas kepada masing-masing sekadar kelakuannya dan sekadar hasil perbuatannya.","Engkau yang sudah menjadikan beberapa tanda dan ajaib tatkala di negeri Mesir dan sampai kepada hari inipun; Engkau yang sudah mengadakan suatu nama bagi dirimu, baik di antara orang Israel baik di antara segala manusia yang lain, seperti pada hari ini adanya!","Dan yang sudah menghantar akan umat-Mu Israel keluar dari negeri Mesir oleh beberapa tanda dan ajaib dan oleh tangan yang kuat dan lengan yang terkedang dan oleh perkara hebat besar;","dan engkau sudah mengaruniakan kepadanya tanah ini, yang sudah Kaujanji kepada nenek moyangnya dengan pakai sumpah, hendak mengaruniakan dia kepada mereka itu, suatu tanah yang berkelimpahan air susu dan madu.","Maka mereka itupun sudah masuk ke dalamnya dan sudah beroleh dia akan milik pusaka, tetapi tiada didengarnya akan firman-Mu dan tiada dilakukannya hukum-Mu, satupun tiada dibuatnya dari pada segala pesan-Mu kepadanya, maka sebab itu Engkau sudah mendatangkan celaka ini akan mereka itu.","Bahwasanya segala alat penyerang sudah sampai di hadapan negeri akan mengalahkan dia, maka negeri itupun diserahkan kepada tangan orang Kasdim, yang tampil menyerang akan dia, adapun bala pedang dan bala kelaparan dan bala sampar, segala sesuatu yang telah Kaukatakan, itu sudah jadi, maka sesungguhnya Engkaupun melihatnya.","Kendatilah demikian, maka Engkau juga sudah berfirman kepadaku, ya Tuhan Hua! belilah bendang itu akan dirimu dengan harganya dan ambillah olehmu akan saksi atasnya; maka dalam pada itupun negeri ini diserahkan juga kepada tangan orang Kasdim!","Maka pada ketika itu datanglah firman Tuhan kepada Yermia, bunyinya:","Bahwa sesungguhnya Akulah Tuhan, Allah segala manusia; masakan ada perkara yang mustahil kepada-Ku!","Sebab itu firman Tuhan demikian: Bahwasanya Aku menyerahkan negeri ini kepada tangan orang Kasdim dan kepada tangan Nebukadnezar, raja Babil, maka iapun akan mengalahkan dia.","Adapun segala orang Kasdim, yang menyerang negeri ini, ia itu akan masuk ke dalamnya, dan dinyalakannya dan dibakarnya habis serta dengan segala rumah, di atas sotohnya juga mereka itu sudah membakar dupa bagi Baal dan sudah mempersembahkan persembahan minuman kepada dewa-dewa, akan membangkitkan murka-Ku.","Karena dari pada masa mudanya dibuat oleh bani Israel dan oleh bani Yehuda akan barang yang jahat kepada pemandangan-Ku belaka; bahkan, dibangkitkan bani Israel akan murka-Ku dengan perbuatan tangannya sahaja, demikianlah firman Tuhan.","Bahkan, dari pada hari negeri ini dibangunkan sampai kepada hari ini dinyalakannya murka-Ku dan geram-Ku, sehingga Kutumpas akan dia dari hadapan hadirat-Ku.","Oleh karena segala kejahatan bani Israel dan bani Yehuda, yang telah dibuatnya akan mendukacitakan Daku, baik mereka itu baik segala rajanya dan segala penghulunya dan segala imamnya dan segala nabinya dan segala orang Yehuda dan segala orang isi Yeruzalem,","yang sudah membalikkan tengkuknya kepadaku dan bukan mukanya; jikalau Aku sudah mengajar mereka itu dari pagi-pagi sekalipun, tiada juga mereka itu mau dengar dan tiada juga diterimanya taadib;","melainkan telah ditaruhnya akan kekejian mereka itu di dalam rumah atasnya juga nama-Ku sudah disebut, hendak dinajiskannya;","dan telah didirikannya segala panggung Baal, yang di lembah Bin Hinom, hendak dijalankannya anak-anaknya laki-laki dan perempuan terus dari pada api, akan memberi hormat kepada Molekh, yang bukan pesan-Ku kepadanya dan tiada juga terbit dari dalam hati-Ku, bahwa mereka itu berbuat perkara yang keji begitu, dan dibujuknya orang Yehudapun akan berbuat dosa.","Maka sekarangpun tambahan pula firman Tuhan, Allah orang Israel, akan hal negeri ini, yang kaukatakan ia sudah diserahkan kepada tangan raja Babil oleh pedang dan bala kelaparan dan bala sampar.","Bahwasanya Aku akan mengumpulkan mereka itu dari pada segala negeri kepadanya sudah Kuhalaukan mereka itu dengan murka-Ku dan dengan geram-Ku dan dengan kehangatan amarah-Ku; dan Aku kelak membawa balik akan mereka itu ke tempat ini dan Akupun mendudukkan mereka itu dengan sentosa.","Bahkan, mereka itulah bagiku akan umat dan Akupun baginya akan Allah.","Maka Aku akan memberikan kepadanya satu hati dan satu jalan juga yang setuju akan beribadat kepada-Ku pada segala hari akan baik mereka itu dan akan baik segala anak-anaknya yang kemudian dari padanya.","Dan Aku akan membuat dengan mereka itu suatu perjanjian yang kekal, bahwa Aku tiada akan undur dari padanya dengan berbuat baik akan dia, dan Aku kelak memberikan takut akan Daku dalam hatinya, supaya jangan lagi mereka itu undur dari pada-Ku.","Dan Akupun akan bergemar dalam berbuat baik akan mereka itu dan Aku akan menetapkan mereka itu di dalam negeri ini dengan sebenarnya dan dengan segenap hati-Ku dan dengan segenap jiwa-Ku.","Karena demikianlah firman Tuhan: Sebagaimana sudah Kudatangkan celaka besar atas bangsa ini, demikianpun Aku mendatangkan kelak atasnya segala perkara baik yang telah Kukatakan akan halnya.","Maka akan dibeli orang lagi bendang di negeri ini, yang telah kaukatakan akan halnya: Ia itu sudah sunyi, sehingga seorang manusia atau seekor binatangpun tiada lagi dalamnya, tatkala ia itu diserahkan kepada tangan orang Kasdim.","Bahwa orang akan membeli lagi bendang dengan harganya dan membubuh tanda tangan dan meterai pada suratnya dan mengambil lagi saksi atasnya di tanah Benyamin dan dijajahan Yeruzalem dan di dalam segala negeri Yehuda dan di dalam segala negeri yang di pegunungan dan di dalam segala negeri yang di padang dan di dalam segala negeri yang di sebelah selatan; karena Aku kelak akan mengubahkan hal ketawanannya, demikianlah firman Tuhan."]