["Maka kata orang: Jikalau seorang laki sudah membuang bininya, dan setelah ditinggalkannya dia ia menjadi bini orang lain, adakah lakinya yang dahulu itu kembali kepadanya? bukankah negeri dinajiskan sangat oleh yang demikian? Maka sungguhpun engkau sudah berbuat zinah dengan banyak kendak, hendaklah juga engkau kembali kepada-Ku, demikianlah firman Tuhan!","Hendaklah matamu melihat ke atas, kepada segala bukit, di mana gerangan engkau tiada dipercabuli? Pada sisi jalan-jalan engkau sudah duduk mengintai akan mereka itu, seperti seorang bedui di padang belantara, maka engkau sudah menajiskan negeri dengan segala zinahmu dan dengan segala kejahatanmu.","Maka sebab itu sudah ditahani akan segala titik hujan dan hujan akhirpun tiada datang; tetapi mukamu tebal seperti muka sundal, dan engkau enggan akan malu.","Bukankah sampai sekarang engkau berseru kepada-Ku: Hai bapaku! engkau juga pemimpinku dari pada masa mudaku!","Bolehkah murka-Nya kekal sampai selama-lamanya? bolehkah ditaruhnya akan dia selalu? Bahwasanya demikianlah katamu, maka engkau berbuat juga segala jahat, sampai makin bertambah-tambah.","Arakian, maka firman Tuhan kepadaku pada zaman raja Yosia: Sudahkah engkau melihat barang yang telah dibuat oleh Israel, perempuan terbalik itu? Bahwa ia sudah pergi ke atas segala bukit yang tinggi dan ke bawah segala pohon yang hijau, lalu berbuat zinah di sana.","Maka kemudian dari pada dibuatnya segala perkara itu firman-Ku juga kepadanya: Hendaklah engkau kembali kepada-Ku! tetapi tiada juga ia kembali. Maka ia itu dilihat oleh Yehuda, saudaranya yang khianat itu.","Maka Kulihat, apabila sudah Kubuang Israel dan sudah Kuberikan surat talak kepadanya, karena sebab segala zinah yang dibuatnya, maka Yehuda, saudaranya yang khianat itu, tiada juga takut, melainkan pergilah ia juga lalu berbuat zinah.","Maka sudah jadi oleh gampangan zinahnya, dinajiskannya negeri, karena ia telah berbuat zinah dengan batu dan kayupun.","Maka kemudian dari pada segala perkara itu tiada juga Yehuda, saudaranya yang khianat itu, kembali kepada-Ku dengan tulus hatinya, melainkan dengan pura-pura juga, demikianlah firman Tuhan.","Maka sebab itu firman Tuhan kepadaku: Bahwa Israel yang terbalik itu sudah menyatakan dirinya benar dari pada Yehuda yang khianat itu.","Pergilah engkau, serukanlah perkataan ini ke utara, bunyinya: Hendaklah engkau tobat, hai Israel yang terbalik! demikianlah firman Tuhan, maka tiada Aku akan menunjuk kepadamu wajah-Ku dengan murka, karena berkemurahanlah Aku, demikianlah firman Tuhan, tiada Aku menaruh murka sampai selama-lamanya.","Sahaja hendaklah kamu ketahui akan salahmu, bahwa kamu sudah mendurhaka kepada Tuhan, Allahmu, dan sudah hanyut dengan orang helat ke sana ke mari di bawah segala pohon kayu yang hijau, dan tiada kamu dengar akan bunyi suara-Ku, demikianlah firman Tuhan.","Hendaklah kamu bertobat, hai anak-anak yang terbalik! demikianlah firman Tuhan, karena jikalau kamu sudah Kubuang sekalipun, niscaya Kuangkat akan kamu pula, seorang dari pada isi sebuah negeri dan dua orang dari pada sesuku bangsa, dan Kuhantar akan kamu ke Sion.","Maka Aku akan mengaruniakan kepadamu gembala-gembala yang setuju dengan hati-Ku, maka mereka itu akan menggembalakan kamu dengan pengetahuan dan akal budi.","Maka akan jadi pada masa itu apabila kamu sudah bertambah-tambah banyak dan sudah menjadi biak di dalam negeri, demikianlah firman Tuhan, tiada lagi orang berkata-kata akan hal tabut perjanjian Tuhan, bahkan, peringatan akan dia tiada lagi akan terbit di dalam hati dan tiada lagi diingat orang akan dia dan tiada orang akan merasai ketiadaannya dan tiada juga diperbuat sebuah yang lain pula.","Pada masa itu Yeruzalem akan disebut arasy Tuhan dan segala bangsa akan dihimpunkan kepadanya, oleh karena nama Tuhan di Yeruzalem, dan tiada lagi mereka itu akan berjalan menurut kehendak hatinya yang jahat.","Maka pada masa itu juga orang isi rumah Yehuda akan pergi mendapatkan orang isi rumah Israel, maka bersama-sama mereka itu akan datang dari tanah yang di utara itu ke tanah yang sudah Kukaruniakan kepada nenek moyangmu akan bahagian pusaka.","Maka sungguh firman-Ku: Apakah bahagian Kuberikan kamu kelak di antara segala anak? Bahwasanya Aku hendak mengaruniakan kepadamu suatu tanah yang permai, yaitu perhiasan pilihan segala bangsa akan bahagianmu pusaka! Dan lagi firman-Ku: Kamu akan memanggil Aku Bapamu, dan tiada lagi kamu akan undur dari belakang-Ku.","Bahwasanya, seperti seorang bini meninggalkan lakinya dengan khianatnya, demikianpun kamu sudah meninggalkan Daku dengan khianatmu, hai orang isi rumah Israel! beginilah firman Tuhan.","Adalah bunyi suara kedengaran di atas tempat yang tinggi, bunyi tangis dan doa segala bani Israel, sebab mereka itu sudah mendolak-dalikkan jalannya dan sudah melupakan Tuhan, Allahnya.","Hendaklah kamu bertobat, hai anak-anak yang terbalik! maka Aku akan menyembuhkan kamu dari pada segala sesatan kamu! -- Bahwasanya adalah kami di sini, kami datang mendapatkan Dikau, karena Engkaulah Tuhan, Allah kami.","Sungguh cuma-cuma dinantikan selamat dari pada segala bukit, atau dari pada gunung yang banyak, karena hanyalah dari pada Tuhan, Allah kita, datanglah selamat orang Israel!","Maka sebab itu kelelahan segala moyang kita sudah dimakan habis oleh segala kecelaannya dari pada kecil mula, demikianpun segala domba kambing dan lembu kita dan segala anak laki-laki dan perempuan kita!","Bahwa kita terhantar dengan malu kita dan kitapun tertudung dengan kecelaan kita; sebab kita sudah berdosa kepada Tuhan, Allah kita, baik kita baik segala nenek moyang kita, dari pada kecil mula datang kepada hari ini, dan tiada kita mendengar akan bunyi suara Tuhan, Allah kita."]