["Arakian, maka datanglah firman Tuhan kepada Yermia pada kedua kalinya, pada masa ia lagi terkurung di pelataran biduanda, bunyinya:","Demikianlah firman Tuhan, yang akan membuatnya, yang menyediakan dia hendak megadakannya; maka Hua itulah nama-Nya.","Berserulah olehmu kepada-Ku, maka Aku kelak menyahut kepadamu dan Aku akan memberitahu kepadamu perkara yang besar-besar dan perkara yang terlindung, yang tiada kauketahui.","Karena demikianlah firman Tuhan, Allah orang Israel, akan hal segala rumah dalam negeri ini dan akan hal segala istana raja-raja Yehuda, yang dibinasakan oleh segala alat penyerang dan oleh pedang.","Ada juga beberapa orang sudah masuk ke dalamnya hendak berperang dengan orang Kasdim, tetapi ia itu juga akan memenuhi dia dengan bangkai segala orang yang sudah Kubunuh dengan murka-Ku dan dengan geram-Ku, sebab Aku sudah berpaling muka-Ku dari pada negeri ini, oleh karena segala kejahatannya.","Bahwa sesungguhnya Aku akan membaiki dan menyembuhkan dan memberi sehat kepadanya dan menunjuk kepadanya kelimpahan selamat sentosa yang tiada berkesudahan.","Dan Aku akan mengubahkan kelak hal ketawanan orang Yehuda dan hal ketawanan orang Israel dan Aku membangunkan mereka itu seperti pada mulanya.","Dan Aku akan membersihkan mereka itu dari pada segala kejahatan, dengan dia juga mereka itu sudah berdosa kepada-Ku, dan Aku akan mengampuni segala kejahatannya, dengan dia juga mereka itu sudah berdosa kepada-Ku dan dengan dia juga mereka itu sudah bersalah kepada-Ku.","Maka ia itu jadi bagi-Ku akan nama kesukaan dan akan kepujian dan akan perhiasan di antara segala bangsa di atas bumi, yang akan mendengar kabar akan segala kebajikan yang Kuperbuat akan dia; maka mereka itu akan takut dan gentar dari karena segala kebajikan dan segala selamat yang Kuadakan baginya.","Demikianlah firman Tuhan: Bahwa di dalam tempat ini (yang kaukatakan akan halnya demikian: Sunyilah ia, sehingga seorang manusia atau seekor binatangpun tiada di dalamnya), maka di dalam segala negeri Yehuda dan pada segala lorong Yeruzalem, yang rusak begitu, sehingga seorang manusia atau seekor binatangpun tiada di dalamnya, di sana akan kedengaran pula","bunyi kesukaan dan bunyi keramaian, bunyi mempelai dan bunyi penganten, bunyi segala orang yang berkata demikian Pujilah olehmu akan Tuhan serwa sekalian alam, karena baiklah Tuhan dan kemurahan-Nyapun kekal selama-lamanya! dan lagi bunyi orang yang membawa persembahan puji-pujian ke dalam rumah Tuhan, karena Aku akan mengangkat pula segala orang tawanan negeri ini seperti pada mulanya, demikian firman Tuhan.","Maka firman Tuhan serwa sekalian alam demikian: Di dalam tempat ini, yang rusak sehingga seorang manusia atau seekor binatangpun tiada dalamnya, demikianpun di dalam segala negerinya akan ada pula pondok-pondok gembala, dan kawan-kawan dombapun akan berbaring kelilingnya.","Di dalam segala negeri pergunungan dan di dalam segala negeri di padang dan di dalam segala negeri selatan dan di tanah Benyamin dan di dalam segala jajahan Yeruzalem dan di dalam segala negeri Yehuda kawan-kawan domba akan berjalan lalu pula dari bawah tangan orang yang membilang dia, demikianlah firman Tuhan.","Bahwasanya hari akan datang, demikianlah firman Tuhan, apabila Kusampaikan kelak perkara yang baik, yang telah Aku berfirman akan hal orang isi rumah Israel dan akan hal orang isi rumah Yehuda.","Maka pada hari itu dan pada masa itu Aku akan menumbuhkan pada Daud suatu Pucuk yang adil, maka iapun akan melakukan insaf dan adalat di atas bumi.","Maka pada masa itu Yehuda akan merasai selamat dan Yeruzalem akan duduk dengan sentosa, maka inilah juga yang akan memanggil dia, yaitu: Tuhan Kebenaran Kami.","Karena demikianlah firman Tuhan: Dari pada Daud tiada akan diputuskan orang yang duduk di atas takhta kerajaan orang isi rumah Israel.","Dan lagi dari pada imam orang Lewi tiada akan diputuskan orang yang mempersembahkan korban bakaran dan memasang persembahan makanan dan menyediakan korban sembelihan pada segala hari di hadapan hadirat-Ku.","Maka datanglah firman Tuhan kepada Yermia, bunyinya.","Demikianlah firman Tuhan: Jikalau kiranya kamu dapat merombak perjanjian-Ku akan siang dan perjanjian-Ku akan malam, sehingga tiada siang dan tiada malam pada masanya,","baharulah boleh dirombak perjanjian-Ku dengan hamba-Ku Daud, sehingga tiada padanya anak yang kerajaan di atas singgasananya serta dengan segala orang Lewi dan imam, hamba-Ku.","Seperti segala tentara di langit tiada tepermanai banyaknya dan pasir di lautpun tiada tersukat, demikianpun Aku akan memperbanyakkan benih Daud, hamba-Ku, dan segala orang Lewi, yang berkhidmat kepada-Ku.","Arakian, maka datanglah firman Tuhan kepada Yermia, bunyinya:","Tiadakah engkau memperhatikan barang yang dikatakan oleh bangsa ini, katanya: Adapun kedua bangsa yang telah dipilih Tuhan, ia itu sudah dibuangnya. Demikianlah dicelakannya umat-Ku, sebab pada pemandangannya mereka itu tiada lagi suatu bangsa adanya.","Demikianlah firman Tuhan: Jikalau kiranya tiada perjanjian-Ku akan siang dan malam, jikalau kiranya tiada Kutentukan segala peraturan langit dan bumi,","baharu Aku membuang benih Yakub dan benih Daud, hamba-Ku, sehingga tiada Kuambil dari pada benihnya akan memerintahkan bani Ibrahim, Ishak dan Yakub, karena Aku akan mengubahkan hal ketawanannya dan mengasihani akan mereka itu."]