["Bahwa inilah firman yang telah datang kepada Yermia dari pada pihak Tuhan pada zaman Yoyakim bin Yosia, raja orang Yehuda, bunyinya:","Pergilah engkau mendapatkan bangsa orang Rekhabi, berkata-katalah dengan mereka itu dalam rumah Tuhan, dalam salah sebuah dari pada segala bilik itu dan berikanlah air anggur kepada mereka itu, supaya diminumnya.","Lalu kuambil akan Yaazanya bin Yermia bin Habazzinya, dan akan segala saudaranya dan segala anaknya laki-laki dan akan segenap bangsa Rekhabi itu.","Kuhantar akan mereka itu ke dalam rumah Tuhan, ke dalam bilik anak-anak Hanan bin Yijdalya, aziz Allah itu; adapun biliknya ada pada sisi bilik segala penghulu, di atas bilik Maaseya bin Salum, penunggu ambang itu.","Maka di hadapan segala bani bangsa Rekhabi itu kutaruh beberapa cawan dan piala berisi air anggur, lalu kataku kepadanya: Minumlah olehmu air anggur.","Tetapi kata mereka itu: Tiada kami mau minum air anggur, karena pesan Yonadab bin Rekhab, bapa kami, kepada kami demikian: Janganlah kamu minum air anggur, baik kamu baik segala anak-anakmu, sampai selama-lamanya jangan;","dan lagi janganlah kamu membuat rumah atau menabur biji-bijian atau menanamkan pokok anggur atau menaruh dia bagi dirimu, melainkan hendaklah kamu duduk dalam kemah sepanjang umur hidupmu, supaya umurmu dilanjutkan dengan beberapa hari di dalam negeri tempat kamu menumpang seperti orang dagang.","Maka kami sekalianpun menurutlah kata Yonadab bin Rekhab, bapa kami itu, dalam segala sesuatu yang dipesannya kepada kami, sehingga seumur hidup kami tiada pernah kami minum air anggur, baik kami sendiri baik segala bini kami baik segala anak laki-laki dan perempuan kami.","Dan tiada kami membuat rumah akan tempat kedudukan kami; demikianpun tiada pada kami barang kebun anggur atau bendang atau biji-bijian;","melainkan selalu kami duduk di dalam kemah-kemah juga; demikianlah kami telah menurut dan melakukan segala sesuatu yang telah dipesan oleh bapa kami Yonadab itu.","Maka jadi, apabila Nebukadnezar, raja Babil itu, berangkat ke tanah ini, kami berkata demikian: Mari kita pergi ke Yeruzalem, dari karena takut akan balatentara orang Kasdim dan dari karena takut akan balatentara orang Syam, sebab itulah sekarang adalah kami di Yeruzalem.","Hata, pada masa itu datanglah firman Tuhan kepada Yermia, bunyinya:","Demikianlah firman Tuhan serwa sekalian alam, Allah orang Israel: Pergilah engkau, katakanlah kepada segala orang Yehuda dan kepada segala orang isi Yeruzalem: Tiadakah kamu mau menerima taadib, supaya kamu menurut firman-Ku? demikianlah firman Tuhan:","Bahwa segala kata Yonadab bin Rekhab, yang telah dipesannya kepada anak-anaknya, supaya jangan diminumnya air anggur, ia itu ditetapkan juga, karena tiada pernah mereka itu minum dia sampai kepada hari ini, melainkan diturutnya juga pesan bapanya, maka Aku sudah berfirman kepadamu dari pagi-pagi, tetapi tiada juga kamu menurut firman-Ku;","dan Aku sudah menyuruhkan kepadamu segala hamba-Ku, yaitu segala nabi-nabi, Kusuruhkan dia dari pagi-pagi mengatakan: Hendaklah kiranya kamu bertobat masing-masing dari pada jalannya yang jahat itu dan betulkanlah segala kelakuanmu dan janganlah kamu mengikut dewa-dewa akan berbuat bakti kepadanya, niscaya kamu akan tetap di dalam negeri yang telah Kukaruniakan kepada segala nenek moyangmu, tetapi tiada juga kamu memberi telinga dan tiada juga kamu mendengar akan Daku.","Maka tegal segala bani Yonadab bin Rekhab sudah menurut pesan bapanya, yang telah dikatakannya kepada mereka itu, tetapi bangsa ini segan juga mendengar akan Daku.","Maka sebab itu firman Tuhan, Allah serwa sekalian alam, Allah orang Israel, demikian: Bahwasanya Aku mendatangkan kelak atas Yehuda dan atas segala orang isi Yeruzalem segala perkara jahat yang telah Aku berfirman atasnya, maka ia itu sebab Aku sudah berfirman kepadanya, tetapi tiada juga mereka itu mau dengar, Aku sudah berseru-seru kepadanya, tetapi tiada juga mereka itu mau menyahut.","Maka kepada bangsa orang Rekhabi itu kata Yermia: Demikianlah firman Tuhan serwa sekalian alam, Allah orang Israel: Maka sebab kamu sudah menurut pesan Yonadab, bapamu itu, dan kamu sudah melakukan segala hukumnya dan sudah membuat segala sesuatu yang telah dipesannya kepadamu;","maka sebab itu juga firman Tuhan serwa sekalian alam, Allah orang Israel, demikian: Dari pada Yonadab bin Rekhab sekali-kali tiada akan diputuskan orang yang berdiri di hadapan hadirat-Ku pada segala hari."]