["Sebermula, maka kerajaanlah Zedekia bin Yosia akan ganti Khonia bin Yoyakim, sebab sudah diangkat oleh Nebukadnezar, raja Babil, akan dia menjadi raja atas negeri Yehuda.","Maka tiada didengarnya, baik ia baik segala hambanya baik segala orang isi negeri itu, akan firman Tuhan yang dikatakannya dengan lidah nabi Yermia.","Maka disuruhkan juga oleh raja Zedekia akan Yehukhal bin Selemya dan Zefanya bin Maaseya, yang imam, mendapatkan nabi Yermia, katanya: Pintakanlah kiranya doa akan kami kepada Tuhan, Allah kami!","Pada masa itu Yermia lagi keluar masuk di antara bangsanya, belum ia dimasukkan ke dalam penjara.","Maka balatentara Firaun sudah keluar dari negeri Mesir; demi didengar orang Kasdim kabar ini akan halnya, maka berangkatlah mereka itu dari Yeruzalem.","Pada masa itu datanglah firman Tuhan kepada nabi Yermia, bunyinya:","Demikianlah firman Tuhan, Allah orang Israel: Hendaklah kamu katakan kepada raja Yehuda, yang sudah menyuruhkan kamu akan bertanyakan Daku: Bahwasanya balatentara Firaun, yang sudah keluar akan membantu engkau, ia itupun akan balik kembali ke dalam negerinya, ke dalam Mesir;","dan segala orang Kasdim itu akan kembali dan menyerang negeri ini, dan mereka itu akan mengalahkan dia dan membakar habis akan dia dengan api.","Demikianlah firman Tuhan: Janganlah kamu menipu akan hatimu sendiri dengan kata ini: Bahwasanya orang Kasdim itu akan berangkat dari kami kelak, karena sekali-kali tiada mereka itu akan berangkat;","karena jikalau kiranya kamu sudah membunuh segenap tentara orang Kasdim yang berperang dengan kamu itu sekalipun, sehingga dari padanya tinggal lagi hanya beberapa orang terhantar dengan lukanya, masing-masing di dalam kemahnya, niscaya orang itu juga akan berbangkit kelak dan membakar habis akan negeri ini dengan api.","Maka jadi, apabila tentara orang Kasdim itu sudah berangkat dari Yeruzalem, karena sebab tentara Firaun itu,","maka keluarlah Yermia dari dalam Yeruzalem hendak pergi ke tanah Benyamin, supaya diluputkannya dirinya dari sana ke tengah-tengah orang banyak itu.","Serta sampailah ia ke pintu gerbang Benyamin itu, maka adalah di sana seorang penghulu pengawal bernama Yeria bin Selimya bin Hananya, ia itu menangkap nabi Yermia, katanya: Engkau hendak belot serta jatuh kepada orang Kasdim!","Maka sahut Yermia: Bohong itu, tiada aku mau jatuh kepada orang Kasdim. Tetapi tiada ia mendengar akan dia, melainkan ditangkap juga oleh Yeria akan Yermia, lalu dibawanya akan dia menghadap segala penghulu.","Maka berbangkitlah kehangatan amarah segala penghulu itu akan Yermia, dipalunya akan dia, lalu ditaruhnya akan dia dalam penjara, yang di rumah Yonatan, karkun itu, karena rumah itu juga dibuatnya penjara.","Demikian peri Yermiapun masuklah ke dalam bilik penjara yang di bawah tanah, dan Yermiapun adalah di sana beberapa berapa hari lamanya.","Maka disuruhkan raja Zedekia akan orang pergi mengambil akan dia dari sana, lalu bertanyalah baginda kepadanya diam-diam di dalam istananya: Adakah barang firman dari pada pihak Tuhan? Maka sahut Yermia: Ada juga; dan lagi sembahnya: Tuanku akan diserahkan kepada tangan raja Babil kelak.","Dan lagi sembah Yermia kepada raja Zedekia: Apakah dosa patik kepada tuanku atau kepada segala hamba tuanku atau kepada bangsa ini, maka patik dimasukkannya ke dalam gedung penjara?","Sekarang di mana gerangan segala nabi tuanku, yang sudah bernubuat kepada tuanku demikian: Raja Babil sekali-kali tiada akan mendatangi kamu atau negeri ini.","Maka sekarangpun, ya tuanku, biarlah kiranya pinta patik dipersembahkan kepada hadirat tuanku, jangan apalah patik dikembalikan ke dalam rumah Yonatan, karkun itu, asal jangan patik mati di sana.","Maka baginda raja Zedekiapun memberi titah, lalu ditaruhnya akan Yermia di pelataran biduanda; maka pada tiap-tiap hari diberikan oranglah akan dia roti seketul dari kampung tukang roti, sehingga habislah sudah segala roti di dalam negeri; demikianlah tinggallah Yermia di pelataran biduanda itu."]