["Sebermula, maka pada tahun yang kesembilan dari pada kerajaan Zedekia, raja Yehuda, bulan yang kesepuluh, datanglah Nebukadnezar, raja Babil, serta dengan segala balatentaranya ke Yeruzalem lalu dikepungnya.","Maka pada tahun yang kesebelas dari pada kerajaan Zedekia, bulan yang keempat pada sembilan hari bulan itu tetaslah pagar tembok negeri.","Maka segala penghulu raja Babilpun masuklah ke dalamnya, lalu berdiri dekat dengan pintu gerbang yang di tengah-tengah, yaitu Nergal Sarezar Samgar dan Nebusyazban Rabsaris dan Nergal-Sarezar Rabmag dan segala penghulu raja Babil yang lain.","Maka sesungguhnya, serta terlihatlah Zedekia, raja Yehuda dan segala laskarnya akan mereka itu, maka larilah baginda keluar dari dalam negeri pada waktu malam dari pada jalan taman raja dan dari pada pintu yang di tengah pagar tembok yang berlapis itu, maka keluarlah baginda dari pada jalan ke padang.","Tetapi diusir juga oleh tentara orang Kasdim akan dia, lalu dihambatnya akan Zedekia, pada padang Yerikho ditangkapnya akan baginda, lalu dibawanya akan baginda ke hulu menghadap Nebukadnezar, raja Babil, yaitu ke Ribla di benua Hamat, maka Nebukadnezarpun memutuskan hukum atasnya.","Maka oleh raja Babil dibantai segala anak laki-laki Zedekia di Ribla, di hadapan matanya, dan lagi dibantai oleh raja Babil akan segala orang Yehuda yang bangsawan;","dan dicungkilkannya kedua biji mata Zedekia, lalu diikatnya akan dia dengan dua rantai tembaga, hendak membawa akan dia ke Babil.","Maka oleh orang Kasdimpun dibakar habislah akan istana baginda dan segala rumah orang banyak itu dengan api dan segala pagar tembok Yeruzalempun dirobohkannyalah.","Adapun lebihnya segala orang yang lagi tinggal di dalam negeri dan segala pembelot yang sudah jatuh kepadanya, serta dengan lebihnya mereka sekalian yang lagi tinggal itu, ia itu dibawa oleh Nebuzaradan, penghulu biduanda itu, ke Babil dengan tertawan.","Tetapi dari pada rakyat yang hinadina, yang satupun tiada padanya, ditinggalkan Nebuzaradan, penghulu biduanda itu, beberapa orang di tanah Yehuda, dan pada masa itu diberinya akan mereka itu beberapa kebun anggur dan bendang.","Tetapi akan hal Yermia sudah diberi titah oleh Nebukadnezar, raja Babil, kepada Nebuzaradan, penghulu biduanda itu, demikian:","Angkatlah olehmu akan dia dan pandanglah dengan baik akan dia; jangan kaubuat jahat sesuatu akan dia; melainkan sebagaimana katanya demikianpun perbuatlah olehmu akan dia.","Maka sebab itu disuruhkan oleh Nebuzaradan, penghulu biduanda itu, dan oleh Nebusyazban Rabsaris dan Nergal-Sarezar Rabmag dan oleh segala penghulu raja Babil,","disuruhkannya orang mengambil Yermia dari pelataran biduanda, lalu diserahkannya kepada Gedalya bin Ahikam bin Safan, supaya dihantaranya akan dia ke rumahnya; demikian tinggallah Yermia di antara orang banyak itu.","Lagipun firman Tuhan sudah datang kepada Yermia, tatkala ia lagi terkurung di pelataran biduanda itu, bunyinya:","Pergilah engkau; katakanlah ini kepada Ebed-Melekh, orang Kusyi itu: Demikianlah firman Tuhan serwa sekalian alam, Allah orang Israel: Bahwasanya Aku melakukan kelak segala firman-Ku atas negeri ini akan jahatnya dan bukan akan baiknya, dan pada hari itu engkaupun akan melihatnya.","Tetapi pada hari itu juga Aku akan meluputkan dikau, demikianlah firman Tuhan, dan engkaupun tiada akan diserahkan kepada tangan segala orang yang kautakut akan dia.","Karena niscaya Aku kelak meluputkan dikau, supaya jangan engkau mati dimakan pedang, melainkan engkau akan meluputkan jiwamu, sebab engkau sudah harap pada-Ku, demikianlah firman Tuhan."]