["Bahwa inilah akan hal Moab: Demikianlah firman Tuhan serwa sekalian alam, Allah orang Israel: Wai bagi Nebo, karena iapun dibinasakan kelak; Kiryatayim malu; ia sudah dialahkan, kota benteng yang tinggi itu sudah malu dan terkejut.","Tiada lagi Moab akan memegahkan dirinya sebab Hezbon; orang sudah memikirkan jahat akan dia, katanya: Mari kita menumpas dia, sehingga tiada lagi ia suatu bangsa adanya. Maka engkaupun akan dirobohkan, hai Madmen! pedangpun akan menghambat engkau!","Bahwa adalah bunyi teriak datang dari Horonayim, adalah kebinasaan dan kealahan yang besar!","Moab sudah pecah sama sekali; kedengaranlah bunyi teriaknya sampai ke Zoar.","Bukit-bukit Luhit dinaiki oranglah sambil menangis-nangis dan di lembah Horonayim kedengaranlah teriak yang putus-putus.","Larilah kamu, luputkanlah jiwamu; jadilah seperti pokok onak di padang tekukur.","Tegal kamu sudah menaruh harapmu pada segala perbuatanmu dan pada segala harta bendamu, maka kamupun jatuh ke dalam tangan musuh, dan Kamospun dibawa serta di antara segala orang tawanan, baik segala kahinnya dan segala penghulunya bersama-sama.","Karena si pembinasa itu akan datang atas segala negeri, sehingga sebuah negeripun tiada akan luput; maka lembah itu akan binasa dan padang ratapun akan rusak, karena demikianlah firman Tuhan.","Berikanlah bulu kepada Moab, karena ia akan keluar sambil terbang, dan segala negerinya akan menjadi suatu kerobohan batu, sehingga seorangpun tiada duduk dalamnya.","Lakantlah orang yang melakukan pekerjaan Tuhan dengan malas! Laknatlah orang yang menahankan pedangnya dari pada darah!","Bahwa dari pada kecil mula Moab telah bersenang, ia sudah berhenti di atas ampasnya, dan tiada ia dituangkan dari pada bejana satu ke dalam bejana yang lain, dan tiada pernah ia dibawa dengan tertawan, maka sebab itu cita rasanya tetaplah sertanya dan baunyapun tiada berubah.","Maka sebab itu sesungguhnya hari akan datang kelak, demikianlah firman Tuhan, apabila Aku menyuruhkan kepadanya beberapa orang pencurah akan mencurahkan dia, maka ia itu akan menghampakan segala bejananya dan memecahkan segala bocongnya.","Pada masa itu Moab akan dipermalukan oleh Kamos seperti orang isi rumah Israelpun sudah dipermalukan oleh Bait-el, pengharapannya.","Entah bagaimana katamu: Bahwa kami ini orang perwira, semuanya kami orang perang yang perkasa!","Bahwa Moab sudah rusak dan segala negerinyapun dinyalakan dengan api, dan segala orang terunanya yang pilihan itu sudah dibawa kepada pembantaian, demikianlah firman Raja yang bernama Tuhan semesta alam sekalian.","Bahwa kebinasaan Moab adalah hampir akan datang dan celakanyapun bersegera-segera sangat.","Hendaklah meratapi akan dia, hai kamu sekalian yang kelilingnya, dan kamu sekalian yang mengenal akan dia dengan namanya. Katakanlah: Bagaimana tongkat yang kuat itu sudah patah, yaitu tongkat yang indah-indah.","Turunlah dari pada tempat kemuliaanmu, duduklah di tanah dengan berdahaga, hai puteri Dibon! karena pembinasa Moab sudah berangkat hendak mendatangi engkau, dibinasakannya kelak segala kota bentengmu.","Berdirilah pada sisi jalan dan lihatlah olehmu, hai orang isi Aroer! bertanyalah akan orang yang lari dan akan orang yang luput, katakanlah: Apakah telah jadi?","Bahwa Moab malu, karena ia sudah alah; tangislah dan raung-raunglah; wartakanlah sepanjang Arnon bahwa Moab sudah rusak!","Dan pehukuman sudah berlaku atas tanah datar, atas Hezbon dan atas Yahza dan atas Mefaat,","dan atas Dibon dan atas Nebo dan atas Bait-Dibelatayim,","dan atas Kiryatayim dan atas Bait-Gamul dan atas Bait-Meon,","dan atas Keriot dan atas Bozra dan atas segala negeri di tanah Moab, yang jauh dan yang hampir itu.","Bahwa tanduk Moab sudah dipotong dan lengannyapun sudah patah, demikianlah firman Tuhan.","Mabukkanlah dia sebab sudah dibesarkannya dirinya kepada Tuhan, lalu Moab akan menggelumang dengan muntahnya sendiri, dan iapun akan diolok-olok.","Bukankah orang Israel diolok-olok olehmu juga, seolah-olah sudah didapati akan dia di antara orang pencuri? tiap-tiap kali engkau berkata akan halnya maka engkaupun menggeleng kepala.","Tinggalkanlah olehmu akan negeri-negeri dan duduklah dalam bukit-bukit batu, hai orang isi Moab! jadilah engkau bagaikan burung punai, yang memperbuat sarangnya dalam celah-celah pada tepi bukit batu.","Bahwa ketahuilah kita akan sombong Moab, bahwa sombongnya tiada beperhinggaan, dan akan congkaknya dan sombongnya dan jemawanya dan kebesaran hatinya.","Bahwa ketahuilah Aku, demikianlah firman Tuhan, akan kesangatan geramnya dan akan perkataan bohong segala nabi dustanya, semuanya bohong jua barang yang dibuatnya.","Maka sebab itu menangislah aku akan Moab dan meraunglah aku akan seluruh Moab! patutlah orang berkeluh kesah akan hal orang Kir-Heres.","Dalam menangisi Yaezar aku hendak menangisi engkaupun, hai pokok anggur Sibma! cabang-cabangmu merambak sampai ke seberang tasik, sampai ke tasik Yaezar; si pembinasa itu sudah tempuh kepada buah-buahmu yang sudah dikumpulkan dan kepada segala buah anggurmu yang sudah dipetik!","Sekarang sudah lalu segala kesukaan dan segala tepuk tari dari pada bendang-bendang elok yang di tanah Moab; tiada lagi air anggur diirik-irik dalam apitannya; sorak-sorak yang ramai di bendang-bendang itu sudah kuperhentikan; tiadalah sorak-sorak kesukaan dibendang lagi.","Bagaimana besar teriak keluar dari Hezbon! sampai ke Eleala dan sampai ke Yahaz kedengaranlah bunyi suara yang diangkat; dari Zoar sampai ke Horonayim dan sampai ke Ejlat-Syalisia, karena segala sungai Nimrimpun rusaklah!","Dan lagi, demikianlah firman Tuhan, Aku memperhentikan kelak dalam Moab segala orang yang mempersembahkan korban di atas panggung dan yang membakar dupa bagi dewa-dewanya.","Maka sebab itu hatiku berdukacitakan Moab dan kubunyikan suling ratap; bahkan, akan hal segala orang Kir-Herespun kubunyikan suling ratap, karena hilanglah sudah segala kelebihan yang telah diperolehnya!","Aduh, segala kepala sudah gundul dan segala janggut sudah tercabut; pada segala tangan adalah luka dikerat dan pada segala pinggang dikenakan kain karung.","Di atas segala sotoh rumah Moab dan dalam segala lorong-lorongnya berkeliling sudah peraung, sebab Moab sudah Kupecahkan seperti bejana yang tiada disuka orang, demikianlah firman Tuhan!","Aduh, bagaimana sudah binasa ia! raunglah juga akan dia! Wah, bagaimana Moab sudah membalikkan belakangnya dengan malunya! Bahkan, Moab sudah menjadi suatu perkara yang diolok-olok dan suatu tamasya kepada segala orang yang duduk kelilingnya.","Karena demikianlah firman Tuhan: Bahwasanya ia akan terbang ke mari seperti seekor burung nasar dan mengembangkan sayapnya atas Moab.","Bahwa segala negeri sudah dialahkan dan segala kota bentengpun sudah ditawan, maka pada hari itu hati segala orang perkasa dalam Moab seperti hati seorang perempuan yang menyakiti akan beranak.","Bahkan, Moab sudah dibinasakan, supaya jangan lagi ia itu suatu bangsa adanya, sebab telah dibesarkannya dirinya kepada Tuhan!","Bahwa kegentaran dan keleburan dan jerat atas kamu, hai orang isi Moab, demikianlah firman Tuhan!","Barangsiapa yang lari luput dari pada kegentaran, ia itu akan jatuh ke dalam keleburan, dan barangsiapa yang dapat naik dari dalam keleburan, ia itu akan kena jerat, karena Aku ini mendatangkan atasnya, yaitu atas Moab, tahun balasannya, demikianlah firman Tuhan.","Dahulu barangsiapa yang lari dari karena digagahi seteru, ia itu mendapat perlindungan di bawah naung Hezbon, tetapi sekarang sudah keluar api dari Hezbon dan nyala apipun dari tengah-tengah Sihon, maka ia itu sudah makan habis akan pelipisan Moab dan akan batu kepala segala orang yang suka akan perang.","Wai bagimu, hai Moab! binasalah sudah segala bangsa Kamos, karena segala anakmu laki-laki sudah dibawa dengan tertawan dan segala anakmu perempuanpun kepada perhambaan.","Tetapi pada kemudian hari Aku akan mengubahkan hal katawanan Moab, demikianlah firman Tuhan. Sampai di sini tersebutlah pehukuman Moab."]