["Arakian, maka pada masa itu datanglah segala panglima perang dan Yohanan bin Kareyah dan Yezanya bin Hosaya dan segala rakyat dari pada kecil dan besar,","lalu katanya kepada nabi Yermia: Biarlah kiranya pemohon kami berkenan kepada tuan, pintakanlah kiranya doa akan kami, dan akan segala orang yang lagi tinggal ini, kepada Tuhan, Allahmu, karena dari pada orang banyak tinggal kami lagi sedikit, seperti mata tuan sendiri boleh melihatnya.","Supaya Tuhan, Allahmu, memberitahu kami jalan yang mana patut kami turut, dan barang apa yang patut kami perbuat.","Maka sahut nabi Yermia kepada mereka itu: Sudah kudengar ini; bahwasanya aku akan meminta doa kepada Tuhan, Allahmu, setuju dengan katamu itu, bahwasanya adapun segala firman yang akan disahut oleh Tuhan kelak kepadamu ia itu akan kuberitahu kamu, sepatah katapun tiada akan kutahani dari padamu.","Maka kata mereka itu kepada Yermia: Bahwa Tuhan juga pada kami akan saksi yang benar dan setia, jikalau kiranya tiada kami membuat seperti segala firman yang disampaikan Tuhan kelak kepadamu akan hal kami.","Kendatilah baik atau jahat, kami juga akan menurut bunyi firman Tuhan, Allah kami, kepadanya kami menyuruhkan dikau sekarang; maka ia itu supaya selamatlah kami apabila kami menurut firman Tuhan, Allah kami.","Hata, maka selang sepuluh hari tiba-tiba datanglah firman Tuhan kepada Yermia.","Maka dipanggil oleh Yermia akan Yohanan bin Kareyah, dan akan segala panglima perang yang sertanya, dan akan segala rakyat dari pada besar dan kecil,","lalu katanya kepada mereka itu: Demikianlah firman Tuhan, Allah orang Israel, kepadanya juga kamu sudah menyuruhkan aku akan mempersembahkan doamu di hadapan hadirat-Nya:","Jikalau kamu tetap duduk dalam negeri ini, niscaya kamu Kubangunkan, dan tiada Kurobohkan, dan kamu Kuberi berakar, tiada Kubantun; karena bersesallah Aku akan jahat yang telah Kulakukan atas kamu.","Janganlah kamu takut akan raja Babil, yang sangat kamu takut sekarang ini; janganlah kamu takut akan dia, demikianlah firman Tuhan, karena Aku akan serta dengan kamu akan memeliharakan kamu dan akan meluputkan kamu dari pada tangannya.","Dan Aku akan mengaruniakan rahmat kepadamu, supaya belas kasihan hatinya akan kamu, dan dibawanya akan kamu kelak kembali ke dalam negerimu.","Tetapi jikalau kiranya katamu kelak: Tiada kami mau tinggal dalam negeri ini, sehingga tiada kamu menurut firman Tuhan, Allahmu,","serta katamu: Bukan, melainkan kami hendak pergi ke Mesir, di sana tiada kami akan melihat perang atau mendengar bunyi nafiri atau ingin akan roti sebab lapar, maka di sana hendaklah kami tinggal tetap --","sekarangpun, dengarlah olehmu firman Tuhan, hai kamu yang lagi tinggal dari pada orang Yehuda! demikianlah firman Tuhan serwa sekalian alam, yaitu Allah orang Israel: Jikalau kiranya kamu menujukkan mukamu hendak pergi ke Mesir akan menumpang di sana seperti orang dagang;","tak dapat tiada pedang yang kamu takut sekarang itu kelak mendapati akan kamu di sana, yaitu di dalam negeri Mesir, dan lapar yang kamu khawatir itu akan lekat padamu di sanapun, yaitu di Mesir, dan kamu akan mati di sana.","Demikianlah kelak hal segala orang yang mukanya menuju hendak pergi ke Mesir akan menumpang di sana seperti orang dagang; mereka itu akan mati dimakan pedang, dan oleh lapar dan bala sampar, maka dari padanya seorangpun tiada yang akan tinggal atau luput dari pada jahat yang hendak Kudatangkan atasnya kelak.","Karena demikianlah firman Tuhan serwa sekalian alam, yaitu Allah orang Israel: Seperti murka-Ku dan kehangatan amarah-Ku sudah dicurahkan kepada segala orang isi Yeruzalem, demikianpun kehangatan murka-Ku akan dicurahkan kepadamupun, jikalau kamu pergi ke Mesir; maka kamu akan menjadi suatu kutuk dan kebinasaan dan laknat dan kecelaan, dan tiada lagi kamu akan memandang tempat ini.","Bahwa Tuhan juga sudah berfirman kepadamu, hai kamu sekalian yang lagi tinggal dari pada orang Yehuda! janganlah kamu pergi ke Mesir, ketahuilah olehmu dengan sebenarnya, bahwa pada hari ini juga aku naik saksi atas kamu.","Jikalau kiranya sekarang kamu menipu dirimu, apabila kamu menyuruhkan daku kepada Tuhan, Allahmu, sambil katamu: Pintalah doa akan kami kepada Tuhan, Allah kami, maka segala sesuatu yang firman Tuhan, Allah kami, berilah tahu kami, niscaya kami akan menurut dia!","Sekarang aku sudah memberitahu dia kepadamu; maka jikalau tiada juga kamu mau dengar akan firman Tuhan, Allahmu, dan akan segala sesuatu yang disuruh-Nya aku sampaikan kepadamu;","sekarang ketahuilah olehmu dengan sebenarnya, bahwa kamu akan mati kelak oleh pedang dan lapar dan bala sampar di tempat yang kamu berniat sekarang hendak ke sana akan menumpang di sana seperti orang dagang."]