["Hata, setelah sudah Yermia mengatakan kepada segenap orang banyak segala firman Tuhan, Allahnya, yang telah disuruh Tuhan, Allahnya, katakan kepadanya segala firman itu,","lalu sahut Azarya bin Hosaya dan Yohanan bin Kareyah dan segala orang jemawa itu kepada Yermia, katanya: Dusta juga katamu ini; engkau tiada disuruhkan oleh Tuhan, Allah kami, mengatakan: Jangan kamu pergi ke Mesir akan menumpang di sana seperti orang dagang;","melainkan engkau diasut oleh Barukh bin Neria akan melawan kami, supaya dapat diserahkannya kami kepada tangan orang Kasdim, supaya dibunuhnya akan kami atau dibawanya akan kami ke Babil dengan tertawan.","Demikianlah tiada diturut oleh Yohanan bin Kareyah dan segala panglima perang dan segala rakyat itu akan firman Tuhan, tiada mereka itu tinggal di tanah Yehuda,","melainkan diambil oleh Yohanan bin Kareyah dan segala panglima perang akan mereka sekalian yang lagi tinggal dari pada orang Yehuda, yang sudah kembali ke tanah Yehuda dari pada segala bangsa kepadanya mereka itu sudah dihalaukan akan menumpang di sana seperti orang dagang,","diambilnya akan segala orang laki-laki dan perempuan dan anak-anak dan akan segala puteri raja dan akan segala orang yang telah ditinggalkan oleh Nebuzaradan, penghulu biduanda itu, dengan Gedalya bin Ahikam bin Safan, dan lagi akan nabi Yermia dan Barukh bin Neria;","lalu pergilah mereka itu ke Mesir, tiada mereka itu mau menurut firman Tuhan, maka sampailah mereka itu ke Takhpanhesy.","Maka pada masa itu datanglah firman Tuhan kepada Yermia di Takhpanhesy itu, bunyinya:","Ambillah olehmu akan batu besar-besar pada tanganmu, tudungi dia dengan tanah liat dalam pembakaran batu yang dekat pintu istana Firaun di Takhpanhesy, di hadapan mata segala orang Yahudi itu,","dan katakanlah kepada mereka itu: Demikianlah firman Tuhan semesta alam sekalian, yaitu Allah orang Israel: Bahwasanya Aku kelak menyuruhkan orang memanggil ke mari Nebukadnezar, raja Babil, yaitu hamba-Ku, dan Aku akan mendirikan takhtanya di atas segala batu ini, yang sudah Kutudungi, maka iapun akan menghamparkan kain permadaninya padanya.","Maka iapun akan datang mengalahkan orang Mesir, yang patut mati akan mati, yang patut akan tawanan itu akan ditawan, dan yang patut dimakan pedang itupun akan dimakan pedang.","Maka Aku akan menyalakan suatu api di dalam segala rumah berhala Mesir, dibakarnya habis akan dia dan dibawanya akan dia dengan tertawan, dan ditudunginya akan seluruh tanah Mesir seperti seorang gembala manudungi dirinya dengan kainnya, dan iapun akan keluar dari sana dengan selamat.","Maka dipecah-pecahkannya kelak segala tiang yang terdiri dari pada Bait-asSyams, yang di Mesir itu, dan segala rumah berhala orang Mesirpun akan dibakarnya habis dengan api."]