["Demikianlah firman Tuhan: Jikalau kamu hendak bertobat, hai orang Israel! kamu akan kembali kepada-Ku, dan jikalau kamu membuang barang-barangmu yang kebencian itu dari hadapan hadirat-Ku, maka kamu tiada akan mengembara lagi.","Sebab itu hendaklah kamu bersumpah demi Tuhan yang hidup! dengan setia dan tulus dan tetap hati, lalu segala bangsa akan memberkati dirinya dengan Dia dan bermegah-megah sebab Dia.","Demikianlah firman Tuhan kepada segala orang Yehuda dan kepada orang isi Yeruzalem: Hendaklah kamu menebas bagi dirimu akan sebuah tanah tandus dan janganlah kamu menabur di tengah-tengah duri.","Khatankanlah dirimu bagi Tuhan dan buanglah kulup hatimu, hai kamu orang Yehuda dan orang isi Yeruzalem! supaya jangan kehangatan murka-Ku menjulang seperti nyala api dan menghanguskan, sehingga seorangpun tiada dapat memadamkan dia, dari karena jahat segala perbuatanmu.","Wartakanlah ini di Yehuda, perdengarkanlah ini di Yeruzalem, beritakanlah ini, bahkan, tiupkanlah nafiri di dalam negeri dan berseru-serulah dengan nyaring suaramu: Hendaklah kamu berhimpun, hendaklah kita masuk ke dalam negeri-negeri yang berkota benteng.","Dirikanlah alamat arah ke Sion, larilah berlepas dirimu; janganlah kamu berhenti, karena Aku mendatangkan jahat kelak dari sebelah utara dan kebinasaan yang besar.","Bahwa singa sudah berbangkit dari dalam rongganya, si pembinasa segala bangsa sudah berangkat, sudah keluar dari dalam tempatnya, hendak menjadikan tanahmu akan suatu kebinasaan; segala negerimu akan dirobohkan, sehingga seorangpun tiada yang diam dalamnya.","Sebab itu hendaklah kamu berpakaikan kain karung, serta meratap dan meraung-raung, karena belum lagi kehangatan murka Tuhan undur dari pada kita.","Maka akan jadi pada masa itu juga, demikianlah firman Tuhan, bahwa hilanglah kelak hati raja dan hati segala penghulu, maka hati segala imam akan dahsyatlah dan segala nabipun akan tercengang-cengang.","Lalu sembahku: Ya Tuhan Hua! bahwa sesungguhnya Engkau juga sudah menyesatkan sangat bangsa ini dan orang isi Yeruzalempun, pada masa dikatakan kepadanya: Kamu akan selamat sentosa, sedang pedang itu sudah makan sampai kepada hati.","Pada masa itu akan dikatakan kepada bangsa ini dan kepada orang isi Yeruzalem: Adalah angin yang melayurkan turun dari tempat yang tinggi-tinggi di padang belantara menuju jalan puteri umat-Ku; bukan angin akan menampi atau akan membersihkan.","Bahwa angin yang terlebih besar akan datang. Maka sekarang juga Aku hendak mendatangkan segala hukum-Ku atas mereka itu.","Bahwasanya naiklah ia seperti awan-awan dan segala ratanyapun seperti puting beliung, terlebih pantas dari pada burung rajawali adalah segala kudanya; wai bagi kita, karena binasalah kita!","Basuhkanlah hatimu dari pada kejahatan, hai Yeruzalem! supaya terpeliharalah engkau; berapa lamakah lagi kepikiran yang sia-sia kaubiarkan bermalam di dalam hatimu?","Kabarnya sudah datang dari Dan, pemberita celaka dari pegunungan Efrayim.","Berilah tahu kepada segala bangsa: Mereka itu sudah datang! perdengarkanlah barang yang akan berlaku kelak atas Yeruzalem! bahwa beberapa orang penunggu datang dari jauh, dinyaringkannya suaranya kepada segala negeri Yehuda.","Seperti penunggu ladang mereka itu berkerumun kepadanya berkeliling, sebab ia telah mendurhaka kepada-Ku; demikianlah firman Tuhan.","Bahwa segala perkara ini didatangkan atasmu oleh kelakuanmu dan oleh segala perbuatanmu; inilah bekas kejahatanmu ia itu pahit begitu dan makan sampai ke dalam hatimu.","Aduh, isi perutku! aduh, isi perutku! aku menyakiti hendak beranak; dadaku hendak berbelah, bagaimana bergelora hatiku; tiada boleh aku berdiam diriku, karena aku mendengar bunyi nafiri dan tempik sorak perang sampai ke dalam hatiku.","Kealahan demi kealahan diserukan oranglah; rusaklah sudah seluruh tanah; sekonyong-konyong segala kemahku dibinasakan dan segala rumah peranginanku pada sesaat jua.","Berapa lamakah lagi aku melihat alamat itu dan mendengar bunyi nafiri?","Bagaimana bodoh umat-Ku itu, bahwa tiada diketahuinya akan Daku? mereka itulah anak-anak gila yang tiada berakal; pandai mereka itu pada berbuat jahat, tetapi tiada mereka itu tahu berbuat baik.","Jikalau aku melihat tanah itu, bahwasanya sunyi senyap dan campurbaurlah adanya; jikalau aku menengadah ke langit maka padamlah segala pelitanya.","Jikalau aku melihat kepada gunung-gunung, bahwasanya semuanya itu bergempalah dan segala bukitpun bergerak.","Ke manapun baik kupandang seorangpun tiada, jikalau unggas yang di udara sekalipun sudah terbang semuanya.","Bahwa aku melihat tanah yang permai itu sudah menjadi padang tekukur, segala negerinya sudah dirobohkan oleh Tuhan dengan kehangatan murka-Nya.","Karena demikianlah firman Tuhan: Seluruh tanah ini akan kerusakan belaka, maka belum lagi Aku mengadakan kesudahannya.","Maka sebab itu hendaklah bumi itu murung dan segala langit yang di ataspun hitam! karena barang yang sudah Kukatakan, ia itu tentulah pada-Ku, tiada ia itu Kusesalkan dan tiada Kupalingkan diri-Ku dari padanya.","Bahwa dari pada bunyi orang berkuda dan orang pemanah larilah orang isi segala negeri, mereka itu masuk ke dalam hutan dan naik ke atas gunung-gunung batu; segala negeri ditinggalkan sunyi, tiada didapati lagi akan barang seorang isinya.","Sebab itu apakah hendak kauperbuat? engkau yang hampir akan binasa! jikalau engkau berpakaikan kain ungu, jikalau engkau menghiasi dirimu dengan pelbagai benda keemasan, jikalau engkau menyapukan matamu dengan celak sekalipun, cuma-cuma juga engkau menghiasi dirimu begitu, segala kendak mencelakan dikau, mereka itu juga menuntut jiwamu.","Wai, aku dengar bunyi seperti suara perempuan yang menyakiti akan beranak, bunyi hai hui seperti dari pada perempuan yang baharu beranak sulungnya, bunyi hai hui seperti dari pada perempuan yang baharu beranak, yaitu bunyi suara puteri Sion, bahwa ia berkeluh kesah dan ditadahkannya tangannya, katanya: Wai bagiku, karena nyawaku hampir akan putus di bawah tangan segala pembunuh itu!"]