["Bahwa inilah firman Tuhan yang telah datang kepada nabi Yermia akan hal segala orang kafir,","akan hal Mesir, akan hal tentara Firaun Nekho, raja Mesir, yang ada di tepi sungai Ferat dekat dengan Karkhemis, yang telah dialahkan oleh Nebukadnezar, raja Babil, pada tahun yang keempat dari pada kerajaan Yoyakim bin Yosia, raja orang Yehuda:","Lengkapkanlah perisai dan selukung; tampillah kepada peperangan!","Kenakanlah kuda pada segala rata, naiklah kamu, hai segala orang berkendaraan! Tunjukkanlah beranimu dengan ketopong pada kepalamu, berlayamkanlah lembing dan pakailah baju zirha!","Mengapa kiranya Aku melihat mereka itu termangu-mangu serta undur? jikalau segala hulubalang mereka itu sekalipun sudah cabar hatinya, mereka itu lari dengan tiada menoleh; adalah kegentaran berkeliling, demikianlah firman Tuhan.","Orang yang pantas janganlah lari berlepas dirinya, dan orang yang perkasapun jangan luput! pada sebelah utara di tepi sungai Ferat mereka itu sudah tergelincuh lalu rebah jatuh.","Siapa gerangan dia yang sebak seperti sungai Nil, airnya gemuruh seperti sungai-sungai?","Bahwa orang Mesir juga sebaklah seperti sungai Nil, dan airnyapun gemuruh seperti sungai-sungai, katanya: Aku akan berangkat serta menudungi bumi, aku akan membinasakan negeri dan segala orang yang duduk dalamnya.","Berjalanlah juga, hai segala kuda! kertak-kertuklah, hai segala rata! tampillah dengan kilatmu, hai segala orang perkasa! baik orang Kusyi dan orang Put yang memegang perisai dan segala orang Ludi yang menyandang dan membentang busur panah.","Bahwa sesungguhnya hari ini bagi Tuhan, yaitu bagi Tuhan serwa sekalian alam, suatu hari pembalasan, akan menuntut bela kepada seteru-Nya. Maka sebab itu pedang akan makan sampai kenyang-kenyang dan menjadi mabuk dari pada darah mereka itu! Bahkan, adalah bagi Tuhan, yaitu bagi Tuhan serwa sekalian alam, suatu korban sembelihan di benua utara, di tepi sungai Ferat.","Pergilah engkau ke Gilead, ambillah masuh akan dirimu, hai tuan puteri Mesir! Cuma-cumalah engkau berbanyak-banyak obat, karena engkau tiada tersembuhkan.","Bahwa kehinaanmu telah kedengaranlah kepada segala bangsa, dan bumipun sudah dipenuhi dengan teriakmu; mereka itu sudah bertempuh-tempuhan, orang perkasa dengan orang perkasa, keduanyapun sudah rebah bersama-sama.","Bahwa inilah firman yang telah dikatakan oleh Tuhan kepada nabi Yermia akan hal datang Nebukadnezar, raja Babil, hendak mengalahkan Mesir:","Beritahulah dalam seluruh Mesir, wartakanlah di Migdol, perdengarkanlah di Nof dan di Takhpanhesypun, katakanlah ini: Hendaklah masing-masing kamu berdiri pada tempatnya, bersiaplah dirimu, karena adalah pedang makan habis sekaliannya kelilingmu.","Mengapa maka segala orangmu yang gagah berani itu sudah dihapuskan? Dari pada mereka itu seorangpun tiada dapat berdiri tetap, karena Tuhan juga yang menghalaukan mereka itu.","Adalah banyak yang tergelincuh, lagi rebah timpa-menimpa, sehingga katanya: Mari kita balik kepada bangsa kita dan ke negeri tempat jadi kita, dari sebab pedang yang membinasakan sekaliannya.","Di sanapun berserulah mereka itu: Bahwa Firaun, raja Mesir, itu suatu huru-hara adanya, dibiarkannya masa yang baik itu sudah lalu.","Sesungguh-sungguh Aku ini hidup, demikianlah firman Raja yang bernama Tuhan semesta alam sekalian, seperti gunung Tabor di antara segala gunung dan seperti gunung Karmel pada tepi laut, demikianlah ketentuannya ia akan datang kelak.","Perbuatlah akan dirimu pakaian orang buangan, hai segala penduduk, hai puteri Mesir! karena Nof akan kebinasaan kelak dan dibakar habis, sehingga seorangpun tiada duduk dalamnya.","Bahwa Mesir itu bagaikan lembu muda yang amat elok, maka orang pembantai ada datang, ia datang dari sebelah utara.","Dan lagi segala orang upahannya, yang di antaranyapun, adalah seperti anak lembu yang tambun-tambun, bahwa mereka itupun berpaling dirinya, lalu lari bersama-sama; tiada mereka itu tahan berdiri, karena hari kebinasaannya telah datang atasnya, yaitu hari ketulahannya.","Bunyi suaranya seperti bunyi buaya, karena dengan kuasa mereka itu berjalan ke sana, mereka itu datang mendapatkan dia dengan kapak, seperti hendak meramu kayu.","Mereka itu sudah menebang hutannya, demikianlah firman Tuhan, jikalau ia itu tiada teresap sekalipun, karena terlebih banyak mereka itu dari pada belalang, tiada tepermanai banyaknya.","Puteri Mesir itu sudah dapat malu; ia sudah diserahkan kepada tangan bangsa yang dari utara itu.","Bahwa Tuhan semesta alam sekalian, yaitu Allah orang Israel, sudah berfirman demikian: Bahwasanya Aku akan membalas kepada kebanyakan orang No dan kepada Firaun dan kepada Mesir dan kepada segala berhalanya dan kepada segala rajanya dan kepada segala orang yang harap padanya.","Maka Aku akan menyerahkan mereka itu kelak kepada tangan segala orang yang menyengajakan matinya, dan kepada tangan Nebukadnezar, raja Babil, dan kepada tangan segala hambanya. Tetapi kemudian dari pada itu negerinyapun akan diduduki pula seperti pada zaman dahulu, demikianlah firman Tuhan.","Tetapi engkau, hai Yakub, hamba-Ku! janganlah takut, dan jangan engkau terkejut, hai Israel! karena sesungguhnya Aku akan melepaskan dikau dari pada negeri yang jauh dan benihmu dari pada negeri ketawanannya; maka Yakub akan kembali dan bersenang dan sentosa dan seorangpun tiada akan mengejutkan dia.","Maka sebab itu janganlah engkau takut, hai hamba-Ku Yakub! demikianlah firman Tuhan, karena Aku ini adalah serta dengan dikau; karena Aku akan mengadakan kesudahan segala orang kafir, kepadanya Aku sudah menghalaukan dikau, tetapi tiada Aku mengadakan kesudahanmu, jikalau Aku menyiksakan dikau dan tiada membilang akan dikau suci dari pada salah sekalipun."]