["Bahwa inilah firman yang telah datang kepada Yermia akan hal segala orang Yahudi yang duduk di tanah Mesir, pada masa mereka itu duduk di Migdol dan di Takhpanhesy dan di Nof dan di tanah Pateros, katanya:","Demikianlah firman Tuhan serwa sekalian alam, Allah orang Israel: Kamu sudah melihat segala jahat yang sudah Kudatangkan atas Yeruzalem dan atas negeri Yehuda, bahwasanya pada hari ini semuanya itu suatu kerobohan batu adanya, seorangpun tiada duduk dalamnya;","yaitu dari sebab kejahatan mereka itu yang telah dibuatnya akan menggalakkan geram-Ku, karena mereka itu sudah pergi akan membakar dupa bagi dewa-dewa, yang tiada pernah diketahuinya atau diketahui oleh kamu atau oleh nenek moyangmu.","Maka Aku sudah menyuruhkan kepadamu segala hamba-Ku, yaitu segala nabi-nabi, dari pagi-pagi Kusuruhkan mereka itu mengatakan: Janganlah kamu buat perkara yang keji ini, yang kebencian kepada-Ku!","Tetapi tiada mereka itu mau dengar, atau memberi telinga akan diapun tiada mereka itu mau, atau bertobat dari pada kejahatannya, supaya jangan mereka itu membakar dupa bagi dewa-dewa.","Maka itulah sebabnya kehangatan amarah-Ku dan murka-Ku sudah dicurahkan dan sudah bernyala-nyala dalam segala negeri Yehuda dan dalam segala lorong-lorong Yeruzalem, sehingga sekalian itu telah menjadi sunyi-senyap dan suatu kerusakan, seperti halnya pada hari ini adanya.","Maka sekarangpun, demikianlah firman Tuhan, Allah semesta alam sekalian, yaitu Allah orang Israel: Mengapa maka kamu berbuat jahat yang besar begini akan jiwamu sendiri, maka kamu tumpas bagi dirimu baik laki-laki baik perempuan baik budak-budak baik anak-anak penyusu dari antara orang Yahudi, sehingga tiada kamu tinggalkan bagi dirimu barang sisanya?","Dan kamu membangkitkan murka-Ku dengan segala perbuatan tanganmu, tegal kamu membakar dupa bagi dewa-dewa di tanah Mesir, tempat kamu sudah sampai sekarang, hendak menumpang seperti orang dagang, supaya kamu menumpas dirimu sendiri dan supaya kamu menjadi suatu kutuk dan suatu kecelaan di antara segala bangsa yang di atas bumi.","Sudahkah kamu lupa akan segala kejahatan nenek moyang kamu, dan akan segala kejahatan raja-raja Yehuda, dan akan segala kejahatan isteri-isterinya, dan akan segala kejahatanmu, dan akan segala kejahatan bini-binimu, yang telah diperbuatnya di tanah Yehuda dan dalam segala lorong-lorong Yeruzalem?","Sampai kepada hari ini juga tiada hancur hati mereka itu, dan tiada mereka itu takut atau berjalan menurut taurat-Ku dan syariat-Ku, yang telah Kukaruniakan di hadapan kamu dan di hadapan segala nenek moyangmu.","Maka sebab itu, demikianlah firman Tuhan serwa sekalian alam, Allah orang Israel: Bahwasanya Aku kelak menunjukkan wajah-Ku kepadamu akan jahatmu, dan Aku akan menumpas segenap orang Yehuda.","Maka Aku akan mengangkat mereka itu sekalian yang lagi tinggal dari pada orang Yehuda, yang telah menunjukkan mukanya hendak pergi ke Mesir, hendak menumpang di sana seperti orang dagang; maka mereka itu sekalian akan dibinasakan di tanah Mesir; mereka itu akan rebah mati dimakan pedang dan dibinasakan oleh lapar, dari pada yang kecil datang kepada yang besar, dan mereka itu akan mati oleh pedang dan oleh lapar, dan mereka itupun akan menjadi suatu kutuk dan suatu perkara hebat dan laknat dan kecelaan.","Karena Aku ini akan menuntut bela kepada segala orang yang duduk di Mesir, seperti yang telah Kutuntut bela kepada Yeruzalem dengan pedang dan dengan lapar dan dengan bala sampar;","sehingga pada lebihnya segala orang Yehuda, yang telah datang ke Mesir hendak menumpang seperti orang dagang, seorangpun tiada yang akan terlepas atau tinggal akan balik kembali ke tanah Yehuda, yang dirindukan oleh hatinya hendak diam di sana, tetapi mereka itu tiada akan balik ke sana kecuali beberapa orang yang sudah luput.","Maka pada masa itu sahutlah segala orang yang tahu akan hal bini-bininya membakar dupa bagi dewa-dewa, dan segala perempuan yang berdiri di situ, suatu kelompok yang besar, dan mereka itu sekalian yang duduk di Mesir dan di Pateros, katanya kepada Yermia:","Adapun akan firman yang telah kaukatakan kepada kami dengan nama Tuhan itu, kami tiada mau mendengar akan katamu itu.","Melainkan tak dapat tiada kami berbuat juga setuju dengan kata yang telah keluar dari pada mulut kami, yaitu kami hendak membakar dupa dan mempersembahkan minuman bagi Permaisuri di langit, seperti sudah biasa kami perbuat, baik kami baik segala nenek moyang kami, dan segala raja kami dan segala penghulu kami dalam segala negeri Yehuda dan dalam segala lorong-lorong Yeruzalem; bahwa pada masa itu kami lagi makan roti sampai kenyang, dan pada masa itu senanglah kami, tiada tahu merasai jahat.","Tetapi semenjak kami berhenti dari pada membakar dupa dan mempersembahkan persembahan minuman kepada Permaisuri di langit, kami kekurangan juga segala sesuatu dan kamipun sudah dibinasakan oleh pedang dan oleh lapar.","Dan lagi apabila kami membakar dupa dan mempersembahkan persembahan minuman kepada Permaisuri di langit itu, adakah ia itu dengan tiada setahu laki kami, bila kami memperbuat baginya juadah yang bertulisan dan mempersembahkan kepadanya persembahan minuman?","Maka sahut Yermia kepada mereka itu sekalian, yaitu kepada segala orang laki-laki dan perempuan dan kepada segenap orang banyak, yang sudah menyahut kepadanya demikian, katanya:","Adapun pembakaran dupa yang telah kamu perbuat dalam segala negeri Yehuda dan dalam segala lorong-lorong Yeruzalem, baik kamu baik segala nenek moyangmu, dan segala rajamu dan segala penghulumu dan segala anak bumi itu, tiadakah diperhatikannya?","Sehingga tiada lagi dapat ditahan oleh Tuhan, dari karena kejahatan segala perbuatanmu dan dari karena segala perkara keji yang kamu perbuat; maka itulah sebabnya negerimu sudah menjadi suatu kerobohan batu dan padang tandus dan suatu kutuk sehingga seorangpun tiada duduk dalamnya, seperti pada hari ini adanya.","Sebab kamu sudah membakar dupa dan sudah berbuat dosa kepada Tuhan dan tiada kamu menurut firman Tuhan, dan tiada kamu berjalan setuju dengan taurat-Nya dan dengan segala syariat-Nya dan dengan segala kesaksian-Nya, maka itulah sebabnya segala jahat ini berlaku atas kamu, seperti pada hari ini adanya.","Dan lagi kata Yermia kepada mereka itu sekalian, dan kepada segala orang perempuan itu: Dengarlah olehmu firman Tuhan, hai kamu sekalian orang Yehuda yang ada di Mesir!","Demikianlah firman Tuhan serwa sekalian alam, Allah orang Israel, bunyinya: Kamu dan segala binimu, barang yang telah kamu katakan dengan mulutmu, ia itu sudah kamu perbuat dengan tanganmu; katamu: Niscaya kami akan menyampaikan segala nazar kami yang telah kami nazarkan serta membakar dupa dan mempersembahkan minuman kepada Permaisuri di langit; bahwa sesungguhnya kamu juga sudah menyampaikan nazarmu dan sudah melakukan nazarmu itu dengan sempurna.","Sebab itu dengarlah olehmu firman Tuhan, hai orang Yehuda sekalian yang duduk di Mesir! bahwasanya Aku bersumpah padamu demi nama-Ku yang mahabesar, demikianlah firman Tuhan, bahwa dalam seluruh negeri Mesir nama-Ku sekali-kali tiada lagi akan disebut oleh lidah barang seorang dari pada segala orang Yehuda, atau katanya: Demi Tuhan Hua yang hidup!","Bahwasanya bangkitlah juga Aku akan jahat mereka itu dan bukan akan baiknya, sehingga binasalah segala orang Yehuda yang di Mesir itu oleh pedang dan oleh lapar, sehingga tertumpaslah mereka itu sekalian.","Maka adapun orang yang akan luput dari pada pedang dan yang akan kembali dari Mesir ke negeri Yehuda, ia itu akan sedikit jua bilangannya; maka segenap sisanya orang Yehuda, yang sudah datang ke Mesir hendak menumpang di sana seperti orang dagang, ia itu akan tahu mana yang akan jadi, entah firman-Ku atau perkataan mereka itu!","Maka inilah akan suatu tanda bagimu, demikianlah firman Tuhan, bahwa Aku membalas kepadamu kelak di tempat ini juga, supaya kamu ketahui, bahwa tak dapat tiada segala firman-Ku kelak jadi akan jahat kamu;","demikianlah firman Tuhan: Bahwa sesungguhnya Aku akan menyerahkan Firaun Hofera, raja Mesir itu, kepada tangan segala musuhnya, dan kepada tangan segala orang yang menyengajakan matinya, sebagaimana Aku sudah menyerahkan Zedekia, raja Yehuda itu, kepada tangan Nebukadnezar, raja Babil, yaitu musuhnya yang sudah menyengajakan matinyapun."]