["Bahwa inilah firman Tuhan yang telah datang kepada Yermia kemudian dari pada disuruhkan Nebuzaradan, penghulu biduanda itu, akan dia datang dari Rama, yaitu kemudian dari pada disuruhnya ambil akan dia, pada masa ia terikat dengan rantai di antara segala orang Yeruzalem dan Yehuda yang tertawan, yang dipindahkan ke Babil dengan tertawan.","Karena oleh penghulu biduanda sudah disuruh ambil akan Yermia, lalu katanya kepadanya: Bahwa Tuhan, Allahmu, juga sudah berfirmankan segala jahat itu atas negeri ini.","Dan Tuhanpun sudah mendatangkan dan sudah melakukan sekalian itu seperti firman-Nya, karena kamu sudah berbuat dosa kepada Tuhan dan tiada kamu menurut firman-Nya taktla firman itu sudah datang kepadamu.","Maka sekarangpun, tengoklah, aku menguraikan segala rantai yang pada tanganmu, jikalau baik kepada pemandanganmu mengikut akau ke Babil, ikut juga, maka aku akan memandang dengan baik kepadamu; tetapi jikalau pada sangkamu tiada baik pergi sertaku ke Babil, janganlah engkau pergi; bahwasanya seluruh tanah ini adalah di hadapanmu, barang ke mana kausangka baik, pergilah juga ke sana!","Baliklah juga kepada Gedalya bin Ahikam bin Safan, yang telah diangkat oleh raja Babil akan pemerintah atas segala negeri Yehuda, karena iapun tiada akan balik ke mari; hendaklah engkau duduk sertanya di tengah-tengah orang banyak itu, atau pergilah engkau barang ke manapun baik pada sangkamu! Maka oleh penghulu biduanda itu diberikanlah kepadanya bekal pada perjalanannya, lalu dilepaskannya pergi.","Demikianlah peri datang Yermia mendapatkan Gedalya bin Ahikam ke Mizpa, maka duduklah ia sertanya di tengah-tengah mereka sekalian yang lagi tinggal di tanah itu.","Bermula, serta kedengaranlah kabar kepada segala penglima perang yang di padang, dan kepada segala laskarnyapun, mengatakan raja Babil sudah mengangkat Gedalya bin Ahikam akan pemerintah negeri dan diamanatkannya kepadanya segala orang laki-laki dan perempuan dan anak-anak dan segala orang hina dina mereka itu sekalian yang tiada dipindahkan ke Babil dengan tertawan,","maka datanglah mereka itu mendapatkan Gedalya ke Mizpa, yaitu Ismail bin Netanya dan Yohanan dan Yonatan bin Kareyah dan Seraya bin Tanhumit dan bani Efai, orang Netofati itu, dan Yezanya, anak seorang Maakhati, serta dengan segala laskarnya.","Maka bersumpahlah Gedalya bin Ahikam bin Safan kepada mereka itu dan segala laskarnya, katanya: Janganlah kamu takut diperhambakan oleh orang Kasdim; tinggallah juga di tanah ini dan bertuankanlah raja Babil, maka kamu akan selamat.","Adapun akan daku, bahwasanya aku duduk di Mizpa juga, hendak berdiri di hadapan segala orang Kasdim yang akan datang kepada kita; tetapi adapun kamu ini, baiklah kamu memetik buah anggur dan buah-buah yang lain dan kumpulkanlah minyak, bubuhlah dia dalam bekas-bekasmu dan duduklah dalam segala negeri yang telah kamu ambil akan milikmu.","Hata, apabila kedengaranlah kabar kepada segala orang Yahudi yang di tanah Moab dan di antara bani Ammon dan di Edom dan di dalam segala negeri yang lain itu, mengatakan raja Babil sudah meninggalkan lagi beberapa orang di tanah Yehuda dan diangkatnya Gedalya bin Ahikam bin Safan akan pemerintah atas mereka itu,","maka kembalilah segala orang Yahudi itu dari pada segala tempat mereka itu sudah dihalaukan kepadanya, lalu datang ke tanah Yehuda mendapatkan Gedalya ke Mizpa, maka dikumpulkannyalah amat banyak air anggur dan buah-buahan.","Dan lagi datanglah Yohanan bin Kareyah dan segala panglima tentara yang sertanya dari padang mendapatkan Gedalya ke Mizpa;","lalu kata mereka itu kepadanya: Tiadakah engkau tahu bahwa Baalis, raja bani Ammon, sudah menyuruhkan Ismail bin Netanya supaya dibunuhnya akan dikau? Tetapi Gedalya bin Ahikam tiada percaya akan kata mereka itu.","Lagipun Yohanan bin Kareyah berkata dengan Gedalya diam-diam di Mizpa, katanya: Biarkanlah kiranya aku pergi membunuh Ismail bin Netanya itu, maka seorangpun tiada akan mengetahuinya! Mengapa gerangan dibunuhnya akan dikau kelak, sehingga tercerai-berailah segala orang Yehuda yang telah dihimpunkan kepadamu dan orang yang lagi tinggal dari pada Yehuda itu akan hilang?","Tetapi kata Gedalya bin Ahikam kepada Yohanan bin Kareyah: Jangan engkau membuat perkara yang demikian, karena dusta juga yang kaukatakan akan hal Ismail itu."]