["Sebermula, akan hal bani Ammon demikianlah firman Tuhan: Entah tiadakah anak pada Israel? tiadakah barang seorang waris padanya? Mengapa maka Malkham sudah mengambil Gad akan pusakanya, dan segala orangnya duduk di dalam negeri-negerinya.","Sebab itu, demikianlah firman Tuhan: Bahwasanya hari akan datang kelak apabila Aku memperdengarkan suatu sorak pedang atas Raba bani Ammon; pada masa itu iapun akan menjadi suatu kerobohan batu dan segala jajahannyapun akan dinyalakan dengan api, dan orang Israel akan menjadi waris orang yang sudah mengambil bahagiannya akan pusaka mereka itu; demikianlah firman Tuhan.","Raunglah olehmu, hai Hezbon! sebab Ai sudah dibinasakan! tangislah, hai anak-anak perempuan Raba! kenakanlah kain karung, hendaklah kamu meratap sambil berjalan keliling di dalam kebun-kebun anggur; karena Malkham akan dibawa dengan tertawan dan segala kahinnya dan segala penghulunyapun bersama-sama.","Mengapa maka engkau bermegah-megah di antara segala lembah, sebab lembahmu berkelimpahan begitu, hai anak perempuan yang tegar dan congkak? Ditaruhnya harapnya pada harta bendanya serta katanya: Siapakah berani menghampiri aku?","Bahwasanya Aku kelak mendatangkan kegentaran atasmu, demikianlah firman Tuhan, yaitu Tuhan serwa sekalian alam, terlebih dari pada kegentaran yang datang atas mereka sekalian yang kelilingmu itu, maka engkau akan dihalaukan ke sana ke mari dan seorangpun tiada yang mengumpulkan orang yang mengembara itu.","Tetapi kemudian dari pada itu Aku akan mengubahkan hal ketawanan bani Ammon, demikianlah firman Tuhan.","Bermula, maka inilah akan hal Edom: Demikianlah firman Tuhan semesta alam sekalian: Tiadakah lagi budi di dalam Teman? Lenyapkah bicara orang alim dan hilangkah akalnya?","Larilah kamu, balikkanlah belakangmu, duduklah di tempat yang dalam-dalam, hai orang isi Dedan! karena Kudatangkan kebinasaan atas Esaf, maka pembalasan-Ku kepadanya sudah sampai.","Jikalau kiranya orang pemetik buah anggur telah datang kepadamu, bukankah ditinggalkannya padamu barang sisanya? atau jikalau pencuri pada malam, bukankah diambilnya hanya seberapa banyak yang cukup kepadanya?","Tetapi Aku sudah menelanjangkan Esaf sama sekali, segala tempatnya yang tersembunyi itu sudah Kunyatakan, sehingga tiada dapat disembunyikannya dirinya. Binasalah sudah segala benihnya dan segala kaum keluarganya dan segala orang sekampungnya, maka tiadalah ia lagi.","Tinggalkanlah akan segala anakmu piatu, maka Aku kelak menghidupi dia; biarlah segala jandamu perempuan harap pada-Ku.","Karena demikianlah firman Tuhan: Bahwasanya adapun orang yang bukan hukumnya akan minum dari pada piala itu, ia itu akan minum dari padanya juga dengan tiada disayangkan, masakan engkau ini terlepas seperti orang yang suci dari pada salah? Sekali-kali tiada engkau akan dibilang suci dari pada salah, melainkan tak dapat tiada engkau juga akan minum dari padanya.","Karena Aku sudah bersumpah demi diri-Ku, demikianlah firman Tuhan, bahwa Bozra akan menjadi suatu kerobohan dan kecelaan dan timbunan batu dan kutuk, dan segala negerinyapun akan menjadi suatu kerobohan batu sampai selama-lamanya.","Bahwa kedengaranlah kabar kepadaku dari pada Tuhan, seorang utusan sudah disuruhkan berkeliling di antara segala orang kafir, mengatakan: Berhimpunlah kamu, lalu berjalan mendatangi dia, berbangkitlah akan berperang.","Karena sesungguhnya Aku kelak menjadikan dikau terkecil di antara segala bangsa, dan terhina di antara segala manusia.","Bahwa hebatmu dan sombong hatimupun sudah menipukan dikau, hai orang yang menduduki bukit batu yang tiada terhampiri dan yang bersangkut paut kepada tinggi bukit! Jikalau engkau membuat sarangmu setinggi tempat sarang burung nasar sekalipun, maka Aku juga akan menerjunkan dikau dari sana, demikianlah firman Tuhan.","Demikianlah Edom akan menjadi suatu kerobohan, barangsiapa yang melalui tanahnya itu akan tercengang-cengang, serta bersindir-sindir akan segala balanya.","Seperti sudah dibongkar akan Sodom dan Gomorah dan segala daerahnya, demikianlah seorangpun tiada akan duduk di sana dan seorang anak Adampun tiada mendapat tumpangan di sana; demikianlah firman Tuhan.","Bahwasanya seperti seekor singa dari jajahan Yarden yang sunyi itu menerkam akan kandang kambing yang sentosa, demikianpun Aku akan membangatkan jalannya dan menampilkan dia kepadanya, dan barangsiapa yang telah Kupilih akan melawan dia, kepadanya juga Aku memberi firman-Ku, karena siapa gerangan sama-Ku? atau siapa gerangan menentukan bagi-Ku masanya dan tempatnya? dan siapakah gembala yang tahan berdiri di hadapan hadirat-Ku?","Sebab itu dengarlah olehmu takdir Tuhan, yang telah ditentukan-Nya atas Edom, dan segala maksud-Nya, yang telah ditentukan-Nya akan segala orang isi Teman; Masakan tiada dihela orang akan dia, jikalau akan yang terkecil dari pada segala kawan kambing sekalipun; masakan kandang kambingnya tiada akan roboh menimpa mereka itu sekalian?","Dari pada bunyi jatuhnya bergempalah bumi, maka bunyi teriaknya kedengaranlah sampai ke laut Kolzom.","Bahawasanya iapun akan naik dan terbang ke mari seperti burung nasar pantasnya dan dikembangkannya kelak sayapnya atas Bozra, maka pada hari itu hati segala orang Edom yang perkasa itu akan seperti hati seorang perempuan yang menyakiti akan beranak!","Sebermula, maka inilah akan hal Damsyik: Bahwa lenyaplah bicara Hamat dan Arpad; mereka itu termangu-mangu dari sebab kabar celaka yang telah didengarnya; pada tepi tasik itu adalah percintaan, tiada boleh orang berhenti di sana.","Bahwa Damsyik sudah jadi lemah, ia berpaling dirinya hendak lari! kegentaran berlaku atasnya; kepicikan dan kesakitan telah datang atasnya, selaku orang perempuan yang hendak beranak.","Mengapa maka tiada disayangkan akan dia, akan kota benteng yang masyhur dan negeri kesukaan-Ku?","Bahwasanya segala orang terunanya akan rebah mati pada lorong-lorongnya, dan segala laskarnyapun akan dibinasakan pada hari itu; demikianlah firman Tuhan serwa sekalian alam.","Maka Aku akan menyalakan suatu api di sebelah dalam pagar tembok Damsyik, yang makan habis kelak akan segala istana Benhadad.","Bermula, maka inilah akan hal Kedar dan segala kerajaan Hazor, yang telah dialahkan oleh Nebukadnezar, raja Babil. Demikianlah firman Tuhan: Bangkitlah kamu, berjalanlah mendatangi Kedar, dan binasakanlah segala bani Masyrik.","Hendaklah dirampas segala kemahnya dan segala kawan kambingnya; hendaklah dirampas orang akan segala kain permadaninya dan akan segala serba perkakasan rumahnya dan akan segala untanya! hendaklah diserukan orang atasnya: Adalah kegentaran keliling!","Larilah kamu, beridar-idarlah ke sana ke mari, duduklah pada tempat yang dalam-dalam, hai orang isi Hazor! demikianlah firman Tuhan, karena Nebukadnezar, raja Babil itu sudah membicarakan suatu niat akan kamu dan dipikirkannya suatu maksud atas mereka itu!","Bangkitlah kamu, berangkatlah mendatangi suatu bangsa yang bersentosa dan yang duduk dengan selamat, demikianlah firman Tuhan, maka padanya tiadalah barang pintu atau kancing, dan masing-masing mereka itu duduklah berasing.","Maka sekarang segala untanya menjadi jarahan dan kebanyakan lembunya menjadi rampasan, maka Aku akan menghamburkan mereka itu sekalian kepada segala mata angin, mereka yang bercukur ujung rambutnya itu; bahkan, dari pada segala pihak Kudatangkan kelak kebinasaan atas mereka itu; demikianlah firman Tuhan!","Maka Hazor akan menjadi suatu sarang ular naga, suatu kerobohan sampai selama-lamanya, seorangpun tiada akan duduk dalamnya dan seorang anak Adampun tiada akan mencahari tumpangan di sana.","Bahwa inilah firman Tuhan yang telah datang kepada nabi Yermia akan hal Elam pada permulaan kerajaan Zedekia, raja Yehuda, bunyinya:","Demikianlah firman Tuhan semesta alam sekalian: Bahwasanya Aku akan mematahkan busur Elam dan hulu kuatnyapun.","Maka Aku mendatangkan atas Elam kelak keempat angin dari pada keempat ujung langit, dan Aku menghamburkan mereka itu kepada segala mata angin itu, sehingga tiada suatu bangsa yang tiada sampai kepadanya orang Elam yang dihalaukan itu.","Maka Aku akan menawarkan hati Elam di hadapan segala musuhnya dan di hadapan segala orang yang menyengajakan matinya, dan Aku akan mendatangkan celaka atasnya dan kehangatan murka-Ku, demikianlah firman Tuhan, dan Aku akan menyuruhkan pedang menghambat akan dia, sehingga sudah Kubinasakan mereka itu.","Dan Aku akan menaruh arasy-Ku di Elam, dan menumpas dari sana akan raja dan segala penghulu, demikianlah firman Tuhan!","Tetapi akan jadi pada kemudian hari, bahwa Aku mengubahkan hal ketawanan Elam; demikianlah firman Tuhan."]