["Tetapi telah jadi pada bulan yang ketujuh, datanglah Ismail bin Netanya bin Elisama, yang dari pada asal raja juga, dan segala penghulu raja, sepuluh orangpun sertanya, mendapatkan Gedalya bin Ahikam ke Mizpa, lalu bersama-sama makan sehidangan di Mizpa.","Maka bangkitlah berdiri Ismail bin Netanya dan lagi sepuluh orang itupun sertanya, diparangnya akan Gedalya bin Ahikam bin Safan dengan pedang, demikianlah peri dibunuh mereka itu akan dia, yang sudah diangkat oleh raja Babil atas negeri itu.","Dan lagi dibunuh oleh Ismail akan segala orang Yahudi yang sertanya, yaitu serta dengan Gedalya di Mizpa, dan segala orang Kasdim, segala laskar yang terdapat di sana.","Hata, pada keesokan harinya kemudian dari pada dibunuhnya akan Gedalya, seorangpun tiada tahu.","Tiba-tiba datanglah beberapa orang dari Sikhem dan dari Silo dan dari Samaria, delapan puluh orang yang bercukur janggutnya dan berkoyak-koyak pakaiannya dan bertoreh-toreh tubuhnya, dan adalah persembahan makanan dan dupa pada tangannya, hendak dibawanya ke dalam rumah Tuhan.","Maka Ismail bin Netanyapun keluarlah dari Mizpa pergi menyambut mereka itu sambil berjalan sambil menangis; serta bertemu maka katanya kepada mereka itu: Marilah kamu kepada Gedalya bin Ahikam!","Tetapi setelah sampai mereka itu di tengah-tengah negeri, tiba-tiba dibantai oleh Ismail bin Netanya akan mereka itu, dicampakkannya mereka itu ke dalam perigi, baik ia sendiri baik segala orang yang sertanya.","Tetapi di antara mereka itu didapati akan sepuluh orang yang berkata kepada Ismail: Jangan kiranya tuan bunuh akan kami, karena pada kami adalah beberapa benda yang tersembunyi di padang dari pada gandum dan syeir dan minyak dan air madu. Maka sebab itu dibiarkannyalah mereka itu, tiada dibunuhnya serta dengan segala saudaranya.","Adapun perigi dalamnya dicampak Ismail akan mayat segala orang yang sudah dibunuhnya pada sisi Gedalya itu, ia itu juga perigi yang telah digali oleh raja Asa tatkala berperang dengan Baesa, raja orang Israel, maka ia itu diisi oleh Ismail bin Netanya dengan orang yang terbantai itu.","Maka segala orang yang lagi tinggal, yang di Mizpa itu, dibawa oleh Ismail dengan tertawan, serta dengan segala puteri raja, bahkan segala orang yang lagi tinggal di Mizpa, yang telah diserahkan oleh Nebuzaradan, penghulu biduanda itu, kepada perintah Gedalya bin Ahikam; maka sekalian itu dibawa oleh Ismail bin Netanya dengan tertawan, lalu berjalanlah ia hendak langsung kepada bani Ammon.","Hata, serta kedengaranlah kepada Yohanan bin Kareyah dan segala panglima perang yang sertanya, segala jahat yang telah dibuat oleh Ismail bin Netanya,","maka dikumpulkannyalah segala laskarnya lalu berjalan hendak pergi berperang dengan Ismail bin Netanya; maka didapatinya akan dia dekat dengan kolam besar yang di Gibeon.","Maka sesungguhnya serta terlihatlah mereka itu, yang dengan Ismail, akan Yohanan bin Kareyah dan segala panglima perangpun sertanya, maka amat sukacitalah mereka itu;","maka segala orang yang dibawa oleh Ismail dari Mizpa dengan tertawan itu lalu berpaling haluan pergi mendapatkan Yohanan bin Kareyah.","Tetapi Ismail bin Netanyapun larilah luput dan delapan orang lainpun sertanya dari hadapan Yohanan, lalu pergilah ia kepada bani Ammon.","Pada masa itu diambil oleh Yohanan bin Kareyah dan segala panglima perang yang sertanya akan mereka itu sekalian dari Mizpa yang lagi tinggal, yang telah dirampasnya dari pada Ismail bin Netanya (kemudian dari pada dibunuhnya Gedalya bin Ahikam); yaitu akan segala orang yang tahu perang dan akan segala perempuan dan anak-anak dan akan segala penjawat istana, yang telah dibawanya kembali dari Gibeon;","maka berjalanlah mereka itu, lalu didirikannyalah kemahnya di Jerut-Khimham, yang dekat Betlehem, hendak berjalan langsung ke Mesir,","dari hadapan orang Kasdim, karena sangat takutlah mereka itu akan dia, sebab Ismail bin Netanya sudah membunuh Gedalya bin Ahikam, yang sudah diangkat oleh raja Babil atas negeri itu."]