["Maka demikianlah firman Tuhan: Bahwasanya Aku mendatangkan kelak suatu angin yang membinasakan Babil dan mereka itu sekalian yang duduk di tengah-tengah orang yang mendurhaka kepada-Ku.","Dan Kusuruhkan kelak ke Babil beberapa orang penampi, yang akan menampi dia, dan menghampakan negerinya; maka pada hari celaka itu mereka itu akan mengepung dia berkeliling.","Hendaklah orang pemanah membentang busur panahnya mengacu orang pemanah dan mengacu orang yang mengatas-atas dirinya sebab berbaju zirha ia; jangan disayang akan orang-orang terunanya; tumpaslah akan segenap tentaranya.","Biarlah segala orang yang tertikam itu terhantar pada segala tanah orang Kasdim dan orang yang tercucuk itu pada segala jalan-jalannya.","Karena orang Israel dan orang Yehudapun tiada akan ditinggalkan janda oleh Allahnya, oleh Tuhan serwa sekalian alam, oleh Yang Mahasuci orang Israel, jikalau saratlah tanahnya dengan utang sekalipun.","Larilah kamu dari tengah-tengah Babil, luputkanlah kamu masing-masing akan jiwanya, supaya jangan kamupun dibinasakan serta dengan kejahatannya, karena sudah sampai masa tulah dari pada Tuhan, yang akan membalas kepadanya sekadar perbuatannya.","Bahwa Babil telah jadi seperti piala keemasan pada tangan Tuhan, yang memabuki segenap isi bumi; segala bangsa sudah minum dari pada air anggurnya, sehingga menjadi gila semuanya.","Maka sekonyong-konyong Babil sudah roboh dan pecah, tangislah akan dia, ambillah masuh akan penyakitnya, kalau-kalau ia dapat disembuhkan.","Bahwa kita sudah mengobati Babil, tetapi tiada ia tersembuhkan; tinggalkanlah dia, baiklah masing-masing kita pulang ke negerinya, pehukumannya sudah sampai ke langit dan sudah naik sampai di awan-awan.","Bahwa Tuhan juga sudah mengadakan pembalasan kita; mari kita pergi mewartakan perbuatan Tuhan, Allah kita, ke Sion.","Asahkanlah anak panah, sediakanlah perisai dengan sepertinya! Bahwa Tuhan sudah menjagakan hati segala raja Medi, karena disengajakan-Nya Babil, hendak membinasakan dia, karena inilah tulah dari pada Tuhan dan tulah dari pada kaabah-Nya.","Dirikanlah panji-panji di atas pagar tembok Babil, tambahilah pengawal, taruhlah akan pengawal di mana-mana, lengkapkanlah orang pengadang, maka Tuhan juga akan menyampaikan maksud-Nya dan melakukan barang yang telah dikatakan-Nya akan hal orang isi Babil.","Hai engkau yang duduk di tempat air banyak dan yang menaruh banyak harta benda, bahwa kesudahanmu sudah sampai dan perhinggaan kekikiranmupun.","Bahwa Tuhan semesta alam sekalian itu sudah bersumpah demi diri-Nya: Jikalau Aku sudah memenuhi engkau dengan orang, banyaknya seperti belalang sekalipun, maka kelak bersorak-sorak juga seorang akan seorang dari karena halmu!","Tuhan yang sudah menjadikan bumi oleh kuasa-Nya dan yang sudah mengadakan semesta alam sekalian oleh hikmat-Nya dan yang sudah membentangkan langit oleh pengetahuan-Nya;","apabila dibunyikan-Nya suara-Nya maka adalah air banyak menderu di dalam langit, dan didatangkan-Nya beberapa awan-awan naik dari tepi bumi, dan diadakan-Nya halilintar dan hujan dan dikeluarkan-Nya angin dari dalam perbendaharaan-Nya.","pada masa itu segala manusia bodoh dan tiada berpengetahuan adanya; kemalu-maluanlah segala pandai emas akan patung perbuatannya, karena dusta juga barang yang diperbuatnya, tiadalah nyawa di dalamnya.","Sia-sialah adanya dan suatu perbuatan tipu juga; apabila datang percobaan maka hilanglah semuanya.","Tetapi bukannya begitu Ia yang menjadi bahagian Yakub, karena Ialah Khalik semesta sekalian, dan tongkat pusaka Yakub, yang bernama Tuhan serwa sekalian alam.","Bahwa engkaulah bagi-Ku akan cokmar, akan senjata perang; dengan dikau juga Kuhancurkan beberapa bangsa dan Kubinasakan beberapa kerajaan.","Dengan dikau juga sudah Kuhancurkan kuda serta dengan orang yang mengendarainya dan dengan dikau Kuhancurkan rata serta dengan orang yang menaikinya;","dengan dikau sudah Kuhancurkan baik laki-laki baik perempuan, dan dengan dikau sudah Kuhancurkan baik orang tua baik orang muda, dan dengan dikau sudah Kuhancurkan baik orang teruna baik anak dara.","Dan dengan dikau juga sudah Kuhancurkan gembala serta dengan kawan kambingnya, dan dengan dikau sudah Kuhancurkan orang berhuma serta dengan lembunya dan dengan dikau sudah Kuhancurkan beberapa pemerintah negeri dan orang besar-besar.","Tetapi sekarang Aku hendak membalas kepada Babil dan kepada segala orang isi negeri Kasdim segala kejahatan yang telah dibuatnya akan Sion di hadapan matamu, demikianlah firman Tuhan.","Bahwasanya Aku juga lawanmu, hai gunung yang membinasakan semuanya, dan yang sudah merusakkan seluruh muka bumi, demikianlah firman Tuhan; sekarang ini Aku hendak mengedangkan tangan-Ku kepadamu dan menggulingkan dikau dari atas gunung batu dan menjadikan dikau akan bukit api yang sudah padam,","sehingga sebuah batupun tiada dapat diambil dari padamu akan batu penjuru atau akan batu alas rumah, melainkan engkau akan menjadi suatu kerobohan sampai selama-lamanya, demikianlah firman Tuhan.","Angkatlah panji-panji itu tinggi-tinggi di dalam negeri; bunyikanlah nafiri di antara segala orang kafir, sucikanlah segala orang kafir akan melawan dia, himpunkanlah kepadanya segala kerajaan Ararat, Mini dan Askenaz; angkatlah akan beberapa orang panglima lawan dia; bawalah akan beberapa kuda seperti belalang yang berhulu.","Sucikanlah segala orang kafir akan melawan dia, yaitu raja-raja Medi dan segala pemerintahnya dan segala penghulunya dan segenap isi negeri kerajaannya!","Biarlah isi dunia gementar dan ketakuan apabila maksud Tuhan akan Babil disampaikan; hendak dijadikan-Nya negeri Babil suatu kerusakan, sehingga seorangpun tiada duduk dalamnya!","Bahwa segala pahlawan Babil takut berperang; mereka itu duduk di dalam kota benteng, keberanian mereka itu sudah tawar, mereka itu telah jadi seperti perempuan! segala rumahnya sudah dinyalakan orang dan segala kancingnyapun sudah dipecahkan.","Pesuruhan berlari-lari bertemu dengan pesuruhan, kabar menggantikan kabar, hendak memaklumkan kepada raja Babil, bahwa negerinya sudah dialahkan pada segala pihak,","dan segala pangkalan tambang sudah diambil dan segala paya kercutpun sudah dibakar habis dengan api dan segala orang perangpun sudah tawarlah hatinya.","Bahwasanya demikianlah firman Tuhan serwa sekalian alam, Allah orang Israel: Puteri Babil itu akan jadi seperti tempat pengirik pada masa orang mengirik-irik dia; sedikit lagi maka musim menyabitpun sudah sampai akan dia.","Bahwa Nebukadnezar, raja Babil itu, sudah makan habis akan daku, sudah dihancurkannya aku, sudah ditaruhnya akan daku seperti bejana yang hampa, sudah ditelananya aku seperti ular naga lakunya, sudah diisinya perutnya dengan segala nikmatku sampai dimuntahkannya pula.","Karena sebab sengsara yang dilakukannya atasku dan atas tubuhku, baiklah disiksa akan Babil, demikian hendaklah kata penduduk Sion; dan karena sebab darahku baiklah disiksa akan segala orang isi negeri Kasdim, demikianlah hendaklah kata Yeruzalem.","Maka sebab itu firman Tuhan demikian: Bahwasanya Aku akan membantu engkau dalam acaramu dan Akupun akan menyampaikan pembalasanmu dan Aku akan menohorkan tasiknya dan mengeringkan pancaran airnya.","Maka Babil akan jadi suatu robohan batu dan sarang ular naga dan suatu kebinasaan dan kecelaan, sehingga seorangpun tiada duduk dalamnya.","Di sana mereka itu bersama-sama mengaum-aum seperti singa dan menggeram seperti anak singa.","Perjamuan minum mereka itu akan Kuubahkan baginya menjadi bius, dan Aku akan memabuki mereka itu, sehingga mereka itu terlompat-lompat lalu tertidur sampai selama-lamanya dan tiada jaga pula, demikianlah firman Tuhan!","Aku hendak membawa turun akan mereka itu seperti anak domba akan dibantai, seperti domba jantan dan seperti kambing jantan!","Bagaimana Sesakh sudah dialahkan dan kepujian segenap isi bumi sudah dirampas! Bagaimana Babil sudah jadi suatu kerusakan di antara segala orang kafir!","Bahwa suatu laut sudah naik meliputi Babil; teracaplah ia oleh ombak-ombaknya yang bergelora.","Segala negerinya jadi suatu kerobohan, suatu tanah yang kering dan tempat yang sunyi, suatu tanah yang seorangpun tiada duduk dalamnya dan seorang manusiapun tiada lalu dari padanya.","Demikianlah Aku membalas kepada Bel di Babil dan barang yang telah ditelannya itu akan Kukeluarkan pula dari dalam mulutnya, maka segala orang kafir tiada lagi berkerumun kepadanya, karena pagar tembok Babil sudah roboh.","Hai segala umat-Ku! keluarlah kemu dari dalamnya, hendaklah masing-masing kamu meluputkan nyawanya dari pada kehangatan murka Tuhan.","Janganlah tawar hatimu, sehingga ketakutanlah kamu apabila kamu mendengar kabar akan hal negeri itu; karena suatu kabar akan berpecah-pecah pada satu tahun, kemudian suatu kabar yang lain pada tahun itu juga, dan akan ada penggagahan di dalam negeri itu, maka penghulu akan melawan penghulu.","Karena sesungguhnya hari akan datang kelak apabila Aku hendak membalas kepada segala patung berhala Babil, maka seluruh tanahnya akan mendapat malu, apabila segala orangnya rebah mati dibunuh di tengah-tengahnya;","pada masa itu langit dan bumi dan segala isinyapun akan bersorak-sorak akan Babil, apabila dari sebelah utara datanglah segala pembinasa kepadanya; demikianlah firman Tuhan.","Seperti dahulu rebahlah segala orang Israel yang dibunuh oleh Babil itu, demikianpun akan rebah mati segala orang isi negeri itu karena salah Babil.","Hai kamu yang luput dari pada pedang! berjalanlah, janganlah kamu berhenti, hendaklah kamu ingat akan Tuhan dari jauh, hendaklah berbangkit rawan hatimu akan Yeruzalem!","Lenyaplah bicara kami serta terdengarlah kami akan kecelaan itu, malu sudah menudung muka kami, sebab orang helat sudah masuk ke dalam tempat kesucian rumah Tuhan.","Maka sebab itu sesungguhnya hari akan datang kelak, demikianlah firman Tuhan, apabila Aku membalas kepada segala berhalanya, maka pengerik segala orang yang tertikam itu akan memenuhi segenap negeri.","Jikalau kiranya Babil naik ke langit, dan jikalau kiranya diteguhkannya ketinggian kota bentengnya sekalipun, dari pada pihak-Ku juga akan datang atasnya segala mereka yang membinasakan dia, demikianlah firman Tuhan!","Adalah bunyi penangis dari Babil dan kabar kealahan yang besar dari negeri orang Kasdim!","Karena Tuhan membinasakan Babil dan melakukan dari padanya mulut yang besar itu, apabila gelombang mereka itu bergelora seperti lautan besar, yang kedengaran bunyinya sampai ke mana-mana.","Apabila si pembinasa itu datang atasnya, yaitu atas Babil, dan segala pahlawannya tertangkap dan segala busur panah mereka itupun patah! karena Tuhan juga Allah yang membalas, tak dapat tiada diadakannya pembalasan.","Dan Aku akan memabuki segala rajanya dan segala hakimnya dan segala pemerintahnya dan segala penghulunya dan segala pahlawannya, sehingga tertidurlah mereka itu sampai selama-lamanya dan tiada jaga pula, demikianlah firman Raja yang bernama Tuhan semesta alam sekalian.","Demikianlah firman Tuhan serwa sekalian alam: Bahwa pagar tembok Babil yang tebal itu akan disamakan dengan tanah juga dan segala pintu gerbangnya yang tinggi-tinggi itu akan dinyalakan dengan api, sehingga segala bangsa itu sudah berlelah dengan cuma-cuma dan segala bangsa itupun sudah mengusahakan barang yang akan dimakan api.","Bahwa inilah perkara yang dipesan nabi Yermia kepada Seraya bin Neria bin Makhseya, tatkala ia berjalan ke Babil serta dengan Zedekia, raja Yehuda, pada tahun yang keempat dari pada kerajaannya. Maka Seraya itu memerintahkan perjalanannya.","Adapun Yermia sudah menyurat dalam sebuah kitab segala celaka yang akan berlaku atas Babil, segala firman akan hal Babil itupun disuratkan.","Maka kata Yermia kepada Seraya: Apabila engkau sudah sampai di Babil, hendaklah engkau melihat dan membaca segala perkataan ini;","dan hendaklah sembahmu: Ya Tuhan! Engkau sudah berfirman akan hal negeri ini, bahwa Engkau akan menumpas dia, sehingga seorangpun tiada lagi duduk dalamnya, baik manusia baik binatang, melainkan ia akan kebinasaan sampai selama-lamanya.","Setelah habis sudah engkau membacakan kitab ini, hendaklah engkau mengikat sebuah batu padanya, lalu campakkanlah dia ke tenah-tengah sungai Ferat,","sambil katamu: Demikianlah Babil akan tenggelam dan tiada timbul pula, dari karena celaka yang kelak Kudatangkan atasnya, yang mereka itu akan jadi lemah. -- Sampai di sini adalah tersebut segala perkataan Yermia."]