["Hendaklah kamu berkeliling dalam kampung-kampung Yeruzalem, lihatlah baik-baik, bertanya-tanyalah dan carilah pada segala lorongnya, kalau-kalau kamu mendapat barang seorang, kalau-kalau ada seorang jua yang berbuat insaf, yang menuntut barang yang benar, niscaya Aku sayang akan dia kelak.","Maka kendatilah kata mereka itu: Demi Tuhan yang hidup! mereka itu bersumpah dusta juga.","Ya Tuhan, bukankah mata-Mu menilik akan yang benar? Bahwa sudah Kausesah mereka itu, tetapi tiada mereka itu merasai sakitnya; sudah Kauhabiskan setengahnya, tetapi tiada mereka itu menerima pengajaran; mereka itu sudah mengeraskan mukanya terlebih dari pada batu bukit dan engganlah mereka itu bertobat.","Maka kataku: Tentu orang hina dina juga maka kelakuannya bodoh begitu, sebab tiada diketahuinya akan jalan Tuhan dan akan hukum Allahnya.","Sebab itu baiklah aku pergi mendapatkan orang besar-besar dan aku berkata-kata dengan dia, karena mereka itulah mengetahui akan jalan Tuhan dan akan hukum Allahnya, tetapi mereka itu juga bersama-sama sudah memecahkan kuknya dan sudah memutuskan segala tali pengikatnya.","Maka sebab itu mereka itu diterkam oleh singa dari hutan dan dibinasakan oleh gurk dari rimba, dan harimaupun mengintai negeri-negerinya; barangsiapa yang keluar dari padanya itu akan dicarik-carik, karena segala kejahatan mereka itu sudah bertambah-tambah dan segala salah mereka itu tiada tepermanai banyaknya.","Bagaimana Aku boleh mengampuni ini kepadamu? bahwa anak-anakmu meninggalkan Daku dan bersumpah demi dia yang bukan ilah adanya; setelah sudah Kukenyangkan mereka itu dibuatnya zinah serta berkerumun dalam rumah panjang.","Mereka itu lezat seperti kuda jantan yang tambun, masing-masingnya ingin akan bini kawannya.","Masakan tiada Aku membalas perkara yang begitu, demikianlah firman Tuhan, masakan hatiku tiada menuntut bela kepada bangsa yang begitu?","Hendaklah kamu menaiki pagar temboknya, robohkanlah dia, tetapi jangan buat keputusannya, lakukanlah pucak-pucaknya, karena bukan ia itu dari pada Tuhan.","Karena orang isi rumah Israel dan orang isi rumah Yehudapun sudah berbuat khianat belaka kepada-Ku, demikianlah firman Tuhan.","Mereka itu sudah mendustakan Tuhan serta katanya: Bukan Ia yang benar! karena tiada barang jahat akan berlaku atas kita, tiada kita akan melihat pedang atau lapar.","Maka segala nabi itu angin belaka adanya, tiadalah datang barang firman kepadanya, atas mereka itu sendiri akan berlaku yang demikian.","Maka sebab itu firman Allah, Tuhan serwa sekalian alam, demikian: Tegal kata kamu begini, bahwasanya maka firman-Ku yang di dalam mulutmu itu Kujadikan api kelak dan bangsa ini akan kayu, supaya mereka itu dimakan habis olehnya.","Bahwa sesungguhnya Aku akan mendatangkan atas kamu suatu bangsa dari jauh, hai orang isi rumah Israel, demikianlah firman Tuhan, ia itu suatu bangsa yang kuat dan yang asal dari dahulukala, suatu bangsa yang tiada kamu ketahui akan bahasanya dan yang tiada kamu mengerti perkataannya.","Tarkasynya bagaikan kubur terbuka, semuanya mereka itu pahlawan adanya.","Maka bangsa itu akan makan habis segala hasil tanahmu dan segala rotimu, yang patut dimakan oleh anak-anakmu laki-laki dan perempuan, dan dimakannya habis kelak akan segala kambing dombamu dan segala lembumu, dan dimakannya habis kelak akan buah pokok anggurmu dan pokok aramu dan dibinasakannya kelak dengan pedang akan segala negerimu yang berkota benteng, yang kamu harap padanya.","Maka pada masa itu juga, demikianlah firman Tuhan, tiada Aku membuat keputusan akan kamu.","Maka akan jadi apabila kata orang: Mengapa maka segala perkara ini didatangkan Tuhan, Allah kita, atas kita? hendaklah kausahut kepadanya: Seperti kamu sudah meninggalkan Daku dan sudah berbuat bakti kepada dewata helat di dalam negerimu, demikianpun kamu akan diperhamba oleh orang helat di dalam suatu negeri yang bukan kamu punya.","Wartakanlah ini di antara orang isi rumah Yakub dan perdengarkanlah ini di antara orang Yehuda, katakanlah:","Dengarlah olehmu akan ini, hai bangsa yang bodoh dan tiada berakal! yang bermata, tiada juga melihat, yang bertelinga, tiada juga mendengar!","Firman Tuhan: Tiadakah kamu hendak takut akan Daku; tiadakah kamu hendak gemetar di hadapan hadirat-Ku? yang sudah menjadikan pasir itu akan perhinggaan laut, akan tepinya yang kekal, yang tiada boleh dilaluinya; jikalau ombak-ombaknya bergelora sekalipun, maka kuasanya juga tiada sampai ke sana, jikalau ia bergemuruh sekalipun tiada juga ia akan meliputi dia.","Tetapi pada bangsa ini adalah hati yang degil dan bantahan, mereka itu sudah menjadi murtad dan sudah pergi.","Dan tiada mereka itu berkata di dalam hatinya: Baiklah sekarang kita beribadat kepada Tuhan, Allah kita, yang mengaruniakan hujan, baik hujan awal baik hujan akhir, pada musimnya, dan yang menaruh bagi kita beberapa jumaat yang tentu kepada penuaian.","Tetapi segala kejahatanmu menegahkan segala perkara ini dari pada kamu, dan segala dosamupun menjauhkan segala kebajikan ini dari pada kamu.","Karena di antara segala umat-Ku didapati akan orang fasik, yang mengintai-intai seperti orang pemikat menyembunyikan dirinya, dipasangnya jerat kebinasaan, hendak menjerat orang.","Seperti sangkaran penuh dengan burung, demikianlah rumah mereka itu penuh dengan tipu, maka oleh sebabnya mereka itu sudah menjadi besar dan kaya.","Mereka itu sudah menjadi gemuk dan bisai, jikalau mereka itu melampaui segala ukuran kejahatan sekalipun! Tiada mereka itu memutuskan hukum yang adil dalam acara orang piatu, kendatilah mereka itu juga beruntung, dan lagi tiada dibenarkannya hal perkara orang-orang miskin.","Masakan tiada Aku membalas segala perkara ini? demikianlah firman Tuhan; masakan hati-Ku tiada membalasnya kepada bangsa begini macam?","Hebatlah dan kejilah adanya perkara yang berlaku di dalam negeri ini.","Bahwa segala nabi bernubuat dengan dusta dan segala imampun merajalela oleh kuat tangannya dan segala umat-Kupun suka akan yang demikian, tetapi apakah akal kamu pada akhir kelak?"]