["Sebermula, maka inilah firman yang telah dikatakan Tuhan dengan lidah nabi Yermia akan hal Babil, yaitu negeri orang Kasdim.","Masyhurkanlah di antara segala orang kafir, perdengarkanlah dan dirikanlah suatu panji-panji, perdengarkanlah dan jangan sembunyikan dia, katakanlah: Babil sudah dialahkan, Bel sudah mendapat malu, Merodakh sudah dihancurluluhkan; segala berhalanya kemalu-maluanlah, segala berhala tahinya sudah dihancurluluhkan!","Karena suatu bangsa mendatangi dia dari sebelah utara, ia itu menjadikan tanahnya suatu kerusakan, sehingga tiada lagi orang penduduknya; dari pada manusia sampai kepada binatang semuanya sudah lari, semuanya sudah lenyap.","Maka pada hari itu dan pada masa itu, demikianlah firman Tuhan, akan datang segala bani Israel serta dengan segala bani Yehudapun bersama-sama, sambil berjalan sambil menangis, hendak mencahari Tuhan, Allahnya.","Maka mereka itu kelak bertanya-tanya akan Sion dan muka mereka itu akan menuju jalan ke sana; mereka itu akan datang serta bersangkut paut kepada Tuhan dengan suatu perjanjian yang kekal, yang tiada dilupakan lagi.","Bahwa umat-Ku telah menjadi laksana kambing yang sesat, yang disesatkan oleh gembalanya di atas gunung-gunung, dan mereka itu telah mengembara dari pada sebuah gunung kepada sebuh gunung, sehingga terlupalah mereka itu akan tempat perhentiannya.","Mereka itu telah dimakan habis oleh segala orang yang mendapati akan mereka itu, dan kata segala musuhnya: Kami tiada akan bersalah, karena mereka itu sudah berdosa kepada Tuhan, tempat perlindungan mereka itu, bahkan, kepada Tuhan, pengharapan segala nenek moyangnya.","Larilah kamu keluar dari tengah-tengah Babil dan keluarlah kamu dari negeri orang Kasdim; jadilah seperti kambing jantan yang berjalan pada hulu segala kawan kambing.","Karena sesungguhnya Aku membangkitkan kelak suatu perhimpunan bangsa yang besar-besar dari benua yang di sebelah utara dan Kudatangkan mereka itu akan mengatur perang lawan dia, lalu iapun akan dialahkan! Adapun anak panah mereka itu, ia itu bagaikan anak panah seorang perkasa, yang tiada pernah kembali dengan hampanya.","Pada masa itu negeri Kasdim akan menjadi jarahan; barangsiapa yang menjarah dia, ia itu akan puas-puas; demikianlah firman Tuhan.","Tegal kamu sudah menyukakan dirimu dan tegal kamu sudah melompat dengan sukacita, hai segala penjarah bahagian-Ku pusaka! tegal kamu sudah berlezat laksana lembu muda yang mengirik dan kamu sudah meringkik seperti kuda jantan.","Maka patutlah kemalu-maluan ibumu, dan bera muka orang yang telah memperanakkan dikau; bahwasanya ia telah menjadi buntut segala orang kafir, suatu padang tekukur, kekeringan dan sunyi senyap.","Maka dari karena kehangatan murka Tuhan tiada lagi ia akan diduduki, melainkan ia akan menjadi padang tekukur belaka; barangsiapa yang berjalan lalu dari Babil itu ia akan tercengang-cengang dan bersindir-sindir akan segala balanya.","Hendaklah beratur akan menyerang Babil berkeliling, hai kamu sekalian yang membentang busur panah! panahkanlah kepadanya, jangan sayang akan anak panah, karena ia sudah berdosa kepada Tuhan.","Bersorak-soraklah kelilingnya! ia menyerahkan dirinya; telah robohlah segala bangun-bangunannya, dirombak oranglah akan segala pagar temboknya! karena inilah pembalasan dari pada Tuhan; balaslah kepadanya dan buatlah akan dia sama seperti yang telah dibuat olehnya!","Tumpaslah dari pada Babil akan orang penabur dan akan orang yang memegang sabit pada musim buah-buah; dari karena pedang yang membinasakan masing-masing akan balik kembali kepada bangsanya dan masing-masing akan lari ke negerinya.","Bahwa Israel laksana seekor anak domba yang sesat, beberapa singa mengejar akan dia. Mula-mula ia dimakan oleh raja Asyur, kemudian tulang-tulangnyapun dihancurkan oleh Nebukadnezar, raja Babil.","Sebab itu, demikianlah firman Tuhan serwa sekalian alam, Allah orang Israel: Bahwasanya Aku membalas kelak kepada raja Babil dan kepada negerinya, seperti Aku sudah membalas kepada raja Asyurpun.","Maka aku mengembalikan Israel kelak kepada kandangnya, supaya iapun dapat makan di atas Karmel dan di atas Bazan, dan perutnyapun dikenyangkan di atas pegunungan Efrayim dan di tanah Gilead.","Maka pada hari itu dan pada masa itu, demikianlah firman Tuhan, dicahari akan salah orang Israel, tetapi tiadalah salahnya, dan akan dosa orang Yehuda, tetapi tiada didapati akan barang sesuatu dosanya; karena barangsiapa yang Kubiarkan tinggal lagi, ia itu juga sudah Kuampuni.","Berangkatlah kamu mendatangi negeri yang amat besar durhakanya dan orang isi negeri yang patut akan dihukum; binasakanlah dan tumpaslah orangnya yang terkemudian sekali, demikianlah firman Tuhan, dan buatlah akan dia setuju dengan segala pesan-Ku kepadamu.","Adalah tempik sorak perang di dalam negeri dan suatu kealahan yang amat besar.","Bagaimana sudah patah dan pecah godam segenap bumi! Bagaimana Babil sudah menjadi suatu tamasya yang hebat di antara segala orang kafir!","Bahwa Aku juga sudah memasang jerat akan dikau, maka sebab itulah engkau tertangkap, hai Babil, dahulu dari pada engkau tahu; sudah didapati akan dikau, lalu ditangkappun, sebab engkau hendak berperang dengan Tuhan.","Bahwa Tuhan sudah membukakan gedung senjata-Nya, dikeluarkan-Nya segala alat senjata murka-Nya, karena inilah suatu perbuatan Tuhan, yaitu Tuhan serwa sekalian alam, di dalam negeri orang Kasdim.","Datanglah kamu menyerang akan dia dari pada segala pihak, bukakanlah segala peluburnya, timbunkanlah dia seperti berkas-berkas gandum, tumpaslah akan dia, jangan adalah baginya barang orang yang lagi tinggal.","Bunuhlah olehmu dengan pedang akan segala lembu mudanya, bawalah turun akan dia kepada pembantaian; wai bagi mereka itu, karena sudah sampai harinya dan masa balasannya.","Adalah bunyi suara orang yang lari luput dari negeri Babil! Mereka itu mewartakan di Sion pembalasan Tuhan, Allah kami, yaitu pembalasan kaabah-Nya.","Biarlah kedengaran bunyimu kepada Babil, hai segala orang pemanah! hai kamu sekalian yang membentang busur! beraturlah tentara; kepungilah akan dia berkeliling; jangan ada seorang jua pun yang lari berlepas dirinya; balaslah kepadanya segala perbuatannya; buatlah akan dia setuju dengan segala sesuatu yang telah dibuat olehnya; karena dengan sombongnya ia sudah mendurhaka kepada Tuhan, Yang Mahasuci orang Israel.","Maka sebab itu segala orang terunanya akan rebah mati di lorong-lorongnya, dan segala laskarnyapun akan ditumpas pada hari itu, demikianlah firman Tuhan.","Bahwasanya dari pada pihak-Ku juga berlaku ini atasmu, hai si Congkak! demikianlah firman Tuhan, yaitu Tuhan semesta alam sekalian, karena sudah sampai harimu dan masa apabila Aku membalas kepadamu.","Pada masa itu si Congkak itu tergelincuh, lalu jatuh, maka seorangpun tiada yang membangkitkan dia pula; maka Aku akan menyalakan suatu api di dalam segala negerinya, yang makan habis kelak akan segala jajahannyapun.","Demikianlah firman Tuhan serwa sekalian alam: Bahwa bani Israel dan bani Yehudapun sudah dianiayai bersama-sama; barangsiapa yang telah menawani akan mereka itu, ia itu memegang akan mereka itu dengan teguh-teguhnya, tiada dilepaskannya mereka itu pergi!","Tetapi kuatlah Penebusnya yang bernama Tuhan semesta alam sekalian! Tak dapat tiada dibantu-Nya akan mereka itu dalam acaranya, sehingga digempakan-Nya bumi dan digentari-Nya akan segala orang Babil.","Bahwa pedang akan datang atas segala orang Kasdim, demikianlah firman Tuhan, dan atas segala orang isi Babil dan atas segala penghulunya dan atas segala hakimnya.","Pedang akan datang atas segala orang yang berkata dusta, sehingga mereka itu jadi gila; pedang akan datang atas segala pahlawannya, sehingga tawarlah hati mereka itu.","Pedang akan datang atas segala kudanya dan atas segala ratanya dan atas segala bangsa kacauan yang di antaranya, sehingga mereka itu selaku orang perempuan; pedang akan datang atas segala harta bendanya, sehingga dijarah rayah akan dia.","Kekeringan akan datang kepada segala airnya, sehingga ia itu menjadi tanah juga; karena ia itu sebuah negeri yang penuh dengan patung ukiran dan mereka itu bermegah-megah akan segala berhala yang hebat.","Maka sebab itu harimau dahan dan serigala akan duduk di sana dan burung untapun mendapat tempatnya; maka tiada ia didiami lagi sampai selama-lamanya dan seorang manusiapun tiada lagi duduk dalamnya turun-temurun.","Seperti sudah dibongkar Allah akan Sodom dan Gomorah dan segala jajahannya, berfirman Tuhan, demikianpun tiada orang akan duduk di sana dan seorang manusiapun tiada akan diam dalamnya.","Bahwasanya adalah suatu bangsa datang dari utara, suatu bangsa yang kuat dan raja yang besar-besar akan menampil kepadanya dari pada segala ujung bumi.","Mereka itu membawa busur panah dan tumbak; mereka itu bengis, tiada tahu sayang, bunyinya menderu seperti laut, mereka itu mengendarai kuda dan berlengkap akan perang seperti orang satu jua adanya; maka ia itu kelak mendatangi engkau, hai puteri Babil!","Serta kedengaranlah kabarnya kepada raja Babil, maka lemahlah kedua belah tangannya, kepicikan berlaku atasnya dan penyakit seperti seorang perempuan yang hendak beranak.","Bahwasanya seperti seekor singa dari jajahan Yarden yang sunyi itu menerkam akan kambing yang bersentosa, demikianpun Aku akan menampilkan dia dan menempuhkan dia kepadanya, dan barangsiapa yang Kupilih itupun Kusuruh melawan dia, karena siapa gerangan sama-Ku? atau siapa menentukan bagi-Ku masa dan tempat? dan gembala mana yang tahan berdiri di hadapan hadirat-Ku?","Sebab itu dengarlah olehmu bicara Tuhan, yang telah dibicarakan-Nya akan hal Babil, dan kepikiran-Nya yang telah dipikirkan-Nya akan negeri orang Kasdim itu: Masakan tiada dihela orang akan mereka itu, jikalau akan yang terkecil di antara segala kambing domba sekalipun! Masakan tiada kandangnya akan roboh menimpa mereka itu!","Bahwa dari karena bunyi ini: Babil sudah dialahkan! bergempalah bumi dan kedengaranlah teriak di antara segala bangsa."]