["Sebermula, adapun umur Zedekia pada masa ia naik raja itu dua puluh satu tahun, maka kerajaanlah ia di Yeruzalem sebelas tahun lamanya, dan nama bunda baginda itu Hamutal, anak Yermia, dari Libna.","Maka dibuatnya barang yang jahat kepada pemandangan Tuhan, seturut segala perbuatan Yoyakim.","Maka inilah dari karena murka Tuhan akan Yeruzalem dan Yehuda, sehingga dibuang-Nya mereka itu kelak dari hadapan hadirat-Nya. Maka Zedekiapun mendurhakalah kepada raja Babil.","Maka jadi pada tahun yang kesembilan dari pada kerajaannya, bulan yang kesepuluh dan pada sepuluh hari bulan itu, bahwa datanglah Nebukadnezar, raja Babil, serta dengan segala balatentaranya ke Yeruzalem, maka didirikannyalah kemah-kemahnya tentang dengan dia dan dibuatnya perkakasan penyerang akan dia berkeliling.","Maka negeri itu dikepung rapat-rapat sampai tahun yang kesebelas dari pada kerajaan raja Zedekia.","Maka pada bulan yang keempat, pada sembilan hari bulan itu, begitu besar bala kelaparan di dalam negeri, sehingga tiadalah roti bagi segala rakyat negeri itu.","Dan lagi dewala negeripun sudah ditetas, lalu larilah segala laskar keluar dari dalam negeri pada malam, menurut jalan pintu gerang yang dipagar tembok dua lapis, dekat dengan taman baginda; maka segala orang Kasdimpun adalah keliling negeri itu, tetapi mereka itu menurut jalan ke padang.","Maka diusirlah oleh tentara orang Kasdim akan baginda, didapatinya akan Zedekia di tanah datar Yerikho, lalu tercerai-berailah segala tentara yang sertanya.","Maka ditangkapnyalah akan baginda, dibawanya akan baginda ke hulu menghadap raja Babil ke Ribla di benua Hamat, lalu diputuskan raja Babil hukum atas baginda.","Maka dibantai raja Babil akan anak-anak Zedekia di hadapan matanya dan lagi di Ribla itu dibantainya segala penghulu Yehudapun.","Dan dibutakannya kedua belah mata Zedekida dan diikatnya akan dia dengan dua rantai tembaga, demikianlah dibawa raja Babil akan dia ke Babil dan ditaruhnya akan dia di dalam penjara sampai kepada hari matinya.","Maka pada bulan yang kelima, sepuluh hari bulan, yaitu tahun yang kesembilan belas dari pada kerajaan Nebukadnezar, raja Babil, datanglah ke Yeruzalem Nebuzaradan, penghulu segala biduanda, yang menghadap hadirat baginda raja Babil.","Maka dibakarnya habis akan rumah Tuhan dan akan istana baginda dan akan segala rumah di Yeruzalem, dan lagi segala rumah orang besar-besarpun dibakarnya habis dengan api.","Maka segala pagar tembok Yeruzalempun keliling dirobohkan oleh segenap tentara orang Kasdim yang menyertai akan segala penghulu biduanda itu.","Adapun dari pada orang hina dina bangsa itu dan sisanya bangsa itu yang lagi tinggal di dalam negeri dan segala orang pembelot yang sudah jatuh kepada raja Babil itu, dan orang kebanyakan yang lainpun dibawa oleh Nebuzaradan, penghulu biduanda itu, dengan tertawan.","Tetapi dari pada orang hina dina tanah itu ditinggalkan Nebuzaradan, penghulu biduanda itu, beberapa orang akan mengusahakan kebun anggur dan bendang.","Maka tiang tembaga yang di dalam rumah Tuhan dan segala pelapik dan kolam tembaga yang di dalam rumah Tuhan itu dipecahkan oleh orang Kasdim, lalu dibawanya akan segala tembaga itu ke Babil.","Dan lagi dibawanya serta akan segala periuk dan penyodok dan serampang dan bokor percikan dan cerana dan segala perkakasan tembaga, yang terpakai kepada ibadat itu.","Dan segala mangkok dan tempat api dan bokor percikan dan periuk dan pelita dan cerana dan piala cucuran, yang semata-mata emas atau perak, itupun dibawa serta oleh penghulu biduanda itu.","Dan kedua batang tiang dan kolam sebuah itu dan kedua belas ekor lembu tembaga yang di bawahnya dan segala pelapik, yang telah diperbuat oleh raja Sulaiman akan rumah Tuhan, tiadalah timbangan beratnya tembaga segala serba perkakasan itu.","Adapun akan kedua tiang itu tingginya delapan belas hasta sebatang tiang dan adalah sulur batang kelilingnya yang dua belas hasta, tebalnya empat jari, lagi dengan geronggangnya.","Dan ganja yang di atasnya itupun dari pada tembaga, tingginya sebuah lima hasta, dan adalah jala-jala dan buah delima pada ganja itu keliling, semuanya tembaga; demikianpun tiang yang lain itu dan segala delimanya.","Maka banyak delima itu sembilan puluh enam buah arah keempat mata angin; jumlah segala delima itu seratus buah pada jala-jala itu berkeliling.","Maka diambil oleh penghulu biduanda itu akan Seraya, imam besar, dan akan Zefanya, imam yang kedua, dan tiga orang penunggu ambang,","dan negeri itu diambilnya akan seorang penjawat istana yang memerintahkan orang laskar, dan akan tujuh orang dari pada mereka yang selalu menghadap baginda, yang terdapat di dalam negeri itu, dan akan karkun besar tentara itu, yang menyurat nama segala rakyat negeri yang patut pergi perang, dan akan enam puluh orang dari pada rakyat negeri yang terdapat di tengah-tengah negeri itu,","diambil oleh Nebuzaradan, penghulu biduanda itu, akan mereka itu sekalian, dibawanya akan dia ke Ribla menghadap raja Babil.","Maka dititahkan raja Babil tikam mereka itu, dibunuhnya mereka itu sekalian dalam Ribla di benua Hamat, dan akan segala orang Yehuda dibawanya keluar dari negerinya dengan tertawan.","Maka inilah jumlah segala orang yang dipindahkan oleh Nebukadnezar dengan tertawan pada tahun yang ketujuh itu: Tiga ribu dua puluh tiga orang Yahudi.","Dan pada tahun yang kedelapan belas dari pada kerajaan Nebukadnezar dipindahkannya dari Yeruzalem delapan ratus tiga puluh dua orang.","Dan pada tahun yang ketiga likur dari pada kerajaan Nebukadnezar dipindahkan oleh Nebuzaradan, penghulu biduanda itu, dari pada orang Yahudi tujuh ratus empat puluh lima orang. Jumlah segala orang itu empat ribu enam ratus banyaknya.","Maka sekali peristiwa, yaitu pada tahun yang ketiga puluh tujuh kemudian dari pada Yoyakhin, raja Yehuda, dipindahkan dengan tertawan, pada bulan yang kedua belas dan pada lima likur hari bulan itu, diangkat oleh Ewilmerodakh, raja Babil, pada masa baginda naik raja, akan kepala Yoyakhin, raja Yehuda, dikeluarkannya dari dalam penjara.","Maka bagindapun bertitah kepadanya dengan lembut manis dan dikaruniakan baginda kepadanya sebuah kursi yang di atas kursi segala raja-raja yang sertanya di Babil.","Dan disalinkannya pakaiannya penjara dan selalu iapun makan ayapan di hadapan baginda pada segala hari umur hidupnya.","Maka oleh baginda raja Babil dikaruniakan kepadanya biaya yang tentu akan kehidupannya, dari pada sehari datang kepada sehari sampai hari matinya, yaitu pada segala hari umut hidupnya."]