["Larilah berlepas dirimu, hai bani Benyamin, dari tengah-tengah Yeruzalem, dan tiupkanlah nafiri di Tekoa dan nyalakanlah suar di atas Bait-Kherim; karena dari sebelah utara mengacu-aculah suatu celaka dan kebinasaan yang besar.","Bahwa puteri Sion itu seperti taman yang permai dan seperti padang lezat.","Maka gembala-gembala dengan kawan dombanya ke sana, didirikannyalah kemah-kemahnya kelilingnya dan diberinya makan habis rumput masing-masing pada tempatnya.","Takdiskanlah perang dengan dia! mari kita berangkat pada tengah hari; wai bagi kita! karena siang hari sudah lalu, bayang-bayang pada petang makin panjang.","Mari kita berangkat pada malam dan membinasakan segala maligainya.","Karena demikianlah firman Tuhan serwa sekalian alam: Tebanglah akan pohon kayu, bangunkanlah beberapa kubu akan menyerang Yeruzalem; bahwa inilah negeri yang akan kena pembalasan, karena di tengah-tengahnya adalah aniaya belaka.","Seperti mata air memancarkan airnya demikianpun ia memancarkan kejahatannya; aniaya dan kerusakan kedengaranlah dalamnya, kesakitan dan bala adalah senantiasa di hadapan hadirat-Ku.","Biarkanlah dirimu diajari, hai Yeruzalem! asal jangan hatimu tersaraklah dari padamu, supaya jangan Kujadikan dikau akan kebinasaan dan akan negeri yang tiada diduduki.","Demikianlah firman Tuhan serwa sekalian alam: Orang yang tinggal dari pada Israel itu akan dipungut habis seperti buah pokok anggur dipungut habis dengan rajin; kembalikanlah tanganmu selalu seperti orang pemetik buah-buah anggur kepada rantingnya.","Kepada siapa gerangan Aku akan berkata dan bersaksi, supaya mereka itu dengar? Bahwa sesungguhnya telinga mereka itu tiada terkhatankan, sebab itu tiada boleh mereka itu mendengar; bahwasanya firman Tuhan bagi mereka itu akan suatu kecelaan, tiada mereka itu menghendakinya.","Maka sebab itu penuhlah aku dengan kehangatan murka Tuhan, penatlah aku dari pada menahani diriku; aku hendak mencurahkan dia kepada budak-budak yang dilorong-lorong dan kepada segala orang teruna yang berhimpun bersama-sama, karena baik orang laki-laki baik orang perempuan akan ditangkap, baik orang tua baik orang yang lagi pertengahan umurnya bersama-sama.","Maka segala rumah mereka itu akan dipulangkan kepada orang lain serta dengan segala bendangnya dan segala bininya; karena Aku mengedangkan tangan-Ku kepada segala orang isi negeri ini, demikianlah firman Tuhan.","Karena dari pada besar dan kecil mereka itu sekalian mencahari laba yang keji, bahkan, baik nabi baik imam, semuanya berlaku dengan tipu.","Maka luka puteri umat-Ku diobatinya dengan semudah-mudahnya jua, katanya: Selamat, selamat! maka selamatpun tiada.","Patutlah mereka itu malu sebab barang kebencian yang telah dibuatnya, tetapi tiada lagi mereka itu dapat malu, bahkan mereka itu tiada tahu bera muka, maka sebab itu mereka itu akan jatuh di antara segala orang yang rebah, pada masa tulah-Ku berlaku atasnya mereka itu akan tergelincuh, demikianlah firman Tuhan.","Dan lagi firman Tuhan: Berhentilah kamu pada jalan-jalan, camkanlah baik-baik dan bertanyalah akan jalan-jalan dahulukala di mana gerangan jalan yang betul, lalu hendaklah kamu menjalani dia, maka kamu akan beroleh kesenangan hatimu, tetapi kata mereka itu: Tiada kami mau menjalani dia.","Dan lagi Aku sudah mengangkat akan beberapa orang penunggu atas mereka itu, serta firman-Ku: Dengarlah baik-baik akan bunyi nafiri! tetapi kata mereka itu: Kami tiada mau dengar.","Maka sebab itu dengarlah olehmu, hai segala bangsa, dan ketahuilah olehmu bersama-sama akan barang yang berlaku di antara mereka itu.","Dengarlah olehmu, hai bumi! bahwa celaka yang Kudatangkan atas negeri ini, ia itu hasil segala kepikiran mereka itu sendiri; karena tiada diindahkannya segala firman-Ku dan dibuangnya akan hukum-Ku.","Sebab itu apa guna dibawanya kepada-Ku kemenyan dari Syeba dan deringu yang terbaik dari negeri yang jauh? Bahwa akan korban bakaranmu tiada Aku berkenan dan korban sembelihanmu tiada sedap bagi-Ku.","Sebab itu firman Tuhan demikian: Bahwasanya Aku akan menaruh beberapa batu sentuhan pada jalan bangsa ini, maka olehnya akan tergelincuh baik bapa dengan anak-anaknya baik orang sekampung dengan taulannya, bersama-sama mereka itu akan binasa.","Demikianlah firman Tuhan: Bahwasanya adalah suatu bangsa datang dari sebelah utara, suatu bangsa yang besar akan dipanggil datang dari ujung bumi.","Mereka itu membawa akan busur dan tumbak sertanya; bengislah tabiatnya dan tiada mereka itu tahu sayang; bunyi suaranya gemuruh seperti laut, dan mereka itu mengendarai kuda serta mengikat perang seperti orang satu juga adanya, hendak menyerang engkau, hai puteri Sion!","Bahwa kita mendengar kabarnya lalu tangan kita jadi lemah; kepicikan datanglah atas kita dan kesakitan seperti atas seorang perempuan yang hendak beranak.","Janganlah kamu keluar ke padang dan janganlah kamu berjalan di luar, karena di sana adalah pedang musuh dan kegentaran keliling.","Hai puteri umat-Ku! kenakanlah kain karung pada pinggangmu dan bergelumanglah dalam abu, berkabunglah seperti kalau kematian anak tunggal dan berbiji rataplah dengan tersedih-sedih, karena sekonyong-konyong si pembinasa itu akan datang atasmu.","Bahwa Aku sudah menjadikan dikau akan menara dan akan kubu di antara umat-Ku, supaya engkau mengetahui dan mencobai akan jalannya.","Bahwa durhakalah mereka itu sekalian terlebih dari pada segala orang durhaka, mereka itulah penipu yang cerdik, tabiatnya bagai tembaga dan besi, bersama-sama mereka itu orang fasik adanya.","Bahwa hembusan itu hanguslah tetapi dari pada api keluar timah juga; cuma-cuma dihancurkan dia akan dibersihkan pula; tak boleh dijauhkan sanganya.","Maka dinamai oranglah akan dia perak kebuangan, karena oleh Tuhan sudah dibuang akan dia."]