["Bahwa inilah firman yang telah datang kepada Yermia dari pada Tuhan, bunyinya:","Pergilah engkau berdiri di pintu rumah Tuhan, serukanlah di sana perkataan ini, bunyinya: Dengarlah olehmu firman Tuhan, hai segenap orang Yehuda! hai kamu yang masuk dari pada pintu ini akan meminta doa kepada Tuhan.","Demikianlah firman Tuhan serwa sekalian alam, Allah orang Israel: Betulkanlah olehmu segala jalanmu dan segala perbuatanmu, maka Aku akan memberi kamu duduk dengan sentosa di tempat ini.","Janganlah kiranya kamu percaya akan perkataan penipu, demikian bunyinya: Inilah kaabah Tuhan, kaabah Tuhan, kaabah Tuhan.","Tetapi jikalau kamu membetulkan segala jalanmu dan segala perbuatanmu dengan sebenarnya, jikalau kamu memutuskan hukum yang adil antara orang dengan kawannya;","jikalau tiada kamu menganiaya akan orang dagang dan anak piatu dan perempuan janda dan tiada menumpahkan darah orang yang tiada bersalah di tempat ini, dan tiada kamu menurut dewa-dewa akan jahat dirimu sendiri,","maka Aku akan memberi kelak kamu duduk selama-lamanya dengan sentosa di tempat ini, di tanah yang Kukaruniakan nenek moyangmu.","Tetapi sungguh kamu percaya akan perkataan penipu, yang tiada memberi faedah.","Bolehkah kamu mencuri dan membunuh dan berbuat zinah dan bersumpah dusta dan membakar dupa bagi Baal dan menurut dewa-dewa, yang tiada kamu ketahui akan dia,","lalu datang menghadap hadirat-Ku di dalam rumah ini, yang atasnya sudah disebut nama-Ku, sambil katamu: Sekarang kami bebas pula, boleh berbuat segala perkara kebencian ini?","Adapun rumah ini, yang atasnya sudah disebut nama-Ku, adakah ia itu kepada pemandanganmu sebuah gua pembunuh? Bahwasanya Aku sudah melihatnya, demikianlah firman Tuhan.","Karena cobalah kamu pergi ke tempat kedudukan-Ku dahulu, yaitu ke Silo, tempat Kutaruh nama-Ku dahulu, lihatlah olehmu barang yang sudah Kuperbuat akan dia oleh karena sebab segala kejahatan umat-Ku Israel.","Maka sekarangpun, tegal kamu membuat segala perbuatan ini, demikianlah firman Tuhan, dan Akupun sudah bangun serta berfirman kepadamu dari pagi-pagi, tetapi tiada kamu mau dengar, dan Akupun sudah memanggil kamu, tetapi tiada kamu menyahut;","maka sebab itu Aku akan melakukan atas rumah ini, yang atasnya sudah disebut nama-Ku dan yang kamu harap padanya, dan atas tempat ini, yang sudah Kukaruniakan kepada nenek moyangmu, barang yang sudah Kuperbuat akan Silo dahulu,","dan Aku akan membuang kamu dari hadirat-Ku, seperti telah Kubuang akan saudara-saudaramu, yaitu akan segenap benih Efrayim.","Maka adapun engkau, janganlah engkau minta doa akan bangsa ini, janganlah engkau nyaringkan serumu dan doamu akan mereka itu, dan janganlah engkau berulang-ulang memohon kepada-Ku, karena tiada Aku mau mendengar akan doamu.","Tiadakah engkau melihat barang yang telah diperbuat oleh mereka itu di dalam segala negeri Yehuda dan di atas segala lorong Yeruzalem?","Bahwa anak-anaknya memungut kayu dan bapanyapun memasang api dan orang perempuan mereka itu meramas tepung basah, diperbuatnya juadah bertulisan bagi Permaisuri di langit dan dicucurkannya persembahan minuman bagi dewa-dewa, hendak mendukakan Aku.","Tetapi iakah Aku yang didukakannya? demikianlah firman Tuhan. Bukankah didukakannya dirinya sendiri, sehingga mukanya kena arang?","Maka sebab itu firman Tuhan Hua demikian: Bahwasanya murka-Ku dan kehangatan amarah-Ku akan dicurahkan kepada tempat ini, kepada manusia dan kepada segala binatang, kepada segala pohon kayu yang di padang dan kepada segala hasil tanah, maka ia itu akan bernyala-nyala dan tiada dipadamkan.","Demikianlah firman Tuhan serwa sekalian alam, Allah orang Israel: Tambahilah korban sembelihanmu dengan korban bakaranmu pula dan makanlah daging.","Karena tatkala Aku menghantar akan nenek moyangmu keluar dari negeri Mesir tiada Aku berfirman atau berpesan kepada mereka itu akan hal korban bakaran atau korban sembelihan;","melainkan perkara ini juga sudah Kupesan kepada mereka itu, firman-Ku: Dengarlah olehmu akan firman-Ku, maka Aku ini bagimu akan Allah dan kamupun bagi-Ku akan umat; hendaklah kamu menurut segala jalan yang Kupesan kepadamu, supaya selamat sentosalah kamu.","Tetapi tiada mereka itu mau dengar atau memberi telinga, melainkan diturutnya segala niat dan kehendak hati mereka itu yang jahat; mereka itu sudah undur bukannya mara.","Dari pada masa nenek moyang kamu keluar dari negeri Mesir datang kepada hari ini sudah Kusuruhkan segala hamba-Ku, nabi-nabi itu, kepadamu, pada sebilang hari Aku bangun dan menyuruhkan dia dari pagi-pagi;","tetapi tiada mereka itu mau dengar akan Daku atau memberi telinga, melainkan ditegarkannya tengkuknya, dan dibuatnya jahat terlebih pula dari pada nenek moyangnya.","Lagipun engkau akan menyampaikan segala perkataan ini kepadanya, tetapi tiada juga mereka itu akan menurut katamu; engkaupun akan berseru-seru kepadanya, tetapi tiada mereka itu akan menyahut.","Sebab itu hendaklah kaukatakan akan halnya demikian: Inilah suatu bangsa yang tiada mau dengar akan firman Tuhan, Allahnya, dan yang tiada mau menerima pengajaran, bahwa kebenaran sudah hilang dan putus dari pada mulutnya.","Cukurlah habis rambutmu, buanglah dia dan nyaringkanlah bunyi ratapmu di atas segala bukit, karena sudah dibuang dan ditinggalkan Tuhan akan bangsa yang telah ditimpa oleh murka-Nya.","Karena bani Yehuda sudah membuat barang yang jahat kepada pemandangan-Ku, demikianlah firman Tuhan; barang-barang mereka itu yang kebencian itu telah ditaruhnya di dalam rumah yang atasnya sudah disebut nama-Ku, hendak dinajiskannya akan dia.","Maka dibangunkannya segala panggung Tofet di dalam lembah Bin Hinom, hendak membakar anak-anaknya laki-laki dan perempuan habis dengan api, yaitu barang yang tiada pernah Kupesan, dan yang tiada pernah terbit di dalam hati-Ku.","Maka sebab itu, demikianlah firman Tuhan, hari akan datang kelak apabila ia itu tiada lagi bernama Tofet atau lembah Bin Hinom, melainkan Lembah Pembunuhan; maka di Tofet itu tiada akan cukup tempat akan menguburkan segala orang yang sudah dibunuh itu.","Sehingga segala bangkai bangsa ini menjadi makanan unggas yang di udara dan mangsa segala margasatwa, maka seorangpun tiada yang akan menghalaukan dia.","Maka dari pada segala negeri Yehuda dan dari pada segala lorong Yeruzalem Aku akan memberhentikan segala tempik sorak kesukaan dan keramaian dan bunyi suara mempelai dan penganten; karena negeri itu akan menjadi suatu kebinasaan adanya."]