["Maka pada masa itu juga, demikianlah firman Tuhan, dikeluarkan oranglah kelak tulang-tulang segala raja Yehuda dan tulang-tulang segala penghulu mereka itu dan tulang-tulang segala imam dan tulang-tulang segala nabi dan tulang-tulang segala orang isi Yeruzalem dari dalam kuburnya,","dihamparkan-Nya di hadapan matahari dan di hadapan bulan dan di hadapan segala tentara langit, yang sudah dikasihi-Nya dan kepadanya mereka itu sudah berbuat khidmat, dan yang sudah diikutnya dan yang sudah dicaharinya dan kepadanya mereka itu sudah menyembah sujud; maka segala tulang itu tiada akan dikumpulkan atau dikuburkan, melainkan ia akan menjadi baja pada tanah.","Remaklah mati dari pada hidup segenap sisa, yaitu segala orang yang lagi tinggal dari pada bangsa jahat ini pada segala tempat Kuhalaukan orang yang lagi tinggal itu ke sana, demikianlah firman Tuhan serwa sekalian alam.","Dan lagi katakanlah olehmu kepada mereka itu: Demikianlah firman Tuhan: Adakah orang jatuh dan tiada bangun pula? adakah orang akan sesat menyimpang dan tiada mau balik pula?","Mengapa maka bangsa yang di Yeruzalem ini sesat menyimpang selalu dan bersangkut paut kepada barang yang menipu dan enggan mereka itu balik pula?","Bahwa Aku sudah mengeling dan mendengar-dengar, maka sesungguhnya mereka itu mengatakan barang yang tiada betul, seorangppun tiada bersesal akan kejahatannya, serta katanya: Apakah yang sudah kubuat? Semuanya berlari ke sana ke mari pada jalannya, seperti kuda berlari kepada peperangan.","Jikalau burung laklak di udara sekalipun ia mengetahui masanya yang tertentu, maka burung tekukur dan burung jinjang dan burung layang-layangpun ingat akan ketika kedatangannya, hanya umat-Ku itu tiada mengetahui hukum Tuhan,","maka bagaimana boleh katamu: Bahwa kami ini alim, pada kami adalah taurat Tuhan! Maka sesungguhnya kalam penipu sebab katib itu mengubahkan dia.","Patutlah malu dan terkejut segala orang alim itu, karena sudah didapati akan budi mereka itu, bahwasanya mereka itu sudah membuangkan firman Tuhan, entah hikmat apa boleh ada padanya?","Maka sebab itu Aku akan memberikan segala bini mereka itu kepada orang lain dan segala bendangnyapun menjadi orang lain punya, karena dari pada besar dan kecil mereka itu sekalian mencahari laba yang keji, dari pada nabi datang kepada imam semuanya berlaku dengan tipu.","Maka diperobatkannya luka puteri umat-Ku dengan semudah-mudahnya, katanya: Selamat, selamat! tetapi selamatpun tiada.","Patutlah mereka itu malu sebab barang kebencian yang telah dibuatnya, tetapi mereka itu tiada lagi tahu malu dan tiada lagi tahu bera muka, maka sebab itu mereka itu akan jatuh di antara segala orang yang rebah mati; pada masa tulah-Ku berlaku atasnya mereka itu akan tergelincuh; demikianlah firman Tuhan.","Bahwasanya patutlah Aku memungut mereka itu habis-habis, demikianlah firman Tuhan; pada pokok anggurpun tiada buah, pada pokok arapun tiada buah, bahkan, segala daunnyapun sudah layu, maka sebab itu patutlah Aku menyerahkan mereka itu kepada orang yang akan memijak-mijak mereka itu.","Betapa kita tinggal duduk di sini? Berhimpunlah kamu, mari kita masuk ke dalam negeri-negeri yang berkota benteng, jikalau di sana kita binasa sekalipun, karena kita telah diserahkan oleh Tuhan, Allah kita, kepada kebinasaan dan telah diberi-Nya kita minum air empedu, sebab kita sudah berdosa kepada Tuhan.","Bahwa orang menantikan selamat, tetapi tiada datang barang sesuatu yang baik; orang menantikan masa kesembuhan, hanya sesungguhnya adalah kekejutan.","Dari Dan kedengaranlah bunyi penghembus segala kudanya, dari pada peringkik segala kuda tejinya gentarlah seisi negeri; mereka itu datang, dimakannya habis akan tanah serta dengan segala kelimpahannya, akan negeri serta dengan segala orang isinya.","Karena sesungguhnya Aku menyuruhkan di antara kamu beberapa ular biludak dan tedung yang barang manterapun tiada berguna atasnya, dan kamu akan dipagut olehnya, demikianlah firman Tuhan.","Hanya pengaduhan dapat menyedapkan aku, dan hati yang di dalam akupun tawarlah.","Dengarlah bunyi ratap puteri umat-Ku dari negeri yang amat jauh: Entah Tuhan tiada di Sion? entah Rajanya tiada di sana? -- Mengapa maka mereka itu sudah membangkitkan murka-Ku dengan patung-patungnya dan dengan berhala orang helat, yang sia-sia adanya?","Bahwa musim menuai sudah lalu, musim kemaraupun berkesudahan, maka belum lagi kita terlepas.","Bahwa hatiku luka parah dari karena lupa puteri bangsaku; aku berpakaikan kain perkabungan dan aku sudah kena dahsyat.","Tiadakah minyak pekat di Gilead? Tiadakah barang seorang tabib di sana? aduh! mengapa maka penyakit puteri bangsaku tiada disembuhkan?"]