["Aduh, jikalau kiranya kepalaku dari pada air dan matakupun suatu pancaran air mata, niscaya siang malam aku akan menangisi segala orang puteri bangsaku yang telah dibunuh.","Aduh, jikalau kiranya padaku sebuah rumah wakaf orang perjalanan di padang belantara, niscaya kutinggalkan bangsaku kelak dan aku menjauhkan diriku dari padanya, karena mereka itu sekalian orang bermukah dan suatu pasukan orang khianat adanya.","Dibentangkannya lidahnya yang bohong itu seperti busur dan oleh khianatnya mereka itu merajalela di dalam negeri; bahkan, dari pada jahat mereka itu langsung kepada jahat, dan tiada dikenalnya Aku, demikianlah firman Tuhan.","Peliharakanlah dirimu masing-masing dari pada sahabatnya dan janganlah kamu harap pada barang seorang suadara, karena saudara memperdayakan saudara dan sahabat mengumpat sahabat.","Bahkan, mereka itu menipu, masing-masing akan kawannya, karena tiada lagi mereka itu berkata benar, dibiasakannya lidahnya pada berkata dusta, dan diusahakannya dirinya dalam berbuat salah.","Bahwa kedudukanmu adalah di tengah-tengah tipu daya, maka oleh tipu dayanya engganlah mereka itu mengenal Aku; demikianlah firman Tuhan.","Maka sebab itu firman Tuhan serwa sekalian alam demikian: Bahwasanya Aku akan menghancurkan dan mencobai mereka itu kelak, karena lain apa lagi dapat Kuperbuat akan puteri umat-Ku.","Lidah mereka itu bagai anak panah pembunuh adanya, ia berkata bohong; mulut masing-masing berkata manis dengan kawannya, tetapi di dalam hatinya dipasangnya jerat akan dia.","Masakan tiada Aku membalas kepada mereka itu segala perkara ini; demikianlah firman Tuhan. Masakan hati-Ku tiada mendatangkan pembalasan atas bangsa yang begini?","Atas segala gunung Kunyaringkan kelak tangis dan pengaduh, atas segala pondok gembala di padang belantara suatu biji ratap, karena sekalian itu sudah dibakar habis, sehingga seorangpun tiada lalu dari sana dan bunyi binatangpun tiada kedengaran lagi; baik segala unggas di udara baik segala binatangpun sudah lari, semuanya sudah lenyap!","Maka Aku kelak menjadikan Yeruzalem akan timbunan batu, akan tempat kediaman ular naga, dan segala negeri Yehuda Kujadikan suatu kerobohan, dengan tiada barang seorang isinya.","Siapa gerangan orang berbudi, yang mengerti perkara ini? kepada siapa gerangan lidah Tuhan sudah berfirman, sehingga ia boleh memberitahu apa sebabnya maka tanah ini sudah rusak dan dibakar habis seperti padang tandus, sehingga seorangpun tiada lalu dari sana?","Maka ia itu, demikianlah firman Tuhan, sebab sudah ditinggalkannya torat-Ku, yang sudah Kukaruniakan di hadapan mukanya dan tiada didengarnya akan bunyi suara-Ku dan tiada dipatutkannya kelakuannya dengan dia;","melainkan mereka itu berjalan menurut kehendak hatinya yang jahat, dan sudah berbuat bakti kepada berhala, setuju dengan pengajaran bapa-bapanya kepadanya.","Maka sebab itu firman Tuhan serwa sekalian alam, Allah orang Israel, demikian: Bahwasanya Aku akan memberi bangsa ini makan hia, dan Aku akan memberi mereka itu minum air empedu;","dan Aku akan mencerai-beraikan mereka itu di antara segala bangsa yang tiada diketahui oleh mereka itu atau oleh bapa-bapanya dan Aku akan menyuruhkan pedang mengejar mereka itu, sehingga sudah Kubinasakan sekaliannya.","Demikianlah firman Tuhan serwa sekalian alam: Ingatlah ini dan panggillah datang akan perempuan yang meratap, dan suruhkanlah orang menjemput perempuan yang bijaksana supaya mereka itu datang.","Supaya segera-segera diangkatnya sebiji ratap akan kami, biar air mata berlinang-linang dari pada mata kami, dan kelopak mata kamipun mengalirkan air.","Hendaklah dari pada Sion kita mendengar bunyi ratap ini: Aduh! kami sudah rusak! kami dapat malu sangat, karena kami sudah disuruh meninggalkan negeri kami dan kami sudah dibuang ke luar dari dalam rumah-rumah kami.","Maka sebab itu dengarlah olehmu firman Tuhan, hai perempuan! hendaklah telingamu menerima kata yang keluar dari pada mulutnya, ajarkanlah anak-anakmu perempuan meraung-raung, ajarkanlah seorang akan seorang meratap.","Karena malakulmaut sudah naik sampai ke dalam tingkap kami, ia sudah masuk sampai ke dalam segala maligai kami, segala anak-anak terhantar dengan matinya di jalan dan segala orang teruna di lebuh pasar!","Maka demikianlah firman Tuhan: Bahwa bangkai manusia akan terhantar di tanah seperti baja di padang dan seperti berkas gandum di belakang orang penyabit, seorangpun tiada akan memungut dia.","Demikianlah firman Tuhan: Orang alim jangan bermegah-megah sebab ilmunya, dan orang kuatpun jangan bermegah-megah sebab kuatnya, dan orang kayapun jangan bermegah-megah sebab  kekayaannya;","melainkan orang yang hendak bermegah-megah itu baiklah ia bermegah-megah itu baiklah ia bermegah-megah sebab diketahuinya dan dikenalnya akan Daku, bahwa Akulah Tuhan, yang melakukan kemurahan dan insaf dan adalat di atas bumi, karena segala perkara ini yang Kukehendaki, demikianlah firman Tuhan.","Bahwasanya hari akan datang kelak, demikianlah firman Tuhan, apabila Aku membalas kepada segala orang yang bersunat dan kepada segala orang yang berkulup;","kepada Mesir dan kepada Yehuda dan kepada Edom dan kepada segala bani Ammon dan kepada Moab dan kepada mereka sekalian yang bercukur ujungnya, yang duduk di padang belantara, karena segala bangsa itu berkulup adanya, tetapi segenap orang Israel berkulup hatinya."]