["Bermula, maka bagaimana sudah duduklah sunyi negeri yang dahulu ramai begitu! ia telah menjadi seperti seorang perempuan janda; yang dahulu besar di antara segala orang kafir, seperti permaisuri di antara segala negeri, sekarang ia sudah takluk dan membawa upeti.","Sepanjang malam ia menangis dan air matapun selalu berlinang-linang pada pipinya; seorang penghiburpun tiada padanya di antara segala orang yang dahulu kekasihnya, segala sahabatnya berbuatlah khianat akan dia, dan telah menjadi seterunya.","Bahwa Yehuda dipindahkan dengan tertawan dari karena kesukaran dan kebanyakan perhambaan; maka duduklah ia di antara segala orang kafir, tiadalah ia mendapat perhentian; mereka itu sekalian yang mengusir akan dia itu mendapati akan dia di tempat-tempat yang sempit.","Bahwa segala jalan Sion itu muramlah, karena seorangpun tiada yang datang memuliakan masa raya; segala pintu gerbangnya sudah rusak, segala imamnya berkeluh kesah, segala anak daranya berdukacita dan ia sendiripun dalam kepahitan hatinya.","Segala musuhnya telah menjadi kepala, segala seterunya bersentosalah, karena Tuhan mendukacitakan dia; maka sebab kebanyakan kejahatannya pergilah segala anak-anaknya kepada hal ketawanan di hadapan musuhnya.","Demikianlah segala kemuliaan sudah lalu dari pada puteri Sion! segala penghulunya laksana rusa yang tiada mendapat tempat rumput, mereka itu berjalan dengan letihnya di hadapan orang yang mengejar akan dia!","Bahwa pada hari kesukarannya dan dalam hal ketawanannya yang sangat, teringatlah Yeruzalem akan segala kesedapan yang padanya dari dahulukala, dan bagaimana bangsanya telah jatuh ke dalam tangan musuh dan tiadalah pembantu padanya, maka segala penganiayanya memandang kepadanya serta mengolok-olokkan kelemahannya.","Bahwa sangat besarlah dosa Yeruzalem, sebab itu ia telah jadi seperti seorang najis: Segala orang yang dahulu memberi hormat kepadanya sekarang mencelakan dia, karena telah dilihatnya hal telanjangnya, maka iapun berkeluh kesah dan undur ke belakang.","Bahwa najisnya sampai kepada punca pakaiannya; tiada ia sangka akan kesudahannya demikian, sebab itu ia sudah turun amat dalam begitu dan tiadalah penghibur padanya! Ya Tuhan! lihat apalah kesukaranku dan bagaimana musuh mengataskan dirinya dengan sombongnya!","Bahwa musuh sudah mengembangkan tangannya atas segala sesuatu yang keinginan kepadanya; bahkan, ia sudah melihat orang kafir masuk ke dalam tempat kesuciannya, akan halnya juga sudah Engkau berfirman, bahwa tiada boleh mereka itu masuk ke dalam sidang-Mu.","Segenap bangsanya berkeluh kesah sambil mencahari makan; barang yang indah-indah padanya diberikannya akan beroleh makan akan menyedapkan hatinya! Ya Tuhan! lihatlah kiranya dan pandanglah akan daku bagaimana kehinaan aku.","Tiadakah kamu peduli, hai kamu sekalian yang lalu pada jalan? lihatlah dan pandanglah kalau ada penyakit yang sama seperti penyakitku! bagaimana aku dihabiskan dengan kesukaran oleh Tuhan pada hari kehangatan murka-Nya.","Dari pada tempat yang tinggi telah dikirim-Nya suatu api ke dalam tulang-tulangku dan ditambahi-Nya akan dia; dibentangkan-Nya suatu jaring di hadapan kakiku, diundurkan-Nya aku ke belakang dan dijadikan-Nya aku seorang celaka yang sakit sepanjang hari.","Beratlah tindihnya kuk segala kejahatanku; diikat bersama-sama oleh tangan-Nya dan dikenakan kepada tengkukku! kuatku sudah dilemahkan-Nya, dan akupun diserahkan oleh Tuhan kepada tangan orang yang tiada tertawan olehku.","Bahwa Tuhan sudah mencampakkan ke bumi segala orangku yang perkasa, di tengah-tengah aku; diadakan-Nya suatu bicara lawan aku, hendak memecahkan segala orang terunaku; bahwa Tuhan sudah mengirik apitan anggur tuan puteri Yehuda!","Maka sebab sekalian ini matakupun menangislah senantisa, air matapun berlinang-linanglah dari pada mataku, karena jauhlah dari padaku penghibur, yang boleh mempersenangkan hatiku! segala anak-anakku sudah binasa sebab musuhpun berkelebihan!","Bahwa Sion menadahkan tangannya, tetapi tiadalah penghibur baginya! Tuhan juga sudah berfirman kepada segala musuh Yakub berkeliling, maka di antaranya adalah Yeruzalem seperti seorang najis adanya.","Bahwa Tuhan juga adil, karena aku sudah mendurhaka kepada firman-Nya; dengarlah olehmu, hai segala bangsa! Dan lihatlah kesukaranku; bahwa segala anak daraku dan segala orang terunaku sudah dibawa dengan tertawan.","Aku sudah berseru-seru kepada segala taulanku, tetapi mereka itu menipukan daku! segala imamku dan segala tua-tuaku sudah putus nyawanya di dalam negeri apabila dicaharinya makan hendak menyedapkan hatinya.","Ya Tuhan, lihat apalah bagaimana kepicikan aku! segala isi perutku gementarlah dan hatikupun terbaliklah dalam dadaku, sebab aku sudah mendurhaka sangat begitu. Di luar adalah pedang membuluskan orang, dan di dalam adalah kematian belaka.","Mereka itu sudah mendengar keluh kesahku dan tiadalah penghibur padaku. Serta kedengaranlah celakaku kepada segala musuhku, maka sukacitalah hati mereka itu sebab Engkau sudah membuat akan daku demikian. Hendaklah kiranya datang hari yang telah Kautentukan, maka mereka itu akan jadi sama dengan aku.","Hendaklah segala kejahatan mereka itu datang di hadapan hadirat-Mu dan buatlah akan mereka itu seperti telah Kaubuat akan daku dari karena segala salahku. Aduh, banyaklah sudah segala keluh kesahku dan hatikupun lemahlah."]