["Bagaimana Tuhan sudah menudungi puteri Sion dengan awan-awan oleh murka-Nya! Kemuliaan Israel sudah dicampakkan-Nya dari langit ke bumi, dan pada masa murka-Nya tiada Ia ingat akan alas kaki-Nya!","Bahwa Tuhan sudah menelan semuanya, satupun tiada disayang-Nya! segala kedudukan Yakub sudah dibinasakan-Nya oleh murka-Nya, segala kota benteng puteri Yehuda sudah disamakan-Nya dengan tanah; istana baginda dan segala penghulunyapun sudah diharamkan-Nya.","Dengan kehangatan murka-Nya telah ditampasnya tanduk Israel dama sekali; pada masa musuh datang diundurkan-Nya tangan-Nya kanan dan bernyalalah murka-Nya akan Yakub seperti api yang makan keliling!","Dibentangkan-Nya busur panah-Nya seperti seorang musuh dan seperti seorang lawanpun diacu-acu-Nya dengan tangan-Nya kanan dan dibunuh-Nya akan segala yang indah-indah kepada mata, kehangatan murka-Nya telah dicurahkan-Nya kepada kemah puteri Sion seperti api.","Bahkan, Tuhanpun selaku seorang musuh, ditelan-Nya akan Israel sama sekali, segala maligainyapun sudah ditelan-Nya, dan dibinasakan-Nya segala kota bentengnya dan ditimbunkan-Nya celaka bertambah celaka di atas puteri Yehuda.","Dirobohkan-Nya baik pondok baik pagarnya, dan dibinasakan-Nya sidang-Nya, maka telah diadakan Tuhan bahwa di Sion orang melupakan masa raya dan sabat, dan oleh kehangatan murka-Nya telah dibuangnya-Nya akan raja dan akan imam dengan celanya.","Bahwa Tuhan sudah menolak mezbah-Nya dan jemulah Ia akan tempat kesucian-Nya! segala pagar tembok maligai itu sudah diserahkan-Nya kepada tangan musuh, maka mereka itu sudah bergaduh-gaduh di dalam rumah Tuhan, ramainya seperti pada hari raya.","Bahwa niat Tuhan juga hendak membinasakan pagar tembok puteri Sion; dikenakan-Nya tali sipat; tiada Ia berhenti dari pada menelan; sekarang muramlah kota dan pagar temboknya, bersama-sama ia sudah jadi lemah.","Segala pintu gerbangnya sudah tenggelam di dalam tanah, segala kancingnya sudah dibinasakan dan dipecahkan oleh-Nya! Rajanya dan segala penghulunyapun adalah di antara orang-orang kafir! hukumpun tiadalah lagi dan segala nabinyapun tiada lagi beroleh wahyu dari pada Tuhan!","Segala tua-tua puteri Sion duduklah di tanah, mereka itu berdiam dirinya, dan menyiram kepalanya dengan abu dan berpakaikan kain karung; segala anak dara Yeruzalem menundukan kepalanya sampai ke bumi.","Bahwa mataku bilis dari pada menangis, segala isi perutkupun bergeraklah, limpaku tertumpah ke bumi dari karena luka puteri bangsaku, sebab budak-budak dan anak penyusupun rebahlah pingsan pada lorong-lorong negeri.","Katanya kepada emaknya: Di manakah gandum dan air anggur? Di sana mereka itu rebah pingsan seperti orang yang tertikam pada segala lorong negeri! Di sana mereka itu putus nyawa pada ribaan emaknya.","Apakah boleh kukatakan kepadamu? bagaimana boleh aku mempersenangkan dikau, hai puteri Yeruzalem! bagaimana boleh aku mendiamkan dan menghiburkan dikau, hai tuan puteri Sion, karena besarlah lukamu seperti laut, siapa gerangan dapat mengobati dikau?","Bahwa kepadamu segala nabimu sudah bernubuat dusta dan barang yang bukan-bukan; tiada mereka itu menyatakan kesalahanmu kepadamu, supaya diundurkan dari padamu celaka besar itu; melainkan mereka itu sudah memberitahu kepadamu firman yang dusta dan penipu.","Segala orang yang lalu di jalan itu bertepuk-tepuk tangan sebab halmu, mereka itu bersiul dan menggeleng kepala sebab hal puteri Sion, katanya: Inilah dia negeri yang dikatakan makota keelokan dan kesukaan segenap isi bumi?","Segala musuhmu ngangakan mulutnya akan dikau; mereka itu bersiul dan mengerut giginya, sambil katanya: Kita sudah menelan dia; bahwa inilah hari yang sudah kita rindukan! sudah kita mendapat dia, sudah kita melihat dia!","Bahwa Tuhan sudah membuat barang yang telah diniatkan-Nya; sudah disampaikan-Nya barang yang Ia berfirman dari pada zaman dahulu-dahulu! sudah Ia menumpas dengan tiada menaruh sayang; disukakan-Nya musuhmu sebab halmu dan ditinggikan-Nya tanduk segala lawanmu.","Bahwa hati mereka itu menangislah kepada Tuhan: Wai pagar tembok puteri Sion! Biarlah air matamu berlinang-linang seperti anak sungai pada siang dan malam! janganlah engkau bersenang; biji matamupun jangan berhenti!","Bangunlah, tangislah sepanjang malam mulai dari pada waktu jaga yang pertama! Curahkanlah hatimu seperti air di hadapan hadirat Tuhan; tadahkanlah tanganmu kepadanya, pohonkanlah akan jiwa anak-anakmu yang terhantar dengan pingsan pada siku segala lorong-lorong sebab lapar!","Ya Tuhan, lihatlah kiranya dan pandanglah! siapakah dia yang sudah Kauperbuat demikian? Patutkah perempuan makan anak buahnya, yaitu anak-anak yang diribanya? Patutkah imam dan nabipun dibunuh di dalam tempat kesucian Tuhan?","Mereka itu terhantar di tanah dan pada segala lorong, baik tua baik muda; segala anak daraku dan segala orang terunaku sudah rebah dimakan pedang; pada hari murka-Mu sudah Kaubunuh mereka itu, sudah Kaubantai dengan tiada sayang.","Segala perkara yang hebat kepadaku sudah Kaupanggil dari maan-mana akan berhimpun seperti kepada hari raya; maka pada hari murka Tuhan seorangpun tiada luput, seorangpun tiada tinggal dengan hidupnya; anak-anak yang telah kuriba dan kupeliharakan itu sudah dibinasakan oleh musuh."]