["Bahwa aku ini seorang yang sudah merasai kesukaran oleh cemeti geram-Nya.","Sudah dihantar-Nya dan dijalankan-Nya aku dalam gelap dan bukannya dalam terang.","Sungguh beberapa berapa kali dan dengan pelbagai peri diberi-Nya aku merasai tangan-Nya pada tiap-tiap hari.","Dikerutkan-Nya dagingku dan kulit tubuhku dan dipatahkan-Nya segala tulang-tulangku.","Dilengkung-Nya aku dengan kepahitan dan kesukaran seperti dengan pagar tembok dan dewala.","Didudukan-Nya aku di dalam gua-gua yang gelap, seperti orang yang sudah lama mati.","Sudah dikepung-Nya aku berkeliling, sehingga tiada boleh aku keluar, dan rantaiku tembaga itu diberatkan-Nya pula.","Lagipun apabila aku berseru-seru dan menangis maka doaku didiamkan.","Segala jalankau sudah disekat-Nya dengan pagar batu pahat; segala lorongku sudah dibengkang-bengkokkan-Nya.","Bahwa Ialah bagiku akan beruang yang mengadang dan akan singa yang mengintai dari pada tempat sembunyi.","Segala jalanku sudah dilekak-lekukkan-Nya dan disesatkan-Nya aku pada tempat yang sunyi, dijadikan-Nya aku seorang ketinggalan.","Sudah dibentangkan-Nya busur-Nya, dan dijadikan-Nya aku sasaran bagi anak panah-Nya.","Diberi-Nya masuk anak panah-Nya sampai ke dalam buah pinggangku.","Sepanjang hari aku menjadi suatu sindiran dan permainan bagi segenap bangsaku.","Bahwa sudah dikenyangkan-Nya aku dengan kepahitan dan diberi-Nya aku minum hia.","Segala gigiku sudah dihancurkan-Nya dengan kersik dan ditekankan-Nya aku dalam abu.","Selamat sudah dijauhkan dari pada hatiku, tiada kuketahui lagi akan barang yang baik.","Maka sebab itu kataku: Segala beraniku sudah hilang dan segala harapku pada Tuhanpun.","Ingatlah kiranya akan kesukaranku dan sengsaraku; semuanya itu hia dan empedu belaka.","Hatiku ingat akan hal itu baik-baik, maka tertunduklah hatiku di dalam aku.","Maka ini juga hendak kuperhatikan, dan sebab ini haraplah juga aku:","Bahwa karena sebab segala kemurahan Tuhan, maka tiada kita dibinasakan sama sekali, dan segala rahmat-Nyapun tiada berkeputusan adanya.","Pada tiap-tiap pagi adalah ia itu baharu, dan besarlah setia-Mu!","Hendaklah kata hatiku: Tuhan juga bahagianku; sebab itu haraplah aku pada-Nya.","Baiklah Tuhan kepada barangsiapa yang menantikan Dia, dan kepada hati yang mencahari Dia.","Baiklah orang harap akan selamat dari pada Tuhan dengan berdiam diri.","Baiklah pada orang jikalau ia menanggung kuk dari pada masa mudanya.","Hendaklah ia duduk pada tempat yang sunyi dan berdiam dirinya, sebab Tuhan sudah menanggungkan dia padanya.","Baiklah ditundukkannya mukanya dalam abu, mudah-mudahan adalah pengharapan.","Baiklah dibiarkannya pipinya kepada orang yang menampar dia; baiklah ia kenyang-kenyang dengan kecelaan.","Karena tiada Tuhan menolak sampai selama-lamanya,","melainkan setelah sudah memberi dukacita, dikasihankan-Nya pula dengan sebesar-besar kemurahan-Nya.","Karena adapun disiksakan-Nya atau didukacitakan-Nya anak-anak manusia itu bukan dengan sukahati-Nya.","Apabila dipijak-pijak dengan kaki akan orang yang terhantar di bumi dengan terbelenggu,","apabila orang mendolak-dalikkan perkara orang yang benar di hadapan hadirat Allah taala,","apabila orang menganiayakan orang miskin dalam acaranya, bukankah dilihat oleh Tuhan akan sekalian itu?","Siapakah dapat suruh menjadi barang sesuatu yang tiada dipesan oleh Tuhan?","Bukankah dari pada mulut Allah taala juga keluarlah mana yang baik dan mana yang jahat?","Mengapa maka mengaduh manusia yang hidup atau orang sebab disiksa dosanya?","Baiklah kita memeriksai dan menyelidik akan segala jalan kita serta hendaklah kita kembali kepada Tuhan!","Baiklah kita menadahkan tangan dan hatipun kepada Allah yang di dalam sorga!","Bahwa kami sudah bersalah dan kamipun sudah mendurhaka; maka tiada Engkau mengampuni.","Engkau sudah menudungi kami dengan murka dan sudah menghambat akan kami; Engkau sudah membunuh dengan tiada menaruh sayang!","Bahwa Engkaupun sudah mengelubungi diri-Mu dengan awan-awan, sehingga barang suatu pinta doapun tiada dapat menerusinya.","Engkau sudah menjadikan kami akan ampas dan sampah di antara segala bangsa.","Segala musuh kami mengangakan mulutnya akan kami.","Kegentaran dan keleburan telah menjadi bahagian kami, dan lagi kerusakan dan kebinasaan.","Air mataku berlinang-linang seperti aliran anak sungai, sebab luka puteri bangsaku.","Mataku mencucurkan air mata dengan tiada berhentinya; tiadalah barang perhentian.","Sampai Tuhan memandang dan menilik dari pada sorga.","Kuat tubuhku dihabiskan oleh menangis akan hal segala anak dara negeriku.","Orang yang bermusuh dengan aku tiada dengan sebab itu sudah sangat mengejar akan daku seperti akan seekor burung.","Mereka itu sudah menumpas nyawaku di dalam keleburan dan dilontarkannya pula batu kepadaku.","Bahwa segala airpun sudah mengalun-alun di atas kepalaku, lalu kataku: Sudah putuslah harapku.","Maka berseru-serulah aku kepada nama-Mu, ya Tuhan! dari dalam keleburan itu;","maka Engkaupun mendengar akan bunyi suaraku; jangan apalah Engkau menjauhkan telinga-Mu dari pada keluh kesahku dan dari pada tangisku!","Engkau telah hadir pada masa aku berseru-seru kepada-Mu! maka firman-Mu: Janganlah engkau takut!","Ya Tuhan! Engkau juga sudah membantu aku dalam acaraku; Engkau juga sudah menebus nyawaku!","Ya Tuhan! Engkau sudah melihat segala salah yang dibuat orang kepadaku; benarkan apalah halku!","Bahwa Engkau sudah melihat segala bengisnya, dan segala rekanya akan daku!","Ya Tuhan! Engkau sudah mendengar segala pengolok-oloknya dan segala rekanya akan daku!","Perkataan mulut segala lawanku, dan segala bencana mereka itu pada sepanjang hari.","Lihatlah oleh-Mu akan duduk dan bangun mereka itu; bahwa aku menjadi baginya akan permainannya.","Ya Tuhan, balaslah kiranya kepada mereka itu sekadar perbuatan tangannya!","Bubuhlah suatu tutupan pada hati mereka itu, dan kutuk-Mu biarlah menjadi bahagiannya!","Usirlah akan mereka itu dengan murka-Mu dan binasakanlah mereka itu dari bawah langit Tuhan."]