["Wah! bagaimana sudah suramlah emas, serta berubahlah emas yang amat baik adanya! batu-batu tempat sucipun berkaparanlah pada siku segala lorong-lorong!","Adapun segala anak-anak Sion, yang ternilai dengan emas tua, bagaimana sekarang mereka itu dibilang sama dengan buli-buli, yang perbuatan tangan penjunan!","Jikalau mina gajah sekalipun diturukannya teteknya serta menyusui anak-anaknya, maka puteri bangsaku itu bengislah adanya, selaku burung unta di padang belantara.","Lidah anak penyusu lekatlah pada langitan mulutnya dari dagaha; segala anak-anak minta makan, tetapi seorangpun tiada yang membahagi makanan kepadanya.","Orang yang dahulu makan segala nikmat, sekarang pingsan dari lapar dalam segala lorong-lorong; dan orang yang dahulu dipeliharakan dengan diberi pakai sekelat kirmizi, sekarang duduk pada timbunan abu.","Maka besarlah dosa puteri bangsa-Ku dari pada dosa Sodom, yang telah dibongkar dalam sesaat jua, dan tiada tangan berlelah sebabnya.","Dahulu segala penghulunya suci dari pada salju, putih dari pada air susu dan cahaya tubuhnya terlebih dari pada cahaya mutiara, dan parasnyapun seperti permata nilam.","Sekarang parasnya muram dari karena kehitam-hitaman, tiada lagi ketahui oranglah akan dia di jalan; kulit tubuhnya lekatlah pada tulang-tulangnya dan sudah kering seperti kayu.","Untunglah orang yang mati dimakan pedang dari pada orang yang mati sebab lapar; karena orang ini makin lama makin surut seperti orang yang tertikam, sebab tanahnya tiada lagi berhasil.","Tangan perempuan yang memang sayang perangainya, itu sudah merebus anaknya, dikenyangkannya dirinya dengan dagingnya pada masa kepecahan puteri bangsa-Ku.","Bahwa Tuhan sudah menyempurnakan geram-Nya, sudah dicurahkan-Nya segala kehangatan murka-Nya dan dinyalakan-Nya suatu api di dalam Sion, yang makan habis akan dia sampai kepada segala kaki temboknya!","Maka segala raja di bumi dan segala isi duniapun tiada boleh percaya, bahwa orang pelawan dan musuh dapat masuk dari pada pintu-pintu gerbang Yeruzalem!","Maka ia itu dari karena dosa segala nabinya dan salah segala imamnya, yang sudah menumpahkan darah orang yang tiada bersalah di tengah-tengahnya.","Seperti orang buta berkelilinglah mereka itu pada segala lorong serta berlumurkan dirinya dengan darah, sehingga takutlah orang menjamah pakaiannya.","Tak dapat tiada orang berseru-seru akan dia: Lalulah kamu, ialah seorang najis! Lalulah, lalulah, jangan jamah akan dia! Lagipun barang ke mana mereka itu sudah lari serta mengembara, kata orang di antara segala bangsa kafir: Tak boleh mereka itu lagi duduk di sini!","Wajah Tuhan sudah menghamburkan mereka itu, tiada dipandang-Nya akan mereka itu lagi, karena tiada mereka itu sayang akan imam-imam dan tiada dikasihankannya akan segala tua-tua.","Lagipun sampai buta mata kami merenung-renung kepada pertolongan kami yang sia-sia, dan lagi kami mengamat-amati kepada suatu bangsa yang tiada dapat membantu.","Pada masa itu dikejar oranglah akan kami, sehingga tiada dapat kami balik ke sana ke mari; pada masa itu kesudahan kami hampirlah, dan genaplah segala hari kami; wai, kesudahan kami sudah sampai!","Segala pengusir kami pantas dari pada burung nasar di udara; di atas pegunungan disambarnya akan kami dengan sangat geramnya, dan di padangpun diadang-adangnya akan kami!","Adapun orang yang disiram bagi Tuhan, yang indah kepada kami seperti nafas, ia itupun sudah tertangkap dalam keleburan mereka itu, maka akan halnya telah kami berkata demikian: Di bawah naungnya juga kami akan hidup di antara segala bangsa kafir!","Bergemarlah dan bersukacitalah engkau, hai puteri Edom, yang duduk di benua Uz! Maka kepadamu juga diunjuk piala itu, sehingga terhantar engkau dengan mabuk dan telanjang!","Hai puteri Sion! habislah sudah kesalahanmu; tiada lagi dicuca oranglah akan dikau! Hai puteri Edom! dibalasnya kelak segala kejahatanmu dan dinyatakannya segala dosamu!"]