["Ya Tuhan! ingat apalah akan barang yang sudah berlaku atas kami, lihatlah dan pandanglah akan hal kami dicelakan ini!","Bahwa bahagian pusaka kami sudah jatuh ke dalam tangan orang keluaran, dan segala rumah kamipun ke dalam tangan orang helat.","Bahwa kami ini anak piatu yang tiada berbapa, dan ibu kamipun seperti perempuan janda adanya.","Air minumpun kami beli dengan uang juga dan kayu apipun kami bayar besar harganya.","Kami merasai sengsara pada tengkuk kami, dan kami dikejar sampai letih lesu; tiadalah perhentian bagi kami.","Kami sudah berjabat tangan dengan orang mesir dan dengan orang Asyurpun, hendak dikenyangkan dengan makanan.","Bahwa segala bapa kami sudah berbuat dosa; sekarang mereka itu tiada lagi, maka kami ini menanggung segala kesalahannya.","Hamba-hambapun memerintahkan kami, maka seorangpun tiada yang menyentak kami dari dalam tangannya.","Kami pergi mencahari makan dengan membelanjakan nyawa kami, dari karena pedang di padang belantara.","Kulit tubuh kami sudah jadi hitam seperti dapur dari karena kesangatan lapar.","Mereka itu sudah menggagahi segala perempuan di Sion dan segala anak dara di dalam negeri-negeri Yehuda.","Mereka itu sudah menggantungkan segala penghulu pada kayu dan muka orang tua-tuapun tiada diindahkannya.","Disuruhnya segala orang teruna berkisar dan segala budak-budakpun berhuyung-huyung di bawah kayu.","Tiadalah lagi orang tua-tua di dalam pintu gerbang; orang terunapun berhenti dari pada memetik permainannya.","Lenyaplah sudah segala kesukaan hati kami, dan tepuk tari kami sudah berubah menjadi dukacita.","Makota sudah gugur dari pada kepala kami! Wai bagi kami, maka kami sudah berbuat dosa begitu!","Maka itulah sebabnya hati kami letih lesu, dan itulah sebabnya mata kamipun kaburlah!","Oleh sebab bukit Sion yang sudah rusak, sehingga segala rubah berjalan di atasnya!","Ya Tuhan! Engkau bersemayamlah sampai selama-lamanya; arasy-Mu itu kekal turun-temurun!","Mengapa kiranya Engkau melupakan kami sama sekali? dan meninggalkan kami selama-lamanya?","Ya Tuhan! balikkan apalah kami kepada-Mu, niscaya kami akan balik juga! baharuilah kiranya segala hari kami seperti dahulu.","Masakan Engkau sudah membuang kami sama sekali! masakan Engkau sangat murka akan kami dengan tiada beperhinggaan?"]