["Adapun akan engkau, angkatlah olehmu sebiji ratap akan hal segala penghulu Israel!","Katakanlah: Bukankah ibumu seperti seekor singa betina yang menjungkang di antara segala singa betina? maka di antara segala singa jantanpun dipeliharakannya segala anak-anaknya.","Maka dari pada segala anaknya seekor dipeliharakannya, sehingga menjadi seekor singa muda, yang belajar merampas mangsanya dan orangpun dimakannya.","Serta kedengaranlah hal itu kepada segala bangsa maka terselinglah ia dalam keleburannya, lalu dibawanya akan dia dengan terkait-kait ke tanah Mesir.","Demi dilihat singa betina akan hal sudah putus harapnya, diambilnya pula dari pada segala anaknya seekor, yang dipeliharakannya sampai menjadi singa muda;","maka inipun, sebab selalu ia di antara segala singa, ia menjadi seekor singa yang buas, dan belajar merampas mangsanya, dan orangpun dimakannya,","digagahinya perempuan janda dan dibinasakannya segala negerinya; maka segenap negeri itu serta dengan segala isinyapun gentarlah akan bunyi pengaum-aumnya.","Lalu berkerumunlah kepadanya segala bangsa dari pada segala jajahan yang keliling, dibentangkannya jaringnya akan dia, maka terserlinglah ia dalam keleburannya.","Lalu ditaruhnya akan dia dalam kandang dengan terkait-kait, dihantarnya akan dia kepada raja Babil dan dibawanya akan dia ke dalam kota yang teguh, supaya bunyi pengaum-aumnya jangan kedengaran lagi di atas pegunungan Israel.","Bahwa ibumu seumpama pokok anggur pada musim berbunga, yang tertanam pada tepi air dan yang berbuah-buah dan bercabang-cabang dari karena banyak airnya.","Maka adalah padanya cabang-cabang yang mulia, terpakai kepada tongkat kerajaan, dan batangnyapun tumbuh tinggi di tengah-tengah ranting-ranting yang lebat, maka kelihatanlah ia dengan tingginya dan kebanyakan ranting-rantingnya.","Tetapi dengan kehangan murka tercabutlah ia dan tercampak ke bumi, segala buahnyapun dikeringkan oleh angin timur, dan segala cabangnya yang mulia itu dipatahkan, maka keringlah ia lalu dimakan api!","Maka sekarang adalah ia tertanam di gurun, di tanah yang kering dan tiada berair.","Maka keluarlah api dari pada cabangnya sebatang, yang makan habis akan segala buahnya, maka padanya tiada lagi cabang yang mulia, yang terpakai kepada tongkat kerajaan."]