["Hata, maka pada sekali peristiwa datanglah kepadaku beberapa orang dari pada tua-tua Israel, lalu duduklah mereka itu di hadapan aku.","Maka pada masa itu datanglah firman Tuhan kepadaku, bunyinya:","Hai anak Adam! segala orang ini sudah mendirikan berhala tahinya di dalam hatinya dan ditaruhnya akan kesentuhan kejahatannya betul di hadapan mukanya; masakan mereka itu bertanyakan Daku dengan sungguh-sungguh hatinya!","Sebab itu berkatalah kepada mereka itu dan katakanlah ini: Demikianlah firman Tuhan Hua: Barangsiapa dari pada bangsa Israel yang mendirikan berhala tahi di dalam hatinya dan menaruh kesentuhan kejahatannya betul di hadapan mukanya, lalu datang mendapatkan nabi, maka Aku ini, Tuhan, memberi jawab kepadanya kelak sekadar kebanyakan berhala tahinya,","supaya dirasai oleh bangsa Israel dalam hatinya, bagaimana mereka itu sudah undur dari pada-Ku dengan segala berhala tahinya itu.","Sebab itu katakanlah kepada bangsa Israel: Demikianlah firman Tuhan Hua: Bertobatlah kamu dan baliklah dari pada segala berhala tahimu dan palingkanlah mukamu dari pada segala perkaramu yang keji itu,","karena barangsiapa dari pada bani Israel atau dari pada orang keluaran yang menumpang di antara orang Israel, jikalau ia undur dari pada-Ku dan mendirikan berhala tahinya di dalam hatinya dan menaruh kesentuhan kejahatannya betul di hadapan mukanya, lalu datang kepada nabi akan bertanyakan Daku olehnya, maka Aku ini, Tuhan sendiri, akan memberi jawab kepadanya kelak.","Dan Aku menghadap wajah-Ku kepada orang itu dan menaruh dia akan suatu tanda perbahasaan, dan Aku akan menumpas dia dari antara segala umat-Ku, demikianlah diketahui olehmu bahwa Aku ini Tuhan.","Maka jikalau kiranya seorang nabi dibujuk akan mengatakan barang perkataan, dan Aku sudah membiarkan dia dibujuk, maka Aku akan mengunjuk tangan-Ku dan menumpas dia dari antara umat-Ku Israel.","Maka keduanyapun akan menanggung salahnya; sama seperti salah orang yang bertanya, demikianpun salah nabi itu;","supaya jangan lagi bangsa Israel itu sesat dari belakang Aku dan jangan lagi dicemarkannya dirinya dengan segala kejahatannya, melainkan mereka itu bagi-Ku akan umat dan Akupun baginya akan Allah, demikianlah firman Tuhan Hua!","Hata, maka kemudian dari pada itu datanglah firman Tuhan kepadaku, bunyinya:","Hai anak Adam! apabila suatu negeri sudah berdosa kepada-Ku dan sudah mendurhaka sangat, dan Akupun sudah mengedangkan tangan-Ku kepadanya dan sudah memutuskan bekal roti dari padanya dan sudah menyuruhkan bala kelaparan ke dalamnya, hendak menumpas dari padanya baik manusia baik binatang;","jikalau di antaranya adalah ketiga orang ini: Nuh dan Daniel dan Ayub sekalipun, maka dengan kebenarannya boleh dilepaskannya hanya jiwanya sendiri jua, demikianlah firman Tuhan Hua.","Atau apabila Aku membiarkan suatu negeri kepada binatang yang buas-buas akan menghabiskan orang isinya, sehingga negeri itu menjadi sunyi senyap, seorangpun tiada lalu dari sana sebab takut akan binatang yang buas itu;","sesungguh-sungguh Aku hidup, demikianlah firman Tuhan Hua: Jikalau ketiga orang itu adalah di antaranya, masakan dapat dilepaskannya anaknya laki-laki atau perempuan! mereka itu sendiri akan boleh terlepas, tetapi negeri itu menjadi sunyi senyap juga!","Atau apabila Aku mendatangkan pedang atas negeri itu, serta firman-Ku: Hai pedang! binasakanlah negeri itu! sehingga Aku menumpas dari padanya baik manusia baik binatang;","jikalau ketiga orang itu di tengah-tengahnya sekalipun, sesungguh-sungguh Aku hidup, demikianlah firman Tuhan Hua, masakan dapat dilepaskannya anaknya laki-laki atau perempuan, melainkan hanya mereka itu sendiri juga akan terlepas.","Atau apabila Aku menyuruhkan bala sampar ke dalam negeri itu dan Aku mencurahkan kehangatan murka-Ku dengan darah kepada negeri itu, hendak menumpas dari padanya baik manusia baik binatang;","jikalau Nuh dan Daniel dan Ayub adalah di tengah-tengahnya sekalipun, sesungguh-sungguh Aku hidup, demikianlah firman Tuhan Hua, masakan dilepaskannya anaknya laki-laki atau perempuan! maka dengan kebenarannya boleh dilepaskannya hanya jiwanya sendiri jua.","Tetapi demikianlah firman Tuhan Hua: apabila Aku menyuruhkan ke dalam Yeruzalem keempat bala pehukuman yang sangat ini, yaitu pedang dan lapar dan binatang yang buas dan bala sampar, hendak membinasakan di dalamnya baik manusia baik binatang,","sesungguhnya akan tinggal lagi di dalamnya beberapa orang yang sudah luput, yang akan dihantar keluar, baik anak laki-laki baik anak perempuan; bahwasanya mereka itu akan keluar kepadamu, supaya kamu melihat jalannya dan perbuatannya dan kamu menghiburkan dirimu dari pada celaka yang sudah Kudatangkan atas Yeruzalem, dari pada segala sesuatu yang sudah Kulakukan atasnya.","Bahkan, mereka itu juga akan menghiburkan kamu, apabila kamu melihat jalannya dan perbuatannya; pada masa itu akan kamu ketahui, bahwa bukannya dengan tiada semena-mena Aku berbuat segala sesuatu yang sudah Kulakukan atasnya, demikianlah firman Tuhan Hua!"]