["Maka datanglah firman Tuhan kepadaku, bunyinya:","Hai anak Adam! bernubuatlah akan hal nabi-nabi Israel yang membuat dirinya nabi, dan katakanlah kepada mereka itu, yang nabi dengan kehendaknya sendiri: Dengarlah olehmu firman Tuhan!","Demikianlah firman Tuhan Hua: Wai bagi segala nabi gila, yang menurut sangka hatinya sendiri, dan kepadanya tiada pernah dinyatakan barang sesuatu.","Seperti rubah pada tempat yang sudah rusak, demikianlah hal segala nabimu, hai orang Israel!","Tiada pernah kamu memanjat celah pagar tembok atau membangunkan pagar tembok akan bangsa Israel, akan berdiri tetap di dalam perang pada hari Tuhan.","Tipu juga barang yang dilihatnya dan dusta belaka nubuatnya; kata mereka itu: Demikianlah firman Tuhan! maka Tuhanpun tiada menyuruhkan mereka itu, lalu kemaluanlah mereka itu tiada boleh disampaikan barang yang telah dikatakannya.","Bukankah khayal tipu juga, yang kamu lihat itu, dan nubuat dusta yang kamu katakan, apabila katamu: Demikianlah firman Tuhan! maka tiada Aku berfirman sekali-kali?","Maka sebab itu, demikianlah firman Tuhan Hua: Tegal kamu berkata tipu dan melihat dusta, sebab itu sugguh Aku kelak membalas dia kepadamu, demikianlah firman Tuhan Hua!","Dan tangan-Ku akan melawan segala nabi yang melihat khayal tipu dan yang bernubuat dusta; mereka itu tiada akan masuk bilangan umat-Ku yang pilihan, dan pada masa disuratkan nama-nama orang Israel, nama mereka itu tiada akan disuratkan, dan ke dalam negeri Israel tiada mereka itu akan masuk; demikianlah akan diketahui olehmu bahwa Aku ini Tuhan Hua!","Maka sebab itu, bahkan, sebab disesatkannya segala umat-Ku, katanya: Selamatlah; maka tiada selamat sekali-kali, dan seorang memperbuat pagar dari pada tanah liat dan sesungguhnya seorang lain melumaskan dia dengan kapur,","katakanlah kepada mereka yang melumas dengan kapur itu, bahwa pagarnya akan roboh, karena akan ada hujan yang sangat deras dan Aku akan menurunkan hujan air beku, dan angin ribut yang besarpun akan dilepaskan.","Maka sesungguhnya apabila pagar itu sudah roboh, bukankah kata orang kepadamu kelak: Di manakah kapur yang telah kamu lumaskan itu?","Maka sebab itu demikianlah firman Tuhan Hua: Sesungguhnya Aku akan melepaskan suatu tofan dengan kehangatan murka-Ku, dan suatu hujan yang amat deras akan turun oleh amarah-Ku dan hujan air bekupun dengan kehangatan murka-Ku akan membinasakan!","Dan Aku akan merobohkan pagar yang telah kamu lumas dengan kapur itu, dan Kucampakkan dia ke bumi dan alasnyapun akan kelihatan! maka apabila robohlah ia itu, kamupun akan binasa di tengah-tengahnya; demikianlah akan diketahui olehmu bahwa Aku ini Tuhan!","Demikianlah Aku akan menyempurnakan kehangatan murka-Ku akan pagar itu dan akan mereka sekalian yang melumas dia dengan kapur; dan firman-Ku kepadamu kelak: Bahwa pagar itu tiada lagi, dan orang yang melumas diapun tiada lagi!","Yaitu segala nabi Israel yang bernubuat akan hal Yeruzalem dan melihat khayal selamat atasnya, jikalau tiada selamat sekalipun, demikianlah firman Tuhan Hua.","Maka engkau, hai anak Adam! tujukanlah mukamu kepada orang perempuan bangsamu yang bernubuat dari sangka hatinya sendiri, dan benubuatlah engkau akan halnya;","katakanlah olehmu: Demikianlah firman Tuhan Hua: Wai bagi mereka yang menjahit bantal-bantal akan ketiak segala lengan, dan bantal seraga akan kepala pelbagai lembaganya, hendak mengejar jiwa segala umat-Ku, supaya kamu menghidupi jiwamu sendiri.","Bolehkah kamu menghinakan Daku di hadapan umat-Ku karena syeir segenggam atau roti sepotong, hendak membunuh orang yang tiada patut dibunuh dan hendak menghidup orang yang tiada patut dihidupi, oleh dusta kamu kepada umat-Ku, yang suka mendengar dusta?","Maka sebab itu firman Tuhan Hua demikian: Bahwasanya Aku membalas kelak segala bantal kamu yang mengejar jiwa orang hendak membujuk dia kepada kebinasaan, dan Aku akan menyentak dia dari bawah lenganmu, dan Aku melepaskan kelak segala jiwa yang kamu kejar hendak membujuk dia kepada kebinasaan.","Dan segala bantal seragamu akan Kucarik-carik dan umat-Kupun akan Kulepaskan dari pada tanganmu, sehingga tiada lagi mereka itu dalam tanganmu akan suatu perburuan, melainkan akan diketahui olehmu bahwa Akulah Tuhan.","Sebab kamu sudah mendukacitakan hati orang yang benar dengan dustamu, sedang tiada Aku mendukakan dia, dan kamu sudah menguatkan tangan orang fasik, sehingga tiada ia balik dari pada jalannya yang jahat akan memeliharakan nyawanya;","sebab itu tiada lagi kamu akan melihat khayal penipu, atau bernubuat tenungan, melainkan Aku akan melepaskan umat-Ku dari pada tanganmu dan akan diketahui olehmu bahwa Aku ini Tuhan!"]