["Arakian, maka datanglah firman Tuhan kepadaku, bunyinya:","Hai anak Adam! adakanlah suatu penerka dan karangkanlah suatu perumpamaan bagi bangsa Israel;","katakanlah: Demikianlah firman Tuhan Hua: Seekor burung nasar besar, yang besar sayapnya dan panjang bulu kepaknya, yang penuh dengan bulu pelbaga warna, turunlah kepada Libanon, diambilnya dari sana pucuk pohon araz yang kepala.","Pucuk yang kepala sekali digentasnya, lalu dibawanya akan dia kepada suatu negeri perniagaan, ditaruhnya akan dia di dalam suatu negeri orang saudagar-saudagar.","Dan diambilnya dari pada biji-bijian tanah itu, ditanamnya dalam bendang yang ditentukannya tempatnya pada tanah yang banyak airnya.","Maka tumbuhlah ia itu lalu menjadi pokok anggur yang merambat dengan suburnya, tetapi rendah juga pokoknya dengan segala cabangnya cenderung kepadanya dan akarnyapun di bawahnya. Demikian jadilah ia itu suatu pokok anggur yang bercabang-cabang dan berpucuk-pucuk.","Dan lagi adalah pula seekor burung nasar besar, yang besar sayapnya dan penuh sesak bulunya, heran, maka pokok anggur itu meraitkanlah akarnya kepadanya dan dari pada petak tempat ia tertanam itu dicenderungkannya cabangnya kepadanya hendak didiriskan olehnya.","Maka ia itulah dia, yang sudah ditanam dalam tanah yang baik pada tempat yang banyak airnya, di tempat yang ia dapat berpucuk-pucuk dan berbuah-buah banyak dan boleh menjadi suatu pokok anggur yang amat permai.","Katakanlah olehmu: Demikianlah firman Tuhan Hua: Bolehkah ia selamat? bukankah dicabutkannya akarnya dan dikeratnya segala buahnya, sehingga keringlah segala daunnya dan layulah segala pucuknya, bahkan, supaya keringlah ia sama sekali? dan lagi tiada tangan yang kuat atau bangsa yang berkuasa akan datang membantu dia, akan memeliharakan dia dari pada dicabut akarnya.","Bahwasanya tanaman yang begitu bolehkah ia itu jadi? apabila ia itu kena angin timur, maka keringlah ia sama sekali, maka pada petak tempat ia bertunas itu, di situ juga akan jadi kering!","Maka datanglah firman Tuhan kepadaku, bunyinya:","Katakanlah sekarang kepada bangsa bantahan itu: Tiadakah kamu mengerti apa maknanya? Katakanlah: Bahwasanya raja Babil sudah datang ke Yeruzalem, diambilnya akan rajanya dan akan segala penghulunya, lalu dibawanya akan mereka itu sertanya ke Babil.","Dan diambilnya akan orang dari pada asal raja, diperbuatnya suatu perjanjian dengan dia, dan ditanggungkannya sumpah atasnya dan diambilnya akan segala orang bangsawan negeri itu,","supaya takluklah kerajaan itu dan jangan dibesarkannya dirinya dan supaya dengan memeliharakan perjanjian iapun boleh tetap.","Tetapi iapun sudah mendurhaka kepadanya, dengan menyuruhkan pesuruhan ke Mesir, akan minta dibantu dengan kuda dan banyak rakyat; maka orang yang berbuat demikian bolehkah ia beruntung? bolehkah ia luput? dan orang yang mengubahkan perjanjian bolehkah ia terlepas dari pada siksa?","Sesungguh-sungguh Aku hidup, demikianlah firman Tuhan Hua, masakan tiada ia akan mati di tengah-tengah Babil, di tempat kedudukan raja yang sudah merajakan dia, dan yang punya sumpah sudah dicelakannya dan yang punya perjanjian sudah diubahkannya!","Maka dalam perang itu tiada juga dibantu akan dia oleh Firaun dengan tentara yang besar atau dengan banyak rakyat, apabila dibangunkan oranglah akan beberapa kubu dan diperbuat oranglah akan beberapa penumbuk pagar tembok, yang akan membinasakan amat banyak orang.","Karena ia sudah mencelakan sumpah dan mengubahkan perjanjian, jikalau sudah bertampar tangan sekalipun maka sebab dibuatnya segala perkara ini, sekali-kali tiada ia akan terlepas dari pada siksa!","Maka sebab itu, demikianlah firman Tuhan Hua, sesungguh-sungguh Aku hidup, masakan tiada Kubalas kepada kepalanya sumpah-Ku yang telah dicelakannya dan perjanjian-Ku yang telah diubahkannya itu.","Maka Aku akan membentangkan jaring-Ku di hadapannya, supaya tertangkaplah ia dalam jerat pemburuan-Ku, dan Aku membawa akan dia ke Babil dan menghukumkan dia di sana, sebab segala durhaka yang telah dibuatnya kepada-Ku.","Maka segala orang yang lagi sertanya dan serta dengan segala balanya itupun akan rebah mati dimakan pedang, dan lebihnya akan dihamburkan kepada segala angin, demikianlah akan diketahui olehmu bahwa Aku ini, Tuhan, sudah berfirman begitu.","Demikianlah firman Tuhan Hua: Pada sekali Aku akan mengambil suatu cabang kepala dari pada pohon araz yang tinggi dan Kutetapkan dia; dari pada pucuk-pucuknya yang kepala itu Kugentas sepucuk yang lembut, lalu Kutanam dia di atas kemuncak sebuah gunung yang tinggi lagi dengan besarnya.","Di atas pegunungan Israel yang tinggi itu akan Kutanam ia, maka iapun akan bercabang-cabang dan berbuah dan menjadi sebatang pohon araz yang permai, dan di bawahnya akan bersarang burung dengan pelbagai warna sayapnya, di bawah naung cabang-cabangnya iapun akan bersarang.","Maka akan diketahui oleh segala pohon kayu di padang, bahwa Aku ini Tuhan, merendahkan segala pohon yang tinggi dan meninggikan segala pohon yang rendah, bahwa Aku mengeringkan pohon yang hijau dan memperbungakan pohon yang kering itu; bahwa Aku ini, Tuhan, sudah berfirman, dan Aku juga akan menyampaikan dia."]