["Sebermula, maka pada sekali peristiwa, yaitu pada tahun yang ketiga puluh, bulan yang keempat dan pada lima hari bulan itu, pada masa aku di antara segala orang yang sudah dipindahkan di tepi sungai Khaibar, tiba-tiba terbukalah langit, sehingga kelihatanlah kepadaku beberapa khayal dari pada Allah.","Maka pada lima hari bulan itu, tahun yang kelima kemudian dari pada raja Yoyakhin dipindahkan dengan tertawan,","datanglah firman Tuhan kepada Yehezkiel bin Buzi, imam di benua orang Kasdim, dekat dengan sungai Khaibar; maka di sana tangan Tuhan berlakulah atasku.","Maka kulihat bahwasanya adalah suatu tofan datang dari sebelah utara, sebuah awan yang kabus berisi api dan suatu cahaya kelilingnya, maka dari tengahnya, dari tengah-tengah api itu kelihatanlah sesuatu yang seperti tembaga berkilat.","Dan lagi dari tengahnya keluarlah rupa binatang empat ekor, maka inilah rupanya: Adalah padanya seperti rupa manusia juga.","Dan tiap-tiap binatang itu bermuka empat, dan pada tiap-tiapnya adalah empat sayapnya,","maka kakinya luruslah dan tapak kakinya seperti kuku lembu, gilang-gemilang seperti tembaga yang terupam.","Dan di bawah sayapnya adalah tangan manusia pada keempat pihaknya, dan satu muka dan satu sayap adalah pada tiap-tiap keempat pihaknya itu.","Maka segala sayapnya bersambatlah satu dengan satu, apabila ia berjalan tak usah ia berpaling dirinya, melainkan apabila ia berjalan ia menuju tempat yang di hadapan mukanya.","Maka adalah rupa mukanya demikian: Adalah muka manusia dan muka singa pada sebelah kanannya dan muka lembu dan muka burung nasar pada sebelah kirinya, tiap-tiap muka itu arah ke pihaknya.","Maka segala mukanya dan sayapnya bercerai di atas; segala sayap itu berdua-dua bersambat dan dengan dua ditudungkannyalah tubuhnya.","Demikianlah masing-masingnya berjalan menuju tempat yang di hadapan mukanya; barang ke mana yang dikehendaki oleh Roh, ke sanapun berjalanlah ia, maka dalam berjalan itu tiada ia berpaling dirinya.","Maka adapun rupa segala binatang itu kelihatannya seperti bara api yang bernyala, seperti pedamaran rupanya, dan lagi adalah api mengalir selalu di antara segala binatang itu, dan api itupun bercahayalah dan dari dalam api itupun keluarlah halilintar.","Apabila binatang itu berjalan dan balik pula maka adalah seperti halilintar sabung-menyabung rupanya.","Maka bila kulihat binatang itu sesungguhnya di tanah adalah suatu jentera pada sisi tiap-tiapnya, yang ada empat tepinya.","Maka rupa jentera dan perbuatannya seperti warna permata firuzah, dan rupanya sama pada keempat tepinya, dan lagi rupanya dan perbuatannya seperti kalau ada jentera lagi pada sama tengah jentera itu.","Apabila berpusing, maka berpusinglah ia kepada keempat pihaknya, tiada ia berpaling dirinya apabila ia berpusing itu.","Maka birai-birainya adalah amat tinggi dan hebat rupanya, karena birai-birai itu penuh dengan mata keliling pada keempat pihaknya.","Apabila berjalanlah binatang itu maka berpusinglah segala jentera itupun pada sisinya, dan apabila binatang itu naik dari atas bumi, maka segala jentera itupun naiklah.","Barang ke manapun dikehendaki oleh roh, ke sanapun perginya; apabila roh itu hendak berjalan, lalu segala jentera itu terangkat sertanya, karena roh binatang itu adalah di dalam segala jentera itu.","Apabila ini berjalan, lalu itupun berpusinglah; apabila ini berhenti, lalu itupun berhentilah; apabila ia naik dari atas bumi, segala jentera itupun terangkatlah sertanya, karena roh binatang itu adalah di dalam segala jentera itu.","Dan di atas kepala segala binatang itu adalah rupa bentangan langit, kelihatannya seperti hablur dan amat hebat, ia itu terbentang di atas kepalanya.","Maka di bawah bentangan langit itu adalah sayapnya terkembang tegak-tegak sampai bertemu satu dengan satu; tambahan pula adalah pada masing-masing itu lagi dua sayap, yang dipakainya pada kiri kanannya akan menudungi tubuhnya.","Maka apabila mereka itu berjalan kudengar bunyi sayapnya seperti bunyi air banyak menderu, seperti bunyi guruh Yang Mahakuasa, seperti bunyi petir dan seperti bunyi suatu tentara! Maka pada mereka itu berhenti dijuntaikannya sayapnya.","Apabila berbunyilah guruh dalam bentangan langit yang di atas kepalanya, maka berhentilah ia dan dijuntaikannya sayapnya.","Maka di atas bentangan langit yang di atas kepalanya itu adalah seperti rupa arasy, rupanya seperti permata nilam dan di atas rupa arasy itu adalah seperti rupa manusia bersemayam di atasnya.","Maka kulihat satu seperti tembaga gemerlapan dengan rupa api di dalamnya, maka keliling pinggangnya lalu ke atas dan dari pada pinggangnya lalu ke bawah kulihat seperti api belaka, dan kelilingnya adalah cahaya yang amat mulia.","Seperti rupa pelangi di dalam awan-awan pada masa hujan begitulah rupa cahaya yang mulia itu berkeliling. Demikianlah rupa kemuliaan Tuhan. Demi kulihat itu maka sujudlah aku dengan mukaku di tanah, lalu kudengar suatu bunyi suara yang berkata."]