["Arakian, maka datanglah firman Tuhan kepadaku, bunyinya:","Hai anak Adam, engkau duduk di tengah-tengah suatu bangsa yang bantahan, yang bermata akan melihat, tetapi tiada juga melihat, dan yang bertelinga akan mendengar, tetapi tiada juga mendengar; karena mereka itu suatu bangsa yang bantahan adanya.","Maka engkau, hai anak Adam! perbuatlah akan dirimu perkakas kemas-kemasan akan perjalanan, seperti seorang yang dipindahkan dengan tertawan; perbuatlah dia pada siang hari di hadapan mata mereka itu dan lakukanlah dirimu di hadapan matanya seperti seorang yang dibuang dari tempat kedudukannya kepada suatu negeri yang lain; mudah-mudahan diperhatikannya, jikalau mereka itu suatu bangsa bantahan sekalipun.","Bawalah keluar akan barang-barangmu yang kemas-kemas itu pada siang hari di hadapan mata mereka itu seperti seorang buangan; tetapi engkau sendiri hendaklah pada malam juga engkau keluar di hadapan mata mereka itu seperti biasa orang buangan keluar.","Korekkanlah pagar tembok itu terus di hadapan mata mereka itu, lalu keluar dari padanya.","Di hadapan mata mereka itu hendaklah engkau menanggung dia di atas bahumu, apabila sudah gelap hendaklah kaukeluarkan dia serta menudungi mukamu, dan jangan kaulihat ke mana engkau pergi, karena Aku sudah menjadikan dikau akan tanda alamat bagi bangsa Israel itu.","Hata, maka kuperbuatlah seperti pesan-Nya kepadaku, pada siang hari kubawa keluar akan barang-barangku yang kemas-kemas itu selaku orang yang pergi berjalan, dan pada petang hari kukoreklah pagar tembok terus dengan tanganku sendiri, setelah gelap keluarlah aku di hadapan mata mereka itu sambil menanggung barang-barangku di atas bahuku.","Maka pada pagi hari datanglah firman Tuhan kepadaku, bunyinya:","Hai anak Adam! tiadakah orang dari pada bangsa Israel, dari pada bangsa bantahan itu, bertanya kepadamu: Apa engkau buat ini?","Katakanlah kepada mereka itu: Demikianlah firman Tuhan Hua: Bahwa firman ini akan hal raja yang di Yeruzalem dan segenap bangsa Israel, yaitu segala orang yang di tengah-tengahnya.","Katakanlah ini: Bahwa aku ini bagimu akan tanda; seperti telah aku perbuat itu, demikianpun kelak diperbuat akan mereka itu; bahwa mereka itu akan dibawa pergi dengan tertawan.","Maka raja yang di antara mereka itu akan menanggung barang-barangnya di atas bahunya apabila sudah gelap, lalu keluar; maka pagar tembok itupun akan dikorek orang tembus hendak keluar dari padanya, maka mukanya akan ditudunginya, sehingga tiada dilihatnya dengan matanya barang ke mana perginya.","Maka Aku akan membentangkan jaring-Ku di hadapannya, dan iapun akan tertangkap dalam jerat-Ku, dan Aku akan membawa dia ke Babil, ke negeri orang Kasdim, tetapi tiada akan dilihatnya negeri itu, jikalau ia akan mati di sana sekalipun.","Maka segala orang yang kelilingnya, segala bentaranya dan segala balanyapun akan Kuhamburkan kepada segala mata angin dan menghunus pedang di belakang mereka itu.","Pada masa itu akan diketahui olehnya bahwa Akulah Tuhan, yaitu apabila Aku sudah menghamburkan mereka itu di antara segala orang kafir dan sudah mencerai-beraikan mereka itu kepada segala negeri,","Karena dari padanya akan Kubiarkan tinggal lagi sedikit orang lepas dari pada pedang dan dari pada bala kelaparan dan dari pada bala sampar, supaya diceriterakannya segala perbuatannya yang keji itu di antara segala bangsa kepadanya mereka itu akan sampai, dan diketahuinya bahwa Akulah Tuhan.","Hata, maka kemudian dari pada itu datanglah firman Tuhan kepadaku, bunyinya:","Hai anak Adam! engkau akan makan rotimu dengan bimbang hati dan minum airmu dengan gemetar dan khawatir.","Maka hendaklah engkau katakan kepada anak bumi itu: Demikianlah firman Tuhan Hua akan hal orang isi Yeruzalem di tanah Israel; mereka itu akan makan rotinya dengan bimbang hatinya, serta minum airnya dengan tercengang-cengang, sehingga sudah negerinya dibinasakan, satupun tiada lagi tinggal dalamnya, sebab aniaya segala orang yang duduk dalamnya.","Dan segala negeri orang itu jadi suatu kerobohan batu dan tanah itupun jadi hutan rimba! Pada masa itu akan diketahui olehmu bahwa Aku ini Tuhan!","Arakian, maka datanglah firman Tuhan kepadaku, bunyinya:","Hai anak Adam! Apakah perbahasaan ini, yang kamu pakai di tanah Israel, bunyinya: Lagi beberapa hari maka segala wahyu akan hilang?","Sebab itu katakanlah kepadanya: Demikianlah firman Tuhan Hua: Aku kelak memperhentikan perbahasaan itu, sehingga tiada ia itu terpakai lagi di tanah Israel! melainkan hendaklah engkau katakan kepada mereka itu: Harinya sudah hampir, dan kegenapan segala wahyupun!","Karena tiada akan lagi wahyu yang dusta dan nubuat pembujuk di tengah-tengah bangsa Israel.","Karena Aku ini Tuhan, maka Aku akan berfirman dan apapun baik firman-Ku, ia itu akan disampaikan juga dengan tiada dipertangguhkan lagi, karena pada harimu juga, hai bangsa yang bantahan! Kusampaikan kelak firman yang telah Kukatakan itu, demikianlah firman Tuhan Hua.","Dan lagi datanglah firman Tuhan kepadaku, bunyinya:","Hai anak Adam! bahwasanya kata bangsa Israel: Adapun khayal yang dilihatnya itu, ia itu akan beberapa berapa hari yang kemudian dan iapun bernubuat akan masa yang lagi jauh!","Sebab itu katakanlah kepada mereka itu: Demikianlah firman Tuhan Hua: Dari pada segala firman-Ku sepatah katapun tiada akan dipertangguhkan lagi, melainkan firman yang telah Kukatakan itu akan disampaikan kelak, demikianlah firman Tuhan Hua."]