["Dan lagi datanglah firman Tuhan kepadaku, bunyinya:","Hai anak Adam! nyatakanlah olehmu kepada Yeruzalem segala perbuatannya yang keji itu.","Katakanlah kepadanya: Demikianlah firman Tuhan Hua akan hal Yeruzalem: Asalmu dan jadimupun dari negeri orang Kanani; maka bapamu itu seorang Amori dan ibumupun seorang Heti.","Maka inilah peri jadimu: Pada hari engkau diperanakkan tali pusatmu tiada dikerat dan pada masa Aku memandang kepadamu tiada engkau dimandikan dengan air, dan tiada engkau disapu dengan garam dan tiada dibebat dengan lampin.","Seorangpun tiada melihat dengan belas kasihan akan dikau, sehingga diperbuatnya padamu barang suatu dari pada segala perkara ini; melainkan terbuanglah juga engkau di padang dengan kejemuan pada hari jadimu.","Maka pada masa itu lalulah Aku dari padamu dan Kulihat engkau bergelumang dengan darahmu, maka kata-Ku kepadamu: Hiduplah engkau dalam darahmu; bahkan, kata-Ku kepadamu: Hiduplah engkau dalam darahmu!","Maka bertambahlah besarmu; Aku menjadikan dikau seperti tumbuh-tumbuhan di padang; maka engkaupun bertambahlah besarmu, makin lama makin besar, sehingga engkau menjadi elok sekali, maka susumu makin montok dan rambutmu makin panjang, tetapi engkau juga telanjang bugil.","Serta Aku lalu dan terlihatlah Aku akan dikau, sesungguhnya umurmu sudah sampai pada masa balig, maka Akupun mengembangkan sayap-Ku atasmu dan menudungilah ketelanjanganmu, dan Akupun bersumpah setia kepadamu dan Aku masuklah janji dengan dikau, demikianlah firman Tuhan Hua, maka demikian engkau telah menjadi Aku punya.","Maka akupun memandikan dikau dengan air dan Kubasuhkan segala darah itu dari padamu, dan Kusapukan dikau dengan minyak bau-bauan.","Dan Kukenakan padamu pakaian yang tersuji, dan Aku memberi akan dikau kasut dari pada kulit yang indah-indah dan Kuikatkan pinggangmu dengan kain halus dan Kutudungi kepalamu dengan kain sutera.","Dan Kuhiasi engkau dengan pelbagai perhiasan dan Kukenakan gelang pada tanganmu dan kalung pada lehermu.","Dan kububuh cincin pada hidungmu dan anting-anting pada telingamu dan makota yang indah-indah pada kepalamu.","Demikianlah engkau telah dihiasi dengan emas dan perak dan pakaianmupun dari pada kain khasah dan sutera dan kain yang bersuji; maka tepung halus dan air lebah dan minyakpun menjadi makananmu, dan engkau menjadi amat elok, sehingga engkau naik pangkat permaisuri.","Tambahan pula termasyhurlah namamu di antara segala orang kafir sebab keelokanmu, karena sempurnalah ia itu oleh kemuliaan-Ku, yang telah Kububuh padamu, demikianlah firman Tuhan Hua.","Tetapi engkau sudah harap pada keelokanmu, dan sudah berbuat zinah dengan membuang namamu, dan sudah mencurahkan zinahmu bagi barangsiapa yang berjalan lalu, baginya juga adalah segala keelokanmu.","Maka dari pada pakaianmu sudah kauambil akan membuat bagimu panggung pancawarna, lalu engkau berbuat zinah di atasnya; maka belum pernah didengar dan belum pernah dibuat barang yang sebagainya.","Maka segala permata perhiasanmu dan emas dan perak, yang telah Kukaruniakan kepadamu itu, telah kauambil, dan dari padanya sudah kauperbuat patung laki-laki akan dirimu, lalu engkaupun berkendak dengan dia.","Dan pakaianmu yang bersuji itupun kauambil dan kaukenakan kepadanya, dan engkau sudah menaruh minyak-Ku dan kemenyan-Ku di hadapan mukanya.","Dan makanan-Ku, yang telah Kukaruniakan kepadamu, yaitu tepung halus dan minyak dan air madu, yang telah Kuberi makan kepadamu, itu sudah kauletak di hadapan mukanya akan suatu bau yang harum; semua ini sudah jadi, demikianlah firman Tuhan Hua.","Maka engkau sudah mengambil anak-anakmu laki-laki dan perempuan, yang telah kauperanakkan bagi-Ku, kau persembahkan dia kepadanya akan dimakan habis; sedikitkah hal segala zinahmu itu?","Bahkan, anak-anak-Ku sudah kaubantai dan kauserahkan dia akan berjalan terus dari pada api baginya.","Maka dalam antara segala perbuatanmu yang keji dan segala zinahmu itu sekali-kali tiada engkau ingat akan masa mudamu, tatkala engkau telanjang bugil dan bergelumang dengan darahmu!","Dan lagi kemudian dari pada segala kejahatanmu ini (wai, wai bagimu, demikianlah firman Tuhan Hua) telah jadi,","bahwa engkau sudah membuat rumah panjang bagimu dan panggungpun pada segala lorong.","Pada hulu segala jalan sudah kauperbuat panggung akan dirimu, dan keelokanmu sudah kaujadikan suatu kekejian, pada masa dengan berkangkang kaki engkau membujuk segala orang yang lalu, dan engkau memperbanyakkan zinahmu.","Pada masa itu engkaupun berbuat zinah dengan orang Mesir, yang duduk dekat dengan dikau, dan yang umbang tubuhnya, dan engkaupun memperbanyakkan zinahmu hendak membangkitkan murka-Ku.","Maka sesungguhnya sebab itu Kukedangkan tangan-Ku kepadamu dan Kukurungkan musaramu, dan Kuserahkan dikau kepada kehendak segala orang yang benci akan dikau, yaitu kepada anak perempuan Filistin, yang sudah malu dari karena jalanmu yang keji itu.","Tetapi lalu engkau berbuat zinah dengan bani Asyur, sebab tiada engkau terpuaskan; bahkan, setelah sudah engkau berbuat zinah dengan mereka itu, tiada juga engkau puas.","Melainkan engkau sudah memperbanyakkan zinahmu dari pada negeri Kanaan sampai ke benua Kasdim, lalu engkau belum puas juga.","Bagaimana lemah hatimu, demikianlah firman Tuhan Hua, maka engkau membuat segala perkara itu, yaitu perbuatan perempuan sundal yang bukan kepalang.","Bahwa engkau sudah membuat rumah panjang pada siku segala lorong dan panggungpun pada segala jalan dan bukannya engkau seperti seorang sundal yang minta hadiah,","melainkan seperti orang bermukah, yang menerima orang lain pada masa ia lagi dengan lakinya.","Bahwa kepada segala orang sundal diberi upah, tetapi engkau juga yang memberi hadiah kepada segala kendakmu dan engkau memberi upah kepadanya, apabila dari mana-mana mereka itu datang mendapatkan dikau akan berbuat zinah dengan dikau.","Begitulah engkau menjadi sampah segala perempuan dengan zinahmu itu; karena tiada engkau diikut orang hendak berbuat zinah, tetapi tegal engkau sendiri memberi upah dan bukan diberi upah kepadamu, maka engkau juga sudah menjadi sampah!","Maka sebab itu, hai sundal, dengarlah olehmu firman Tuhan!","Demikianlah firman Tuhan Hua: Tegal bisamu sudah tertumpah dan kemaluanmu sudah ditelanjangkan dalam berbuat zinah dengan segala kendakmu dan dengan segala berhala tahi kekejianmu, dan karena darah segala anakmu yang telah kaupersembahkan kepadanya,","sebab sekalian itu sesungguhnya Aku menghimpunkan kelak segala kendakmu, kepadanya engkau sudah menyerahkan dirimu, baik yang tetap kaukasihi baik yang kaubenci itu, bahkan, Kuhimpunkan mereka itu sekalian lawan engkau berkeliling dan Aku akan menelanjangkan dikau sehingga dilihatnya ketelanjanganmu.","Dan Aku akan menghukumkan dikau atas peri hukum segala perempuan yang bermukah dan yang menumpahkan darah, dan Aku menyerahkan dikau kepada darah kehangatan murka dan cemburuan.","Bahkan, kepada tangan mereka itu juga akan Kuserahkan dikau, supaya dibongkarnya segala rumah panjangmu dan ia merobohkan segala panggungmu dan menanggalkan segala pakaianmu dan merampas segala mata benda perhiasanmu dan membuang akan dikau dengan telanjang bugil.","Lalu didatangkannya atasmu suatu perhimpunan dan dilontarinya engkau dengan batu, dan diparangnya engkau berpenggal-penggal dengan pedangnya.","Dan dibakarnya segala rumahmu habis dengan api dan dihukumkannya engkau di hadapan mata beberapa berapa orang perempuan! Demikianlah Aku akan menyudahkan segala zinahmu dan tiada lagi engkau akan memberikan upah sundal.","Demikianlah Aku akan memuaskan kehangatan murka-Ku akan dikau, supaya cemburuan-Ku lalu dari padamu, dan Aku akan berdiam diri-Ku dan tiada menaruh murka lagi.","Tegal tiada engkau ingat akan masa mudamu dan engkau sudah menyusahkan Daku selalu dengan segala perkara ini, sebab itu sesungguhnya Akupun akan membalas jalanmu kepada kepalamu, demikianlah firman Tuhan Hua, dan engkau tiada akan menambahi pula perbuatanmu yang keji itu dengan kejahatan lain lagi.","Bahwasanya segala orang yang biasa pakai perbahasaan itu akan memakai perbahasaan ini akan halmu: Seperti si emak begitulah anaknya!","Engkaulah anak emakmu, yang sudah jemu akan lakinya dan akan anak-anaknya, dan engkaupun saudaralah kepada segala kakak adikmu, yang sudah jemu akan lakinya dan akan anak-anaknya; bahwa emakmu itulah seorang Heti dan bapamupun seorang Amori adanya.","Kakakmu perempuan itulah Samaria, yang duduk pada sebelah kirimu dengan segala anak-anaknya, dan adikmu yang duduk pada sebelah kananmu itulah Sodom dengan segala anaknya perempuan.","Tetapi tiada engkau menurut jalan mereka itu dan tiada engkau berbuat perbuatan mereka itu yang keji itu, karena ia itu lagi kurang susah kepadamu, melainkan engkau jadi lebih jahat lagi dalam segala kelakuanmu!","Sesungguh-sungguh Aku ini hidup, demikianlah firman Tuhan Hua, masakan adikmu Sodom dan segala anaknya sudah berbuat perkara yang seperti telah kauperbuat itu dengan segala anakmu!","Bahwasanya inilah salah Sodom, adikmu itu; jemawa dan kekenyangan makan dan alpa; selamat sentosalah menjadi bahagiannya dan bahagian anak-anaknyapun, tetapi tiada dikuatkannya tangan orang yang kesukaran dan miskin;","maka mereka itu makin sombong dan dibuatnya barang yang keji di hadapan hadirat-Ku; setelah Kulihat hal itu maka Kubuanglah mereka itu.","Demikianpun Samaria tiada berbuat separuh dari pada segala dosamu, melainkan engkau juga sudah membuat perkara yang keji terlebih banyak dan terlebih besar dari padanya, bahkan, engkau sudah membenarkan kakak adikmu oleh segala perbuatan keji yang telah kauperbuat itu.","Sebab itu baiklah engkau menanggung juga aibmu, engkau, yang sudah memutuskan hukum atas kakak adikmu oleh dosamu sendiri; tegal engkau telah berbuat perkara yang keji terlebih dari pada mereka itu, maka didapati akan mereka itu lebih benar dari pada engkau, maka sekarang biar kemalu-maluanlah engkau dan tanggunglah aibmu, karena engkau sudah membenarkan kakak adikmu itu.","Maka apabila aku melakukan celakanya dari pada mereka itu, yaitu celaka Sodom dan segala anaknya dan celaka Samaria dan segala anaknya, pada masa itu Kulalukan juga celakamu di tengah-tengahnya.","Maka sebab itu engkau akan menanggung aibmu dan engkau akan dipermalukan oleh segala sesuatu yang telah kauperbuat, maka dalam itupun engkau jadi penghibur mereka itu.","Apabila saudaramu Sodom dan segala anaknya kembali kepada pangkatnya yang dahulu, dan Samaria dengan segala anaknyapun kembali kepada pangkatnya yang dahulu, maka engkau dengan segala anakmupun akan kembali kepada pangkatmu yang dahulu itu.","Bahkan, nama saudaramu Sodom itu tiada terdengar dari pada mulutmu pada masa sombongmu yang besar itu.","Dahulu dari pada dinyatakan kejahatanmu, seperti pada masa dicelakan segala anak perempuan Syam dan segala orang yang kelilingnya dan segala anak perempuan Filistin yang mecelakan dikau keliling,","segala perbuatanmu yang hina dan keji itu akan kautanggung, demikianlah firman Tuhan.","Karena demikianlah firman Tuhan Hua: Aku hendak berbuat akan dikau seperti engkaupun sudah berbuat akan Daku, engkau yang sudah menghinakan sumpah dan sudah mengubahkan perjanjian.","Kendatilah Aku juga hendak ingat akan perjanjian-Ku dengan dikau pada masa mudamu dan membuat dengan dikau suatu perjanjian yang kekal.","Pada masa itu teringatlah engkau kelak akan segala jalanmu dengan malu, apabila engkau menerima segala saudaramu, baik yang besar dari pada engkau baik yang kecil dari pada engkau, karena Aku akan mengaruniakan dia kepadamu akan anak-anak, tetapi bukan dari pada hak perjanjianmu.","Maka Aku akan membuat perjanjian-Ku dengan dikau dan akan diketahui olehmu bahwa Akulah Tuhan.","Apabila engkau ingat akan perkara yang dahulu itu dengan malu, sehingga dari malu tiada berani lagi engkau membuka mulut, apabila Aku mengadakan gafirat atas segala sesuatu yang telah kauperbuat itu, demikianlah firman Tuhan Hua!"]