["Maka kulihat bahwasanya pada bentangan langit yang di atas kepala kerubiun itu adalah seperti permata nilam, suatu lembaga serupa dengan arasy kelihatanlah di atasnya.","Maka berfirmanlah Ia kepada orang yang berpakaikan kain khasah itu, firman-Nya: Pergilah engkau sampai di antara segala jentera di bawah kerubiun itu, isilah kedua belah genggammu dengan bara api dari antara kerubiun itu, lalu hamburkanlah dia ke atas negeri itu. Maka pergilah ia di hadapan mataku.","Maka berdirilah kerubiun itu pada sebelah kanan rumah itu apabila orang itu ke sana, dan adalah sebuah awan memenuhi pelataran yang di dalam itu;","Lalu naiklah kemuliaan Tuhan dari atas kerubiun itu di atas ambang rumah itu, maka rumah itupun dipenuhi dengan sebuah awan dan pelataran itupun penuhlah dengan cahaya kemuliaan Tuhan.","Maka kedengaranlah bunyi sayap kerubiun itu sampai ke serambi yang di luar sekali, bagaikan bunyi suara Allah yang Mahakuasa apabila Ia berfirman.","Maka jadi apabila disuruhnya orang yang berpakaikan kain khasah itu, firman-Nya: Ambillah olehmu akan api dari antara jentera dari antara kerubiun itu! Lalu datanglah ia berdiri dekat dengan suatu jentera.","Maka seorang kerub itu mengulurkan tangannya dari tengah-tengah kerubiun itu kepada api yang di antara kerubiun itu, diambilnya dari padanya, diberikannya dalam genggam orang yang berpakaikan kain khasah itu; setelah diterimanya keluarlah ia.","Maka kelihatanlah pada kerubiun itu sesuatu yang serupa dengan tangan manusia di bawah sayap-sayapnya.","Maka kulihat bahwasanya adalah empat jentera pada sisi kerubiun itu, satu jentera pada sisi tiap-tiap kerubian, dan kelihatan segala jentera itu seperti warna permata firuzah rupanya.","Maka rupanya sama pada keempat sisinya seperti adalah lagi satu jentera pada sama tengah satu jentera.","Apabila ia berjalan maka berjalanlah ia pada keempat pihaknya, dan dalam berjalan itu tiada ia berpaling dirinya; karena ke tempat yang dituju kepalanya ke sana juga ia mengikut, tiada ia berpaling dirinya dalam berjalan itu.","Maka segenap tubuh kerubiun itu dan lagi belakangnya dan tangannya dan sayapnya dan jentera itupun penuh dengan mata kelilingnya, dan keempat itupun berjentera.","Adapun segala jentera itu kudengar dipanggil akan dia Jal-jal.","Dan tiap-tiap kerubiun itu bermuka empat, muka yang satu itu muka kerubiun, dan muka yang kedua itu muka orang, dan yang ketiga itu muka singa, dan yang keempat itu muka burung nasar.","Serta naiklah kerubiun itu rupanya sama dengan binatang yang telah kulihat di tepi sungai Khaibar.","Apabila berjalan kerubiun itu maka segala jenterapun berpusinglah pada sisinya; dan apabila kerubiun itu mengembangkan sayapnya naiklah mereka itu dari atas bumi; maka segala jentera itu tiada berbalik dirinya dan selalu adalah ia pada sisinya.","Apabila ia berhenti, itupun berhentilah, apabila ia naik, itupun naiklah sertanya, karena roh binatang itu adalah di dalamnya.","Maka keluarlah kemuliaan Tuhan dari atas ambang rumah itu, lalu berhenti di atas kerubiun itu;","maka kerubiun itu mengembangkan sayapnya lalu naik dari atas bumi; kulihat dengan mataku sendiri mereka itu pergi dan segala jentera itupun sertanya; maka kemuliaan Allah orang Israel di atasnya itu adalah berdiri pada tudung pintu timur rumah Tuhan.","Maka ini juga binatang yang telah kulihat di bawah Allah orang Israel di tepi sungai Khaibar itu, maka sekarang baharu kuketahui akan dia kerubian adanya.","Masing-masingnya bermuka empat dan masing-masingnya bersayap empat dan sesuatu yang serupa dengan tangan manusia adalah di bawah sayapnya.","Dan rupa muka mereka itupun sama dengan rupa muka yang telah kulihat di tepi sungai Khaibar, lembaganyapun sama, keadaannyapun sama; masing-masingnya berjalan ke tempat yang dituju mukanya."]