["Arakian, maka datanglah firman Tuhan kepadaku, bunyinya:","Apa sebabnya maka kamu pakai perbahasaan ini akan hal tanah Israel, katamu: Bahwa bapa-bapa sudah makan buah anggur yang belum masak, maka gigi anak-anaknya sudah jadi ngilu?","Sesungguh-sungguh Aku hidup, demikianlah firman Tuhan Hua, masakan lagi diberi kamu memakai perbahasaan ini akan hal Israel!","Bahwsanya segala jiwa orang Aku yang empunya dia, baik jiwa bapa baik jiwa anak, Aku yang empunya dia; maka jiwa yang berdosa itu juga akan mati!","Maka jikalau barang seorang benar, dilakukannya barang yang benar dan betul;","tiada ia makan di atas gunung-gunung, dan tiada menengadah kepada berhala tahi bangsa Israel, dan tiada mencemarkan dirinya dengan bini samanya manusia, dan tiada menghampiri kepada perempuan yang cemar;","dan tiada menganiayakan orang, dan ia memulangkan barang gadaian kepada orang yang berutang, dan tiada ia merampas barang rampasan dan ia memberi dari pada makanannya kepada orang yang berlapar dan menudungi orang telanjang dengan pakaian;","dan tiada ia mengambil rubiah dan tiada menerima laba yang terlalu banyak, dan ia menahankan tangannya dari pada aniaya dan ia melakukan yang benar dan setia di antara orang dengan orang;","dan ia menjalani segala syariat-Ku dan memeliharakan segala hukum-Ku sambil berlaku dengan setia, maka benarlah orang itu, niscaya iapun akan hidup, demikianlah firman Tuhan Hua!","Tetapi jikalau padanya adalah seorang anaknya yang penggagah adanya, yang menumpahkan darah dan yang berbuat akan saudaranya barang sesuatu dari pada segala perkara yang tersebut itu,","yang tiada diperbuatnya dahulu, sehingga iapun makan di atas gunung-gunung dan mencemarkan dirinya dengan bini samanya manusia,","dan ia menganiayakan orang papa dan miskin, dan merampas barang rampasan dan tiada mengembalikan barang gadai dan ia menengadah kepada berhala tahi, dan berbuat barang yang keji,","dan makan rubiah dan menerima laba yang keji; bolehkah ia hidup? Sekali-kali tiada ia akan hidup, sebab diperbuatnya segala perkara yang keji itu, niscaya iapun akan mati dibunuh dan darahnyapun tertanggunglah atasnya!","Tetapi sesungguhnya jikalau diperolehnya seorang anaknya, yang melihat segala dosa yang dibuat bapanya, lalu takut dan tiada ia berbuat yang demikian,","tiada ia makan di atas gunung-gunung dan tiada ia menengadah kepada berhala tahi bangsa Israel dan tiada ia mencemarkan dirinya dengan bini samanya manusia,","dan tiada menganiayakan orang dan tiada memegang gadai dan tiada merampas barang rampasan, melainkan diberikannya dari pada makanannya kepada orang yang berlapar dan ditudunginya orang telanjang dengan pakaian,","ditahankannya tangannya dari pada menganiaya akan orang miskin, dan tiada diterimanya rubiah atau laba yang keji, melainkan diturutnya segala hukum-Ku dan dilakukannya segala syariat-Ku, maka orang itu tiada akan mati karena kejahatan bapanya, niscaya hiduplah juga ia!","Adapun akan bapanya, tegal ia sudah menganiaya dengan gagahnya dan sudah merampas barang saudaranya, dan telah diperbuatnya barang yang tiada baik di tengah-tengah bangsanya, bahwa sesungguhnya ia juga akan mati karena sebab salahnya sendiri.","Maka katamu: Bagaimana? bukankah anak itu menanggung kesalahan bapanya? Jikalau anaknya itu berbuat mana yang benar dan betul dan memeliharakan segala hukum-Ku dan melakukan dia, niscaya iapun akan hidup.","Orang yang berbuat dosa, ia itu juga akan mati; maka anak tiada akan menanggung kesalahan bapanya, dan bapapun tiada akan menanggung kesalahan anaknya; kebenaran orang yang benar akan tertanggung atasnya dan kejahatan orang fasikpun akan tertanggung atasnya.","Tetapi jikalau orang fasik itu bertobat dari pada segala dosanya yang telah dibuatnya, lalu dipeliharakannya segala hukum-Ku dan dibuatnya mana yang benar dan betul, niscaya orang itu akan hidup juga, tiada ia akan mati dibunuh.","Segala kesalahannya, yang dibuatnya dahulu itu, tiada lagi diihtisabkan kepadanya; maka oleh kebenaran yang telah dilakukannya itu iapun akan hidup juga.","Masakan Aku suka akan mati orang fasik! demikianlah firman Tuhan Hua. Bukankah ini yang suka-Ku, apabila ia bertobat dari pada jalannya dan boleh ia hidup?","Tetapi apabila orang yang benar itu balik dari pada kebenarannya, dan berbuat jahat dan menurut segala perkara keji, yang dibuat oleh orang fasik itu, patutkah ia hidup? Segala perkara benar yang telah diperbuatnya, itu tiada akan teringat lagi, karena sebab kejahatan yang telah dibuatnya dan karena sebab segala dosa yang telah dibuatnya, sebab itu juga ia akan mati.","Mengapa maka katamu ini: Bahwa jalan Tuhan tiada betul adanya! Dengarlah olehmu, hai bangsa Israel! Bolehkah jalan-Ku tiada betul? bukankah istimewa pula segala jalan kamu tiada betul?","Jikalau seorang yang benar baik dari pada kebenarannya dan berbuat jahat, lalu mati olehnya, bukankah ia mati karena sebab jahat yang telah dibuatnya?","Dan jikalau seorang fasik bertobat dari pada kejahatannya, yang telah dibuatnya itu, lalu melakukan yang benar dan betul, serta memeliharakan hidup jiwanya;","maka pada masa itu juga ia sudah ingat dan bertobat dari pada segala kejahatan yang sudah dibuatnya, niscaya hiduplah juga ia, tiada ia akan mati.","Kendatilah, maka kata bangsa Israel juga: Bahwa jalan Tuhan tiada betul! Bolehkah jalan-Ku tiada betul, hai bangsa Israel! Bukankah istimewa pula segala jalan kamu tiada betul?","Maka sebab itu, hai bangsa Israel! Aku akan menghukumkan kamu, masing-masing sekadar kelakuannya; demikianlah firman Tuhan Hua: Baliklah dan bertobatlah dari pada segala kesalahan kamu dan jangan lagi segala kejahatan itu menjadi suatu kesentuhan kepada kamu!","Buanglah dari padamu akan segala kesalahanmu, yang telah kamu buat, dan adakanlah bagimu suatu hati yang baharu dan angan-angan yang baharu, karena mengapa gerangan kamu akan mati, hai bangsa Israel!","Bahwa sesungguhnya tiada Aku suka akan kematian orang yang mati itu, demikianlah firman Tuhan Hua; sebab itu bertobatlah kamu dan hiduplah!"]