["Maka akupun diangkat oleh Roh, dibawa-Nya akan daku ke pintu timur rumah Tuhan, yang arah ke sebelah timur itu; heran, maka pada pintu gerbang itu adalah dua puluh lima orang dan diantaranya kulihat Jaazanya bin Azur dan Pelaca bin Benaya, penghulu kaum itu.","Maka firman-Nya kepadaku: Hai anak Adam! bahwa inilah orang yang menyebabkan celaka dan memberi bicara jahat di dalam negeri ini.","Katanya: Jangan sampai membuat rumah; jikalau kiranya ini laksana kuali, maka kamipun akan menjadi dagingnya!","Maka sebab itu hendaklah engkau bernubuat, hak anak Adam! bernubuatlah akan halnya.","Pada masa itu turunlah Roh Tuhan kepadaku, lalu firman-Nya kepadaku, katakanlah ini: Demikianlah firman Tuhan: Hai bangsa Israel! katamu begitu, maka kuketahui akan segala yang terbit dari dalam hatimu!","Bahwa kamu sudah memperbanyakkan bilangan orangmu yang dibunuh dalam negeri ini! kamu sudah memenuhi segala lorongnya dengan orang yang dibunuh itu!","Sebab itu demikianlah firman Tuhan Hua: Adapun segala orang yang sudah kamu bunuh di dalamnya dengan salahmu itu, mereka itulah dagingnya dan negeri inipun kualinya, tetapi kamu akan Kubawa keluar dari tengah-tengahnya.","Kamu takut akan pedang, maka pedang juga yang Kudatangkan kepadamu kelak; demikianlah firman Tuhan Hua.","Tetapi kamu akan Kubawa keluar dari tengah-tengahnya dan kamu Kuserahkan kelak kepada tangan orang keluaran; demikianlah Aku memutuskan hukum atas kamu!","Kamu akan rebah mati dimakan pedang; pada perhinggaan tanah Israel akan Kuputuskan hukum atas kamu, dan diketahui olehmu kelak bahwa Aku ini Tuhan!","Maka negeri ini tiada jadi akan kuali bagi kamu, sehingga kamu akan daging di dalamnya, melainkan pada perhinggaan tanah Israel juga Kuputuskan hukum atas kamu kelak!","Supaya diketahui olehmu bahwa Aku ini Tuhan, yang syariat-Nya tiada kamu jalani dan yang hukum-Nya tiada kamu lakukan; melainkan kamu sudah menurut hukum segala bangsa kafir yang keliling kamu.","Kalakian, maka sementara aku bernubuat itu tiba-tiba matilah Pelaca bin Benaya, lalu aku sujud dengan mukaku ke tanah sambil berseru dengan nyaring suaraku, sembahku: Ya Tuhan Hua! hendaklah Engkau sama sekali berbuat keputusan dengan orang Israel yang lagi tinggal itu?","Tetapi datanglah firman Tuhan kepadaku, bunyinya:","Hai anak Adam! saudaramu, bahkan, saudaramu, orang kaum keluargamu dan orang bangsa Israel yang lagi tinggal itu, maka akan halnya kata orang isi Yeruzalem demikian: Mereka itu sudah dijauhkan dari pada Tuhan! kenapa kami juga sudah dikaruniakan tanah ini akan milik pusaka!","Sebab itu hendaklah kaukatakan: Demikianlah firman Tuhan Hua: Jikalau Aku sudah membuang mereka itu jauh di antara segala bangsa kafir sekalipun dan meskipun Aku sudah menghamburkan mereka itu kepada segala negeri, maka Aku juga jadi Kesuciannya pada sedikit hari mereka itu tinggal di dalam negeri-negeri yang mereka itu sudah sampai kepadanya.","Sebab itu katakanlah: Demikianlah firman Tuhan Hua: Bahkan, Aku akan menghimpunkan kamu dari pada segala bangsa, dan mengumpulkan kamu dari pada segala negeri yang telah kamu dihamburkan kepadanya, dan Aku akan mengaruniakan kepadamu tanah Israel.","Maka apabila mereka itu sampai di sana, dilalukannya dari sana kelak segala barang-barangnya yang keji dan segala barang-barangnya yang kebencian.","Maka Aku akan mengaruniakan kepadanya satu hati juga dan mengadakan dalam batinnya suatu roh yang baharu, maka hati kebatuan itu akan Kulalukan dari dalam tubuhnya dan Kuberikan mereka itu hati kedagingan.","Supaya mereka itu menjalani segala syariat-Ku dan melakukan segala hukum-Ku dan menurut dia; demikianlah mereka itu bagi-Ku akan umat dan Akupun baginya akan Allah.","Tetapi barangsiapa yang hatinya dengan ingin dan suka mengikut barang-barangnya yang keji dan yang kebencian itu, ia itu akan Kubalas kejahatannya kepada kepalanya, demikianlah firman Tuhan Hua.","Maka pada masa itu dikembangkan segala kerubiun sayap-sayapnya dan segala jenterapun sertanya dan kemuliaan Allah orang Israelpun adalah padanya di atas.","Maka naiklah kemuliaan Tuhan dari atas tengah-tengah negeri, lalu berhenti di atas gunung yang pada sebelah timur negeri itu.","Maka aku diangkat oleh Roh, dibawa-Nya akan daku dalam khayal oleh Roh Allah ke benua Kasdim, kepada orang yang sudah dipindahkan dengan tertawan; maka khayal yang telah kulihat itu lalu naiklah dari padaku.","Maka akupun mengatakanlah kepada orang yang dipindahkan dengan tertawan itu segala firman Tuhan yang telah diperlihatkan-Nya kepadaku itu."]