["Sebermula, maka pada sekali peristiwa, yaitu pada tahun yang ketujuh, bulan yang kelima dan pada sepuluh hari bulan itu datanglah beberapa orang dari pada segala tua-tua Israel hendak bertanyakan Tuhan, lalu duduklah mereka itu di hadapan aku.","Maka pada masa itu datanglah firman Tuhan kepadaku, bunyinya:","Hai anak Adam! berkatalah dengan tua-tua Israel dan katakanlah kepadanya: Demikianlah firman Tuhan Hua: Datang kamu hendak bertanyakan Akukah? Sesungguh-sungguh Aku ini hidup, manakah boleh kamu bertanyakan Aku, demikianlah firman Tuhan Hua.","Bolehkah engkau membenarkan halnya? bolehkah engkau membenarkan halnya? hai anak Adam! Beritahulah kepadanya segala perbuatan keji bapa-bapanya.","Katakanlah kepada mereka itu: Demikianlah firman Tuhan Hua: Tatkala Aku pilih akan Israel, Kuangkat juga tangan-Ku kepada bani bangsa Yakub, dan Kunyatakan diri-Ku kepadanya di tanah Mesir, bahkan, Kuangkat tangan-Ku kepadanya sambil firman-Ku: Aku ini Tuhan, Allahmu!","Pada masa itu juga Kuangkat tangan-Ku kepadanya, hendak menghantar akan mereka itu keluar dari negeri Mesir ke negeri yang telah Kupilih bagi mereka itu, suatu negeri yang berkelimpahan air susu dan madu, dan kemuliaan segala negeri.","Maka firman-Ku kepada mereka itu: Buanglah olehmu masing-masing akan barang yang keji kepada pemandangannya dan jangan kamu menajiskan dirimu dengan berhala tahi Mesir itu: Bahwa Aku ini Tuhan, Allahmu!","Tetapi mereka itu mendurhaka juga kepada-Ku tiada mau dengar akan Daku; seorangpun tiada membuang barang yang keji kepada pemandangannya atau meninggalkan berhala tahi Mesir; maka sebab itu Aku berfirman, bahwa Aku hendak mencurahkan kehangatan murka-Ku kepada mereka itu dan menyempurnakan amarah-Ku kepadanya di tengah-tengah negeri Mesir.","Tetapi tiada juga Kubuat itu oleh karena nama-Ku, asal jangan ia itu kehinaan kepada pemandangan segala orang kafir, di antaranya mereka itu ada duduk, supaya Kunyatakan dia di hadapan matanya dengan menghantar akan mereka itu keluar dari negeri Mesir.","Setelah Kuhantar akan mereka itu keluar dari negeri Mesir, Kubawa akan mereka itu ke padang Tiah.","Maka di sana Kuberikan mereka itu segala syariat-Ku dan Kunyatakan kepadanya segala hukum-Ku, olehnya orang boleh hidup, jikalau diturutnya akan dia.","Dan lagi Kutentukan kepadanya segala sabat-Ku akan suatu tanda antara Aku dengan mereka itu, supaya diketahuinya bahwa Aku, Tuhan, yang menguduskan mereka itu.","Tetapi di padang Tiah itu bangsa Israel mendurhaka juga kepada-Ku; tiada mereka itu menurut syariat-Ku dan dibuangnya akan segala hukum-Ku, olehnya juga boleh hidup tiap-tiap orang yang menurut dia; dan lagi dihinakannya sangat segala sabat-Ku, sehingga Aku berfirman hendak mencurahkan kehangatan murka-Ku kepada mereka itu di padang Tiah dan menumpas mereka itu.","Tetapi tiada juga Kubuat oleh karena nama-Ku, supaya jangan ia itu dihinakan di hadapan mata segala orang kafir, di hadapan matanya juga Aku sudah menghantar akan mereka itu keluar.","Dan Kuangkat juga tangan-Ku kepadanya di padang Tiah, supaya jangan Kubawa akan mereka itu ke negeri yang telah Kukaruniakan kepadanya, dan yang berkelimpahan air susu dan madu dan yang kemuliaan segala negeri.","Sebab mereka itu sudah membuang segala hukum-Ku dan tiada menurut segala syariat-Ku dan dihinakannya segala sabat-Ku, karena dengan hatinya mereka itu mengikut berhala tahinya.","Tetapi mata-Ku juga sayang akan mereka itu, sehingga tiada Kubinasakan mereka itu dan tiada Kubuat keputusannya di padang Tiah itu.","Maka firman-Ku kepada segala anak-anaknya di padang Tiah itu: Janganlah kamu turut segala syariat bapa-bapamu, dan jangan turut segala adanya dan jangan cemarkan dirimu dengan berhala tahi mereka itu.","Bahwa Aku ini Tuhan, Allahmu, turutlah kamu segala syariat-Ku dan peliharakanlah segala hukum-Ku dan lakukanlah dia,","dan sucikanlah segala sabat-Ku, supaya ia itu akan suatu tanda di antara Aku dengan kamu, dan supaya diketahui olehmu, bahwa Aku ini Tuhan, Allahmu.","Tetapi anak-anaknyapun mendurhaka kepada-Ku, tiada mereka itu menurut segala syariat-Ku, dan tiada dipeliharakannya segala hukum-Ku akan melakukan dia, olehnya juga boleh hidup tiap-tiap orang yang menurut dia; dan lagi segala sabat-Kupun dihinakannya, sehingga Aku berfirman hendak mencurahkan kehangatan murka-Ku kepadanya dan menyempurnakan amarah-Ku akan mereka itu di padang Tiah.","Tetapi Aku juga menahankan tangan-Ku dan tiada Kubuat begitu oleh karena nama-Ku, supaya janganlah ia itu kehinaan kepada pemandangan segala orang kafir, di hadapan matanya juga Aku sudah menghantar akan mereka itu keluar.","Dan lagi di padang Tiah juga, sudah Kuangkat tangan-Ku kepadanya, hendak mencerai-beraikan mereka itu di antara segala bangsa, dan menghamburkan mereka itu kepada segala negeri,","sebab tiada dilakukannya segala hukum-Ku dan dibuangnya akan segala syariat-Ku dan dihinakannya segala sabat-Ku dan dipandangnya selalu dengan matanya kepada berhala tahi bapa-bapanya.","Maka sebab itu Kuberikan juga kepada mereka itu syariat yang tiada baik dan hukum yang olehnya tiada boleh mereka itu hidup.","Dan Kubiarkan mereka itu menajiskan dirinya dengan persembahannya, tegal dijalankannya segala anak sulungnya terus dari pada api, supaya Kutaruh mereka itu akan suatu perkara yang hebat, dan supaya diketahuinya bahwa Aku ini Tuhan.","Maka sebab itu, hai anak Adam! berkatalah kepada bangsa Israel dan katakanlah kepadanya: Demikianlah firman Tuhan Hua: Lagi pada masa itu juga segala bapamu sudah mencelakan Daku dan mendurhaka kepada-Ku dengan sengajanya:","Pada masa Aku sudah menghantarkan mereka itu ke dalam negeri yang telah Kujanji pakai sumpah hendak Kukaruniakan kepada mereka itu, karena dilihatnya akan segala bukit yang tinggi dan akan segala pohon kayu yang rindang, di sana dipersembahkannya korbannya dan dibawanya akan segala persembahannya yang mempersakiti hati dan di sanapun ditaruhnya dupanya yang harum, dan dicucurkannya persembahannya minuman.","Meskipun Aku sudah berfirman kepadanya akan hal bukit yang harus mereka itu pergi kepadanya, sebab itu juga nama bukit itu tersebut datang kepada hari ini.","Maka sebab itu katakanlah olehmu kepada bangsa Israel: Demikianlah firman Tuhan Hua: Bahwasanya kamu sudah mencemarkan dirimupun seperti adat segala bapamu, dan kamupun berbuat zinah dengan mengikut segala kekejian mereka itu;","lagi dalam persembahan korbanmu, apabila kamu menjalankan anak-anakmu terus dari pada api, maka kamu mencemarkan dirimu dengan segala berhala tahimu sampai kepada hari ini; maka bolehkah kamu bertanyakan Aku hai bangsa Israel? Sesungguh-sungguh Aku ini hidup, tiada boleh kamu bertanyakan Aku, demikianlah firman Tuhan Hua!","Dan lagi barang yang terbit sekarang dalam hatimu itupun sekali-kali tiada akan jadi, yaitu kamu seperti segala orang kafir, seperti segala bangsa negeri-negeri lain, hendak berbuat bakti kepada barang kayu dan batu!","Sesungguh-sungguh Aku hidup, demikianlah firman Tuhan Hua: Masakan tiada Aku memerintahkan kamu dengan tangan yang keras dan dengan lengan yang terkedang dan dengan kehangatan murka yang tercurah!","Maka Aku akan menghantar kamu keluar dari antara segala bangsa dan menghimpunkan kamu dari pada segala negeri kepadanya juga kamu sudah dihamburkan dengan tangan yang keras dan dengan lengan yang terkedang dan dengan kehangatan murka yang tercurah.","Dan Aku akan membawa kamu ke padang segala bangsa dan menghukumkan kamu di sana muka berhadapan dengan muka.","Seperti sudah Kuhukumkan nenek moyang kamu di padang negeri Mesir, begitulah Aku akan menghukumkan kamu, demikianlah firman Tuhan Hua!","Dan aku akan menyuruh kamu berjalan lalu dari bawah tongkat dan membawa kamu ke dalam tambatan perjanjian.","Dan Aku akan mengasingkan dari padamu segala orang yang durhaka dan bantahan kepada-Ku dan Kubawa akan mereka itu keluar dari dalam negeri tempat mereka itu orang dagang adanya, tetapi dari padanya seorangpun tiada akan kembali ke dalam negeri Israel; demikianlah akan diketahui olehmu bahwa Aku ini Tuhan.","Maka kamu, hai bangsa Israel, demikianlah firman Tuhan Hua, dari pada sekarang pergilah juga kamu berbuat ibadat selalu masing-masing kepada berhala tahinya, jikalau kamu tiada mau mendengar akan Daku, tetapi jangan lagi kamu menghinakan nama-Ku yang suci itu, dengan persembahanmu dan dengan berhala tahimu!","Karena di atas gunung kesucian-Ku, di atas gunung Israel yang tinggi itu, demikianlah firman Tuhan Hua, di sana juga segenap bangsa Israel akan berbuat bakti kepada-Ku, yaitu segala orang yang di dalam negeri itu, dan di sana juga Aku berkenan akan mereka itu dan di sanapun Aku akan menerima segala persembahan tatanganmu dan segala hulu hasilmu serta dengan segala barang-barangmu yang suci.","Dan Aku kelak berkenan akan harum bau persembahanmu, setelah sudah Kuhantar akan kamu keluar dari antara segala bangsa dan Kukumpulkan kamu dari dalam segala negeri kepadanya juga kamu sudah dihamburkan, dan Akupun akan dikuduskan di antara kamu di hadapan mata segala orang kafir.","Maka pada masa itu akan diketahui olehmu bahwa Aku ini Tuhan apabila Aku membawa akan kamu ke dalam negeri Israel, yaitu negeri yang telah Kujanji pakai sumpah hendak mengaruniakan dia kepada nenek moyangmu.","Maka di sana kamu kelak ingat akan segala perbuatanmu, olehnya juga kamu sudah menajiskan dirimu, maka kamu kelak jemu akan dirimu dari karena segala kejahatan yang sudah kamu perbuat itu.","Dan pada masa itu akan diketahui olehmu bahwa Aku ini Tuhan; apabila Aku berbuat akan kamu setuju dengan nama-Ku dan bukan sekadar segala jalanmu yang jahat atau sekadar segala perbuatanmu yang busuk itu; demikianlah firman Tuhan Hua, hai bangsa Israel.","Arakian, maka datanglah firman Tuhan kepadaku, bunyinya:","Hai anak Adam! tujukanlah mukamu ke jalan selatan, tiriskanlah perkataanmu ke sebelah selatan dan bernubuatlah akan hal hutan di tanah selatan itu.","Katakanlah kepada hutan selatan itu: Dengarlah olehmu firman Tuhan: Demikianlah firman Tuhan Hua: Bahwasanya Aku menyalakan suatu api di dalammu yang makan habis kelak akan segala pohon kayu yang hijau dan akan segala pohon kayu yang kering di dalammu, maka nyala api yang menjulang itu tiada akan terpadamkan, dan olehnya juga ia itu akan bernyala-nyala pada segala pihak dari pada selatan datang ke utara.","Maka segala manusia akan melihat, bahwa Aku ini, Tuhan, sudah menyalakan dia, sampai tiada ia itu terpadamkan lagi.","Lalu sembahku: Ya Tuhan Hua! mereka itu kelak berkata akan halku demikian: Bukankah ia ini seorang pengarang perumpamaan?"]