["Dan lagi datanglah firman Tuhan kepadaku, bunyinya:","Hai anak Adam! adalah dua orang perempuan, anak seibu juga;","ia itu berbuat zinah di Mesir; pada masa mudanya ia berbuat zinah itu, di sanalah susunya dijamah, dan di sanapun mata susunya dipermainkan.","Adapun nama perempuan itu Oholah yang tua, dan Oholibah nama adiknya; maka keduanyapun menjadi Aku punya dan diperanakkannya laki-laki dan perempuan; adapun arti namanya maka Samaria itulah Oholah dan Yeruzalem itu Oholibah.","Maka Oholah itu berbuat zinah pada masa ia lagi serta-Ku, dan berahilah ia akan segala kekasihnya, akan orang Asyur yang dekat itu;","yang berpakaikan warna biru laut, yaitu penghulu dan pemerintah, semuanya orang teruna yang amat elok, serta mengendarai kuda.","Demikianlah ia berbuat zinah dengan mereka itu, semuanya bani Asyur yang pilihan, dan dengan segala orang-orang diberahikannya, dan dicemarkannya dirinya dengan segala berhala tahi mereka itu.","Dan lagi tiada ditinggalkan zinahnya dengan Mesir, yang sudah berseketiduran dengan dia pada masa mudanya, dan yang sudah menjamah mata susunya pada masa ia lagi anak dara, dan yang sudah melimpahkan zinahnya dengan dia.","Maka sebab itu Aku menyerahkan dia kepada tangan segala kendaknya, kepada tangan bani Asyur, yang diberahikannya.","Maka mereka itu menelanjangkan dia dan dirampasnya anak-anaknya laki-laki dan perempuan, dibunuhnya dengan pedang; maka masyhurlah namanya di antara segala orang perempuan setelah sudah diputuskan hukum atasnya.","Demi dilihat Oholibah, adiknya, akan hal itu, dibuangnya dirinya terlebih pula dari pada kakaknya, dan iapun berbuat zinah yang terlebih jahat dari pada segala zinah kakaknya.","Maka berasyiklah ia akan bani Asyur, akan segala penghulu dan pemerintah yang dekat, yang berpakaikan perhiasan dengan sempurna, dan yang mengendarai kuda, semuanya orang teruna yang amat elok.","Maka kulihat bagaimana dicemarkannya dirinya, bagaimana keduanya sejalan jua.","Bahkan, dibuatnya zinah yang lagi lebih jahat, karena demi dilihatnya tulisan orang laki-laki pada dinding, yaitu peta orang Kasdim tertulis dengan sedelinggam,","berpakaian pengikat pada pinggangnya dan destar panca warna pada kepalanya, semuanya serupa dengan panglima perang, seperti orang Babiloni yang di Kasdim, tempat jadinya;","maka asyiklah ia akan mereka itu hanya oleh melihat petanya juga, lalu utusanlah ia kepadanya ke benua Kasdim itu.","Maka datanglah bani Babil kepadanya hendak berbuat zinah, dicemarkannya dia dengan zinahnya, tetapi setelah sudah ia berbuat zinah dengan mereka itu, maka jemulah juga hatinya akan mereka itu.","Demi dibuatnya zinahnya begitu dengan nyata-nyata dan dengan tiada malu, maka jemulah hatiku akan dia, seperti sudah jemu hatiku akan kakaknya.","Tetapi diperbanyakkannya juga zinahnya dengan terkenangkan masa mudanya, tatkala ia berbuat zinah di Mesir.","Maka asyiklah ia terlebih dari pada segala gundik mereka itu, yang dagingnya seperti daging keledai dan cemarnya seperti cemar kuda.","Demikian dilakukannya semula segala perbuatan keji yang telah dibuatnya pada masa mudanya, tatkala orang Mesir itu menjamah mata susunya pada masa mudanya.","Maka sebab itu, hai Oholibah! demikianlah firman Tuhan Hua, bahwasanya Aku membangkit lawan dikau segala kendakmu, yang hatimu jemu akan dia dan Kukumpulkan mereka itu kepadamu keliling,","yaitu bani Babil dan segala orang Kasdim dan Pekod dan Soa dan Koa dan segala bani Asyurpun sertanya, semuanya orang teruna yang elok, penghulu dan pemerintah dan panglima perang dan menteri, semuanya orang berkendaraan,","maka mereka itu akan mendatangi engkau dengan rata dan pedati dan jentera dan suatu perhimpunan bangsa yang berselukung dan berperisai dan berketopong; mereka itu kelak mengepungi engkau keliling, dan Aku mengaruniakan kepadanya hukuman, maka mereka itu akan menghukumkan dikau setuju dengan syaratnya.","Dan Aku melakukan kelak gairah-Ku atasmu, sehingga dibuatnya akan dikau sekadar kehangatan geramnya, maka mereka itu akan mengerat hidungmu dan telingamu, setelah itu engkau akan rebah dimakan pedang; dan mereka itu akan merampas anak-anakmu laki-laki dan perempuan dan barang yang lagi tinggal dari padamu itu akan dimakan habis oleh api.","Lagipun mereka itu akan menanggalkan pakaianmu dan merampas segala perhiasanmu yang indah-indah.","Demikianlah Aku mengadakan kesudahan segala perbuatanmu yang keji dan segala zinahmu, mulanya dari tanah Mesir, maka engkau tiada lagi akan menengadah kepadanya dan tiada lagi engkau terkenangkan Mesir itu.","Karena demikianlah firman Tuhan Hua: Bahwasanya Aku menyerahkan dikau kelak kepada tangan orang yang kaubenci, dan kepada tangan orang yang hatimu jemu akan dia.","Maka mereka itu akan berlaku kepadamu dengan benci dan merampas segala hasil pekerjaanmu, dan meninggalkan dikau dengan telanjang bugilmu, maka engkau akan dipermalukan termata-mata dengan segala perbuatanmu yang keji dan segala zinahmu itu.","Maka segala perkara itu akan berlaku atasmu, sebab engkau sudah mengikut orang kafir dengan berbuat zinah, sehingga engkau mencemarkan dirimu dengan segala berhala tahinya.","Bahwa engkau sudah berjalan pada jalan kakakmu, maka sebab itu pialanyapun Kuberikan pada tanganmu.","Demikianlah firman Tuhan Hua: Bahwa engkau akan minum isi piala kakakmu, yang dalam dan luas; engkau akan diolok-olok dan disindir, karena piala itu banyak isinya.","Engkau akan penuh dengan mabuk dan penyakit, karena piala kakakmu Samaria itulah piala kebinasaan dan kesunyian.","Maka engkau akan minum dan mengisap dia habis dan menjilat tembikarnya dan membelahkan dadamu, karena Aku sudah berfirman begitu, demikianlah firman Tuhan Hua.","Maka sebab itu, demikianlah firman Tuhan Hua: Tegal engkau sudah melupakan Daku dan sudah membuang Aku di belakangmu, baiklah sekarang engkaupun menanggung siksa segala perbuatanmu yang keji dan segala zinahmu itu.","Dan lagi firman Tuhan kepadaku: Hai, anak Adam! engkau hendak membenarkankah hak Oholah dan Oholibah itu? Jangan; melainkan beritahulah kepadanya segala perbuatannya yang keji itu:","Bahwa mereka itu sudah berbuat zinah dan adalah darah pada tangannya; bahkan, apabila dibuatnya zinah dengan berhala tahinya, dijalankannya juga anaknya, yang telah diperanakkannya bagi Aku, terus dari pada api akan dimakan, hendak memberi hormat kepada berhala itu.","Dan lagi inipun dibuatnya kepada-Ku: Pada hari itu juga dinajiskannya tempat kesucian-Ku dan dihinakannya segala sabat-Ku.","Karena setelah sudah dibantainya anak-anaknya akan memberi hormat kepada berhala tahinya, pada hari itu juga masuklah mereka itu ke dalam tempat kesucian-Ku hendak menajiskan dia! maka demikianlah perbuatannya di tengah-tengah rumah-Ku!","Tambahan pula, setelah sudah engkau utusan kepada orang yang akan datang dari jauh, kepadanya seorang utusan sudah disuruhkan, dan sesungguhnya mereka itu sudah datang, karenanya engkau sudah bersiram dirimu dan bercelak matamu dan menghiasi dirimu dengan benda yang indah-indah;","pada masa itu adalah engkau duduk di atas gerai yang mulia dan suatu mejapun tersedia di hadapanmu, dan bau-bauan-Ku dan minyak-Ku yang harum itu sudah kauletak di atasnya.","Tatkala gemuruh di sana kurang damai, diambilnya pula akan beberapa orang dari pada orang kebanyakan, yaitu peminum air anggur dari padang, yang membubuh gelang pada tangannya dan makota yang mulia pada kepalanya.","Lalu kata-Ku akan hal sundal yang tua itu: Dengan diakah orang hendak lagi berbuat zinah? Dengan diakah?","Tetapi masuklah juga orang kepadanya seperti orang masuk kepada perempuan yang sundal adanya, begitulah orang masuk kepada Oholah dan Oholibah, kedua perempuan yang hina itu.","Maka sebab itu orang yang adil kelak akan memutuskan hukum atasnya, yaitu hukum atas segala perempuan yang berbuat zinah dan hukum atas segala orang yang menumpahkan darah, karena keduanya orang berzinah adanya dan darahpun adalah pada tangannya.","Bahkan, demikianlah firman Tuhan Hua: Datangkanlah atasnya suatu perhimpunan dan taruhlah dia akan tanda yang hebat dan akan rampasan.","Maka perhimpunan itu akan merajamkan dia dengan batu, dan memarangkan dia dengan pedang, dan dibunuhnya akan segala anak-anaknya laki-laki dan perempuan dan dibakarnya habis akan segala rumahnya dengan api.","Demikianlah Aku akan memperhentikan segala perkara yang keji di dalam negeri itu, supaya segala orang perempuan belajar jangan menurut perbuatanmu yang keji itu.","Demikianlah segala perbuatanmu yang keji itu dipulangkan kepadamu kelak, dan kamu akan menanggung segala dosa berhala tahimu, maka akan diketahui olehmu bahwa Aku ini Tuhan Hua!"]