["Hata, maka datanglah firman Tuhan kepadaku, bunyinya:","Hai anak Adam! tujukanlah mukamu kepada bani Ammon dan bernubuatlah akan halnya.","Katakanlah kepada bani Ammon itu: Dengarlah olehmu firman Tuhan Hua! Demikianlah firman Tuhan Hua: Tegal kamu sudah bersorak-sorak akan tempat kesucian-Ku, pada masa ia itu dinajiskan, dan akan tanah Israel, pada masa ia itu dibinasakan, dan akan bangsa Yehuda, pada masa mereka itu dibawa dengan tertawan,","sebab itu sesungguhnya Aku memberikan kamu kepada bani Masyrik akan miliknya, supaya dibangunkannya kota bentengnya di dalammu dan didirikannyalah rumah-rumahnya di dalammu dan mereka itu akan makan buah-buahmu dan minum air susumu.","Dan Raba itu Kujadikan kandang unta dan segala bani Ammon akan kandang kambing, demikianlah akan diketahui olehmu bahwa Aku ini Tuhan!","Karena demikianlah firman Tuhan Hua: Tegal engkau sudah bertepuk tangan dan mengentak-entak kaki, dan amat besukacita hatimu dan membuat olok-olok akan tanah Israel,","sebab itu sesungguhnya Aku mengedangkan tangan-Ku kepadamu kelak, dan menyerahkan dikau kepada segala orang kafir akan jarahan dan Aku akan menumpas dikau dari antara segala bangsa yang membinasakan dikau dari dalam segala negeri, dan menghabiskan dikau, maka akan diketahui olehmu bahwa Aku ini Tuhan!","Demikianlah firman Tuhan Hua: Tegal kata Moab dan Seir demikian: Bahwasanya bangsa Yehuda sudah disamakan dengan segala bangsa kafir!","sebab itu sesungguhnya Aku akan membukakan Moab dari pada pihak segala negeri, yaitu negerinya sampai yang diperhinggaannya sekali, perhiasan tanah itu Bait-Yesimot dan Baal-Meon dan Kiryatayim,","semuanya itu jadi milik bani Masyrik serta dengan segala bani Ammonpun, yang sudah Kuserahkan akan jadi miliknya, sehingga tiada lagi peringatan akan bani Ammon di antara segala bangsa kafir.","Demikianpun Aku akan memutuskan hukum di dalam Moab, dan akan diketahuinya bahwa Aku ini Tuhan!","Demikianlah firman Tuhan Hua: Sedang Edom sudah melakukan dendam belaka kepada bangsa Yehuda dan sudah membalas kepadanya, meskipun ia sendiri bersalah juga,","sebab itu, demikianlah firman Tuhan Hua, Aku mengedangkan tangan-Ku kelak kepada Edompun dan menumpas dari padanya baik manusia baik binatang, dan Aku jadikan dia suatu kerobohan batu; maka dari pada Teman sampai ke Dedan mereka itu sekalian akan rebah dimakan pedang.","Dan Aku akan menuntut bela kepada Edom oleh tangan umat-Ku Israel, dan dilakukannya kepada Edom kelak barang yang setuju dengan murka-Ku dan dengan kehangatan amarah-Ku, maka dirasainya kelak pembalasan-Ku, demikianlah firman Tuhan Hua.","Demikianlah firman Tuhan Hua: Sedang orang Filistin itu sudah melakukan pembalasan dan selalu suka membalas dengan pengolok-olok yang pahit dan dengan kebencian hatinya, hendak membinasakan dengan perseteruan yang kekal;","sebab itu demikianlah firman Tuhan Hua: Bahwasanya Aku mengedangkan tangan-Ku kepada orang Filistin itu dan Aku akan menumpas segala orang Khereti dan membinasakan segala orang yang lagi tinggal di tepi laut;","dan Aku melakukan kepadanya pembalasan yang amat hebat dengan pehukuman siksa dan kehangatan murka, maka diketahuinya kelak bahwa Aku ini Tuhan, apabila Aku menyampaikan pembalasan-Ku kepadanya."]