["Dan lagi datanglah firman Tuhan kepadaku, bunyinya:","Maka engkau, hai anak Adam! engkau hendak membenarkan hal negeri yang mabuk darah itu? engkau hendak membenarkan halnya? Jangan, melainkan beritahulah mereka mereka itu segala perbuatannya yang keji itu!","Katakanlah: Demikianlah firman Tuhan Hua: Hai negeri, yang menumpahkan darah di tengahnya, sehingga sudah sampai masanya, dan yang membuat berhala tahi akan lawan dirinya hendak menajiskan dirinya!","oleh darah yang telah kautumpahkan itu, engkau juga bersalah, dan oleh berhala tahi yang telah kauperbuat itu, engkau juga dinajiskan, dan kaudatangkan harimu dan kausampaikan tahunmu; maka sebab itu Aku menyerahkan dikau kepada segala orang kafir akan kecelaan dan kepada segala negeri akan sindiran.","Segala orang yang hampir dan yang jauh dari padamu itu mengolok-olok akan dikau, hai engkau yang keji namamu dan yang penuh dengan durhaka.","Bahwasanya di dalammu segala penghulu Israel sengaja menumpahkan darah, masing-masing sekadar kuasanya.","Di dalammu juga dihinakannya ibu bapa dan dianiayakannya orang dagang dan disengsarakannya anak piatu dan perempuan janda!","Bahwa segala benda-Ku yang suci itu sudah kaucelakan dan segala sabat-Ku sudah kauhinakan.","Di dalammu telah ada pengumpat dan pengasut akan menumpahkan darah, dan di dalammupun orang makan di atas gunung-gunung, dan dibuatnya beberapa berapa perkara yang keji di dalammu juga.","Di dalammu sudah ditelanjangkannya kemaluan bapanya dan digagahinya perempuan yang cemar kainnya,","dan dibuatnya perkara yang keji dengan bini kawannya dan orang lain sudah menajiskan menantunya perempuan dengan tiada malu; dan orang lain pula di antaramu sudah menggagahi saudaranya sendiri, yang sebapa dengan dia.","Dan di antaramu orang makan suap akan menumpahkan darah; engkau suka mengambil rubiah dan laba yang keji dan mengisap darah samamu manusia, tetapi akan Daku engkau lupa; demikianlah firman Tuhan Hua!","Bahwasanya Aku sudah bertampar tangan oleh karena kekikiran yang telah kaulakukan dan oleh karena utang darah yang di tengahmu.","Adakah hatimu senang, adakah tanganmu cukup kuat pada hari yang Kusediakan bagimu kelak? Bahwa Aku ini, Tuhan, yang berfirman dan yang menyampaikan dia juga.","Karena Aku mencerai-beraikan kamu kelak di antara segala orang kafir dan menghamburkan kamu ke dalam segala negeri; pada masa itu Kulalukan hal najismu itu dari padamu.","Dan engkaupun akan membilang dirimu najis di hadapan mata segala orang kafir, dan akan diketahui olehmu bahwa Aku ini Tuhan!","Dan lagi datanglah firman Tuhan kepadaku, bunyinya:","Hai, anak Adam! bahwa bangsa Israel telah jadi bagi-Ku akan sanga; mereka itu sekalian tembaga dan timah putih dan besi dan timah hitam, dan di tengah-tengah dapur mereka itu sanga perak adanya.","Maka sebab itu, demikianlah firman Tuhan Hua: Tegal kamu sekalian sudah menjadi sanga, sebab itu sesungguhnya Aku akan mengumpulkan kamu di tengah-tengah Yeruzalem.","Seperti orang mengumpulkan perak dan tembaga dan besi dan timah hitam dan timah putih di tengah-tengah dapur, sambil menghembuskan api kelilingnya hendak menghancurkan dia, demikianpun Aku akan mengumpulkan kamu kelak dengan murka-Ku dan kehangatan amarah-Ku, dan menghancurkan kamu di dalam dapur.","Bahkan, Aku akan mengumpulkan kamu dan menghembuskan api kehangatan murka-Ku kelilingmu, dan kamupun akan dilebur di tengah-tengahnya;","seperti perak dilebur di tengah-tengah dapur, demikianpun kamu akan dilebur di tengah-tengahnya, dan akan diketahui olehmu, bahwa Aku ini, Tuhan, sudah mencurahkan murka-Ku kepadamu!","Dan lagi datanglah firman Tuhan kepadaku, bunyinya:","Hai anak Adam! katakanlah kepadanya: Engkaulah suatu tanah yang tiada ditebas dan yang tiada dihujani pada hari murka.","Mufakat nabi-nabi yang di tengahnya itu laksana singa yang mengaum-aum sambil merampas mangsanya; mereka itu menelan jiwa orang dan dirampasnya harta benda yang indah-indah, dan diperbanyakkannya perempuan janda di dalamnya.","Segala imamnyapun menggagahi taurat-Ku, dan menajiskan segala benda-Ku yang suci; tiada dibedakannya antara haram dengan halal, dan tiada diketahuinya bedanya antara yang najis dengan yang tahir, tambahan pula dikatupkannya matanya akan segala sabat-Ku, dan Akupun dihinakan di tengah-tengah mereka itu!","Maka segala penghulu yang di tengahnya itu bagaikan serigala yang merampas mangsanya, mereka itu menumpahkan darah, mereka itu membinasakan jiwa hendak mencahari laba yang keji.","Maka nabi-nabinyapun melaburkan semuanya akan mereka itu dengan kapur, dipertangguhkannya mereka itu dengan khayal penipu dan ramal dusta, katanya: Demikianlah firman Tuhan Hua! maka tiada juga Tuhan berfirman.","Bahwa segala anak bumi itu menganiaya dengan gagahnya dan merampas dengan gelojohnya dan disengsarakannya orang miskin dan papa dan dianiayakannya orang dagang dengan tiada semena-mena.","Maka di antaranya Kucahari akan seorang yang membangunkan pagar tembok, dan yang berdiri di celah pagar di hadapan hadirat-Ku akan baiknya negeri itu, supaya jangan Aku membinasakan dia, tetapi akan seorangpun tiada Kudapati.","Maka sebab itu Aku mencurahkan murka-Ku kepadanya dan Kuhabiskan mereka itu dengan api kehangatan amarah-Ku, dan Kubalaslah jalannya kepada kepalanya, demikianlah firman Tuhan Hua!"]