["Sebermula, maka jadi pada tahun yang kesebelas, pada sehari bulan, datanglah firman Tuhan kepadaku, bunyinya:","Hai anak Adam! tegal Tsur sudah berkata akan hal Yeruzalem demikian: Hai, sudah pecahlah pintu segala bangsa yang luas itu! sekarang tak dapat tiada semuanya datang kepadaku juga; sekarang sudah rusaklah ia, maka aku beroleh kelimpahan!","Sebab itu demikianlah firman Tuhan Hua: Bahwasanya Aku membalas kepadamu kelak, hai Tsur! karena Aku mendatangkan atasmu beberapa bangsa yang kuat, seperti Kudatangkan laut dengan segala ombaknya.","Maka dipecahkannya kelak segala pagar tembok Tsur dan dirobohkannya segala bangun-bangunnya, maka jikalau abunya sekalipun Kusapukan dari dalamnya dan Kujadikan dia sebuah bukit batu yang gundul.","Tempatnya akan di tengah-tengah laut akan menghamparkan pukat di sana, karena Aku sudah berfirman begitu, demikianlah firman Tuhan Hua, dan iapun akan jadi jarahan segala bangsa!","Maka segala anaknya perempuan yang di bendang itu akan mati dimakan pedang, dan akan diketahuinya bahwa Aku ini Tuhan.","Karena demikianlah firman Tuhan Hua: Bahwasanya Aku mendatangkan kelak atas Tsur itu Nebukadnezar, raja Babil, dari sebelah utara, yaitu raja atas segala raja, serta dengan banyak kuda dan rata perang dan orang berkendaraan dan suatu tentara yang amat besar.","Maka dibunuhnya kelak dengan pedang segala anakmu perempuan yang di bendang dan diperbuatkannya perkakasan akan menyerang engkau, dan antar-antar akan penumbuk pagar tembokmu dan diangkatnya selukung lawan dikau.","Maka segala penumbuknya akan memecahkan pagar tembokmu dan alabangkanyapun merobohkan bangun-bangunmu.","Dari pada kebanyakan kudanya lebupun akan menudungi engkau, dan dari pada gemuruh bunyi segala orang berkendaraan dan jentera dan ratapun akan goncanglah segala pagar tembokmu, apabila ia masuk dari pada pintu-pintu gerbangmu seperti dari pada celahan tembok negeri yang sudah ditetas.","Maka dengan kuku kudanya akan diirik-iriknya segala sesuatu yang pada lorong-lorongmu, dan segala rakyatmu akan dibunuhnya dengan pedang dan segala tiangmu yang indah-indah itu akan roboh ke bumi!","Maka dirampasnya kelak segala harta bendamu dan dijarahinya segala daganganmu yang indah-indah dan dirobohkannya segala pagar tembokmu dan dibongkarnya segala rumah peranginanmu, dan segala batumu dan kayumu dan robohan rumahmu akan dibuang olehnya ke tengah-tengah laut.","Demikianlah Kuperhentikan kelak bunyi nyanyi-nyanyianmu dan bunyi kecapimupun tiada akan kedengaran lagi.","Dan Aku menjadikan dikau bukit batu yang gundul, dan tempat penghamparan pukat, dan engkau tiada akan dibangunkan pula, karena Aku ini, Tuhan, sudah berfirman begitu, demikianlah firman Tuhan Hua!","Demikianlah firman Tuhan Hua akan hal Tsur: Bagaimana besar gentarnya segala tepi laut kelak, apabila didengarnya bunyi jatuhnya dan pengirik segala orang yang luka, dan tempik orang berbunuh-bunuhan di tengah-tengahmu.","Maka segala raja laut akan turun dari atas singgasananya dan membuang baju selimutnya dan menanggalkan pakaiannya yang tersuji, maka takut dan ngeri akan jadi pakaiannya, dan mereka itu akan duduk di tanah, dan terkejut oleh takut dan ngeri dan kecengangan dan lenyap bicaranya oleh karenamu!","Maka dibunyikannya kelak sebiji ratap akan halmu, katanya: Bagaimana engkau sudah hilang, engkau yang ramai terlebih dari pada laut! engkau sebuah negeri yang terpuji-puji! Ia yang pemerintah laut; bahkan, ia dengan segala orang isinya, yang memberi takut kepada segala orang, yang duduk di atas bumi.","Maka sekarang begitulah halnya! segala anak kapalpun gentarlah pada hari jatuhmu dan segala tepi lautpun ngerilah akan kesudahanmu!","Karena demikianlah firman Tuhan Hua: Apabila Aku menjadikan dikau sebuah negeri yang sudah roboh, sama dengan negeri yang tiada lagi diduduki orang, apabila Kudatangkan lautan atasmu, sehingga engkau diliputi oleh ombak laut,","pada masa itu Kucampakkan dikau kelak ke bawah serta dengan segala mereka yang turun ke dalam keleburan kepada bangsa zaman dahulu! dan Kuberikan dikau petala yang di bawah bumi akan tempat kedudukanmu, di bawah kerobohan batu segala zaman dahulukala serta dengan segala orang yang turun ke dalam alam barzakh, sehingga tiada engkau diduduki lagi apabila Aku mengaruniakan kemuliaan di tanah orang hidup berkeliling.","Maka engkau Kujadikan suatu tamasya yang hebat dan engkau akan tiada lagi! jikalau dicahari orang, tiada didapatinya akan dikau sampai selama-lamanya, demikianlah firman Tuhan Hua!"]