["Sebermula, maka datanglah firman Tuhan kepadaku pada tahun yang kesembilan, bulan yang kesepuluh dan pada sepuluh hari bulan itu, bunyinya:","Hai anak Adam! suratkanlah olehmu nama hari ini, betul hari ini juga; maka betul pada hari ini juga raja Babil mulai mengepungi Yeruzalem.","Dan hadapkanlah kepada bangsa yang bantahan itu suatu perumpamaan, katakanlah kepadanya: Demikianlah firman Tuhan Hua! Jerangkanlah periuk di atas api, jerangkanlah dia, tuanglah air ke dalamnya,","bubuhlah dalamnya akan segala penggal-penggal itu bersama-sama, yaitu segala penggal yang baik, paha yang di belakang dan paha yang di depan, penuhilah akan dia dengan tulang-tulang yang bersumsum,","ambillah dari pada kawan binatang barang yang pilihan dan pasanglah di bawahnya suatu pancaka dari pada tulang-tulang, didihkanlah dia sampai berbual-bual, dan biarlah segala tulang-tulangpun direbus dalamnya.","Sebab itu, demikianlah firman Tuhan Hua: Wai bagi negeri yang mabuk darah itu! ia itu suatu periuk yang karatnya sudah makan dalam dan tiada boleh dikeluarkan: Ambillah sepenggal-penggal dari dalamnya, maka tiada juga dibuang undi atasnya.","Karena adalah darah di tengah-tengahnya; ditumpahkannya pada bukit batu yang gundul; tiada ditumpahkannya pada bumi, supaya ditudungi dengan abu akan dia,","hendak membangkitkan kehangatan murka dan hendak membalas amat sangat, maka Kutumpahkan darahnyapun pada bukit batu yang gundul, supaya jangan ditudungi akan dia!","Maka sebab itu, demikianlah firman Tuhan Hua: Wai bagi negeri yang mabuk darah itu! Baiklah Aku membesarkan pula pancaka itu!","Bawalah akan kayu lagi, galakkanlah api itu, supaya hancurlah segala daging habis menjadi bubur, dan dibakar habis-habis akan segala tulang-tulang itu!","Setelah itu letakkanlah dia di atas bara api dengan hampanya, supaya panaslah ia dan tembaganyapun panas merah, kalau-kalau cemar yang di dalamnya itu hancur dan lalu dari padanya dan karatnyapun habislah.","Tetapi cuma-cuma juga orang berlelah! karatnya sudah makan terlalu dalam, tiada boleh dilalukan dari padanya, lagi di dalam apipun tahan karatnya.","Di dalam kecemaranmu adalah jahat dengan sengajanya, sebab itu kecemaranmu tiada boleh disucikan, jikalau Aku menyucikan dikau sekalipun; dan lagi tiada juga engkau akan disucikan sebelum sudah Aku menimpakan kepadamu kehangatan murka-Ku!","Bahwa Aku ini, Tuhan, sudah berfirman begitu, maka ia itu akan sampai juga, dan Aku akan membuatnya; Aku tiada alpa atau menaruh sayang atau bersesal; melainkan dihukumkan orang kelak akan dikau sekadar segala kelakuanmu dan segala perbuatanmu yang jahat itu, demikianlah firman Tuhan Hua!","Arakian, maka datanglah firman Tuhan kepadaku, bunyinya:","Hai anak Adam! bahwa sesungguhnya Aku akan mengambil dari padamu kekenangan matamu oleh suatu bala, tetapi janganlah engkau meratap atau menangis atau bercucuran air matamu.","Berdiamlah dirimu dari pada meraung dan jangan engkau berbuat perkabungan akan orang mati; kenakanlah destar pada kepalamu dan kasut pada kakimu; janganlah engkau menudungi mulut dan janggutmu atau makan hidangan orang lain.","Hata, maka pada keesokan harinya, apabila aku hendak berkata-kata kepada orang banyak itu, maka pada malam itu biniku sudah mati; lalu pada keesokan harinya kuperbuatlah seperti yang sudah dipesan kepadaku.","Maka kata orang banyak itu kepadaku: Tiadakah engkau memberi tahu kami apa artinya engkau berbuat demikian?","Lalu kataku kepadanya: Bahwa firman Tuhan sudah datang kepadaku, bunyinya:","Katakanlah olehmu kepada bangsa Israel: Demikianlah firman Tuhan Hua: Bahwasanya Aku akan menajiskan tempat kesucian-Ku, yaitu kemuliaan kuatmu dan kekenangan matamu dan yang dirindukan hatimu, dan segala anakmu laki-laki dan perempuan, yang telah kamu tinggalkan di belakang itu akan rebah dimakan pedang.","Pada masa itu kamu akan berbuat seperti perbuatanku sekarang ini, tiada kamu akan menudungi mulut dan janggut dan tiada makan hidangan orang lain.","Dan kepalamu akan berdestar dan kakimupun akan berkasut, dan tiada kamu akan meratap atau menangis, melainkan kamu akan tenggelam dalam kesalahanmu dan berkeluh kesah seorang kepada seorang!","Demikianlah Yehezkiel ini jadi bagimu akan suatu tanda alamat; seperti yang telah dibuatnya demikianpun kamu akan berbuat; maka apabila sudah sampai masanya akan diketahui olehmu bahwa Aku ini Tuhan Hua!","Maka engkau, hai anak Adam! bukankah akan jadi ini, pada hari Aku melalukan dari padanya kemegahannya dan kesukaannya dan perhiasannya dan kekenangan matanya dan yang dirindukan hatinya, segala anaknya laki-laki dan perempuan;","bukankah pada hari itu seorang yang sudah lari berlepas dirinya akan datang kepadamu memberi tahu barang yang telah jadi itu?","Pada hari itu juga mulutmupun akan dibukakan oleh orang yang sudah lari itu, maka engkau akan berkata-kata dan tiada lagi berdiam dirimu; demikianlah engkau menjadi baginya akan tanda alamat dan akan diketahui olehnya bahwa Aku ini Tuhan!"]