["Sebermula, maka pada tahun yang kesepuluh, bulan yang kesepuluh dan pada dua belas hari bulan itu datanglah firman Tuhan kepadaku, bunyinya:","Hai anak Adam! tujukanlah mukamu kepada Firaun, raja Mesir, dan bernubuatlah akan halnya dan akan hal segenap Mesir itu;","katakanlah: Demikianlah firman Tuhan Hua: Bahwasanya Aku membalas kepadamu kelak, hai Firaun, raja Mesir! naga laut yang besar, yang terumbang-umbang di tengah-tengah muaranya, dan yang berkata demikian: Sungaiku itu aku punya; bahkan, aku sudah menjadikan diriku sendiri!","Sebab itu Aku kelak membubuh kait pada insangmu dan melekatkan kelak segala ikan sungaimu itu pada sisikmu, dan Kutarik naik akan dikau kelak dari tengah-tengah sungaimu, dan segala ikan sungaimu akan lekat pada sisikmu.","Dan Kuempaskan dikau kelak kepada padang, baik engkau baik segala ikan sungaimu, sehingga terhantarlah engkau di padang, dan tiada engkau akan diangkat atau dipungut, melainkan kepada segala margasatwa yang di bumi dan kepada segala unggas yang di udara Kuberikan dikau akan makanannya!","Dan akan diketahui oleh segala orang isi negeri Mesir, bahwa Aku ini Tuhan, karena mereka itu sudah menjadi akan tongkat buluh kepada bangsa Israel.","Apabila dipegangnya akan dikau dengan tangannya maka patahlah engkau dan terbelah-belah pada segala pihakmu dan bila mereka itu bersandar padamu patahlah engkau, dan kaubiarkan gementar pinggangnya.","Sebab itu demikianlah firman Tuhan Hua: Bahwasanya Aku mendatangkan pedang atasmu dan Aku akan menumpas dari padamu baik manusia baik binatang.","Maka tanah Mesir akan jadi suatu kerusakan dan suatu kerobohan batu dan akan diketahuinya bahwa Aku ini Tuhan; tegal ia sudah berkata demikian: Bahwa sungai itu aku punya, dan aku sudah menjadikan diriku sendiri.","Sebab itu Aku akan membalas kepadamu dan kepada sungaimupun, dan Aku menjadikan tanah Mesir kelak suatu kerobohan batu dan tempat yang sunyi senyap dari Migdal sampai ke Siene dan sampai kepada perhinggaan tanah Kusy.","Kaki barang seorang manusiapun tiada akan lalu dari sana dan kaki barang seekor binatangpun tiada akan lalu dari sana, dan seorangpun tiada akan duduk di sana empat puluh tahun lamanya.","Karena Aku menjadikan tanah Mesir kelak suatu kerusakan di tengah-tengah segala tanah yang rusak itu dan segala negerinyapun di tengah-tengah segala negeri yang roboh, semuanya itu akan rusak empat puluh tahun lamanya dan Aku akan menghamburkan orang isi Mesir itu di antara segala bangsa dan mencerai-beraikan mereka itu kepada segala negeri.","Tetapi demikianlah firman Tuhan Hua: Pada kesudahan empat puluh tahun itu akan Kuhimpunkan orang Mesir itu pula dari antara segala bangsa kepadanya juga mereka itu sudah dihamburkan,","dan Kuubahkan kelak hal ketawanan orang Mesir dan Kubawa akan mereka itu kembali ke negeri Pateros, yaitu negeri asalnya, dan di sana mereka itu akan jadi suatu kerajaan yang kecil.","Ia itu akan kecil di antara segala bangsa, karena Aku akan menjadikan mereka itu terlalu kecil akan memerintahkan bangsa lain.","Dan lagi tiada ia menjadi bagi bangsa Israel akan tempat bersandarkan harapnya, melainkan diperingatkannya mereka itu perbuatannya yang salah, yaitu dahulu mereka itu sudah bersandar padanya. Demikianlah akan diketahuinya bahwa Aku ini Tuhan Hua.","Maka sekali peristiwa, yaitu pada tahun yang kedua puluh tujuh, bulan yang pertama pada sehari bulan itu, datanglah firman Tuhan kepadaku, bunyinya:","Hai anak Adam! bahwa Nebukadnezar, raja Babil, sudah menyuruh tentaranya mengerjakan suatu pekerjaan yang payah lawan Tsur, maka segala kepala sudah gundul, dan segala bahupun sudah jelas, maka baik ia baik segala tentaranyapun tiada mendapat hasil dari pada pekerjaan yang dikerjakannya lawan dia.","Maka sebab itu, demikianlah firman Tuhan Hua: Bahwasanya Aku mengaruniakan benua Mesir kepada Nebukadnezar, raja Babil, supaya dirampasnya segala kekayaannya dan dijarah rayahnya akan dia, maka ia itu menjadi upah tentaranya.","Bahkan, upah pekerjaannya, sebab telah ia mengerjakan pekerjaan itu lawan dia, maka Aku mengaruniakan tanah Mesir kepadanya, sebab mereka itu sudah mengerjakan pekerjaan-Ku, demikianlah firman Tuhan Hua.","Maka pada masa itu Aku menumbuhkan tanduk bangsa Israel dan Aku membukakan mulutmupun di tengah-tengah mereka itu, dan akan diketahui olehnya bahwa Aku ini Tuhan."]