["Dan lagi datanglah firman Tuhan kepadaku, bunyinya:","Hai engkau, anak Adam! angkatlah olehmu sebiji ratap akan hal Tsur,","katakanlah kepada Tsur, yang duduk pada teluk laut dan yang berniaga dengan segala bangsa di tepi laut yang jauh-jauh: Demikianlah firman Tuhan Hua: Hai Tsur! bahwa katamu demikian: Aku ini berpakaikan makota keelokan!","Bahwa perhinggaanmu adalah sampai di tengah laut, dan orang yang membuat engkau itu sudah menjadikan dikau suatu keelokan yang sempurna.","Kedua pangkalanmu diperbuat oranglah dari pada kayu senobar dari Senir, diambilnya akan kayu araz dari Libanon akan memperbuat tiang kapalmu.","Dari pada kayu jati Bazan diperbuatnya segala dayungmu dan segala sangkarmu dari pada gading bertatahkan kayu buksis dari pulau-pulau orang Khitim.","Kain bisus bersuji dari pada Mesir bagimu akan kain yang dibuat layar, dan kain biru laut dan ungu dari pulau-pulau Elisapun bagimu akan kemah.","Orang Sidon dan Arwad jadi pendayungmu, dan orang alim yang di dalammu, hai Tsur, menjadi mualimmu.","Dari Jebal datanglah pandai dan tukangmu akan memakai segala celah-celah perahumu, dari pada mereka itu sekalian yang berlayar di laut adalah awak kapal di dalammu akan berniaga sertamu.","Orang Tarsi dan orang Ludi dan Puti adalah di dalam tentaramu dan jadi orang perangmu, digantungkannya di dalammu akan perisai dan ketopong dan dipertambahkannya kemuliaanmu.","Bani Arwad adalah serta dengan tentaramu di atas segala dewalamu berkeliling, dan orang Gamadipun di atas bangun-bangunmu, digantungkannya senjatanya pada pagar tembokmu dan disempurnakannya keelokanmu.","Bahwa Tarsis lawanmu berniaga dengan pelbagai dagangan yang indah-indah, dan ditukarnya daganganmu dengan perak dan besi dan timah putih dan timah hitam.","Orang Yaman dan Tubal dan Mesekhpun datanglah ke pasarmu dan dibayarnya segala daganganmu dengan orang dan tembaga tempawan.","Dari Bait-Togarma datanglah kuda penghela dan kuda kendaraan dan bagal akan ditukar dengan daganganmu.","Bani Dedanpun datanglah ke pasarmu, maka dengan pertolonganmu beberapa pulau-pulaupun dapat berniaga dan diberikannya dikau segala batang gading dan kayu arang dengan uang tunai.","Benua Syampun lawanmu berniaga dengan pelbagai benda, ditukarnya daganganmu dengan permata zamrud dan kain ungu dan perbuatan yang disuji dan bisus dan merjan dan pelbagai permata.","Maka orang Yehuda dan orang Israelpun ke pasarmu, dibayarnya segala daganganmu dengan gandum dari Minit dan dari Panaj dan lagi dengan air lebah dan minyak dan minyak bau-bauan.","Maka Damsyikpun lawanmu berniaga dengan pelbagai benda, suatu kelimpahan barang yang indah-indah, dengan air anggur dari Khelbon dan dengan bulu kambing yang putih.","Orang Wedan dan Yawanipun bertukar dagangan dengan dikau, dibawanya ke pasarmu akan besi yang terupam dan tengguli dan deringu.","Maka Dedanpun datanglah ke pasarmu dengan pelbagai pelana dan kain permadani.","Maka orang Arab dan segala penghulu dari Kedarpun berniagalah olehmu; mereka itu lawanmu berniaga dengan anak domba dan domba jantan dan dengan kambing jantan.","Maka saudagar-saudagar dari Syeba dan dari Raemapun datanglah ke pasarmu; maka dengan keindahan segala rempah-rempah dan dengan pelbagai permata yang indah-indah, dan dengan emaspun ditukarnya segala daganganmu.","Baik Haran baik Kanai dan Edan, segala saudagar dari Syeba dan Asyur dan Kilmad datanglah ke pasarmu;","mereka itu juga yang menghantar kepadamu di antara segala daganganmu akan kain yang halus tenunannya, dan yang biru laut warnanya dan bersuji, beberapa kayu banyaknya, dan pakaian yang indah-indah berpeti-peti, terikat dan tersimpul dengan tali-tali.","Segala sesuatu yang dibawa oleh kapal-kapal Tarsis itulah perniagaanmu; demikianlah engkau penuh, bahkan, berkelimpahanlah engkau di tengah-tengah laut.","Bahwa segala pendayungmu sudah membawa akan dikau ke tengah-tengah laut, lalu engkau dikaramkan oleh angin timur di tengah-tengah lautan besar.","Segala hartamu yang indah-indah dan segala daganganmu dan segala benda perniagaanmu dan segala awak kapalmu dan segala nakhodamu dan mereka yang memakai celahan perahumu dan yang melakukan daganganmu dan segala orang perang yang di dalammu dan segenap orang banyak yang di tengahmu, semuanya tenggelamlah dalam lautan besar pada hari jatuhmu.","Maka dari bunyi pengerik segala mualimmu gentarlah segala pantai yang dekat-dekat.","Sekarang turunlah dari kapal-kapalnya segala orang yang berdayung dan segala anak kapal dan segala mualim di lautpun, mereka itu sekalian berdiri di darat.","Di sana diperdengarkannya suaranya akan halmu, serta meraung dengan kepahitan hatinya, disiraminya kepalanya dengan duli dan bergelumanglah mereka itu dalam abu.","Dan digundulkannya dirinya oleh karenamu, dan ia berpakaikan kain karung dan menangisi engkau dengan kepahitan hatinya dan dengan ratap yang amat pahit.","Sambil meraung diangkatnya sebiji ratap akan dikau dan berkabung akan dikau, katanya: Siapa gerangan setara dengan Tsur, sebuah negeri yang bersentosa di tengah-tengah laut?","Tatkala segala daganganmu datanglah dari laut, maka dengan dia engkau mengenyangkan beberapa berapa bangsa, dan dengan pelbagai bendamu yang indah-indah dan dengan segala daganganmu sudah kaukayakan segala raja yang di atas bumi.","Maka pada masa engkau dipecahkan oleh ombak lalu tenggelam dalam air, maka karamlah juga segala perniagaanmu dan mereka sekalian yang di dalammu itu.","Segala orang yang duduk di tepi laut itu tercengang-cenganglah akan dikau dan seramlah rambut segala rajanya; mukanyapun sangat pucat.","Segala bangsa yang berniaga itu bersiul akan halmu; engkau telah menjadi suatu tamasya yang hebat dan tiada lagi engkau sampai selama-lamanya!"]