["Maka datanglah firman Tuhan kepadaku, bunyinya:","Hai anak Adam! tujukanlah mukamu ke Yeruzalem dan tiriskanlah perkataanmu kepada segala tempatnya yang suci dan bernubuatlah akan hal tanah Israel.","Katakanlah kepada tanah Israel itu: Demikianlah firman Tuhan: Bahwasanya Aku kelak membalas kepadamu, karena Aku akan menghunus pedang-Ku dari pada sarungnya dan Aku menumpas dari padamu orang yang benar dan orang yang jahat.","Maka tegal Aku menumpas dari padamu orang yang benar dan orang yang jahatpun, sebab itu nyatalah pedang-Ku sudah terhunus akan makan segala orang dari selatan datang ke utara.","Demikianlah diketahui oleh segala manusia akan hal Aku ini, Tuhan, sudah menghunus pedang-Ku, dan tiada ia itu akan kembali ke dalam sarungnya.","Maka engkau, hai anak Adam! berkeluh kesahlah di hadapan mata mereka itu dengan hati yang hancur dan sangat kepahitan.","Maka akan jadi, apabila mereka itu bertanya akan dikau: Mengapa maka engkau berkeluh kesah begitu? hendaklah kausahut: Sebab kabar yang telah datang, karena tak dapat tiada hati tiap-tiap orang akan hancur dan segala tangan jadi lemah, dan segala nyawapun padam dan segala lutut lenyap seperti air! bahwasanya ia itu sudah sampai, sudah jadi, demikianlah firman Tuhan Hua!","Dan lagi datanglah firman Tuhan kepadaku, bunyinya:","Hai anak Adam! hendaklah engkau bernubuat dan katakanlah: Demikianlah firman Tuhan: Katakanlah: Pedang, bahkan, pedang itu sudah diasah lagi dikilir!","Ia itu sudah diasah hendak diadakan suatu bantaian besar; ia itu sudah dikilir supaya berkilat-kilat adanya! Hai tongkat tentara! hai tongkat kerajaan anakku! dicelakannya segala yang kayu adanya.","Maka disuruhnya kilir dia, supaya dipegang dengan tangan; pedang itu sudah diasah dan dikilir hendak diberikan kepada tangan pertanda.","Tangislah dan raunglah, hai anak Adam! karena ia itu sudah ditentukan bagi umat-Ku, bagi segala penghulu Israel; mereka itu rebah mati dimakan pedang sama seperti segala umat-Ku; maka sebab itu tamparlah pahamu!","Bahwasanya ia itu sudah tahu dicoba; maka bagaimana jikalau dicelakannya tongkat kerajaan sekalipun, entah apa akan boleh jadi? demikianlah firman Tuhan Hua!","Maka engkau, hai anak Adam! bernubuatlah dan bertepuklah tangan; biarlah pedang itu makan dua tiga kali; bahwa inilah pedang bagi orang yang akan rebah mati; pedang bantaian besar dan yang masuk sampai ke dalam segala bilik bersekat mereka itu!","Supaya hancurlah hati tiap-tiap orang dan diperbanyakkan bilangan orang yang mati kelak; sudah Kutaruh ujung pedang pada segala pintu gerbangnya; wah, sudah tersedia akan berkilat-kilat, sudah diasah akan membantai!","Bersiaplah dirimu, baliklah ke kanan; bersedialah, baliklah ke kiri; ke manapun baik engkau balik dirimu, di sanapun ada yang patut disiksa.","Maka Aku sendiripun bertepuk tangan dan memperhentikan kehangatan murka-Ku; bahwa Aku ini, Tuhan, sudah berfirman begitu!","Dan lagi datanglah firman Tuhan kepadaku, bunyinya:","Maka engkau, hai anak Adam! tulislah akan dirimu peta dua jalan, dari padanya pedang raja Babil itu boleh datang; dari pada sebuah negeri juga keduanya keluar, dan tulislah pula peta suatu tangan, tulislah dia pada pangkalan tiap-tiap jalan ke sebuah negeri.","Jalan satu hendak kautulis bagi pedang akan pergi ke Raba bani Ammon, dan satunya ke Yehuda, lalu sampai ke kota benteng Yeruzalem.","Karena raja Babil akan berdiri pada simpangan jalan, pada pangkalan kedua jalan itu, hendak membilang ramal, dicampurkannya anak panahnya, dan ditanyakannya terafim dan ditengoknya limpa.","Pada tangan kanannya adalah untung itu, hai Yeruzalem! Baiklah dibawa akan antar-antar penumbuk tembok, baiklah dibukakan mulut akan berteriak keras; baiklah dinyaringkan suaranya dengan tempik sorak perang baiklah dibawa akan antar-antar penumbuk kepada segala pintu gerbang, baiklah dibangunkan kubu, baiklah diperbuat akan perkakasan penyerang!","Tetapi adalah kepadanya, yaitu kepada pemandangannya, seperti pembilang ramal itu dusta, pada sangkanya mereka itu sudah berjanji pakai sumpah, tetapi dinyatakannya kelak khianat mereka itu yang patut mereka itu disiksakan.","Maka sebab itu, demikianlah firman Tuhan Hua: Tegal kamu sudah melahirkan khianatmu, dan durhakamupun sudah kenyataan, sehingga nyatalah sudah segala dosamu dan segala perbuatanmu yang jahat itu, dan tegal kamu sudah jadi ketahuan, maka kamupun akan diserahkan kepada siksa.","Maka engkau, hai raja Israel! yang sudah najis dan durhaka, bahwa harimu sudah sampai, yaitu masa kejahatan yang terkemudian.","Demikianlah firman Tuhan Hua: Lalukanlah tengkuluk itu, tanggalkanlah makota itu, tiada lagi ia itu seperti dahulu; bahwa Akulah meninggikan orang yang rendah dan merendahkan orang yang tinggi.","Bahwa Aku menaruh makota itu akan dibalik, dibalik, dibalik belah; maka satupun tiada akan ada sampai datang ia yang berhak atasnya, dan kepadanya juga Kukaruniakan dia.","Tetapi engkau, hai anak Adam! bernubuatlah dan katakanlah: Demikianlah firman Tuhan Hua akan hal bani Ammon, dan akan pencelaannya; bahkan, katakanlah: Bahwa pedang, bahkan, pedang sudah terhunus akan membantai dan sudah terasah akan menumpas dan ia itu akan berkilat-kilat.","Dengan khayal penipu dan dengan ramal dusta ditahankannya akan kamu, hendak menambahkan kamu kepada segala orang yang telah dikerat lehernya, dan yang dibunuh sebab durhakanya, dan yang harinya sudah sampai dan masa kejahatannya yang terkemudian.","Pulangkanlah pedang itu ke dalam sarungnya! Pada tempat jadimu, pada tempat asalmu juga akan Kuhukumkan kamu!","Dan Kucurahkan kepadamu murka-Ku, dan Kuhembuskan api amarah-Ku kepadamu, dan Kuserahkan kamu kepada tangan orang yang menghanguskan dan yang pereka kebinasaan.","Maka kamu akan jadi makanan api dan darahmu akan ada di tengah-tengah negeri, dan tiada peringatan lagi akan kamu, sebab Aku ini, Tuhan, sudah berfirman begitu!"]