["Dan lagi datanglah firman Tuhan kepadaku, bunyinya:","Hai anak Adam! katakanlah olehmu kepada raja Tsur: Demikianlah firman Tuhan Hua: Tegal hatimu sudah membesarkan dirinya begitu serta katamu: Aku ini ilah serta duduk di arasy Allah di tengah-tengah laut! meskipun engkau manusia dan bukan ilah adamu, maka engkau juga sangkakan budimu seperti budi Allah.","Bahwasanya berbudi juga engkau terlebih dari pada Daniel! satupun rahasia tiada yang terlindung dari padamu!","Dengan kepandaianmu dan dengan akalmu juga engkau beroleh akan segala kekayaan itu dan mendapat emas dan perak itu dalam khazanahmu,","dengan kebesaran budimu dalam berniaga telah kauperbanyakkan hartamu selalu, sehingga boleh juga hatimu membesarkan dirinya sebab hartamu itu.","Maka sebab itu demikianlah firman Tuhan Hua: Tegal engkau sangkakan budimu seperti budi Allah,","sebab itu sesungguhnya Aku kelak mendatangkan atasmu beberapa bangsa yang keras dan bengis, maka ia itu akan menghunus pedangnya lawan segala keelokan budimu serta mereka itu akan menghinakan cahayamu.","Dan dicampakkannya dikau kelak ke dalam keleburan, dan engkau akan mati seperti orang tertikam di tengah-tengah laut!","Pada masa itu dapatkah lagi engkau berkata di hadapan orang yang memarang akan dikau berpenggal-penggal: Bahwa aku ini ilah! Tidak; melainkan engkau manusia juga dan bukan ilah, di dalam tangan orang yang menikam engkau.","Bahwa engkau akan mati seperti orang kulup juga, oleh tangan orang helat; Aku sudah berfirman begitu, demikianlah firman Tuhan Hua.","Dan lagi datanglah firman Tuhan kepadaku, bunyinya:","Hai anak Adam! angkatlah olehmu sebiji ratap akan hal raja Tsur, katakanlah kepadanya: Demikianlah firman Tuhan Hua: Bahwa dahulu engkaulah meterai kesempurnaan, penuh dengan budi dan sempurnalah keelokanmu!","Engkaupun adalah di dalam Eden, taman Allah itu, tudungmu dari pada pelbagai permata yang indah-indah, seperti akik dan zabarjad dan intan, firuzah, unam dan yasyib, nilam, zamrud dan yakut emas; engkau selalu disertai bunyi rebana dan bangsi; pada hari engkau naik raja maka segala perkara itu ditentukan bagimu.","Engkaulah seorang kerubiun yang berkembang sayapnya dan yang menaungi, dan telah Kutaruh akan dikau di atas sebuah bukit yang suci; engkau laksana seorang dewa serta berjalan di antara permata gemerlapan.","Tiada berkecelaan engkau dalam segala jalanmu, dari pada hari engkau naik raja sampai kepada masa didapati akan perbuatan jahat di dalammu.","Dalam kebanyakan perniagaanmu negerimu dipenuhi dengan aniaya, lalu engkau berbuat dosa; maka sebab itu Kuempaskan dikau dengan najismu dari atas bukit Allah, dan engkau, seorang kerubiun yang menaungi, Kuhapuskan dari antara segala permata gemerlapan itu.","Bahwa hatimu sudah membesarkan dirinya sebab keelokanmu, maka budimu sudah kaupermalukan dengan kebesaran kemuliaanmu, sekarang Kucampak engkau ke bumi, dan Kuserahkan dikau kepada raja-raja akan suatu tamasya kepadanya.","Oleh kebesaran kejahatanmu dan lalim perniagaanmu sudah kauhinakan takhtamu yang suci itu; maka sebab itu Kusuruh keluar api dari dalammu yang makan habis akan dikau kelak dan Aku menghamburkan dikau seperti abu kepada tanah di hadapan mata segala orang yang melihat engkau.","Mereka itu sekalian di antara segala bangsa yang mengenal akan dikau, ia itu akan tercengang-cengang; engkau akan menjadi suatu tamasya yang hebat dan engkaupun akan tiada lagi sampai selama-lamanya!","Dan lagi datang firman Tuhan kepadaku, bunyinya:","Hai anak Adam! tujukanlah mukamu kepada Sidon dan bernubuatlah akan halnya;","katakanlah: Demikianlah firman Tuhan Hua: Bahwasanya Aku membalas kepadamu kelak, hai Sidon! dan Aku akan dipermuliakan di tengah-tengahmu, dan akan diketahuinya, bahwa Aku ini Tuhan, apabila Aku memutuskan hukum dalamnya dan Akupun dikuduskan dalamnya!","Karena Aku menyuruhkan kelak bala sampar ke dalamnya dan tumpahlah darah pada segala lorongnya, dan orang yang tertikam akan rebah mati di dalamnya, apabila pedang ada melawan dia berkeliling; demikianlah akan diketahuinya bahwa Aku ini Tuhan!","Maka bagi bangsa Israel tiada lagi akan ada duri yang melukakan atau onak yang mempersakiti, di antara mereka itu sekalian yang kelilingnya dan yang sudah menyengsarakan dia; dan akan diketahui oranglah bahwa Aku ini Tuhan Hua!","Maka demikianlah firman Tuhan Hua: Apabila Aku menghimpunkan bangsa Israel dari antara segala bangsa kepadanya juga sudah Kuhamburkan dia, pada masa itu juga Aku akan dikuduskan baginya dan mereka itu akan duduk di dalam negeri yang telah Kukaruniakan kepada Yakub, hamba-Ku.","Dan mereka itu akan duduk di dalamnya dengan sentosa dan membuat rumah-rumah dan menanam pohon anggur, bahkan, mereka itu akan duduk dengan sentosa! apabila Aku sudah memutuskan hukum atas segala orang yang menyengsarakan mereka itu berkeliling; dan akan diketahuinya bahwa Aku ini Tuhan, Allahnya!"]