["Bermula, maka jadi pada tahun yang kedua belas, bulan yang kedua belas, dan pada sehari bulan itu datanglah firman Tuhan kepadaku, bunyinya:","Hai anak Adam! angkatlah olehmu sebiji ratap akan hal Firaun, raja Mesir; katakanlah kepadanya: Engkaulah di antara segala bangsa laksana singa yang buas, dan di dalam segala laut engkaupun bagaikan naga besar, di sana engkau mengarunglah segala sungaimu dan engkaupun keruhkanlah segala airnya dengan kakimu.","Demikianlah firman Tuhan Hua: Bahwa Aku akan membentangkan jaring-Ku akan dikau oleh beberapa bangsa yang besar, dan ditariknya akan dikau naik dengan tali-Ku.","Dan Kubiarkan dikau terhantar di tanah dan Kucampakkan dikau kelak kepada padang dan Aku mendatangkan kelak segala unggas dari udara berhinggap di atasmu, dan Kukenyangkan dengan dikau segala margasatwa yang pada seluruh tanah itu.","Dan Aku akan menghamburkan dagingmu kepada segala gunung dan memenuhi segala lembah dengan penggal-penggalmu.","Dan segala tanah, dalam airnya engkau berenang, akan Kudiris dengan darahmu, sampai kepada pegunungan, sehingga penuhlah segala sungai dengan dia.","Dan pada masa kebinasaanmu akan Kutudungi langit dan Kuberi pakai hitam akan segala bintang, dan mataharipun akan Kutudungi dengan awan-awan dan bulanpun tiada lagi akan memberi terangnya.","Segala benda di langit yang memberi terangnya itu akan Kuberi pakai hitam oleh karenamu, apabila Aku mendatangkan kegelapan atas tanahmu, demikianlah firman Tuhan Hua.","Tambahan pula Aku akan mendukakan hati beberapa berapa bangsa, apabila kabar kebinasaanmu Kusampaikan kepada beberapa berapa bangsa dan negeri yang tiada kauketahui akan dia.","Bahkan, beberapa berapa bangsa akan Kujadikan tercengang-cengang, dan raja-rajanyapun akan seram rambutnya oleh karenamu, apabila Kulayamkan pedang-Ku di hadapannya, dan pada hari jatuhmu masing-masing mereka itu akan gemetar dari takut akan hal dirinya.","Karena demikianlah firman Tuhan Hua: Bahwa pedang raja Babil akan datang atasmu.","Dengan pedang orang pahlawan dari pada bangsa yang terlalu buas Aku menjatuhkan kelak tentaramu yang amat elok, mereka itu akan menyudahkan congkak Mesir dan membinasakan segala kekayaannya.","Dan Kubinasakan kelak segala binatangnya dari tanah yang teracap itu; barang kaki manusiapun tiada lagi akan mengeruhkan air itu, dan kaki binatangpun tiada akan mengeruhkan dia.","Pada masa itu Aku akan menggenapkan segala airnya dan Aku mengalirkan segala sungainya seperti minyak, demikianlah firman Tuhan Hua;","apabila Kujadikan Mesir itu suatu kerusakan dan tanah itupun dihampakan dari pada kepenuhannya, apabila Kupalu segala orang isinya maka diketahuinya bahwa Aku ini Tuhan!","Maka inilah biji ratap yang akan diangkat orang, ia itu akan diangkat oleh anak-anak perempuan segala bangsa; maka akan hal Mesir dan segala kuasanya dan segala kemuliaannya akan diangkat-Nya, demikianlah firman Tuhan Hua!","Arakian, maka pada tahun yang kedua belas, pada lima belas hari bulan, tiba-tiba datanglah firman Tuhan kepadaku, bunyinya:","Hai anak Adam! angkatlah olehmu sebiji ratap akan hal Mesir, yang kuasa itu, dan tangislah engkau dan segala anak perempuan beberapa bangsa yang besar-besarpun akan halnya turun ke dalam alam barzakh serta dengan mereka sekalian yang sudah turun ke dalam keleburan.","Siapakah busuk seperti engkau? Turunlah engkau dan baringkanlah dirimu di antara segala orang kulup!","Di antara mereka sekalian yang rebah mati dimakan pedang, maka pedang itu dipesan, lalu mereka itu dibantun dengan segala kuasanya dan kebesarannya!","Di sana orang penggagah yang amat kuasa itu berkata-kata kepadanya dan kepada segala pembantunya di tengah-tengah alam barzakh; mereka itu sudah turun dan berbaring dengan segala orang kulup yang sudah dimakan pedang.","Di sanapun adalah Asyur serta dengan segala rakyatnya; kelilingnya adalah segala kubur mereka itu, semuanya sudah dimakan oleh pedang;","yang dapat kuburnya pada tempat yang dalam sekali di liang lahad dan segala rakyatnyapun adalah keliling kuburnya, semuanya itu sudah dibunuh, dimakan pedang, yang dahulu mengadakan kegentaran di tanah orang hidup.","Di sanapun adalah Elam dan segala rakyatnya keliling kuburnya; semuanya orang yang sudah dibunuh, dimakan oleh pedang, yang seperti orang kulup sudah turun ke dalam alam barzakh, dan yang dahulu mengadakan kegentaran di tanah orang hidup, dan yang membawa serta akan malunya pada masa ia turun ke dalam liang lahad.","Di tengah-tengah segala orang yang sudah dibunuh itu ditentukan baginya tempat pembaringannya di antara segala rakyatnya, yang kubur-kuburnya adalah kelilingnya; semuanya orang kulup juga, yang sudah dimakan pedang; sebab telah diadakannya kegentaran di tanah orang hidup, maka dibawanya serta akan malunya pada masa mereka itu turun ke dalam liang lahad, maka bahagiannya adalah di tengah-tengah segala orang yang sudah dibunuh.","Di sanapun adalah Mesekh dan Tubal dengan segala rakyatnya, dan segala kubur mereka itu adalah kelilingnya; semuanya orang kulup juga, yang sudah dimakan pedang, sebab dahulu diadakannya kegentaran di tanah orang hidup.","Lagipun tiada mereka itu berbaring pada sisi segala orang pahlawan, yang tiada rebah mati seperti orang kulup, yang sudah turun ke dalam alam barzakh serta dengan segala alat peperangannya, dan pedangnyapun diletak oranglah di bawah kepalanya, melainkan kejahatannya menimpa lagi tulang-tulangnya, sebab dahulu mereka itu mengadakan kegentaran, dan mereka itu penggagah adanya di tanah orang hidup.","Demikianpun engkau! di tengah-tengah orang kulup engkau diletak, sebab itu tempat pembaringanmu adalah di antara segala orang yang sudah dimakan pedang.","Maka di sanapun adalah raja-raja Edom dengan segala penghulunya, yang sudah diserahkan kepada pedang sementara mereka itu menganiayakan orang; mereka itu mendapat tempat pembaringannya di antara segala orang kulup, di antara orang yang sudah turun ke dalam liang lahad.","Di sanapun adalah segala orang gagah dari sebelah utara; mereka itu sekalian dan segala orang Sidoni, yang sudah turun dengan segala orang yang dibunuh, sementara diadakannya kegentaran; di tengah-tengah aniayanya mereka itu dipermalukan, sebab itu tempat pembaringannya adalah di tengah-tengah orang kulup yang sudah dimakan pedang dan dibawanya serta dengan malunya di antara segala orang yang sudah turun ke dalam liang lahad.","Maka Firaunpun melihat mereka itu dan dihiburkannya dirinya dari pada rakyatnya dan kuasanya; baik Firaun baik segala tentaranyapun sudah dimakan pedang, demikianlah firman Tuhan Hua!","Karena Kubiarkan dia mengadakan kegentaran di tanah orang hidup, tetapi sekarang tak dapat tiada tempat pembaringannya di antara segala orang kulup yang sudah dimakan pedang, yaitu Firaun serta dengan segala balatentaranya; demikianlah firman Tuhan Hua!"]