["Hata, maka datanglah firman Tuhan kepadaku, bunyinya:","Hai anak Adam! hendaklah engkau bernubuat akan hal gembala-gembala Israel; bernubuatlah dan katakanlah kepada gembala-gembala itu: Demikianlah firman Tuhan Hua: Wai bagi segala gembala Israel yang menggembalakan dirinya! Bukankah patut orang gembala itu menggembalakan kambing-kambingnya?","Bahwa kamu mengenyangkan dirimu dengan susunya dan kamu berpakaikan dirimu dengan bulunya dan yang tambun-tambun kamu bantai, tetapi tiada kamu menggembalakan kawan kambing itu!","Yang lemah tiada kamu kuatkan, dan yang sakit tiada kamu obati, dan yang luka tiada kamu bebati, dan yang terhalau tiada kamu bawa balik, dan yang sesat tiada kamu cahari, melainkan kamu sudah memerintahkan dia dengan kekerasan dan dengan bengis.","Sebab itu tercerai-berailah mereka itu dengan tiada bergembala dan telah menjadi makanan segala margastwa di padang sebab sesatlah ia.","Bahwa kawan kambing-Ku sesatlah di atas segala gunung yang tinggi-tinggi dan di atas kemuncak segala bukit dan tercerai-berailah kawan kambing-Ku di atas seluruh muka bumi; maka seorangpun tiada yang peduli, seorangpun tiada yang mencahari dia!","Sebab itu, hai kamu gembala-gembala, dengarlah olehmu firman Tuhan!","Sesungguh-sungguh Aku ini hidup, demikianlah firman Tuhan Hua, masakan tidak, tegal kawan kambing-Ku telah jadi rampasan, dan kawan kambing-Kupun telah menjadi makanan segala margasatwa di padang, dan tegal tiadalah gembala, dan segala gembala-Ku tiada peduli akan kawan kambing-Ku, dan tegal gembala-gembala itu menggembalakan dirinya sahaja dan tiada digembalakannya kawan kambing-Ku,","sebab itu, hai gembala-gembala! dengarlah olehmu firman Tuhan!","Demikianlah firman Tuhan Hua: Bahwasanya Aku membalas kelak kepada gembala-gembala itu, dan Kutuntut kambing-kambing-Ku dari pada tangannya dan Kupecatkan mereka itu dari pada pangkat gembala kambing, sehingga tiada lagi gembala-gembala itu menggembalakan dirinya, melainkan Kusentak kelak segala kambing-Ku dari dalam mulutnya, supaya jangan lagi jadi makanannya.","Karena demikianlah firman Tuhan Hua: Bahwasanya Aku, bahkan, Aku sendiri akan bertanya akan hal kambing-Ku, dan Aku mencahari dia.","Seperti seorang gembala memeriksa kawan kambingnya pada hari ia di tengah-tengah kambingnya yang tercerai-berai, demikianpun Aku akan memeriksa kawan kambing-Ku dan melepaskan dia dari pada segala tempat ia tercerai-berai kepadanya pada hari berkabut dan gelap-gulita.","Dan Kuhantarkan mereka itu kelak dari pada segala bangsa dan Kuhimpunkan mereka itu dari dalam segala negeri dan Kubawa akan mereka itu ke dalam negerinya dan Kugembalakan mereka itu di atas gunung-gunung Israel dan pada tepi segala sungai dan pada segala jajahan negeri orang.","Aku akan menggembalakan mereka itu pada tempat yang banyak rumputnya, dan kandangnya akan di atas gunung Israel yang tinggi-tinggi; di sana mereka itu akan berbaring dalam kandang yang baik dan makan rumput di tempat yang gemuk-gemuk di atas gunung-gunung Israel.","Bahwa Aku sendiri akan menggembalakan kambing-Ku dan Aku akan memberi tempat ia berbaring, demikianlah firman Tuhan Hua!","Maka yang sesat itu akan Kucahari, dan yang terhalau itu akan Kubawa balik, dan yang luka itu akan Kubebat, dan yang lemah itu akan Kukuatkan, dan yang gemuk dan kuat itu akan Kujauhkan; bahwa Aku akan menggembalakan dia dengan sepertinya.","Tetapi akan kamu, hai segala kambing-Ku! demikianlah firman Tuhan Hua, sesungguhnya Aku akan memutuskan hukum antara kambing dengan domba dan antara domba jantan dengan kambing jantan.","Belumkah cukup bagimu mendapat makan di tempat yang berkelimpahan rumput? Patutkah kamu lagi mengirik-irik sisa makananmu dengan kakimu? dan setelah sudah kamu minum air yang duduk itu, patutkah kamu keruhkan sisanya dengan kakimu?","Patutkah kambing-kambing-Ku makan barang yang sudah diirik-irik oleh kakimu dan minum barang yang sudah dikeruhkan oleh kakimu?","Sebab itu, demikianlah firman Tuhan Hua kepadamu: Bahwa sesungguhnya Aku akan memutuskan hukum antara kambing yang tambun dengan kambing yang kurus;","sebab kamu menggasak akan yang lemah-lemah itu dengan lambung dan pahamu dan kamu menanduk-nanduk akan dia, sehingga kamu halaukan dia ke luar sekali,","sebab itu Aku akan datang membantu kambing-kambing-Ku, supaya jangan lagi mereka itu jadi rampasan, dan Aku akan memutuskan hukum antara kambing dengan kambing.","Dan Kuangkat atasnya kelak seorang Gembala yang esa, yang akan menggembalakan mereka itu, yaitu Daud, hamba-Ku, maka iapun akan menggembalakan mereka itu dan iapun menjadi gembalanya.","Dan Aku ini, Tuhan, bagi mereka itu akan Allah dan hamba-Ku Daud itu akan Raja di tengah-tengahnya; bahwa Aku ini Tuhan sudah berfirman begitu.","Dan Aku akan membuat suatu perjanjian selamat dengan mereka itu, dan Kuhapuskan kelak segala binatang yang buas dari pada tanah itu, sehingga mereka itu boleh duduk di padang belantara dengan sentosa dan boleh tidur di tengah-tengah hutan.","Karena Kujadikan dia dan segala tempat keliling bukit-Ku akan suatu berkat dan Aku memberi turun hujan pada musimnya; hujan berkat yang lebat-lebat akan turun.","Maka segala pohon di padangpun akan memberi buah-buahnya dan tanahpun akan memberi hasilnya, dan mereka itu akan ada di bendangnya dengan selamat sentosa, dan akan diketahuinya bahwa Aku ini Tuhan, apabila sudah Kupecahkan segala kayu kuknya, dan Kusentak mereka itu dari pada tangan segala orang yang sudah memperhambakan mereka itu.","Dan tiada lagi mereka itu jadi rampasan bagi orang kafir, dan tiada lagi mereka itu dimakan oleh margasatwa yang di atas bumi, melainkan mereka itu akan duduk dengan selamat sentosa dan seorangpun tiada akan mengejutkan mereka itu.","Dan Kujadikan mereka itu suatu tanaman yang kenamaan, dan di dalam negeri tiada akan ada lagi orang yang dihapuskan oleh lapar, dan tiada lagi mereka itu menganggung kecelaan segala orang kafir.","Dan akan diketahuinya, bahwa Aku ini, Tuhan, Allahnya, adalah sertanya, dan mereka itulah umat-Ku, bangsa Israel, demikianlah firman Tuhan Hua.","Adapun akan kamu, hai segala kambing-Ku, hai kambing yang Kugembalakan, kamulah manusia, maka Aku ini Allahmu, demikianlah firman Tuhan Hua!"]