["Dan lagi datanglah firman Tuhan kepadaku, bunyinya:","Hai anak Adam! tujukanlah mukamu kepada Juj dan tanah Majuj, raja Rus, Mesekh dan Tubal, dan bernubuatlah akan halnya;","katakanlah: Demikianlah firman Tuhan Hua: Bahwasanya Aku membalas kepadamu kelak, hai Juj, raja Rus, Mesekh dan Tubal!","Dan Kubawa akan dikau berkeliling dan Kububuh kait pada rahangmu dan Kuhantar keluar akan dikau dengan segala tentaramu dan akan kuda dan orang berkendaraan serta dengan lengkap alat senjatanya, suatu tentara besar dengan perisai dan selukung dan semuanya dengan pedang pada tangannya;","orang Farsi dan Kusyi dan Putipun sertanya, semuanya lengkap dengan perisai dan ketopong.","Dan Gomer dengan segala balanya; dan Bait-Togarma, yang dari sebelah utara sekali, dengan segala balanya; beberapa berapa bangsapun sertamu!","Hendaklah engkau siap dan berlengkaplah engkau dan segala orang yang telah kaukerahkan, dan biarlah engkau menjadi penghulu mereka itu.","Beberapa berapa masa dahulu engkau dipanggil dan pada tahun yang kemudian engkau akan datang ke dalam negeri yang sudah dikembalikan dari pada pedang dan yang sudah dihimpunkan dari pada segala bangsa, dan kepada pegunungan Israel yang sudah lama dijadikan suatu kerusakan; mereka itu sekalian dihantar keluar dari pada segala bangsa, lalu duduk di sana dengan selamat sentosa.","Maka pada masa itu engkau akan datang naik seperti guruh yang membinasakan dan seperti awan-awan yang menudungi muka tanah, engkau dengan segala balatentaramu dan beberapa berapa bangsapun sertamu.","Demikianlah firman Tuhan Hua: Pada hari itu juga akan terbit kepikiran dalam hatimu, dan engkaupun akan mereka barang yang jahat.","Dan engkau akan berkata demikian: Bahwa aku hendak berangkat mendatangi sebuah negeri yang terbuka, aku hendak menyerang orang yang alpa, yang duduk dengan sentosa; segala rumah mereka itu tiada berpagar tembok dan tiada padanya barang kancing atau pintu.","Aku hendak merampas dan menjarah rayahkan barang-barangnya dan memegang dengan tanganku segala timbunan batu yang diduduki dan suatu bangsa yang sudah dihimpunkan dari antara segala orang kafir dan yang menaruh lembu kambing dan harta benda dan yang duduk di tengah-tengah negeri itu.","Bahwa Syeba dan Dedan dan segala saudagar Tarsis dan segala penyamun, kawannya itu, akan berkata kepadamu: Datang engkau akan menjarah rayahkah? sudah engkau mengerahkan segala tentaramu hendak merampas barang-barangkah? hendak membawa lalu akan emas perak dan mengambil akan lembu kambing dan harta dan menjarah banyak barang-barang?","Sebab itu bernubuatlah engkau, hai anak Adam! katakanlah kepada Juj: Demikianlah firman Tuhan Hua: Pada hari itu, apabila umat-Ku Israel akan duduk dengan selamat sentosa, masakan tiada engkau akan merasainya!","Bahkan, engkau akan datang dari tempatmu, dari sebelah utara sekali, baik engkau baik beberapa berapa bangsapun sertamu, semuanya mengendarai kuda, suatu perhimpunan orang banyak, suatu tentara yang amat besar.","Dan engkaupun akan mendatangi umat-Ku Israel hendak menudungi muka tanah seperti awan-awan; maka ia itu akan jadi pada kemudian hari, dan Aku membawa akan dikau ke dalam negeri-Ku, supaya diketahui oleh segala bangsa akan Daku apabila Aku dikuduskan kepadamu, hai Juj! di hadapan mata mereka itu sekalian!","Demikianlah firman Tuhan Hua: Bahwasanya engkau juga dia, akan halnya Aku sudah berfirman pada zaman dahulukala dengan lidah hamba-hamba-Ku, segala nabi Israel, yang pada zaman dahulukala sudah bernubuat, bahwa Aku akan mendatangkan dikau atas umat-Ku.","Maka akan jadi pada hari itu, pada hari Juj mendatangi negeri Israel, demikianlah firman Tuhan Hua, bahwa kehangatan murka-Ku akan berbangkit dari hadapan hadirat-Ku;","bahkan, dengan gairah-Ku dan dengan kehangatan murka-Ku sudah Aku berfirman: Masakan tiada pada hari itu suatu gempa bumi yang amat keras di tanah Israel!","Sehingga gentarlah segala ikan di laut dan segala unggas di udara dan segala margasatwa di padang dan segala binatang yang melata di atas bumi di hadapan hadirat-Ku; maka segala gunungpun akan tenggelam dan segala bukit batu yang curampun akan runtuh dan segala pagar tembokpun akan roboh ke bumi.","Dan Aku akan memanggil pedang datang atasnya pada segala gunung-Ku, demikianlah firman Tuhan Hua; pedang masing-masing orang akan melawan saudaranya.","Dan Aku akan menghukumkan dia dengan bala sampar dan tumpahan darah, dan dengan hujan yang terlampau deras dan dengan hujan air beku yang besar dan dengan api dan belerang Aku akan menghujani dia dan segala balanya dan kebanyakan bangsa yang sertanya.","Dan Aku akan mempermuliakan diri-Ku dan menguduskan diri-Ku dan menyatakan diri-Ku kepada mata segala bangsa kafir, dan akan diketahuinya bahwa Aku ini Tuhan!"]