["Hata, maka datanglah firman Tuhan kepadaku, bunyinya:","Hai anak Adam! berkatalah engkau kepada bani bangsamu, katakanlah kepadanya: Apabila Aku mendatangkan pedang kepada salah sebuah negeri dan diangkat oleh orang negeri itu akan seorang dari tengahnya, dijadikannya penunggu bagi dirinya,","maka oleh orang itu, apabila dilihatnya pedang datang ke negeri itu, lalu ditiupnya nafiri akan memberitahu orang itu;","maka jikalau kiranya ada orang mendengar juga bunyi nafiri, tetapi tiada diperhatikannya, lalu datanglah pedang membinasakan dia, maka darahnya tertanggunglah atasnya.","Karena didengarnya bunyi nafiri maka tiada juga diindahkannya; darahnyapun tertanggunglah atasnya, karena jikalau kiranya diindahkannya, maka boleh juga diluputkannya nyawanya.","Tetapi jikalau penunggu itu melihat pedang datang, lalu tiada ditiupnya nafiri dan tiada juga diberitahunya orang itu, apabila pedang datang dan binasalah barang seorang, kendatilah orang itu binasa dalam kejahatannya, maka darahnya juga Kutuntut dari pada tangan penunggu itu.","Adapun akan engkau, hai anak Adam! Aku sudah mengangkat engkau akan penunggu bagi bangsa Israel, sehingga engkau akan mendengar firman dari pada mulut-Ku dan engkau menasehatkan mereka itu dari pada pihak-Ku.","Apabila firman-Ku kepada orang fasik demikianlah: Hai orang fasik! tak akan jangan engkau mati kelak! dan tiada engkau berkata kepadanya akan menasehatkan dia dari pada jalannya, sungguh orang fasik itu akan mati juga dalam kejahatannya, tetapi darahnya akan Kutuntut dari pada tanganmu.","Tetapi jikalau engkau sudah menasehatkan orang fasik itu dari pada jalannya, supaya baliklah ia dari padanya, maka tiada juga ia balik dari pada jalannya, niscaya iapun akan mati kelak dalam kejahatannya, tetapi engkau juga akan berlepas nyawamu.","Sebab itu, hai anak Adam! katakanlah kepada bangsa Israel ini: Bahwa katamu demikian: Sesungguhnya kesalahan kami dan dosa kami amat berat dan makin lemah kami di bawahnya, entah bagaimana boleh kami hidup?","Katakanlah olehmu kepada mereka itu: Sesungguh-sungguh Aku ini hidup! demikianlah firman Tuhan Hua: Masakan Aku suka akan mati orang fasik itu; melainkan inilah suka-Ku, kalau orang fasik bertobat dari pada jalannya dan boleh hidup! Tobatlah, tobatlah dari pada jalan-jalanmu yang jahat itu, hai bangsa Israel! karena mengapa gerangan kamu akan mati?","Tetapi engkau, hai anak Adam! katakanlah olehmu kepada bani umat-Ku: Bahwa kebenaran orang benar tiada akan meluputkan dia pada hari ia berbuat jahat, dan kejahatan orang jahatpun tiada akan menjatuhkan dia pada hari ia bertobat dari pada kejahatannya, dan orang yang benar itu tiada boleh hidup oleh kebenarannya pada hari ia berbuat dosa!","Jikalau firman-Ku kepada orang yang benar, bahwa dengan sesungguhnya ia akan hidup, dan ditaruhnya harapnya pada kebenarannya, lalu dibuatnya mana yang tiada betul, maka segala kebenarannya tiada akan diingat, melainkan iapun akan mati juga di dalam kejahatan yang dibuatnya.","Demikianpun apabila firman-Ku kepada orang fasik: Tak dapat tiada engkau mati kelak! lalu iapun bertobat dari pada dosanya dan dibuatnya barang yang benar dan betul;","jikalau orang fasik itu mengembalikan barang gadaian, dan mengganti barang yang telah dirampas dan menurut segala syariat kehidupan, sehingga tiada lagi dibuatnya sesuatu yang jahat, niscaya iapun akan hidup dan tiada ia mati kelak.","Segala dosa yang telah dibuatnya itu akan tiada diihtisabkan kepadanya; sebab telah dibuatnya mana yang benar dan betul, tak dapat tiada iapun akan hidup juga!","Kendatilah, maka kata segala bani bangsamu juga: Bahwa jalan Tuhan tiada betul; tetapi jalan mereka itu sendiri tiada betul.","Jikalau orang benar undur dari pada kebenarannya dan berbuat perkara yang jahat, lalu mati olehnya,","dan jikalau orang fasik bertobat dari pada kejahatannya dan berbuat mana yang benar dan betul, lalu hidup olehnya,","bolehkah akan hal itu katamu: Bahwa jalan Tuhan tiada betul? Bahwasanya Aku akan menghukumkan tiap-tiap orang, hai bangsa Israel! sekadar perbuatannya.","Hata, maka sekali peristiwa, yaitu pada tahun yang kedua belas dari pada kami dipindahkan dengan tertawan, bulan yang kesepuluh dan pada lima hari bulan itu datanglah kepadaku seorang yang sudah lari berlepas dirinya dari Yeruzalem, mengatakan: Negeri itu sudah binasa!","Maka pada malam dahulu dari pada datang orang pelari itu adalah tangan Tuhan berlaku atasku, dan pada pagi datanglah orang itu kepadaku maka dibukakan-Nya mulutku; demikianlah mulutku terbuka sehingga tiada lagi aku kelu.","Maka datanglah firman Tuhan kepadaku, bunyinya:","Hai, anak Adam! kata orang isi negeri-negeri yang sudah rusak di tanah Israel demikian: Bahwa Ibrahim seorang-orangnya juga tatkala tanah ini dikaruniakan kepadanya akan bahagian pusaka, maka kami ini banyaklah; kepada kamipun tanah itu dikaruniakan akan bahagian pusaka!","Sebab itu katakanlah olehmu kepada mereka itu: Demikianlah firman Tuhan Hua: Bahwa kamu makan barang yang berdarah dan menengadah kepada berhala-berhala tahimu dan kamu menumpahkan darah; masakan kamu beroleh tanah itu akan milik pusaka?","Selalu kamu sedia akan menghunus pedang, kamu berbuat barang yang sangat keji dan masing-masing kamu mencemarkan bini kawannya; masakan kamu beroleh tanah itu akan milik pusaka?","Begini hendaklah kaukatakan kepada mereka itu: Demikianlah firman Tuhan Hua: Sesungguh-sungguh Aku ini hidup! masakan tiada orang yang duduk di tempat-tempat yang rusak itu akan rebah mati dimakan pedang; dan orang yang duduk di dusun-dusun itu, masakan tiada Kuberikan mereka itu kepada segala margasatwa akan mangsanya! dan orang yang duduk di tempat yang tiada terhampiri dan di dalam gua-gua, masakan tiada mereka itu binasa oleh bala sampar.","Karena tanah itu kelak Kutentukan kepada kerusakan dan kebinasaan dan segala kemuliaan kuatnya tiada akan ada lagi, dan segala gunung Israel akan sunyi, sehingga seorangpun tiada lagi berjalan lalu dari padanya.","Pada masa itu akan diketahuinya bahwa Aku ini Tuhan, apabila sudah Kujadikan tanahnya suatu kerusakan dan kebinasaan, oleh karena sebab segala perkara keji yang telah dibuatnya.","Adapun akan dikau, hai anak Adam! segala bani bangsamu berkata-kata akan halmu seorang dengan seorang pada segala dinding dan pada segala pintu rumah; mereka itu berkata seorang kepada seorang dan saudara kepada saudaranya, katanya: Mari kita pergi juga akan mendengar apa-apa firman keluar dari pada Tuhan!","Maka datanglah mereka itu kepadamu dengan banyak orangnya, lalu duduklah mereka itu di hadapan mukamu, yaitu umat-Ku, dan didengarnya segala perkataanmu, tetapi tiada diturutnya akan dia; dalam antara mereka itu membawa mulut yang manis-manis, adalah hatinyapun menyengajakan laba yang keji.","Karena sesungguhnya engkaulah baginya laksana orang yang merawankan hati dengan nyanyiannya, yang merdu bunyi suaranya, dan yang pandai memetik bunyi-bunyian; jadi mereka itu mendengar juga segala perkataanmu, tetapi seorangpun tiada menurut dia.","Tetapi apabila ia itu sudah sampai, bahkan, sudah sampai sekarang, maka akan diketahui olehnya, bahwa adalah seorang nabi di tengah-tengahnya!"]