["Adapun akan engkau, hai anak Adam! bernubuatlah akan hal Juj, katakanlah: Demikianlah firman Tuhan Hua: Bahwasanya Aku akan membalas kepadamu, hai Juj! raja Rus dan Mesekh dan Tubal!","Dan Aku membawa akan dikau berkeliling dan menghalaukan dikau dan membawa naik akan dikau dari sebelah utara sekali dan menghantar akan dikau ke atas gunung-gunung Israel.","Di sana Kupalu kelak busurmu dari tanganmu kiri dan Kugugurkan segala anak panahmu dari dalam tanganmu kanan.","Di atas pegunungan Israel engkau akan rebah mati, baik engkau baik segala balatentaramu dan segala bangsa yang sertamu; Aku sudah memberikan kamu kepada segala unggas dengan pelbagai sayap dan kepada segala margasatwa di padang akan makanannya.","Engkau akan rebah di padang, karena Aku sudah berfirman begitu, demikianlah firman Tuhan Hua.","Karena Aku akan mengirimkan suatu api di antara Majuj dan di antara mereka yang duduk di tepi laut itu dengan sentosanya, dan akan diketahuinya, bahwa Aku ini Tuhan!","Dan Kuberi kelak nama-Ku yang suci itu ketahuan di antara umat-Ku Israel, dan tiada lagi Kubiarkan nama-Ku yang suci itu dihinakan, melainkan akan diketahui oleh segala bangsa, bahwa Aku ini Tuhan Yang Mahasuci di antara orang Israel!","Bahwa sesungguhnya ia itu sudah datang, sudah sampai! demikianlah firman Tuhan Hua: Inilah hari Aku sudah berfirman akan halnya!","Pada masa itu segala orang isi negeri-negeri Israel akan keluar dan menyalakan api dan membakar habis akan segala alat senjata dan perisai dan selukung dan busur dan anak panah dan lembing dan tumbak; dibuatnya api itu tujuh tahun lamanya.","Sehingga tiada lagi mereka itu pergi mengambil kayu api dari hutan atau meramu kayu di rimba, melainkan dibuatnya api dengan segala alat senjata itu, dan mereka itu akan merampas barang orang yang sudah merampasi mereka itu, dan menjarah barang jarahan orang yang sudah menjarahi mereka itu, demikianlah firman Tuhan Hua!","Maka akan jadi pada hari itu, bahwa Aku akan memberikan kepada Juj di antara orang Israel suatu tempat yang dinamai dengan namanya, suatu pekuburan, yaitu lembah orang perjalanan pada tepi laut timur, tetapi lalu disekatkannya jalan bagi orang perjalanan itu; dan di sana dikuburkan oranglah akan Juj dan segala balatentaranya dan dinamainya akan tempat itu Lembah balatentara Juj.","Maka orang Israel akan menguburkan mereka itu akan menyucikan tanah tujuh bulan lamanya.","Dan segala orang di tanah itu akan menolong menguburkan dia, sehingga masyhurlah namanya pada hari Aku dipermuliakan, demikianlah firman Tuhan Hua!","Dan akan diasingkannya pula beberapa orang yang selalu berjalan keliling di tanah itu serta dengan beberapa orang pembantu akan menguburkan mereka itu sekalian yang lagi ketinggalan di atas muka bumi, hendak menyucikan tanahnya, maka pada kesudahan tujuh bulan itu diperiksainya perkara itu.","Maka apabila dilihat oleh orang yang berjalan keliling di tanah itu dalam perjalanannya akan tulang-tulang manusia, didirikannya suatu tanda yang nyata pada sisinya, supaya orang pembantu itu menguburkan dia dalam lembah tentara Juj.","Dan lagi dinamainya akan tempat itu Hamona, seperti kalau negeri adanya, maka demikianlah akan disucikannya tanah itu.","Adapun akan dikau, hai anak Adam! demikianlah firman Tuhan Hua: Katakanlah kepada segala unggas dengan pelbagai sayapnya, dan kepada segala margasatwa di padang: Berkerumunlah kamu, datanglah ke mari, berhimpunlah bersama-sama dari mana-mana kepada sembelihan-Ku yang sudah Kusembelih bagi kamu, suatu sembelihan besar di atas pegunungan Israel; makanlah dagingnya dan minumlah darahnya!","Daging orang pahlawan akan kamu makan dan darah orang besar di dunia akan kamu minum; domba jantan dan anak kambing dan kambing jantan dan lembu muda, semuanya binatang yang tambun-tambun dari Bazan!","Kamu akan makan lemaknya sampai kenyang dan minum darah sampai mabuk dari pada sembelihan yang telah Kusembelih bagi kamu.","Dan lagi pada meja-Ku kamu akan dikenyangkan dengan kuda dan orang berkendaraan dan orang pahlawan dan pelbagai orang laskar, demikianlah firman Tuhan Hua!","Demikianlah akan Kumasyhurkan kemuliaan-Ku di antara segala orang kafir, dan segala orang kafirpun akan melihat hukum-Ku yang Kulakukan itu dan tangan-Ku yang Kutumpangkan padanya.","Dan akan diketahui oleh bangsa Israel, bahwa Aku ini Tuhan, Allahnya, dari pada hari itu dan kemudiannya.","Dan akan diketahui oleh segala orang kafir, bahwa mereka yang dari pada bangsa Israel itu sudah dibawa dengan tertawan oleh karena kejahatannya, sebab mereka itu sudah mendurhaka kepada-Ku, sehingga Aku menyamarkan muka-Ku dari padanya dan Kuserahkan mereka itu kepada tangan musuhnya, dan mereka itu sekalian rebah mati dimakan pedang.","Bahwa sekadar najasatnya dan sekadar kesalahannya sudah Kubuat akan mereka itu dan Kusamarkan muka-Ku dari padanya.","Sebab itu demikianlah firman Tuhan Hua: Sekarang Aku mengubahkan hal ketawanan Yakub, dan Aku mengasihankan segenap bangsa Israel dan gairah-Ku bernyala-nyala oleh karena nama-Ku yang suci itu!","Pada masa itu habis sudah mereka itu menanggung kecelaannya dan segala kesalahan yang telah dibuatnya akan Daku, apabila mereka itu duduk di dalam negerinya dengan selamat sentosa dan seorangpun tiada yang mengejutkan mereka itu.","Apabila Aku sudah membawa balik akan mereka itu dari pada segala bangsa dan sudah Kuhimpunkan mereka itu dari pada segala negeri musuhnya dan Aku ini dikuduskan kepadanya di hadapan mata beberapa berapa bangsa kafir.","Pada masa itu akan diketahuinya, bahwa Aku ini Tuhan, Allahnya, yang sudah membawa akan mereka itu kepada segala bangsa dengan tertawan dan yang sudah mengumpulkan mereka itu pula ke dalam negerinya, sehingga seorangpun tiada lagi ketinggalan di sana.","Maka tiada lagi Aku menyamarkan wajah-Ku dari pada mereka itu, apabila sudah Kutuang Roh-Ku kepada bangsa Israel, demikianlah firman Tuhan Hua!"]