["Hata, maka jadi pada tahun yang kesebelas, bulan yang ketiga, pada sehari bulan itu datanglah firman Tuhan kepadaku, bunyinya:","Hai anak Adam! katakanlah olehmu kepada Firaun, raja Mesir, dan kepada segala pengiringnya yang mulia itu: Dengan siapa gerangan kausangkakan dirimu sama dalam kebesaranmu ini?","Bahwa sesungguhnya Asyur dahulu seperti pohon araz di atas Libanon, elok cabang-cabangnya dan banyak naung daun-daunnya dan tinggi batangnya, sehingga mercunya sampai di awan-awan.","Maka oleh airpun ia tumbuh dan oleh pancaran airpun ia makin tinggi, maka sungai-sungainya mengalirlah keliling tempat ia tertanam itu, dijalankannya anak-anak sungainya sampai kepada segala pohon kayu yang di padang.","Maka sebab itu batangnya tinggi dari pada segala pohon kayu yang di padang, dan cabang-cabangnyapun makin besar dan ranting-rantingnyapun banyak, sebab dalam bertumbuh iapun berkelimpahan air.","Pada cabang-cabangnya bersaranglah segala unggas dari udara dan dalam naungnyapun duduklah beberapa bangsa yang besar-besar.","Demikianlah amat permai ia oleh besarnya dan oleh kebanyakan cabang-cabangnya, sebab akarnya adalah di tepi kelimpahan air.","Maka segala pohon araz di taman Allah tiada dapat memadamkan kemuliaannya; tiadalah pohon eru yang setara dengan dia dalam bercabang-cabang, dan tiada pohon berangan yang sama dengan dia dalam bertaruk-taruk, maka dalam taman Allah sebatang pohon kayupun tiada yang dapat dibanding dengan keelokannya.","Maka Aku yang sudah menjadikan dia permai begitu dengan besar cabang-cabangnya, sehingga dengkilah akan dia segala pohon kayu yang di Eden, yaitu di taman Allah.","Maka sebab itu, demikianlah firman Tuhan Hua: Tegal ia sudah jadi tinggi begitu, dan dinaikkannya mercunya sampai di awan-awan, dan hatinya membesarkan dirinya akan hal itu,","sebab itu sudah Kuserahkan dia kepada tangan bangsa yang amat kuasa, supaya disengsarakannya ia sekehendak hatinya, dan Aku sudah membuang dia sebab jahatnya.","Pada masa itu iapun terbantun oleh orang yang bengis, oleh bangsa yang lalim, lalu dibiarkannya akan dia dengan terhantar begitu, maka cabang-cabangnyapun gugurlah pada segala bukit dan segala lembah dan ranting-rantingnyapun terhantar dengan patahnya pada tepi segala anak sungai di tanah itu; maka undurlah segala bangsa yang di atas bumi dari bawah naungnya, dibiarkannya akan dia.","Maka segala unggas yang di udara lalu berhinggaplah pada batangnya yang tumbang itu, dan segala margasatwa dari padangpun dalam ranting-rantingnya.","Maka ia itu supaya jangan lagi pohon kayu yang berkelimpahan air itu membesarkan dirinya sebab lembaganya dan tiada lagi dinaikannya mercunya sampai di awan-awan, dan jangan segala pohon yang kekurangan air itu berkerumun kepadanya sebab besarnya; karena semuanya itu sudah ditentukan kepada mati, kepada alam barzakh, sama seperti manusia yang terhina sekalipun, dengan segala yang turun ke dalam kubur.","Demikianlah firman Tuhan Hua: Pada hari ia turun ke dalam alam barzakh, Kujadikan perkabungan di mana-mana, dan Akupun menumpatkan di atasnya pancaran air yang limpah itu dan Kutahankan segala sungainya, sehingga segala sungainya seperti terkurung adanya, dan karena sebabnya sudah Kujadikan Libanon itu hitam, dan segala pohon kayu di padangpun pingsanlah karena sebabnya.","Dengan bunyi jatuhnya sudah Kugentarkan segala bangsa, tatkala Kuempaskan dia ke dalam liang lahad serta dengan mereka sekalian yang turun ke dalam kubur; pada masa itu segala pohon kayu Eden, segala pohon pilihan dan keelokan Libanon, segala pohon yang kekurangan air itu menghiburkan dirinya di dalam alam barzakh.","Karena sekaliannyapun sudah turun sertanya ke dalam alam barzakh kepada segala orang yang sudah mati dimakan pedang; segala sesuatu yang telah baginya akan lengan, dan yang telah duduk di bawah naungnya di tengah-tengah segala bangsa.","Dengan siapa gerangan kausangkakan dirimu sama dalam kemuliaan dan kebesaran di antara segala pohon kayu Eden? Sungguh, engkau akan diempaskan ke bawah serta dengan segala pohon kayu Eden ke dalam alam barzakh! engkaupun akan terhantar di tengah-tengah segala orang yang berkulup, serta dengan segala orang yang sudah dimakan pedang! Inilah hal Firaun dan segala pengiringnya yang mulia-mulia itu, demikianlah firman Tuhan Hua!"]