["Sebermula, maka berlakulah tangan Tuhan atasku, dihantar-Nya akan daku keluar oleh Roh Tuhan, lalu didudukkan-Nya aku di tengah-tengah lembah; heran, maka adalah ia itu penuh dengan tulang orang mati.","Maka dipimpin-Nya aku keliling pada segala pihaknya; heran, maka adalah amat banyak sekali di atas tanah lembah itu; heran, maka semuanya kering sekali.","Maka firman-Nya kepadaku: Hai, anak Adam! bolehkah segala tulang ini hidup pula? Maka sembahku: Ya Tuhan Hua! Engkau juga yang mengetahuinya!","Lalu firman-Nya kepadaku: Bernubuatlah engkau atas tulang-tulang ini, katakanlah kepadanya: Hai tulang-tulang yang kering, dengarlah olehmu firman Tuhan!","Demikian firman Tuhan Hua kepada tulang-tulang ini: Bahwa sesungguhnya Aku akan memberi nyawa di dalammu dan kamu akan hidup pula!","Dan Aku akan membubuh urat padamu dan membubuhkan daging padamu dan mengulas kamu dengan kulit dan memberi nyawa di dalammu, supaya hiduplah pula kamu dan supaya diketahui olehmu, bahwa Aku ini Tuhan!","Lalu bernubuatlah aku seperti yang sudah dipesan kepadaku, maka sementara aku bernubuat itu datanglah suatu bunyi, heran, maka adalah suatu gerakan besar dan segala tulang-tulang itu menghampirlah tulang kepada tulangnya.","Maka kulihat bahwasanya datanglah urat padanya dan dagingpun tumbuhlah padanya dan diulasnya semuanya dengan kulit, tetapi belum ada roh di dalamnya.","Lalu firman-Nya kepadaku: Bernubuatlah engkau kepada roh itu, bernubuatlah, hai anak Adam! katakanlah kepada roh itu: Demikianlah firman Tuhan Hua: Hai roh! marilah dari pada keempat mata angin! dan hembuslah kepada orang-orang mati ini, supaya mereka itu hidup pula!","Maka bernubuatlah aku seperti yang sudah dipesan kepadaku, lalu datanglah roh ke dalamnya dan sekaliannyapun hiduplah pula dan berdiri dengan kakinya, suatu tentara yang amat besar sekali.","Maka firman-Nya kepadaku: Hai anak Adam! bahwa tulang-tulang inilah segenap bangsa Israel: Bahwasanya kata mereka itu: Tulang-tulang kami sudah kering dan harap kami sudah hilang dan kamipun sudah putus asa sama sekali!","Sebab itu bernubuatlah engkau dan katakanlah kepadanya: Demikianlah firman Tuhan Hua: Bahwasanya Aku akan membukakan segala kuburmu dan membawa naik akan kamu dari dalam kuburmu, hai segala umat-Ku! dan Kubawa akan kamu kelak ke dalam negeri Israel.","Pada masa itu akan diketahui olehmu bahwa Aku ini Tuhan, apabila Aku membukakan segala kuburmu dan membawa naik akan kamu dari dalam kuburmu, hai segala umat-Ku!","Karena Aku akan memberikan Roh-Ku di dalam kamu, supaya hiduplah pula kamu dan Aku akan mendudukkan kamu di dalam negerimu, dan akan diketahui olehmu bahwa Aku ini, Tuhan, sudah berfirman dan sudah membuat dia, demikianlah firman Tuhan.","Dan lagi datanglah firman Tuhan kepadaku, bunyinya:","Adapun engkau, hai anak Adam! ambillah akan dirimu sepotong kayu, suratkanlah padanya: Inilah bagi Yehuda dan segala bani Israel dengan kawan-kawannya; dan ambillah sepotong kayu lain, suratkanlah padanya: Inilah bagi Yehuda dan segala bani Israel dengan kawan-kawannya; dan ambillah sepotong kayu lain, suratkanlah padanya: Inilah bagi Yusuf, kayu Efrayim, dan segenap bangsa Israel dengan kawan-kawannya!","Lalu rapatkanlah dia satu dengan satu menjadi sebatang kayu, maka ia itu akan menjadi satu juga di dalam tanganmu.","Maka jikalau bani bangsamu bertanya akan dikau, katanya: Tiadakah engkau memberitahu kami apakah artinya ini?","Lalu katakanlah kepadanya: Demikianlah firman Tuhan Hua: Bahwasanya Aku mengambil kelak akan kayu Yusuf, yang pada tangan Efrayim, dan segala suku bangsa Israel dengan kawan-kawannya, dan Aku akan memperhubungkan dia dengan kayu yang lain, dengan kayu Yehuda, dan Kujadikan dia sebatang kayu jua, sehingga satu jua adanya dalam tangan-Ku.","Maka kayu yang padanya telah engkau menyurat itu, hendaklah pada tanganmu di hadapan mata mereka itu.","Lalu katakanlah kepada mereka itu: Demikianlah firman Tuhan Hua: Bahwasanya Aku mengambil kelak akan bani Israel dari antara segala orang kafir kepadanya mereka itu sudah pergi, dan Aku akan menghimpunkan mereka itu dari mana-mana dan membawa akan mereka itu ke dalam negerinya.","Maka Kujadikan mereka itu sebangsa jua di dalam negeri itu di atas pegunungan Israel, dan seorang Raja jua akan menjadi raja mereka itu sekalian, dan tiada lagi mereka itu dua bangsa dan tiada lagi mereka itu dibahagi jadi dua kerajaan,","dan tiada lagi mereka itu akan mencemarkan dirinya dengan berhala tahinya atau dengan segala barangnya yang keji itu atau dengan segala kesalahannya; dan Aku akan melepaskan mereka itu dari pada segala tempat mereka itu telah berbuat dosa, dan Aku akan menyucikan mereka itu, dan mereka itupun jadi bagi-Ku akan umat dan Akupun baginya akan Allah.","Dan hamba-Ku Daud itu jadi Raja mereka itu dan seorang orang Gembala jua bagi mereka itu sekalian, dan mereka itu akan berjalan menurut hukum-Ku dan memeliharakan dan melakukan segala syariat-Ku.","Dan mereka itu akan duduk di dalam negeri yang telah Kukaruniakan kepada Yakub, hamba-Ku, di tempat sudah duduk segala nenek moyang kamu; maka mereka itupun akan duduk di sana, baik mereka itu baik segala anak cucu cicitnya sampai selama-lamanya, dan Daud, hamba-Ku, akan jadi Penghulu mereka itu sampai selama-lamanya.","Dan Aku akan membuat suatu perjanjian selamat dengan mereka itu, yaitu suatu perjanjian yang kekal dengan mereka itu, dan barang yang Kukaruniakan kepadanya itu akan Kukaruniakan dengan limpahnya; dan tempat kesucian-Ku akan Kutaruh di tengah-tengahnya sampai selama-lamanya!","Demikianlah akan peri tempat kedudukan-Ku di antara mereka itu, dan Aku baginya akan Allah dan mereka itu bagi-Ku akan umat!","Dan akan diketahui oleh segala bangsa kafir, bahwa Aku ini Tuhan, kesucian orang Israel, apabila tempat kesucian-Ku adalah di tengah-tengahnya sampai selama-lamanya!"]