["Dan lagi datanglah firman Tuhan kepadaku, bunyinya:","Hai anak Adam! tujukanlah mukamu ke pegunungan Seir dan bernubuatlah akan halnya.","Katakanlah kepadanya: Demikianlah firman Tuhan Hua: Bahwasanya Aku membalas kepadamu kelak, hai pegunungan Seir! dan Aku akan mengedangkan tangan-Ku kepadamu dan menjadikan dikau suatu kerobohan batu dan suatu tamasya yang hebat.","Dan segala negerimupun Kujadikan suatu kerobohan batu dan engkau akan menjadi suatu kerusakan, demikianlah akan diketahui olehmu bahwa Aku ini Tuhan!","Tegal engkau bermusuh sampai kekal dan sudah menumpahkan darah bani Israel dengan pedangmu pada masa kebinasaan mereka itu, pada masa kesudahan kejahatan mereka itu.","Sebab itu sesungguh-sungguh Aku ini hidup, demikianlah firman Tuhan Hua, Aku jadikan dikau kelak suatu tumpahan darah dan darahpun akan menghambat akan dikau; tegal tiada engkau benci akan darah, maka darahpun akan menghambat akan dikau.","Dan Kujadikan pegunungan Seir itu akan suatu kerusakan dan kebinasaan, dan Aku menumpas dari padanya baik yang pergi baik yang datang balik.","Dan Kupenuhi segala gunungnya kelak dengan orang yang dibunuh; pada segala bukitmu dan dalam segala lembahmu dan pada tepi segala sungaimu akan terhantar orang yang sudah dimakan pedang.","Setelah sudah Kujadikan dikau suatu kerusakan yang kekal dan segala negerimupun tiada diduduki lagi, pada masa itu akan diketahui olehmu, bahwa Aku ini Tuhan.","Tegal engkau sudah berkata begini: Dua bangsa dan dua negeri jadi aku punya kelak, dan negeri tempat Tuhan dahulu, kita dapat akan bahagian pusaka!","Sebab itu, sesungguh-sungguh Aku ini hidup, demikianlah firman Tuhan Hua, bahkan, Aku berbuat akan dikau kelak sekadar amarahmu dan cemburuanmu, seperti engkau juga sudah buat akan mereka itu selalu dengan dengkimu; dan Akupun akan ketahuan di antara mereka itu, apabila Aku memutuskan hukum atasmu;","dan akan diketahui olehmu, bahwa Aku ini, Tuhan, sudah mendengar segala hujatmu, yang telah kaukatakan akan pegunungan Israel, katamu: Semuanya sudah rusak, sudah diberikan kepada kita akan jarahan.","Demikian engkau sudah mendurhaka kepada-Ku dengan mulutmu dan dengan memperbanyakkan perkataanmu lawan Aku; bahwa Aku juga sudah mendengar dia.","Demikianlah firman Tuhan Hua: Apabila bersukacitalah segenap isi negeri, lalu Kuserahkan dikau akan dibinasakan.","Seperti hatimu sudah bersukacita akan hal bahagian pusaka bangsa Israel dirusakkan, demikianpun Aku membalas kelak kepadamu; segala pegunungan Seir dan segenap Edom akan menjadi suatu kerusakan belaka, dan akan diketahuinya bahwa Aku ini Tuhan!"]