["Dan lagi datanglah firman Tuhan kepadaku, bunyinya:","Hai anak Adam! bernubuatlah engkau dan katakanlah: Demikianlah firman Tuhan Hua: Tangislah dan raunglah olehmu: Wai bagi hari itu!","Karena hampirlah hari itu, bahkan, hampirlah hari Tuhan, suatu hari yang berawan-awan, maka masa orang kafir sudah sampai!","Sebentar lagi maka pedang masuklah ke dalam Mesirpun dan hai-hui akan ada di dalam Kusy, apabila orang tertikam rebah mati di Mesir dan segala kekayaannyapun dibawa lalu dan segala alasnyapun dibongkar!","Orang Kusyi dan Puti dan Ludi dan segala orang Magrib dan Kub dan bani negeri perjanjian itupun akan rebah sertanya dimakan pedang.","Demikianlah firman Tuhan: Bahkan, semuanya akan rebah mati yang telah jadi pembantu Mesir, dan kebesaran kuasanya akan roboh; dari pada Migdol sampai ke Siene akan rebah mati semua yang di dalamnya dimakan pedang, demikianlah firman Tuhan Hua.","Maka mereka itu akan dibinasakan di tengah-tengah segala tanah yang rusak itu, dan negeri-negerinyapun akan di antara segala negeri yang roboh.","Dan akan diketahuinya bahwa Akulah Tuhan, apabila Aku menyalakan Mesir dengan api, dan pecahlah segala orang yang sudah membantu dia.","Pada hari itu juga akan keluar beberapa utusan dari hadapan hadirat-Ku dalam kapal akan mengejutkan orang Kusyi yang alpa itu, maka akan ada hai-hui di antara mereka itu apabila hari Mesir dengan sesungguhnya sudah datang!","Demikianlah firman Tuhan Hua: Bahkan, Aku akan menghabiskan kekayaan Mesir oleh tangan Nebukadnezar, raja Babil.","Bahwa ia dan tentaranyapun sertanya, bangsa yang terlalu gagah, akan datang ke mari hendak dibinasakannya negeri ini, dan akan dihunusnya pedangnya lawan Mesir dan dipenuhinya tanah itu dengan orang yang tertikam.","Maka Aku akan mengeringkan segala sungai itu dan menyerahkan tanah itu kepada tangan orang jahat, dan Aku akan membinasakan negeri itu dengan segala isinya oleh tangan orang helat; bahwa Aku ini, Tuhan, sudah berfirman begitu!","Demikianlah firman Tuhan Hua: Dan lagi Aku akan membinasakan segala berhala tahi dan menghapuskan segala sesuatu yang bukan ilah adanya dan Nof; dan lagi tiada akan ada raja di negeri Mesir dan Aku mengadakan ketakutan di antara segala orang Mesir.","Dan Aku akan membinasakan Pateros dan menyalakan Zoan dengan api dan memutuskan hukum di dalam No,","dan mencurahkan murka-Ku kepada Sin, kota benteng Mesir itu, dan Aku akan menumpas Hamon dari dalam No.","Dan Aku akan menyalakan Mesir dengan api, dan Sin akan dipersakiti sangat, dan No akan dibelah-belah, dan Nofpun akan sangat kepicikan pada harinya.","Segala orang teruna di On dan Pibeset akan rebah mati dimakan pedang dan segala anak darapun akan dibawa dengan tertawan.","Dan di Takhpanhesypun siang akan kegelapan, apabila Kupatahkan di sana kuk Mesir dan Kuhabiskan di sana kebesaran kuasanya; pada masa itu ia akan terselubung dengan awan-awan dan segala anaknya perempuan pergi dari sana dengan tertawan.","Demikianlah Aku memutuskan hukum kelak di dalam Mesir dan akan diketahuinya bahwa Aku ini Tuhan.","Hata, maka jadi pada tahun yang kesebelas, bulan yang pertama dan pada tujuh hari bulan itu datanglah firman Tuhan kepadaku, bunyinya:","Hai, anak Adam! Aku sudah mematahkan lengan Firaun, raja Mesir itu, bahwasanya ia itu tiada akan terbebat atau terobati atau dibubuh tampal, sehingga ia kuat pula akan memegang pedang.","Sebab itu firman Tuhan Hua demikian: Bahwasanya Aku membalas kepadamu kelak, hai Firaun, raja Mesir! dan Aku akan mematahkan kedua belah lengannya, baik yang kuat baik yang sudah patah itu, dan Aku akan menggugurkan pedang dari pada tangannya.","Dan Aku akan menghamburkan orang Mesir di antara segala bangsa dan mencerai-beraikan mereka itu kepada segala negeri.","Dan aku akan menguatkan lengan raja Babil dan memberi pedang-Ku pada tangannya, tetapi lengan Firaun itu akan Kupatahkan, sehingga ia akan berkeluh-kesah di hadapannya seperti orang yang sudah luka parah.","Bahkan, Aku akan mengkuatkan lengan raja Babil, tetapi lengan Firaun akan dilemahkan, dan akan diketahuinya bahwa Aku ini Tuhan, apabila Kuberikan pedang-Ku pada tangan raja Babil, supaya dilayamkannya atas tanah Mesir.","Demikianlah Aku menghamburkan kelak orang Mesir di antara segala bangsa dan mencerai-beraikan mereka itu kepada segala negeri, dan akan diketahuinya bahwa Aku ini Tuhan."]