["Maka firman-Nya kepadaku: Hai anak Adam! makanlah barang yang kaudapat; makanlah akan gulungan surat ini, lalu pergilah berkata-kata kepada bangsa Israel.","Maka kungangakan mulutku, lalu diberi-Nya aku makan gulungan surat itu,","sambil firman-Nya kepadaku: Hai anak Adam! hendaklah engkau kenyangkan perutmu dengan gulungan surat ini, yang Kuberikan dikau. Lalu kumakan, maka dari manisnya adalah ia itu dalam mulutku seperti air madu.","Maka firman-Nya kepadaku: Hai anak Adam! pergilah engkau mendapatkan bangsa Israel dan berkatalah kepada mereka itu dengan firman-Ku.","Karena bukan engkau disuruhkan kepada suatu bangsa yang berbahasa dalam-dalam dan yang berat lidahnya, melainkan kepada bangsa Israel juga.","Dan bukannya kepada pelbagai bangsa yang berbahasa dalam-dalam dan yang berat lidahnya, yang tiada dapat engkau mengerti perkataannya; masakan tiada mereka itu mau mendengar juga, jikalau kiranya Kusuruhkan dikau kepadanya!","Tetapi bangsa Israel itu akan tiada mau mendengar katamu, sebab mereka itu tiada mau mendengar akan firman-Ku; karena segenap bangsa Israel itu keraslah dahinya dan tegarlah hatinya.","Bahwasanya Akupun menjadikan mukamu tebal seperti muka mereka itu dan dahimu keras seperti dahi mereka itu.","Kujadikan dahimu seperti intan dan keras dari pada batu gunung; jangan engkau takut akan mereka itu dan jangan engkau gentar akan mukanya, jikalau mereka itu bangsa yang bantahan sekalipun!","Dan lagi firman-Nya kepadaku: Hai anak Adam! segala firman-Ku yang hendak Kukatakan kepadamu kelak, taruhlah akan dia di dalam hatimu, sebagaimana engkau sudah mendengar dia dengan telingamu!","Dan pergilah engkau mendapatkan mereka itu yang sudah dipindahkan dengan tertawan, yaitu kepada bani bangsamu, berkata-katalah kepada mereka itu dan katakanlah kepadanya: Demikianlah firman Tuhan Hua! kendatilah mereka itu mau dengar atau tidak.","Maka oleh Roh diangkat akan daku, lalu kudengar dari belakangku suatu suara yang amat gempita, bunyinya: Segala puji bagi kemuliaan Tuhan dari dalam tempatnya!","Dan lagi bunyi sayap segala binatang yang mengepak-epak, kena satu dengan satu, dan bunyi segala jenterapun bersama-sama, suatu bunyi yang amat gempita.","Demikianlah peri diangkatlah oleh Roh akan daku, lalu dibawa-Nya aku; maka pergilah aku dengan dukacita besar dan susah hatiku, karena tangan Tuhan adalah berat padaku.","Maka pergilah aku mendapatkan mereka yang telah dipindahkan ke Tel-Abib, dan yang duduk di tepi sungai Khaibar, dan yang sudah membangunkan rumahnya di sana; maka tinggallah aku di sana tujuh hari lamanya di antara mereka itu dengan tercengang-cengang.","Maka pada kesudahan tujuh hari itu tiba-tiba datanglah firman Tuhan kepadaku, bunyinya:","Hai anak Adam! sudah Kuangkat engkau akan penunggu kepada bangsa Israel, supaya engkau mendengar firman itu dari pada mulut-Ku dan engkau menasehatkan mereka itu dari pada pihak-Ku.","Apabila firman-Ku akan hal orang fasik demikian: Tak dapat tiada engkau akan mati kelak! maka tiada engkau menasehatkan dia dan satupun tiada katamu akan menasehatkan orang fasik itu dari pada jalannya yang jahat, supaya engkau menghidupi dia, bahwasanya orang fasik itupun akan mati di dalam kesalahannya, tetapi darahnya akan Kutuntut dari pada tanganmu.","Tetapi apabila engkau sudah menasehatkan orang fasik itu dan tiada ia bertobat dari pada kejahatannya dan dari pada jalannya yang salah, niscaya orang itu akan mati kelak dalam kejahatannya, tetapi jiwamu akan kaulepaskan.","Atau jikalau kiranya seorang yang benar itu undur dari pada jalan yang betul serta berbuat jahat, dan Kuadakan suatu kesentuhan baginya, sehingga matilah ia, jikalau sudah tiada engkau menasehatkan dia, maka iapun akan mati dalam dosanya, dan segala kebajikan yang telah dibuatnya, itu tiada akan diingat lagi, tetapi darahnya akan Kutuntut juga dari pada tanganmu.","Tetapi jikalau engkau sudah menasehatkan orang yang benar itu, supaya jangan orang yang benar itu berbuat dosa, lalu tiada juga ia berbuat dosa, maka iapun akan hidup, sebab telah ia menerima nasehat, dan jiwamupun akan kaulepaskan.","Maka tangan Tuhan adalah lagi berlaku atasku di sana serta firman-Nya kepadaku: Bangkitlah engkau, pergilah ke lembah, maka di sana Aku akan berfirman kepadamu.","Maka bangkitlah aku lalu pergi ke lembah itu, heran, maka kemuliaan Tuhan adalah berdiri di sana, sama seperti kemuliaan yang telah kulihat di tepi sungai Khaibar; maka sujudlah aku dengan mukaku ke tanah.","Tetapi Rohpun masuklah dalam aku, didirikannyalah aku dengan kakiku, lalu berfirmanlah Ia kepadaku, demikianlah firman-Nya kepadaku: Pergilah engkau, kurungkanlah dirimu di dalam rumahmu.","Karena akan dikau, hai anak Adam! sesungguhnya dibubuhnya tali kelak padamu dan diikatnya engkau dengan dia, sehingga engkau tiada dapat keluar ke tengah-tengah mereka itu.","Dan lagi Kulekatkan kelak lidahmu pada langitan mulutmu, sehingga engkau akan kelu, dan tiada lagi engkau seorang penegur baginya, karena mereka itulah suatu bangsa yang bantahan adanya.","Tetapi apabila Aku berfirman kepadamu, Aku membukakan mulutmu kelak, lalu hendaklah kaukatakan kepadanya: Demikianlah firman Tuhan Hua! Barangsiapa yang mau dengar, baiklah; tiada mau dengarpun baiklah; karena mereka itulah suatu bangsa yang bantahan."]