["Maka engkau, hai anak Adam! bernubuatlah olehmu akan hal pegunungan Israel, katakanlah: Hai pegunungan Israel! dengarlah olehmu firman Tuhan!","Demikianlah firman Tuhan Hua: Tegal kata musuh akan halmu: Hai! lagi segala bukit yang kekal itu jadilah bahagian pusaka kita!","Sebab itu bernubuatlah dan katakanlah: Demikianlah firman Tuhan Hua: Oleh karena sebab orang sudah merusakkan dan menelan engkau keliling, supaya engkau jadi bahagian pusaka segala bangsa yang lagi tinggal, dan engkau sudah dikata-katai orang dan sudah difitnahkan oleh segala lidah!","sebab itu, hai pegunungan Israel! dengarlah olehmu firman Tuhan Hua, demikianlah firman Tuhan Hua kepada segala gunung dan kepada segala bukit dan kepada segala sungai dan lembah dan kepada segala timbunan batu kerobohan dan kepada segala negeri yang ketinggalan, yang sudah jadi suatu rampasan dan sindiran kepada sisa segala bangsa yang keliling.","Sebab itu demikianlah firman Tuhan Hua: Masakan tiada dengan api gairah-Ku Aku sudah memutuskan hukum atas segala bangsa yang lagi tinggal itu dan atas Edompun, yang sudah memberikan tanah-Ku kepada dirinya akan milik pusaka dengan segala kesukaan hatinya dan dengan kehangatan nafsunya, seperti kalau ia itu sudah terbuang akan dijarahi.","Sebab itu bernubuatlah engkau akan hal tanah Israel dan katakanlah kepada segala gunung dan bukit dan sungai dan lembah: Demikianlah firman Tuhan Hua: Bahwa dengan gairah-Ku dan dengan kehangatan murka-Ku sudah Aku berfirman, sebab kamu sudah menanggung kecelaan bangsa-bangsa kafir!","Sebab itu, demikianlah firman Tuhan Hua: Bahwa Aku sudah bersumpah, bahwa sesungguhnya segala bangsa kafir yang kelilingmu itu akan menanggung kecelaannya sendiri!","Tetapi kamu, hai gunung-gunung Israel, kamu akan bertumbuh-tumbuhan pula, dan kamu akan memberi buah-buahmu kepada umat-Ku Israel, karena hampirlah mereka itu akan datang.","Karena sesungguhnya Aku akan balik kepadamu dan menilik kepadamu dan kamu akan diperusahakan dan ditaburi pula.","Dan Aku akan memperbanyakkan manusia di atasmu, segenap bangsa Israel semuanya; dan segala negeri akan diduduki pula, dan segala kerobohan batu akan dibangunkan pula.","Dan Aku akan memperbanyakkan di atasmu baik manusia baik binatang, maka mereka itu akan bertambah-tambah dan berbiak-biak, dan Aku memberi kamu diduduki pula seperti pada zaman dahulu-dahulu, dan Aku akan mengaruniakan kepadamu barang yang  baik, terlebih banyak dari dahulu-dahulu, dan akan diketahui olehmu, bahwa Aku ini Tuhan!","Dan Aku akan memberi manusia berjalan di atasmu, yaitu umat-Ku Israel; mereka itu mendapat kamu akan milik pusaka dan kamu menjadi bahagiannya pusaka, dan tiada lagi kamu akan membuluskan mereka itu.","Demikianlah firman Tuhan Tuhan Hua: Tegal dikatakan orang akan halmu: Engkaulah sebuah negeri yang makan habis akan orang dan yang membuluskan bangsamu;","sebab itu tiada lagi engkau akan makan habis akan orang, dan tiada lagi engkau akan membuluskan bangsamu, demikianlah firman Tuhan Hua.","Dan Aku adakan kelak bahwa segala hujat orang kafir akan dikau tiada kedengaran lagi, dan tiada lagi engkau akan menanggung kecelaan segala bangsa, dan tiada lagi engkau akan membuluskan bangsamu, demikianlah firman Tuhan Hua.","Arakian, maka datanglah firman Tuhan kepadaku, bunyinya:","Hai anak Adam! adapun bangsa Israel itu, tatkala mereka itu duduk di dalam negerinya, dicemarkannya dengan kelakukannya dan dengan perbuatannya; maka jalan mereka itu di hadapan hadirat-Ku seperti najasat seorang perempuan yang cemar kainnya;","dan Kucurahkan kehangatan murka-Ku kepada mereka itu karena sebab segala darah yang telah ditumpahkannya dalam negeri itu, pada masa dicemarkannya dengan berhala tahinya.","Maka sebab itu sudah Kuhamburkan mereka itu di antara segala bangsa kafir, lalu tercerai-berailah mereka itu kepada segala negeri; bahwa Aku sudah memutuskan hukum atas mereka itu sekadar kelakuannya dan sekadar perbuatannya.","Maka datanglah mereka itu di antara segala orang kafir, setelah sampai di sana dihinakannya juga nama-Ku yang suci, sebab kata orang akan halnya: Bahwa mereka ini umat Tuhan, maka keluar juga mereka itu dari dalam negerinya!","Sebab itu Aku sayang akan nama-Ku yang suci itu, yang sudah dihinakan oleh bangsa Israel! di antara orang kafir, yang mereka itu sudah sampai kepadanya.","Sebab itu katakanlah olehmu kepada bangsa Israel: Demikianlah firman Tuhan Hua: Bukan oleh karena kamu Aku  membuatnya, hai bangsa Israel! melainkan oleh karena nama-Ku yang suci, yang telah kamu hinakan di antara orang kafir, yang kamu sudah sampai kepadanya.","Tetapi Aku akan menguduskan nama-Ku yang mahabesar itu, yang sudah dihinakan oleh orang kafir, dan yang telah kamu hinakan pada masa kamu di antaranya; dan akan diketahui oleh segala bangsa kafir bahwa Aku ini Tuhan, demikianlah firman Tuhan Hua, apabila Aku dikuduskan di antara kamu di hadapan mata mereka itu.","Karena Aku akan mengambil kamu dari antara segala orang kafir dan menghimpunkan kamu dari pada segala negeri dan menghantar akan kamu ke dalam negerimu.","Dan Aku akan memercikkan air suci kepadamu, lalu kamu akan suci maka dari pada segala kecemaranmu dan dari pada segala berhala tahimu akan Kusucikan kamu,","dan Aku akan mengaruniakan kepadamu hati yang baharu, dan roh yang baharupun akan Kukaruniakan di dalam batinmu, dan hati batu itu akan Kulalukan dari dalam tubuhmu, dan hati dagingpun akan Kukaruniakan kepadamu.","Dan Aku akan mengaruniakan Roh-Ku di dalam batinmu serta Kuadakan bahwa kamu menurut segala syariat-Ku, dan memeliharakan dan melakukan segala hukum-Ku.","Maka kamu akan duduk di dalam negeri yang sudah Kukaruniakan kepada nenek moyang kamu, dan kamu jadi bagi-Ku akan umat, dan Akupun bagimu akan Allah!","Dan Aku akan melepaskan kamu dari pada segala kecemaranmu; dan Aku akan menyuruh kepada gandum serta melimpahkan dia, dan tiada lagi Aku menyuruhkan bala kelaparan di antara kamu.","Dan Aku akan melimpahkan buah-buah segala pohon dan hasil segala bendang, sehingga kecelaan bala kelaparan itu tiada lagi jadi bahagianmu di antara segala orang kafir.","Pada masa itu kamu kelak ingat akan segala perbuatanmu yang tiada baik itu, dan kamu kelak jemu akan dirimu dari karena segala kejahatanmu dan segala perbuatanmu yang keji itu.","Maka bukan oleh karena kamu Aku membuat ini, demikianlah firman Tuhan Hua; baiklah kamu tahu! Hendaklah kamu malu dan kena bera muka akan segala kelakuanmu, hai bangsa Israel!","Demikianlah firman Tuhan Hua: Pada hari Aku menyucikan kamu kelak dari pada segala kejahatanmu Kuadakan juga segala negerimu diduduki pula dan segala kerobohan batu akan dibangunkan pula.","Tanah yang sudah rusak itu akan diperusah pula, barang di mana ada kerusakan di hadapan mata segala orang yang berjalan lalu.","Maka pada masa itu perkataannya akan demikian: Bahwa tanah ini, yang dahulu rusak, sekarang sudah jadi seperti tanah Eden; dan segala negeri ini, yang dahulu sunyi dan rusak dan roboh, sekarang diduduki seperti kota benteng.","Dan akan diketahui oleh segala bangsa kafir yang lagi tinggal kelilingmu, bahwa Aku ini, Tuhan, membangunkan pula mana yang sudah rusak dan menanami pula mana yang tandus; bahwa Aku ini Tuhan, sudah berfirman begitu dan Aku juga akan membuatnya!","Demikianlah firman Tuhan Hua: Maka dalam itu juga akan Kululuskan kehendak bangsa Israel, bahwa Aku memperbanyakkan mereka itu kelak, sehingga bilangan manusia seperti kambing banyaknya!","Seperti bilangan kambing yang disucikan, segala kambing di Yeruzalem pada masa raja itu, demikian akan banyaknya! Segala negeri yang sudah roboh itu akan Kupenuhi dengan manusia berkelompok-kelompok, dan akan diketahuinya bahwa Aku ini Tuhan!"]