["Sudah itu, maka dibawanya akan daku balik ke jalan pintu tempat suci yang di luar, yang arah ke timur; maka adalah ia itu tertutup.","Maka firman Tuhan kepadaku: Bahwa tak dapat tiada pintu ini tinggal tertutup juga, jangan dibuka akan dia dan seorangpun tiada boleh masuk dari padanya, sebab Tuhan, Allah orang Israel, sudah masuk dari padanya, maka itulah sebabnya ia tertutup.","Maka penghulu itu, bahkan, penghulu itu akan duduk juga dalamnya akan santap roti di hadapan hadirat Tuhan; dari pada sebelah rambat pintu hendaklah ia masuk, dan keluar pula dari pada jalan itu juga.","Hata, maka dibawanya akan daku dari pada jalan pintu utara ke hadapan rumah, lalu kulihat bahwa sesungguhnya kemuliaan Tuhan memenuhi rumah Tuhan; lalu sujudlah aku dengan mukaku ke bumi.","Maka firman Tuhan kepadaku: Hai anak Adam! perhatikanlah ini dan lihatlah dengan matamu dan dengarlah dengan telingamu akan segala sesuatu yang Aku berfirman akan halnya kepadamu; akan hal segala perintah rumah Tuhan dan segala aturannya, dan perhatikanlah tempat akan masuk ke dalam rumah dan segala tempat akan keluar dari dalam tempat suci itu.","Dan katakanlah olehmu kepada orang durhaka, yaitu kepada bangsa Israel: Demikianlah firman Tuhan Hua: Cukupkah sudah bagimu segala perbuatanmu yang keji itu, hai bangsa Israel?","Pada masa kamu membawa akan orang keluaran, yang tiada bersunat tubuhnya dan tiada bersunat hatinya, masuk ke dalam tempat-Ku yang suci itu akan menajiskan rumah-Ku; pada masa kamu mempersembahkan santapan-Ku, yaitu lemak dan darah, dan perjanjian-Ku dirombak olehnya, karena sebab segala perbuatanmu yang keji itu;","pada masa kamu tiada melakukan penungguan segala benda-Ku yang suci itu, melainkan sudah kamu wakilkan orang lain akan gantimu, supaya dilakukannya penungguan-Ku di dalam tempat-Ku yang suci itu.","Demikianlah firman Tuhan Hua: Dari pada orang keluaran, yang tiada bersunat tubuhnya dan tiada bersunat hatinya, seorangpun tiada boleh masuk ke dalam tempat-Ku yang suci itu, yaitu dari pada segala orang helat yang di antara bani Israel.","Tetapi segala orang Lewi yang sudah menjauhkan dirinya dari pada-Ku sangat pada masa orang Israel mulai sesat, yang sudah sesat dari pada-Ku dengan mengikut berhala tahinya, mereka itu akan menanggung juga kesalahannya;","tetapi kendatilah demikian mereka itu juga akan berkhidmat dalam tempat-Ku yang suci itu akan berkawal pada segala pintu rumah dan mengerjakan pekerjaan yang lain-lainpun dalam rumah itu, dan mereka itu akan menyembelihkan korban bakaran dan korban sembelihan akan orang banyak itu, dan mereka itu akan berdiri di hadapannya akan berkhidmat kepadanya.","Sebab itu mereka itu juga sudah berkhidmat kepadanya di hadapan segala berhala tahinya dan sudah jadi suatu kesentuhan kejahatan bagi bangsa Israel, sebab itu Aku sudah bersumpah atasnya, demikianlah firman Tuhan Hua, bahwa mereka itu akan menanggung kesalahannya.","Tetapi tak boleh mereka itu menghampiri Aku akan mengerjakan pekerjaan imam di hadapan hadirat-Ku atau akan menghampiri benda yang suci atau yang mahasuci bagi-Ku; jangan, melainkan mereka itu akan kena malu sebab segala perkara keji yang telah dibuatnya.","Tetapi sudah Kujadikan mereka itu pengawal akan mengawali rumah dan akan mengerjakan segala pekerjaan, apapun baik, yang patut dikerjakan dalamnya.","Tetapi segala imam Lewi, bani Zadok, yang tetap sudah melakukan pengawalan tempat-Ku yang suci itu pada masa bani Israel sesatlah dari pada-Ku, mereka itu boleh menghampiri Aku akan berkhidmat kepada-Ku, dan mereka itu akan berdiri di hadapan hadirat-Ku akan mempersembahkan kepada-Ku lemak dan darah, demikianlah firman Tuhan Hua.","Mereka itu juga yang akan masuk ke dalam tempat-Ku yang suci itu dan mereka juga akan menghampiri meja-Ku akan berkhidmat dan akan melakukan pengawalan-Ku.","Maka akan jadi, apabila mereka itu masuk dari pada pintu-pintu serambi yang di dalam, bahwa dikenakannya pada tubuhnya pakaian kain rami, tetapi barang kain bulu jangan dipakainya apabila mereka itu berkhidmat sebelah dalam segala pintu serambi yang di dalam dan lagi di dalam kaabah.","Hendaklah destar dari pada kain rami ada pada kepalanya dan seluar dari pada kain rami pada kakinya; dan jangan mereka itu berpakaikan pakaian yang indah-indah itu apabila mereka itu berpeluh.","Maka apabila mereka itu keluar ke serambi yang di luar, yaitu ke serambi yang di luar tempat orang banyak itu, hendaklah ditanggalkannya pakaiannya yang telah dipakainya dalam berkhidmat, dan hendaklah diletakkannya dalam bilik-bilik yang suci, dan hendaklah dikenakannya pakaian yang lain, asal jangan disucikannya orang banyak itu dengan pakaiannya.","Dan lagi tak boleh dicukurnya kepalanya habis rambutnya atau dibiarkannya rambutnya terurai, dan hendaklah dibulangnya kepalanya dengan sepertinya.","Dan tak boleh seorang imam minum air anggur apabila ia hendak masuk ke dalam serambi yang di dalam itu.","Dan tak boleh diambilnya perempuan janda atau yang terbuang itu akan bininya, melainkan hendaklah diperbinikannya anak dara dari pada benih bangsa Israel, tetapi jikalau perempuan janda itu dahulu bini seorang imam, boleh juga diambilnya akan bininya.","Dan hendaklah diajarkannya segala umat-Ku bedanya antara yang suci dengan yang tiada suci, dan bedanya antara yang tahir dengan yang najis adanya.","Dan mereka itu akan berdiri atas segala acara akan memutuskan hukum seperti hakim seturut segala hukum-Ku, dan hendaklah dipeliharakannya segala hukum-Ku dan segala syariat-Ku dan dipegangnya segala masa raya-Ku dan disucikannya segala sabat-Ku.","Maka dari pada mereka itu seorangpun tak boleh menghampiri mayat orang sehingga najislah ia, hanya karena bapanya atau ibunya atau anaknya laki-laki atau anaknya perempuan atau saudaranya laki-laki atau saudaranya perempuan yang belum berlaki, boleh juga dinajiskannya dirinya.","Maka setelah sudah disucikannya dirinya pula, hendaklah dibilang baginya tujuh hari;","maka pada hari ia masuk pula ke dalam tempat yang suci, ke dalam serambi yang di dalam, akan berkhidmat di dalam tempat yang suci itu, hendaklah dipersembahkannya korban karena dosanya, demikianlah firman Tuhan Hua!","Dan tak boleh mereka itu mendapat bahagian pusaka, karena Akulah bahagiannya pusaka, dan jangan engkau berikan mereka itu barang milik di antara orang Israel, karena Aku ini milik mereka itu.","Maka korban makanan dan korban karena dosa dan korban karena salah hendaklah dimakannya, dan lagi segala sesuatu yang diharamkan di antara orang Israel itu juga bahagian mereka itu.","Dan lagi hulu segala buah-buahanmu, apa-apapun baik, dan segala persembahan tatangan dari pada hulu segala hasil, yang patut dibawa olehmu akan persembahan tatangan, itulah jadi bahagian segala imammu, dan lagi hulu segala adonanmu hendaklah kamu berikan kepada imam, supaya berkat dikekalkan atas rumahmu.","Maka barang bangkai atau barang yang tercarik-carik dari pada unggas atau dari pada binatang lain itu tak boleh dimakan oleh segala imam."]