["Maka inilah nama-nama segala suku bangsa itu: Pada sebelah utara sepanjang jalan Hetlon tempat orang pergi ke Hamat sampai ke Hazar-Enon, sepanjang perhinggaan utara Damsyik ke sebelah Hamat, semua tepas dari timur ke barat itulah satu bahagian juga bagi Dan.","Dan pada perhinggaan Dan, dari tepas timur sampai ke tepas barat satu bahagian bagi Asyer.","Dan pada perhinggaan Asyer dari tepas timur sampai ke tepas barat satu bahagian bagi Naftali.","Dan pada perhinggaan Naftali dari tepas timur sampai ke tepas barat satu bahagian bagi Manasye.","Dan pada perhinggaan Manasye dari tepas timur sampai ke tepas barat satu bahagian bagi Efrayim.","Dan pada perhinggaan Efrayim dari tepas timur sampai ke tepas barat satu bahagian bagi Rubin.","Dan pada perhinggaan Rubin dari tepas timur sampai ke tepas barat satu bagian bagi Yehuda.","Dan pada perhinggaan Yehuda dari tepas timur sampai ke tepas barat akan ada persembahan tatangan, yang akan kautatang itu, dua puluh lima ribu hasta lebarnya dan panjangnya sekadar segala bahagiannya dari tepas timur sampai ke tepas barat; dan tempat sucipun akan di tengah-tengahnya.","Adapun persembahan tatangan, yang akan kamu persembahkan kepada Tuhan, itu akan dua puluh lima ribu hasta panjangnya dan sepuluh ribu hasta lebarnya.","Maka dalamnya akan ada persembahan tatangan yang suci bagi segala imam; ke utara dua puluh lima ribu dan ke barat lebarnya sepuluh ribu, dan ke timur lebarnya sepuluh ribu dan ke selatan panjangnya dua puluh lima ribu hasta; dan tempat sucipun akan di tengah-tengahnya.","Maka inilah tanah yang disucikan bagi segala imam dari pada bani Zadok, yang dahulu tetap dalam melakukan pengawalan-Ku, dan tatkala sesatlah segala bani Israel, tiada juga mereka itu sesat seperti segala bani Lewi yang lain.","Maka sebab itu jadilah ia itu baginya akan suatu persembahan tatangan dari pada persembahan tatangan tanah itu, suatu benda yang suci atas segala kesucian pada perhinggaan tanah orang Lewi.","Dan lagi pada orang Lewi juga akan ada dua puluh lima ribu hasta panjang dan sepuluh ribu hasta lebarnya berdompak dengan perhinggaan tanah imam-imam; semuanya panjangnya dua puluh lima ribu dan lebarnya sepuluh ribu hasta.","Maka dari pada satupun tiada boleh dijualnya atau ditukarkannya atau diwakilkannya; bahwa inilah hulu tanah itu, karena kesucianlah adanya bagi Tuhan.","Maka lima ribu hasta lebar yang lebih itu, dengan dua puluh lima ribu panjang itulah tanah yang tiada suci, yang tertentu kepada negeri akan tempat kedudukan dan kampung di luar, maka negeri itu akan di tengah-tengahnya.","Maka inilah ukur-ukurannya; pada tepas utara empat ribu lima ratus, dan pada tepas selatan empat ribu lima ratus, dan pada tepas timur empat ribu lima ratus, dan pada tepas barat empat ribu lima ratus.","Maka pada negeri itu akan ada kampung di luar itu yang pada sebelah utara dua ratus lima puluh dan pada sebelah selatan dua ratus lima puluh dan pada sebelah timur dua ratus lima puluh dan pada sebelah barat dua ratus lima puluh.","Dan barang yang lebih pada panjangnya, berdompak dengan persembahan tatangan yang suci itu sepuluh ribu pada sebelah timur dan sepuluh ribu pada sebelah barat, yang berdompak dengan persembahan tatangan yang suci itu; maka hasilnya akan diberi makan kepada segala orang yang dalam pekerjaan negeri.","Maka segala pegawai yang dalam pekerjaan negeri itu, ia itu akan diambil dari pada segala suku bangsa Israel juga.","Maka segenap persembahan tatangan itu hendaklah dua puluh lima ribu dengan dua puluh lima ribu, empat persegi juga hendaklah kamu perbuat persembahan tatangan yang suci itu, dan milik negeri itupun masuk bilangan.","Dan lebihnya akan bahagian penghulu pada sebelah kiri kanan persembahan tatangan yang suci dan milik negeri itu, pada sebelah dua puluh lima ribu hasta persembahan tatangan pada perhinggaan timur dan di barat pada sebelah dua puluh lima ribu hasta pada perhinggaan barat; ia itu akan bahagian penghulu berbetulan dengan segala bahagian yang lain-lain; maka persembahan tatangan yang suci itu akan di tengah-tengahnya.","Kecuali milik orang Lewi dan milik negeri, yang di tengah-tengah bahagian penghulu, semuanya yang ada lagi di antara perhinggaan Yehuda dengan perhinggan Benyamin itulah akan bagian penghulu juga.","Maka adapun segala suku yang lain itu; dari pada tepas timur sampai ke tepas barat satu bahagian bagi Benyamin.","Dan pada perhinggaan Benyamin dari tepas timur sampai ke tepas barat satu bahagian bagi Simeon.","Dan pada perhinggaan Simeon dari tepas timur sampai ke tepas barat satu bahagian bagi Isakhar.","Dan pada perhinggaan Isakhar dari tepas timur sampai ke tepas barat satu bahagian bagi Zebulon.","Dan pada perhinggaan Zebulon dari tepas timur sampai ke tepas barat satu bahagian bagi Gad.","Dan pada perhinggaan Gad pada tepas selatan sekali di sana turunlah perhinggaan itu dari Tamar ke air perbantahan Kades, lalu turut sungai sampai ke lautan besar.","Maka inilah tanah yang hendak kamu bahagi-bahagi akan milik pusaka kepada segala suku bangsa Israel, dan inilah bahagian-bahagian mereka itu, demikianlah firman Tuhan Hua.","Maka inilah akan kampung yang di luar negeri; pada sebelah utara empat ribu lima ratus hasta, diukur betul-betul.","Maka segala pintu negeri itu akan dinamai dengan nama segala suku bangsa Israel; tiga pintu pada sebelah utara, yaitu pintu Rubin dan pintu Yehuda dan pintu Lewi.","Dan pada sebelah timur empat ribu lima ratus hasta dan tiga pintu, yaitu pintu Yusuf dan pintu Benyamin dan pintu Dan.","Dan pada sebelah selatan empat ribu lima ratus hasta, diukur betul-betul, dan tiga pintu, yaitu pintu Simeon dan pintu Isakhar dan pintu Zebulon.","Dan pada sebelah barat empat ribu lima ratus hasta dan tiga pintunya, yaitu pintu Gad dan pintu Asyer dan pintu Naftali.","Maka segenap kelilingnya itu adalah delapan belas ribu hasta; dan dari pada hari itu juga nama negeri itu akan begini: Tuhan adalah di sana."]