["Hata, maka pada tahun yang kelima likur dari pada kami dipindahkan dengan tertawan, pada permulaan tahun itu dan pada sepuluh hari bulan itu, yaitu pada tahun yang keempat belas setelah sudah negeri itu dibinasakan, pada hari itu juga berlakulah tangan Tuhan atasku, dibawanya akan daku ke sana.","Maka dalam khayal dari pada Allah dibawanya akan daku ke tanah Israel, ditaruhnya aku di atas sebuah gunung yang amat tinggi, dan di atasnya adalah seperti bangunan negeri pada sebelah selatannya.","Dibawanya akan daku ke sana, heran, maka adalah di sana seorang rupanya seperti tembaga dan pada tangannya adalah tali rami dan sebatang tumbak pengukur, maka adalah ia berdiri di dalam pintu gerbang.","Maka kata orang itu kepadaku: Hai anak Adam! lihatlah olehmu dengan matamu dan dengarlah dengan telingamu dan perhatikanlah segala sesuatu yang Kutunjuk kepadamu kelak, karena supaya Kutunjuk dia kepadamu, maka telah dibawa akan dikau ke mari; dan hendaklah segala sesuatu yang kaulihat di sini engkau beritahu bangsa Israel.","Maka sesungguhnya adalah suatu pagar tembok pada sebelah luar rumah itu keliling; adapun tumbak pengukur yang pada tangan orang itu adalah enam hasta panjangnya, tiap-tiap hasta itu sehasta lebih setapak, maka diukurnya lebar pagar rumah itu setumbak dan tingginyapun setumbak.","Maka pergilah ia ke pintu gerbang yang arah ke timur lalu iapun naik tangganya, diukurnya ambang pintu itu setumbak lebarnya dan ambang yang lainpun setumbak lebarnya.","Maka segala bilik pengawal itu panjanganya setumbak, lebarnyapun setumbak, maka di antara segala bilik pengawal itu adalah jaraknya lima hasta, dan ambang pintu arah ke rambat pintu itu sebelah dalam adalah setumbak.","Setelah itu maka diukurnya akan rambat pintu sebelah dalam itu setumbak.","Dan diukurnya rambat pintu itu delapan hasta dan segala jenangnya dua hasta dan rambat pintu itu adalah pada sebelah dalam.","Adapun bilik pengawal pada pintu sebelah timur itu adalah tiga di sebelah sini dan tiga di sebelah sana; ketiganya sama ukuran juga, dan segala jenangpun sama ukuran pada sebelah sana dan pada sebelah sini.","Maka diukurnya akan lebar pintu gerbang itu sepuluh hasta dan panjang pintu itu tiga belas hasta.","Di hadapan tiap-tiap bilik pengawal itu adalah ambang yang sehasta, pada kiri kanannya sama, dan segala bilik pengawal itu adalah enam hasta pada sebelah sini dan enam hasta pada sebelah sana.","Maka diukurnya pintunya dari pada atap sebuah bilik pengawal sampai kepada atap bilik yang lain, lebarnya lima likur hasta. Maka pintu adalah bertentang dengan pintu.","Dan lagi dibuatnya jajaran tiang yang enam puluh hasta, tiap-tiap tiang itu berdirilah berasing pada kiri kanan pintu itu.","Maka dari pada tudung pintu sampai kepada rambat pintu pada sebelah dalam itu adalah lima puluh hasta.","Dan pada bilik-bilik pengawal itu adalah tingkap-tingkap yang sempit dan pada tiang-tiangnya yang sebelah dalam pada kiri kanan pintu itu, dan lagi pada segala rambat, dan pada segala pihak tingkap-tingkap itu dan pada sebelah dalam dan pada tiang-tiang itu adalah pohon-pohon kurma.","Lalu dibawanya akan daku ke serambi yang di luar sekali, maka sesungguhnya adalah di sana beberapa bilik makanan dan suatu dasar dari pada batu rubin keliling pada segala pihak serambi itu, tiga puluh bilik makanan adalah sepanjang dasar itu.","Maka dasar itu adalah di sebelah pintu-pintu gerbang setuju dengan panjang segala pintu itu, demikianlah dasar yang di bawah.","Maka diukurnya lebarnya dari hadapan pintu yang di bawah sekali sampai di sebelah luar serambi yang di dalam, seratus hasta ke timur dan ke utara.","Adapun pintu gerbang pada serambi yang di luar, yang arah ke utara, diukurnya panjangnya dan lebarnya.","Maka bilik-bilik pengawalnya adalah tiga di sebelah sini dan tiga di sebelah sana; maka segala jenangnya dan rambatnyapun adalah seukuran dengan pintu yang pertama itu, lima puluh hasta panjangnya dan dua puluh lima hasta lebarnya.","Maka segala tingkapnya dan rambatnya dan pohon kurmanyapun sama ukuran dengan pintu yang arah ke timur dan dengan tangga tingkat tujuh yang orang naik ke atasnya dan rambatnyapun adalah di mukanya.","Maka pintu serambi yang di dalam itu berbetulan dengan pintu serambi yang di luar, baik pada sebelah utara baik pada sebelah timur; maka diukurnya dari pada pintu sampai kepada pintu seratus hasta.","Lalu dibawanya akan daku berjalan ke sebelah selatan, maka sesungguhnya adalah pula suatu pintu gerbang pada sebelah selatan itu; maka diukurnya segala tiangnya dan rambatnya sama ukuran dengan yang dahulu.","Maka segala tingkapnya yang pada rambat dan pada kiri kanan itu sama dengan tingkap yang dahulu, lima puluh hasta panjangnya dan dua puluh lima hasta lebarnya.","Dan di sini juga orang naik dengan tangga tingkat tujuh dan rambatnya ada di muka, dan pada segala tiangnya, baik pada sebelah sini baik pada sebelah sana adalah pokok kurma.","Dan lagi pada serambi yang di dalam itu adalah pintu pada sebelah selatannya, maka diukurnya dari pada pintu sampai kepada pintu pada sebelah selatan seratus hasta.","Lalu dibawanya akan daku ke dalam serambi yang di dalam dari pada pintu gerbang selatan, diukurnya pintu selatan itu dengan sama ukuran seperti dahulu.","Demikianpun segala bilik pengawalnya dan tiang-tiangnya dan rambatnya sama dengan ukuran yang dahulu itu; dan lagi adalah padanya tingkap-tingkap dan pada rambat-rambatnyapun di kiri kanannya; panjangnya lima puluh hasta, lebarnya dua puluh lima hasta.","Maka rambat-rambat yang begitu adalah juga pada segala pintu serambi dalam yang lain; panjangnya lima puluh hasta, lebarnya dua puluh lima hasta.","Dan segala rambatnya adalah arah ke serambi luar dan adalah pokok kurma pada segala tiangnya, dan tangganya adalah delapan tingkatnya.","Lalu dibawanya akan daku ke serambi dalam itu pada sebelah timur dan diukurnya pintu gerbang dengan ukuran yang dahulu juga;","dan segala bilik pengawalnya dan segala tiangnya dan segala rambatnya dengan ukuran yang dahulu juga; dan adalah tingkap-tingkap padanya dan pada tiang-tiang di kiri kanan; maka panjangnya lima puluh hasta dan lebarnya dua puluh lima hasta.","Dan rambatnya adalah pada sebelah serambi yang di luar dan adalah pohon kurma pada segala tiangnya pada sebelah sini dan pada sebelah sana dan tangganyapun adalah delapan tingkatnya.","Lalu dibawanya akan daku ke pintu utara, diukurnya akan dia dengan ukuran yang dahulu itu juga.","Segala bilik pengawalnya dan tiangnya dan rambatnya dan adalah tingkap-tingkap pada kiri kanannya, panjangnya lima puluh hasta, lebarnya dua puluh lima hasta.","Dan segala tiangnya adalah pada sebelah serambi yang di luar, dan adalah pokok kurma pada segala tiangnya pada sebelah sini dan pada sebelah sana, dan tangganya adalah delapan tingkatnya.","Dan adalah sebuah bilik besar, pintunya dekat dengan segala tiang yang pada pintu gerbang itu, di sana dibasuhkan oranglah korban bakaran.","Dan dalam rambat pintu gerbang itu adalah dua meja di sebelah sini dan dua meja di sebelah sana akan disembelihkan korban bakaran dan korban karena dosa dan korban karena salah di atasnya.","Dan pada sebelah luar tangga dekat dengan pintu gerbang utara adalah lagi dua meja; dan pada sebelah sana rambat pintu itu adalah dua meja.","Empat meja pada sebelah sini dan empat meja pada sebelah sana, pada sebelah pintu gerbang itu delapan meja, di atasnya orang menyembelihkan korban.","Maka keempat meja akan korban bakaran itu dari pada batu pahat, panjangnya sehasta lebih setengah, dan lebarnyapun sehasta lebih setengah, dan tingginya sehasta; di atasnya diletak oranglah akan segala perkakas yang terpakai dalam menyembelihkan korban bakaran dan korban sembelihan.","Dan padanya adalah tepi berkeliling lengkok ke dalam, lebarnya setapak, dan di atas meja-meja itu adalah daging korban itu.","Dan pada sebelah luar pintu dalam itu adalah segala bilik biduan di dalam serambi dalam, maka bilik yang di sebelah pintu utara itu menghadap selatan dan sebuah bilik juga pada sebelah pintu timur adalah menghadap utara.","Lalu katanya kepadaku: Adapun bilik ini, yang arah ke selatan itu, bagi segala imam yang melakukan pengawalan rumah itu;","dan bilik yang arah ke utara itu bagi segala imam yang melakukan pengawalan mezbah; sekalian ini bani Zadok dari pada bani Lewi, yang menghampiri hadirat Tuhan akan berkhidmat kepadanya.","Maka diukurnya akan serambi yang di depan pintu panjangnya seratus hasta dan lebarnyapun seratus hasta, betul empat persegi, dan mezbah itu adalah betul di hadapan rumah.","Lalu dibawanya akan daku ke dalam rambat rumah itu, diukurnya jenang rambat itu lima hasta dari sebelah sini dan lima hasta dari sebelah sana, dan lebar pintu itu tiga hasta pada sebelah sini dan tiga hasta pada sebelah sana.","Adapun panjang rambat itu dua puluh hasta dan lebarnya sebelas hasta dan dengan tangga juga orang naik ke atasnya, dan adalah tiang-tiang pada jenang itu, sebatang di sebelah sini dan sebatang di sebelah sana."]