["Sudah itu, maka dibawanya akan daku kepada pintu gerbang, yaitu ke pintu yang arah ke timur.","Maka sesungguhnya datanglah kemuliaan Allah orang Israel dari sebelah timur, dan bunyinya adalah seperti air banyak menderu dan seluruh jajahan itu diterangkan oleh kemuliaan-Nya.","Maka khayal ini serupa juga dengan khayal yang kulihat dahulu, yaitu dengan khayal yang telah kulihat pada masa aku sampai kepada kebinasaan negeri itu; khayal itu serupa dengan khayal yang telah kulihat pada tepi sungai Khaibar. Maka sujudlah aku dengan mukaku sampai ke bumi.","Maka kemuliaan Tuhanpun masuklah ke dalam rumah dari pada jalan pintu yang arah ke timur.","Maka oleh Roh diangkat akan daku, dibawa-Nya akan daku ke serambi yang di dalam, heran, maka rumah itupun penuhlah dengan kemuliaan Tuhan!","Maka kudengar Tuhan berfirman kepadaku dari dalam rumah, sementara orang itu ada berdiri pada sisiku.","Maka firman-Nya kepadaku: Hai anak Adam! inilah tempat arasy-Ku dan tempat tapak kaki-Ku, tempat kedudukan-Ku di tengah-tengah bani Israel sampai selama-lamanya; karena tiada lagi bangsa Israel akan menghinakan nama-Ku yang mahasuci, mereka itu tiada dan raja-rajanyapun tiada, dengan zinahnya atau dengan mayat raja-rajanya atau dengan tulang-tulang orang matinya.","Pada masa dibubuhnya ambang pintunya dekat dengan ambang pintu-Ku dan jenangnyapun pada sisi jenang-Ku, sehingga hanya satu pagar tembok jaraknya antara mereka itu dengan Aku! Demikianlah dihinakannya nama-Ku yang mahasuci itu oleh perkara keji yang dibuatnya, sehingga Kubinasakan mereka itu dengan kehangatan murka-Ku!","Sekarang mereka itu lalukan zinahnya dan mayat raja-rajanya jauh dari pada-Ku, dan Aku akan duduk di tengah-tengah mereka itu sampai selama-lamanya.","Hai anak Adam, hendaklah engkau memberitahu hal rumah ini kepada bangsa Israel, supaya malu mereka itu akan segala kejahatannya dan hendaklah mereka itu mengambil ukuran teladannya.","Maka jikalau malu mereka itu akan segala sesuatu yang telah dibuatnya, lalu tunjuklah olehmu kepada mereka itu teladan rumah ini dan aturannya dan segala tempat masuk keluarnya dan segala petanya dan segala rencananya dan tulislah bangunannya di hadapan mata mereka itu, supaya dicamkannya segala petanya, dan segala aturannya dan diperbuatnya akan dia begitu.","Maka inilah syarat rumah itu: Perhinggaannya di luar akan sampai segala kemuncak bukit itu berkeliling, semuanya itu tempat yang mahasuci, bahwasanya inilah syarat rumah itu.","Maka inilah ukuran mezbah dengan hasta, tiap-tiap sehasta itulah dibilang sehasta lebih setapak: Bahwa tepinya sehasta dan lebarnyapun sehasta dan birainya sampai tepi yang di atas itu sejengkal berkeliling; inilah kaki mezbah.","Maka dari pada tepinya yang di tanah itu sampai penganjur yang di bawah sekali adalah dua hasta dan lebarnya sehasta dan dari pada penganjur yang terkecil sampai penganjur yang besar itu adalah empat hasta dan lebarnya sehasta;","dan Harel itu empat hasta dan dari pada Ariel lalu ke atas adalah keempat tanduk itu.","Maka panjang Ariel itu dua belas hasta, lebarnyapun dua belas hasta, empat persegi pada keempat pihaknya.","Maka penganjur ini empat belas hasta panjangnya dan empat belas hasta lebarnya pada keempat pihaknya, dan adalah di atasnya keliling suatu birai terdiri yang setengah hasta dan adalah tepinya berkeliling yang sehasta dan tangga mezbah itu adalah pada sebelah timur.","Maka katanya kepadaku: Hai anak Adam! demikianlah firman Tuhan Hua: Inilah segala perintah akan hal mezbah itu, pada hari diperbuatnya akan dia kelak akan mempersembahkan korban bakaran di atasnya dan memercikkan darah kepadanya.","Pada masa itu akan imam-imam Lewi, yang dari pada bani Zadok dan yang menghampiri Aku, demikianlah firman Tuhan Hua, akan berkhidmat kepada-Ku, hendaklah kauberikan mereka itu seekor anak lembu muda akan korban karena dosa.","Dan hendaklah kauambil dari pada darahnya, bubuhlah dia pada keempat tanduk mezbah dan pada keempat ujung penganjur itu dan pada birainya keliling, demikianlah engkau akan menyucikan dia dan mengadakan gafirat atasnya.","Dan hendaklah kauambil akan lembu muda korban karena dosa itu, suruhlah orang membakar habis akan dia pada tempat rumah itu yang tentu, di luar perhinggaan yang suci itu.","Dan pada hari yang kedua hendaklah engkau mempersembahkan seekor kambing jantan yang tiada celanya akan korban karena dosa, dan hendaklah disucikan orang akan mezbah itu seperti yang telah disucikannya oleh lembu muda itu.","Setelah habis sudah engkau menyucikan dia hendaklah engkau mempersembahkan seekor anak lembu, yaitu lembu muda yang satupun tiada celanya, dan lagi seekor domba jantan dari pada kawan, yang satupun tiada celanya, akan korban.","Hendaklah engkau mempersembahkan dia akan korban di hadapan hadirat Tuhan, dan segala imam itu akan menghamburkan garam padanya dan mempersembahkan dia kepada Tuhan akan korban bakaran.","Tujuh hari lamanya pada tiap-tiap hari hendaklah engkau mempersembahkan seekor kambing jantan akan korban karena dosa, dan lagi seekor anak lembu, yaitu lembu muda, dan seekor domba jantan dari pada kawan itu; dan barang yang kaupersembahkan itu tak boleh ada celanya.","Tujuh hari lamanya hendaklah diadakan gafirat atas mezbah dan disucikan dia dan ditahbiskan dia.","Setelah genap segala hari itu, lalu pada hari yang kedelapan dan kemudiannya hendaklah segala imam mempersembahkan korban bakaranmu dan korban syukurmu di atas mezbah itu; maka Akupun akan berkenan akan kamu; demikianlah firman Tuhan Hua!"]