["Maka apabila kamu membahagi-bahagi tanah itu akan milikmu pusaka, hendaklah kamu mengambil suatu persembahan tatangan bagi Tuhan, suatu bahagian tanah yang suci, panjangnya hendaklah dua puluh lima ribu hasta dan lebarnya sepuluh ribu; maka ia itu akan suci pada segala perhinggaannya keliling.","Maka dari pada ini akan bagi tempat yang suci lima ratus dengan lima ratus hasta, betul empat pesegi, dan akan ada tempat di luarnya keliling yang lima puluh hasta.","Demikian hendaklah engkau mengukur dengan pengukuran itu, panjangnya dua puluh lima ribu hasta dan lebarnya sepuluh ribu hasta; ia itu akan tempat makdis, tempat yang mahasuci.","Maka bahagian tanah yang suci itu akan jadi bahagian segala imam yang bekerja dalam tempat yang suci, yang datang hampir akan berkhidmat kepada Tuhan; maka ia itu baginya akan tempat rumah-rumahnya dan akan jajahan yang suci keliling tempat yang suci itu.","Dan ukuran yang sama, dua puluh lima ribu hasta panjang dan sepuluh ribu hasta lebar, akan jadi bahagian orang Lewi yang berkhidmat dalam rumah, ia itu akan miliknya, dua puluh bilik.","Dan akan milik negeri hendaklah kautentukan lima ribu hasta lebarnya dan dua puluh lima ribu hasta panjangnya, berhadapan dengan persembahan tatangan yang suci itu; maka inilah bagi segenap bangsa Israel.","Dan bagi penghulu itu akan barang yang pada kiri kanan persembahan tatangan yang suci itu dan dari pada milik negeri ke sebelah persembahan tatangan yang suci itu dan ke sebelah milik negeri pada penjuru barat arah ke barat dan pada penjuru timur arah ke timur; dan panjangnya akan sekadar panjang tiap-tiap bahagian pusaka yang lain, dari pada perhinggaan barat sampai kepada perhinggaan timur.","Maka ia itu baginya akan milik tanah di antara oang Israel, dan penghulu-penghulu-Ku itu tiada lagi akan menganiayakan umat-Ku, melainkan dibiarkannya kepada Israel dan kepada segala sukunya akan tanahnya itu.","Demikianlah firman Tuhan Hua: Cukup lama begitu, hai penghulu-penghulu Israel! buanglah olehmu akan aniaya dan kebinasaan dan lakukanlah mana yang benar dan betul; jangan lagi kamu rampas akan miliknya dari pada umat-Ku, demikianlah firman Tuhan Hua!","Hendaklah padamu neraca yang betul dan efa yang betul dan bat yang betul.","Maka efa dan bat itu hendaklah sama muatnya, sehingga sebat muat sepersepuluh sehomer dan seefapun sepersepuluh sehomer, muat keduanya akan ditolok dengan homer juga.","Maka sesyikal akan ada dua puluh gera; dan dua puluh syikal dan dua puluh lima syikal dan lima belas syikal bagimu akan sekati.","Maka inilah persembahan tatangan yang patut kamu bawa; seperenam seefa dari pada tiap-tiap sehomer gandum; demikianpun hendaklah kamu mempersembahkan seperenam seefa dari pada sehomer syeir.","Maka inilah perintah akan hal minyak, yaitu minyak yang dibawa berbat-bat; sepersepuluh sebat dari pada tiap-tiap kor, yang sama muatnya dengan sehomer, yaitu sepuluh bat, karena sepuluh bat jadi sehomer.","Dan lagi seekor domba dari pada kawan domba yang dua ratus ekor banyaknya dari pada tanah Israel yang limpah airnya; ia itu akan korban makanan dan korban bakaran dan korban syukur, akan mengadakan gafirat atas mereka itu, demikianlah firman Tuhan Hua!","Maka atas segenap bangsa di tanah itu akan wajib membawa korban tatangan itu kepada penghulu Israel.","Tetapi atas penghulu itu wajiblah membawa korban bakaran dan persembahan makanan dan persembahan minuman pada segala masa raya, dan bulan baharu dan segala sabat, pada segala masa raya bangsa Israel. Hendaklah dibelanjakannya korban karena dosa dan persembahan makanan dan korban bakaran dan korban syukur, akan mengadakan gafirat atas bangsa Israel.","Demikianlah firman Tuhan Hua: Pada tiap-tiap bulan yang pertama, pada sehari bulan itu hendaklah engkau mengambil akan seekor anak lembu, yaitu lembu muda yang tiada celanya, dan hendaklah engkau menyucikan tempat suci itu.","Maka oleh imam akan diambil dari pada darah korban karena dosa, dibubuhnya pada segala jenang pintu rumah dan pada keempat penjuru penganjur mezbah yang di atas sekali dan pada jenang pintu serambi yang di dalam.","Demikianpun hendaklah diperbuatnya pada tujuh hari bulan itu, oleh karena orang yang sudah berbuat dosa sebab sesat atau dari alpanya; demikian hendaklah engkau mengadakan gafirat atas rumah itu.","Pada bulan yang pertama dan pada empat belas hari bulan itu, hendaklah ada Paskah bagi kamu, maka selama ketujuh hari raya itu hendaklah orang makan apam fatir.","Dan pada hari itu juga hendaklah disuruh penghulu mempersembahkan seekor lembu muda karena dirinya sendiri dan karena segenap bangsa di tanah itu akan korban karena dosa.","Dan dalam tujuh hari raya itu hendaklah disuruhnya persembahkan kepada Tuhan akan korban bakaran tujuh ekor lembu muda dan tujuh ekor domba jantan yang satupun tiada celanya, pada tiap-tiap ketujuh hari itu, dan akan korban karena dosa seekor kambing jantan pada tiap-tiap hari.","Dan akan persembahan makanan hendaklah disuruhnya persembahkan seefa akan tiap-tiap lembu muda dan seefa akan tiap-tiap domba jantan, dan minyak sehin akan tiap-tiap seefa.","Maka pada bulan yang ketujuh pada lima belas hari bulan, pada hari raya itu hendaklah disuruhnya persembahkan begitu juga tujuh hari lamanya; seperti korban karena dosa dan seperti korban bakaran dan seperti persembahan makanan dan seperti minyak."]