["Lalu dibawanya akan daku ke dalam kaabah, diukurnya akan segala tiang; enam hasta lebarnya pada sebelah sini dan enam hasta lebarnya pada sebelah sana; itulah lebarnya kemah.","Maka lebar pintu itu sepuluh hasta dan kedua pihak pintu itu lima hasta pada sebelah sini dan lima hasta pada sebelah sana; dan diukurnya panjangnya empat puluh hasta dan lebarnya dua puluh hasta.","Lalu masuklah ia ke dalam, diukurnya akan jenang pintu dua hasta dan pintu itu enam hasta, dan segala lebar pintu itu tujuh hasta.","Dan diukurnya akan panjangnya dua puluh hasta dan lebarnyapun dua puluh hasta, pada sebelah kaabah itu; maka katanya kepadaku: Inilah tempat yang mahasuci.","Maka diukurnya dinding rumah itu enam hasta dan lebar petak iringan itu empat hasta keliling rumah itu pada segala pihak.","Adapun segala petak iringan itu adalah ia itu satu di atas satu, tiga susun, tiga puluh kali, maka sampailah ia kepada dinding rumah, yang berpetak iringan itu keliling dan yang jadi tumpuannya, meskipun tiada ia terpegang dalam dinding rumah itu.","Demikianlah segala petak iringan itu makin orang naik ke atas makin luas, karena sepanjang itu orang boleh berjalan keliling rumah pada segala pihak dan pada lain-lain tingginya, dan makin orang naik, makin luas idarannya. Demikianpun orang boleh naik dari tingkat yang di bawah terus dari pada tingkat yang di tengah sampai ke tingkat yang di atas.","Maka kulihat tinggi rumah itu dari pada segala pihak keliling. Maka alas segala petak iringan itu adalah genap setumbak, yang enam hasta betul ukurannya.","Adapun lebar pagar tembok yang keliling segala petak iringan di luar itulah lima hasta; demikianpun yang ditinggalkan hampa di antaranya dengan segala petak iringan, yang pada rumah itu.","Maka di antara bilik-bilik itu adalah lebarnya dua puluh hasta keliling rumah pada segala pihak.","Dan segala pintu petak iringan itu adalah pada sebelah tempat yang ditinggalkan hampa itu; satu pintu pada sebelah utara dan satu pintu pada sebelah selatan, dan lebar tempat yang ditinggalkan hampa itu adalah lima hasta keliling pada segala pihak.","Maka bangunan tembok yang tentang dengan tempat tersaku itu lebarnya sampai penjuru pada sebelah barat tujuh puluh hasta, dan tebal tembok itu lima hasta pada segala pihak, dan panjangnya sembilan puluh hasta.","Maka diukurnya panjang rumah itu seratus hasta, serta dengan tempat tersaku dan bangunan tembok dan segala dindingnya seratus hasta panjangnya.","Dan lebar muka rumah dan tempat tersaku itu pada sebelah timurpun seratus hasta.","Dan lagi diukurnya panjang rumah itu di muka tempat tersaku, yang di belakangnya dan segala serambinya pada sebelah sini dan pada sebelah sana, seratus hasta serta dengan kaabah yang di dalam dan segala rambat serambi itu.","Segala ambang dan segala tingkap-tingkap yang sempit dan segala serambi kelilingnya pada tiga pihaknya dari pada ambang itu, semuanya berlapis kayu keliling dan sampai di tanah tertudung dengan kayu.","Dari pada atasnya pintu rambat sampai di sebelah dalam rumah itu dan lagi di luarnya pada segala dinding keliling pada sebelah dalam dan pada sebelah luar tiap-tiap dengan ukurannya.","Maka adalah ia itu diperbuat dengan kerubiun dan pokok kurma berselang-selang seorang kerubiun dengan sebatang pokok; maka pada kerubiun itu adalah dua mukanya.","Sehingga muka manusia itu menghadap pokok kurma yang pada sebelah sini dan muka singa itu menghadap pokok kurma yang pada sebelah sana; maka perbuatan yang demikianlah adalah pada segenap rumah itu keliling.","Dari pada dasar sampai di atas pintu adalah ukiran kerubiun dan pokok kurma, demikianpun pada dinding kaabah itu.","Maka segala jenang pintu kaabah itu empat persegi, dan muka tempat suci itupun sama rupanya.","Maka mezbah kayu itu tiga hasta tingginya dan panjangnya dua hasta dan adalah penjurunya dan kakinya dan sisinya dari pada kayu juga. Lalu katanya kepadaku: Bahwa inilah meja di hadapan hadirat Tuhan.","Maka pada kaabah dan pada tempat yang suci itu adalah dua pintu.","Maka pintu itu bertudung dua, yang berkitar pada dua pihaknya, pada satu pintu adalah dua tudungnya dan pada pintu satunyapun adalah dua tudungnya.","Dan pada segala pintu kaabah itu adalah juga terukir kerubiun dan pokok kurma yang begitu seperti pada segala dinding; dan pada sebelah luar arah ke rambat yang di muka itu adalah papan yang tebal-tebal.","Maka adalah tingkap-tingkap yang sempit dan pokok kurma pada sebelah sini dan pada sebelah sana pada segala iringan rambat dan pada segala petak iringan rumah dan pada papan yang tebal-tebal itu."]