["Maka engkau, hai anak Adam! ambillah olehmu akan sebuah batu bakar, letakkanlah dia di hadapanmu dan gambarkanlah padanya rupa negeri Yeruzalem.","Dan tuliskanlah dia seperti dikepung dan perbuatlah pelbagai perkakasan pelanggar akan dia dan dirikanlah penumbuk tembok akan dia dan taruhlah akan balatentara tentang dengan dia dan bubuhlah penumbuk tembok akan dia berkeliling.","Dan lagi ambillah olehmu akan sebuah kuali besi, taruhlah akan dia menjadi dinding besi di antara engkau dengan negeri itu, dan tujukanlah mukamu kepadanya, seolah-olah engkau juga yang menyerang dia. Biarlah ini suatu tanda bagi bangsa Israel!","Maka dalam antara itu hendaklah engkau berbaring pada sisimu kiri dan bubuhlah padanya kesalahan bangsa Israel; sekadar bilangan hari engkau berbaring pada sisimu itu engkaupun akan menanggung kesalahan mereka itu.","Maka Kujadikan kelak bagimu segala tahun kesalahan mereka itu sama dengan bilangan segala hari itu, tiga ratus sembilan puluh hari lamanya engkau akan menanggung kesalahan bangsa Israel.","Setelah sudah engkau menggenapi segala hari itu, lalu pada kedua kalinya hendaklah engkau berbaring pada sisimu kanan, maka engkau akan menanggung kesalahan bangsa Yehudapun empat puluh hari lamanya; tiap-tiap setahun sudah Kujadikan bagimu akan sehari.","Maka hendaklah selalu kautujukan mukamu arah ke kepungan Yeruzalem dan lenganmu hendaklah tersingsing, maka dengan demikian peri hendaklah engkau bernubuat akan halnya.","Maka sesungguhnya Aku akan membubuh tali padamu, supaya jangan engkau berbalik dirimu dari pada sisimu satu kepada sisimu satunya, sampai sudah kepada engkau menggenapi segala hari pengepunganmu.","Dan lagi hendaklah diambil olehmu akan gandum dan syeir dan kacang dan miju dan sekui dan cawak, bubuhlah dia dalam sebuah bejana dan buatlah roti dari padanya akan dirimu; maka seturut bilangan segala hari engkau berbaring pada sisimu satu itu, tiga ratus sembilan puluh hari lamanya, hendaklah engkau makan dia.","Adapun makanan yang akan kaumakan itu hendaklah beratnya dua puluh syikal pada sehari, dan hendaklah engkau makan dia tiap-tiap waktu sedikit.","Dan lagi airpun hendaklah kauminum dengan takarannya, yaitu seperenam hin, tiap-tiap waktu sedikit.","Dan lagi hendaklah engkau makan sebuah apam syeir dan membakar dia di hadapan mata mereka itu dengan tahi yang sudah keluar dari pada manusia.","Serta firman Tuhan: Demikianlah segala bani Israel akan makan roti dengan najisnya di antara orang-orang kafir, kepadanya Aku akan menghalaukan mereka itu.","Maka sembahku: Ya Tuhan Hua! bahwasanya belum pernah jiwaku menjadi najis, belum pernah aku makan bangkai atau barang binatang yang tercarik-carik dari pada kecilku datang kepada hari ini, dan daging busukpun belum pernah masuk ke mulutku.","Lalu firman-Nya kepadaku: Bahwasanya Aku memberikan dikau tahi lembu akan ganti tahi manusia, hendaklah engkau sediakan rotimu dengan dia.","Dan lagi firman-Nya kepadaku: Hai anak Adam! bahwasanya Aku memutuskan kelak bekal roti dari pada Yeruzalem, sehingga mereka itu akan makan rotinya dengan ditimbang dan dengan percintaan hatinya dan airnyapun mereka itu akan minum dengan ditakar dan dengan bimbang hatinya;","sehingga sama sekali mereka itu kekurangan roti dan air dan seorang memandang kepada seorang dengan bimbang hatinya dan mereka itu makin lama makin habis dalam kejahatannya."]