["Lalu dibawanya akan daku ke luar ke sebelah serambi yang di luar sambil berjalan ke utara; dibawanya akan daku masuk ke dalam bilik-bilik yang tentang dengan tempat tersaku dan tentang dengan perbuatan tembok itu pada sebelah utara.","Di hadapan panjang seratus hasta pada pintu sebelah utara, dan lebarnya lima puluh hasta.","Berbetulan dengan dua puluh hasta yang pada serambi dalam dan berbetulan dengan dasar pada sebelah serambi yang di luar; maka karangan penjuru adalah tentang dengan karangan penjuru, tiga persegi.","Dan di hadapan bilik-bilik itu adalah tempat berjalan yang sepuluh hasta lebarnya dan sebelah dalam lagi suatu dasar yang sehasta, dan pintunya adalah arah ke utara.","Maka bilik-bilik yang di atas itu lebih sempit dari pada bilik yang di bawah atau di tengah dan yang dibangunkan tembok, karena perbuatan penjuru sudah diambil dari padanya.","Karena adalah ia itu tiga pihaknya dan tiada ia bertiang seperti tiang serambi, sebab itu sempit ia dari pada bilik yang di bawah dan yang di tengah diukur pada natarnya.","Adapun pagar tembok yang di luar yang bertimbalan dengan bilik-bilik itu ke sebelah serambi yang di luar, tumpuan bilik-bilik itu panjangnya lima puluh hasta;","demikianpun panjang bilik-bilik itu pada sebelah serambi yang di luar, lima puluh hasta, tetapi pada sebelah kaabah itu adalah seratus hasta.","Maka pada sebelah bawah bilik-bilik itu arah ke timur adalah pintu, akan masuk ke dalamnya dari serambi yang di luar.","Maka dalam lebar pagar tembok serambi sebelah timur dan arah ke tempat tersaku dan berdompak dengan bangunan tembok itu adalah bilik-bilik.","Dan di hadapannya ada lagi suatu tempat jalan sama rupanya dengan tempat jalan bilik-bilik pada sebelah utara, sama panjangnya dan sama lebarnya, tempat akan masuk dan tempat akan keluar sama perbuatannya.","Dan seperti pintu bilik-bilik pada sebelah selatan, demikianpun yang lain itu, pintu tiap-tiap adalah pada sebelah atas tempat jalan itu pada sebelah pagar tembok yang betul dan arah ke timur orang masuk ke dalamnya.","Lalu katanya kepadaku: Adapun bilik-bilik pada sebelah utara dan bilik-bilik pada sebelah selatan, yang arah ke tempat tersaku itu, ia itu bilik yang suci, tempat segala imam yang menghampiri Tuhan itu akan makan barang yang mahasuci adanya, dan di sanapun patut di taruhnya akan barang yang mahasuci itu, baik persembahan makanan baik korban karena dosa dan korban karena salah, sebab tempat itu suci adanya.","Apabila imam-imam itu sudah masuk ke dalamnya, tak boleh mereka itu keluar dari pada tempat yang suci ke serambi yang di luar sebelum ditanggalkannya dahulu pakaian yang dipakainya dalam berkhidmat, karena ia itulah suci adanya. Hendaklah mereka itu bersalin pakaian apabila mereka itu menghampiri orang banyak itu.","Hata, setelah sudah selesai ia dari pada memberi ukuran segala sesuatu yang pada sebelah dalam rumah itu, lalu dibawanya akan daku keluar ke jalan pintu yang arah ke timur, diukurnya akan sebelah luarnya keliling.","Dan diukurnya sebelah timurnya dengan tumbak pengukur itu, lima ratus hasta turut ukuran tumbak itu dari pada pihak kepada pihaknya.","Dan diukurnya sebelah utara lima ratus hasta turut ukuran tumbak dari pada pihak sampai kepada pihaknya.","Dan diukurnya sebelah selatan lima ratus hasta turut ukuran tumbak.","Lalu balik ia ke sebelah barat, diukurnya lima ratus hasta turut ukuran tumbak.","Pada keempat pihaknya diukurnya pagar tembok yang keliling, pada pihak panjangnya lima ratus hasta, lebarnyapun lima ratus hasta, akan menceraikan yang suci itu dari pada yang tiada suci adanya."]