["Setelah itu maka dibawanya pula akan daku ke pintu rumah, maka sesungguhnya adalah beberapa air mengalir dari bawah ambang rumah yang pada sebelah timur; karena muka rumah itu adalah pada sebelah timur, maka segala air itu mengalirlah, dari bawah pihak selatan rumah itu, pada sebelah selatan mezbah.","Lalu dibawanya akan daku keluar menurut jalan ke pintu utara dan dipimpinnya aku di luar berkeliling ke pintu yang di luar, yang arah ke timur, maka sesungguhnya keluarlah suatu pancaran air pada sebelah selatan.","Serta orang yang pada tangannya adalah tali pengukur itu berjalan ke timur, diukurnya seribu hasta dan disuruhnya aku mengarung air itu; maka dalamnya air itu sampai di mata kaki.","Dan lagi diukurnya seribu hasta dan disuruhnya aku mengarung air itu, dalamnya air itu sampai di lutut; dan lagi diukurnya seribu hasta, dan disuruhnya aku mengarung air itu, dalamnya sampai di pinggang.","Setelah diukurnya pula seribu hasta, jadilah ia itu sungai yang tiada dapat kuarung, karena airnya terlalu dalam, boleh orang berenang dalam airnya, yaitu suatu sungai yang tiada terarung.","Maka katanya kepaku: Sudahkah engkau melihat itu, hai anak Adam? lalu dipimpinnya aku dan dibawanya akan daku balik pada jalan ke tepi sungai itu.","Serta aku kembali, bahwasanya adalah amat banyak kayu-kayuan pada tepi sungai itu seberang-menyeberang.","Maka katanya kepadaku: Bahwa segala air ini mengalirlah ke Jelilalama dan hilir pula ke padang rata, lalu sampai ke laut, barang di mana ia masuk laut, di sanapun tawarlah airnya.","Dan barang ke mana sungai kembar itu mengalir, di sanapun segala binatang hidup dan yang menjulur dalamnya itu akan tinggal dengan hidupnya, dan di sanapun akan ada ikan terlalu banyak, karena barang ke mana air itu sampai, di sanapun sehatlah ia, dan barang ke mana mengalir sungai itu, di sanapun akan hidup semuanya.","Maka akan jadi bahwa orang nelayan akan berdiri pada tebingnya dari Ejedi sampai ke En-Ejelayim, yaitu akan tempat dihamparkannya pukat-pukatnya; maka pelbagai macam ikan ada di sana seperti ikan di laut besar dengan amat limpahnya.","Tetapi arungannya dan tubirnya tiada akan tawar, melainkan akan asin juga.","Dan pada tepi sungai pada tebingnya kiri kanan akan tumbuh pelbagai pokok buah-buah yang daunnya tiada akan layu dan buah-buahnyapun tiada akan kurang, pada tiap-tiap bulan berbuah-buah baharu; sebab airnya selalu mengalir dari dalam tempat yang suci, maka buah-buahnya akan makanan dan daun-daunnya akan obat.","Demikianlah firman Tuhan Hua: Inilah perhinggaan tanah keliling, yang akan kamu bahagi-bahagi kepada kedua belas suku bangsa Israel; kepada Yusuf dua bahagian.","Dan kamu mendapat dia akan milik pusaka, seorang sama dengan seorangnya; karena Aku sudah bersumpah bahwa Aku hendak mengaruniakan dia kepada nenek moyang kamu, sebab itu tanah ini juga diberikan kepada kamu akan milik pusaka.","Maka hendaklah ini perhinggaan tanah itu: Pada sebelah utara dari pada lautan besar turut jalan Hetlon lalu sampai ke Zedada.","Hamat, Berota, Siberayim, yang duduknya di antara perhinggaan Damsyik dengan perhinggaan Hamat, dan Hazer dan Hatikhon, yang duduknya berdompak dengan perhinggaan Hawran.","Maka perhinggaan itu akan sampai ke Hazar-Enon, perhinggaannya Damsyik, dan segala yang lebih ke utara lagi duduknya dan Hamat. Bahwa ia itulah sebelah utara.","Maka pada sebelah timur dari antara Hawran dengan Damsyik dan antara Gilead dengan tanah Israel sampai ke Yarden, dari pada perhinggaan ini sampai ke laut timur itulah sebelah timurnya.","Dan pada sebelah selatan sekali dari Tamar sampai ke air perbantahan di Kades, lalu turut sungai sampai ke lautan besar, itulah sebelah selatannya sekali.","Dan pada sebelah barat adalah lautan besar dari pada perhinggaan itu sampai tentang jalan orang pergi ke Hamat; itulah sebelah baratnya.","Maka tanah itu hendaklah kamu bahagi-bahagi bersama-sama kepada segala suku bangsa Israel.","Maka hendaklah kamu menentukan dia akan milik pusaka bagi kamu dan bagi segala orang dagang yang menumpang di antara kamu dan yang sudah beranak berbuah di tengah-tengah kamu; karena hendaklah mereka itu bagimu seperti anak bumi juga di antara segala bani Israel; mereka itupun akan beroleh bahagian pusaka bersama-sama dengan kamu di antara segala suku bangsa Israel.","Maka akan jadi dalam suku juga, yang ada menumpang orang dagang itu, hendaklah kamu berikan dia bahagian pusaka, demikianlah firman Tuhan Hua!"]