["Demikianlah firman Tuhan Hua: Adapun pintu serambi dalam yang arah ke timur itu hendaklah terkatup pada enam hari pekerjaan itu, tetapi pada hari sabat hendaklah ia itu berbuka, dan lagi hendaklah ia itu terbuka pada hari raya bulan baharupun.","Maka hendaklah penghulu itu ke sana dari pada jalan rambat pintu di luar; dan hendaklah ia berhenti berdiri pada sisi jenang pintu itu, maka segala imam akan mempersembahkan korban bakarannya dan korban syukurnya dan iapun akan meminta doa di ambang pintu; setelah sudah ia keluar maka pintu itu tak boleh ditutup sampai petang hari.","Dan segala anak bumi itu akan meminta doa di hadapan tudung pintu itu pada segala sabat dan segala hari raya bulan baharu di hadapan hadirat Tuhan.","Adapun korban bakaran yang akan dipersembahkan oleh penghulu itu kepada Tuhan pada sabat hendaklah dari pada enam ekor anak domba jantan, yang satupun tiada celanya.","Dan persembahan makanan dari pada seefa akan tiap-tiap domba jantan dan akan segala anak domba itu persembahan makanan sekadar tangannya dapat memberi; dan minyak sehin akan tiap-tiap seefa.","Dan pada hari bulan baharu seekor lembu muda, seekor anak lembu, yang satupun tiada celanya, serta dengan anak domba enam ekor dan domba jantan seekor; semuanya itu hendaklah satupun tiada celanya.","Dan seefa akan seekor anak lembu dan seefa akan seekor domba jantan hendaklah disuruhnya persembahkan akan persembahan makanan, dan akan segala anak domba itu sekadar tangannya dapat memberi; dan minyak sehin akan tiap-tiap seefa.","Maka apabila penghulu itu masuk, hendaklah ia datang dari pada jalan rambat pintu, dan hendaklah ia keluar dari pada jalan itu juga.","Tetapi apabila anak bumi itu masuk menghadap hadirat Tuhan pada segala masa raya yang tertentu, hendaklah orang yang masuk dari pada jalan pintu utara akan meminta doa itu keluar dari pada jalan pintu selatan, dan orang yang masuk dari pada jalan pintu selatan itu hendaklah keluar dari pada jalan pintu utara; jangan ia kembali dari pada jalan pintu yang telah ia masuk, melainkan masing-masing orang hendak berjalan langsung.","Dan lagi hendaklah penghulu itu berjalan di tengah-tengahnya, apabila mereka itu masuk dan apabila mereka itu keluar hendaklah iapun keluar bersama-sama.","Dan pada segala hari raya dan segala masa raya yang tertentu hendaklah ada persembahan makanan seefa akan seekor lembu muda dan seefapun akan seekor domba jantan dan akan segala anak domba itu sekadar tangannya dapat memberi, dan minyak sehin akan tiap-tiap seefa.","Dan apabila penghulu itu menyuruh mempersembahkan karena dirinya satu korban dari keridlaan hatinya, yaitu korban bakaran atau korban syukur bagi Tuhan akan persembahan dari keridlaan hati, hendaklah dibukai pintu akan dia, yang arah ke timur, dan hendaklah disuruhnya persembahkan korban bakarannya atau korban syukurnya seperti adat pada hari sabat, tetapi apabila ia keluar hendaklah dikatupkan oranglah pintu kemudian dari pada keluarnya.","Dan lagi hendaklah engkau mempersembahkan kepada Tuhan seekor anak domba yang umur setahun dan yang satupun tiada celanya, akan korban bakaran; pada sebilang hari tiap-tiap pagi hendaklah engkau mempersembahkan dia.","Dan akan persembahannya makanan hendaklah engkau mempersembahkan pada tiap-tiap pagi seperenam seefa dan minyak sepertiga sehin, akan membasahkan tepung; bahwa ini persembahan makanan bagi Tuhan, suatu hukum yang kekal sampai selama-lamanya.","Dan hendaklah dipersembahkan anak domba itu dan persembahan makanan itu dan minyak itu pada tiap-tiap pagi; inilah korban bakaran yang senantisa.","Demikianlah firman Tuhan Hua: Apabila penghulu itu memberi hadiah kepada salah seorang dari pada segala anak-anaknya dari pada barangnya pusaka, maka ia itu jadilah bahagian anak-anaknya, dan jadilah baginya akan milik pusaka yang tertentu.","Tetapi jikalau dari pada barangnya pusaka diberinya hadiah kepada salah seorang dari pada segala hambanya, ia itu jadi miliknya sampai tahun kemerdekaan, lalu kembali ia itu kepada penghulu, karena ia itu miliknya pusaka, hanya anak-anaknya patut mendapatkan dia.","Dan lagi tak boleh diambil oleh penghulu akan barang sesuatu dari pada milik pusaka orang banyak itu, hendak dengan gagah merampas dari padanya miliknya yang tertentu; melainkan dari miliknya sendiri juga hendaklah diberikannya bahagian pusaka kepada anak-anaknya, supaya jangan umat-Ku itu tercerai-berai masing-masing dari pada miliknya pusaka.","Setelah itu maka dibawanya akan daku pada jalan tempat masuk dari pada pintu itu ke bilik-bilik yang suci, yang bagi imam-imam, dan yang pada sebelah utara, maka sesungguhnya adalah di sana suatu tempat pada kedua ujungnya, pada sebelah barat.","Maka katanya kepadaku: Inilah tempat segala imam akan merebus daging korban karena salah dan korban karena dosa, dan tempat direbusnya kelak akan persembahan makanan, dengan tiada usah dibawanya keluar akan dia ke serambi yang di luar, dan akan menyucikan orang banyak itu demikian.","Lalu dibawanya akan daku keluar ke serambi yang di luar, dipimpinnya aku keliling sampai di empat penjuru serambi itu, maka sesungguhnya dalam tiap-tiap keempat penjuru itu adalah pula suatu serambi yang kecil.","Pada keempat penjuru serambi itu adalah serambi yang kecil, panjangnya empat puluh hasta, maka keempat serambi ujung itu adalah sama ukurannya;","dan kelilingnya adalah pagar tembok, yaitu keliling segala empat serambi itu, dan adalah beberapa penanggahan diperbuat keliling di bawah berdompak dengan pagar tembok itu.","Maka katanya kepadaku: Inilah tempat segala jurumasak, yaitu tempat khadim rumah itu akan merebus daging korban orang banyak itu."]