["Maka engkau, hai anak Adam! ambillah olehmu akan pisau yang tajam, akan sebilah kerampagi orang pencukur, ambillah akan dia dan jalankanlah dia atas kepalamu dan atas janggutmu, kemudian ambillah akan dirimu sebuah neraca akan membahagi rambut itu.","Sepertinya hendaklah kaubakar habis dengan api di tengah-tengah negeri, apabila genaplah segala hari kepungan itu; dan sepertiganya hendaklah kauambil dan tetaklah dengan pedang kelilingnya, dan sepertiganya hendaklah engkau hamburkan kepada angin, karena Aku kelak menghunus pedang di belakang mereka itu.","Dan lagi hendaklah engkau mengambil sedikit dari padanya, simpulkanlah dia di dalam punca jubahmu.","Tetapi dari padanya hendaklah kauambil lagi barang sedikit, campakkanlah ke tengah-tengah api, maka dari padanya akan terbit suatu api yang menjulang kepada segenap rumah Israel.","Demikianlah firman Tuhan Hua: Bahwa Yeruzalem ini sudah Kutaruh di tengah-tengah segala bangsa dan beberapa negeripun kelilingnya.","Tetapi dengan jahat sengajanya dilanggarnya segala hukum-Ku terlebih dari pada segala orang kafir, dan dilanggarnya segala syariat-Ku terlebih dari pada segala negeri yang kelilingnya; karena sudah dibuangnya akan segala hukum-Ku dan tiada ia berjalan setuju dengan syariat-Ku.","Maka sebab itu firman Tuhan Hua demikian: Tegal kamu sudah terlebih jahat dari pada segala bangsa yang kelilingmu, dan kamu tiada berjalan setuju dengan syariat-Ku dan tiada menurut hukum-Ku, bahkan, jikalau hukum segala bangsa kafir yang kelilingmu sekalipun tiada juga kamu menurut dia,","maka sebab itu firman Tuhan Hua demikian: Bahwasanya dari pada pihak-Ku juga akan berlaku ini atasmu, karena Aku kelak akan memutuskan hukum di tengah-tengah kamu di hadapan mata segala bangsa kafir.","Maka Aku akan memperbuat kepadamu barang yang belum pernah Kuperbuat dan yang tiada akan Kuperbuat lagi kemudian, maka ia itu sebab segala perkaramu yang kebencian itu.","Maka sebab itu di antara kamu bapa akan makan anaknya dan anak-anakpun akan makan bapanya! dan Aku akan memutuskan hukum di antara kamu dan menghamburkan lebihnya kamu kepada segala angin.","Maka sebab itu sesungguh-sungguh Aku ini hidup, demikianlah firman Tuhan Hua, masakan tiada, sebab kamu sudah menajiskan tempat kesucian-Ku dengan segala perkaramu yang kebencian lagi keji itu, masakan tiada Aku mencukur habis semuanya; mata-Kupun tiada akan sayang dan Akupun tiada akan menaruh kasihan.","Sepertiga kamu akan mati oleh bala sampar, dan dihabiskan oleh lapar di tengah-tengah kamu; dan sepertiga pula akan rebah mati dimakan pedang dalam segala jajahanmu; dan sepertiga pula akan Kuhamburkan kepada segala angin serta menghunus pedang di belakang mereka itu.","Demikianlah murka-Ku akan disempurnakan dan Aku menanggungkan kelak kehangatan amarah-Ku kepada mereka itu dan memuaskan diri-Ku, maka diketahuinya kelak bahwa Aku ini, Tuhan, sudah berfirman demikian dengan gairah-Ku, apabila Aku menyempurnakan kehangatan amarah-Ku kepadanya.","Dan Kujadikan dikau akan suatu kerusakan dan kecelaan di antara segala orang kafir yang ada keliling engkau, di hadapan mata segala orang yang berjalan lalu.","Sehingga kecelaan dan kecucaan itu akan suatu pengajaran dan kecengangan bagi segala orang kafir yang ada keliling kamu, apabila Aku memutuskan hukum di antara kamu dengan murka dan kehangatan amarah dan siksa yang amat hebat; bahwa Aku ini, Tuhan, sudah berfirman demikian!","Apabila Aku menyuruhkan di antaranya segala anak panah bala kelaparan yang jahat dan yang membinasakan, dan yang Kusuruhkan kelak akan membinasakan kamu; karena Aku akan menambahi kelaparan atas kamu, sehingga Kuputuskan segala bekal roti dari padamu.","Bahkan, Aku menyuruhkan kepadamu kelak bala kelaparan dan binatang yang buas, yang akan membuluskan kamu; maka bala sampar dan ketumpahan darah, kelak bersama-sama berlaku atas kamu, apabila Kudatangkan pedang di antara kamu; bahwa Aku ini, Tuhan, sudah berfirman demikian!"]