["Hata, maka kemudian dari pada itu datanglah firman Tuhan kepadaku, bunyinya:","Hai anak Adam! tujukanlah mukamu ke gunung Israel dan bernubuatlah akan halnya;","katakanlah: Hai segala gunung Israel, dengarlah olehmu firman Tuhan Hua! demikianlah firman Tuhan Hua kepada segala gunung dan bukit dan lembah dan padang: Bahwasanya Aku mendatangkan atas kamu pedang dan segala tempatmu yang tinggi-tinggi itu akan Kubinasakan.","Dan segala mezbahmu akan dirobohkan dan segala tiang syamsiatmu akan dihancurkan, dan Aku mengadakan kelak bahwa segala orangmu yang tertikam itu rebah mati di hadapan segala berhala tahimu.","Bahkan, bangkai-bangkai bani Israel akan Kucampakkan kelak di hadapan segala berhala tahinya, dan segala tulang-tulangmu akan Kuhamburkan keliling segala mezbahmu!","Pada segala tempat kedudukanmu negeri-negeri akan jadi kerobohan batu dan segala panggungpun menjadi belukar, sehingga habislah sudah segala mezbahmu menjadi kerobohan batu, dan segala berhala tahimu dihancurkan dan dibinasakan dan segala tiang syamsiatmu dipecahkan dan segala perbuatanmupun dihapuskan.","Apabila di tengah-tengahmu semuanya rebah mati, baharu kamu akan tahu bahwa Aku ini Tuhan.","Tetapi dari padamu Kutinggalkan lagi beberapa orang yang luput dari pada pedang di antara segala orang kafir, apabila kamu sudah dicerai-beraikan kepada segala negeri.","Pada masa itu segala orangmu yang sudah luput itu kelak teringat akan Daku di antara segala orang kafir kepadanya mereka itu sudah dihantar dengan tertawan; apabila Aku sudah menghancurkan hati mereka itu yang berzinah, yang selalu undur dari pada-Ku dan mata mereka itu yang sudah mengikut berhala tahinya dengan berzinah, maka mereka itu kelak jemu akan dirinya dari karena segala kejahatan yang telah dibuatnya sekadar segala perbuatannya yang keji itu.","Maka diketahuinya kelak bahwa Aku ini Tuhan! Bukan cuma-cuma Aku sudah berfirman bahwa Aku hendak melakukan segala jahat itu atasnya.","Demikianlah firman Tuhan Hua: Tamparlah dengan tanganmu dan berentak-entaklah kaki sambil katamu: Aduh! akan segala perbuatan yang keji dan segala kejahatan bangsa Israel, yang akan rebah mati dimakan oleh pedang dan oleh bala kelaparan dan bala sampar.","Barangsiapa yang jauh itu akan mati oleh bala sampar, barangsiapa yang dekat itu akan mati dimakan pedang, dan barangsiapa yang lagi tinggal dan sudah luput itupun akan mati kelaparan. Demikianlah peri Aku memuaskan kelak kehangatan murka-Ku akan mereka itu!","Maka pada masa itu akan kamu ketahui bahwa Akulah Tuhan, apabila segala orangnya yang mati dibunuh itu terhantar di tengah-tengah segala berhala tahinya dan keliling segala mezbahnya dan di atas segala bukit yang tinggi dan di atas kemuncak segala gunung dan di bawah segala pokok yang hijau dan di bawah segala pohon beraksa yang berdahan besar-besar, di tempat-tempat mereka itu biasa membakar dupa bagi segala berhala tahinya.","Karena Aku akan mengedangkan tangan-Ku kelak akan melawan mereka itu dan Kubinasakan tanah itu, bahkan, terlebih binasa ia itu dari pada padang Dibelata, pada segala tempat kedudukan mereka itu. Demikianlah akan diketahui olehnya bahwa Aku inilah Tuhan!"]