["Hata, maka kemudian dari pada itu datanglah firman Tuhan kepadaku, bunyinya:","Hai engkau, anak Adam! demikianlah firman Tuhan Hua akan hal tanah orang Israel: Kesudahannya sudah sampai! Kesudahannya sudah datang kepada keempat penjuru tanahnya.","Sekarang kesudahanmupun sudah sampai! dan Kusuruhkan murka-Ku kepadamu dan Kuhukumkan dikau sekadar segala kelakuanmu, dan segala perbuatanmu yang keji itu Kudatangkan atasmu!","Maka mata-Ku tiada akan sayang dan Akupun tiada menaruh kasihan, melainkan segala kelakuanmu akan Kubalas kepadamu, dan segala perbuatanmu yang keji itu akan pulang kepadamu, dan kamupun akan mengetahui bahwa Aku ini Tuhan!","Demikianlah firman Tuhan Hua: Bahwa suatu jahat yang tiada setaranya, sesungguhnya jahat itu sudah datang.","Kesudahan itu telah sampai, kesudahan itu telah sampai, ia itu bangun melawan dikau, bahwasanya ia itu sudah sampai.","Ketika akhir sudah datang atasmu, hai orang isi negeri itu! masanya sudah datang, harinyapun sudah hampir; bunyinya gempita terlebih dari pada gemuruh gunung.","Sekarang hampir-hampir Aku mencurahkan kehangatan amarah-Ku atas kamu dan menyempurnakan murka-Ku akan kamu dan menghukumkan dikau sekadar kelakuanmu dan mendatangkan atasmu segala perbuatanmu yang keji itu.","Maka mata-Ku tiada akan sayang dan Akupun tiada akan menaruh kasihan, melainkan Aku akan membalas kepadamu sekadar segala kelakuanmu dan memulangkan kepadamu segala perbuatanmu yang keji itu, dan akan diketahui olehmu bahwa Aku ini, Tuhan, yang memalu itu.","Bahwasanya hari itu, bahkan, hari itu sudah datang, ketika yang akhir telah sampai, tongkatnya sudah tumbuh, congkaknya sudah berbunga.","Penggagahan itu sudah sampai tinggi akan menjadi cemeti durhaka itu; bukan dari pada mereka itu dan bukan pula karena kuasanya, dan bukan pula oleh gemparnya, karena tiadalah kuat dalam mereka itu.","Bahwa masanya sudah datang, harinya sudah sampai. Orang yang membeli janganlah bersukacita dan orang yang menjualpun janganlah dukacita hatinya, karena kehangatan amarah adalah atas milik orang sekalian.","Demikianpun orang yang sudah menjual tiada ia akan kembali kepada barang yang telah dijual itu, jikalau keduanya lagi hidup sekalipun; karena wahyu akan hal milik sekalian itu tak boleh ditiadakan dan masing-masing orang berkanjanglah dalam kejahatannya.","Mereka itu meniup nafiri, tetapi tiadalah beraninya; sekaliannya itu disiapkan, tetapi seorangpun tiada yang pergi perang; karena kehangatan murka-Ku adalah atas milik orang sekalian!","Diluar adalah pedang, di dalam adalah bala sampar dan lapar; barangsiapa yang di dusun itu mati dimakan pedang dan barangsiapa yang di dalam negeri itu dihabiskan oleh lapar dan bala sampar.","Maka jikalau dari pada mereka itu adalah beberapa orang yang luput sekalipun, mereka itu juga akan mengembara di atas gunung-gunung seperti burung punai dari lembah, sekaliannya berkeluh kesah, masing-masing karena kejahatannya sendiri.","Segala tangan jadi lemah dan segala lututpun surutlah seperti air.","Dan mereka itu berpakaikan kain karung dan bertudungkan kegentaran, dan malupun adalah pada segala muka dan gundul pada segala kepala.","Peraknya dicampakkannya kepada jalan, dan emaspun baginya akan kecemaran; bahwa emas dan peraknyapun tiada dapat membantu mereka itu pada hari kehangatan murka Tuhan; mereka itu tiada dapat memuaskan laparnya atau mengenyangkan perutnya, karena ia itulah kesentuhan yang menjatuhkan mereka itu ke dalam jahat.","Cahayanya dan indahnya dipakaikannya kepada kebesaran dan patung mereka itu yang kebencian dan berhala mereka itu yang keji itu diperbuatkannya dari padanya, maka sebab itu Kujadikan dia suatu kecemaran baginya.","Dan lagi sudah Kuserahkan dia kepada tangan orang keluaran akan jarahan dan kepada orang gagah di bumi akan rampasan, maka ia itu akan menajiskan dia.","Dan Aku akan memalingkan wajah-Ku dari padanya, apabila dinajiskannya tempat-Ku yang sembunyi itu, karena orang gagahpun akan masuk ke dalamnya dan menajiskan dia.","Ambillah kias! tegal tanah itu penuh dengan hukum kisas dan negeripun saratlah dengan penggagahan,","sebab itu Kudatangkan kelak orang kafir yang terjahat, mereka itu akan beroleh rumah-rumahnya akan milik pusaka dan Aku akan memperhentikan congkak orang yang berkuasa itu dan orang takdis mereka itu akan dinajiskan.","Bahwa keputusannya datang; mereka itu akan mencahari perdamaian, tetapi perdamaianpun tiada.","Celaka akan datang bertambah celaka dan kabar angin bertambah kabar angin; pada masa itu cuma-cuma mereka itu akan mencahari penglihatan seorang nabi, karena taurat sudah lalu dari pada imam dan bicarapun dari pada segala tua-tua.","Bahwa raja akan berkabung dan segala penghulu akan berpakaikan kebinasaan dan tangan segala anak bumipun akan gemetar; maka Aku akan berbuat kepadanya sekadar kelakuannya, dan menghukumkan mereka itu seturut hukum-hukumnya; dan akan diketahui olehnya bahwa Aku ini Tuhan."]