["Hata, maka pada tahun yang keenam dan pada bulan yang keenam dan pada lima hari bulan itu, sementara duduklah aku di dalam rumahku dan segala tua-tua Yehudapun ada duduk di hadapanku, tiba-tiba berlakulah tangan Tuhan Hua atasku.","Maka kulihat bahwasanya adalah suatu lembaga rupanya seperti api, dari pada pinggangnya lalu ke bawah adalah api dan dari pada pinggangnya lalu ke atas rupanya seperti terang-benderang, seperti tembaga gilang-gemilang.","Maka diunjuknya sesuatu yang serupa dengan tangan, disambarnya akan daku pada rambut kepalaku, lalu akupun diangkat oleh Roh sampai di antara langit dengan bumi, maka dalam khayal dari pada Allah itu dibawanya akan daku ke Yeruzalem sampai ke tudung pintu pelataran yang di dalam, arah ke utara, yaitu dahulu tempat terdiri berhala kebencian, yang sudah membangkitkan gairah amat sangat.","Maka sesungguhnya adalah di sana kemuliaan Allah orang Israel, serupa dengan lembaga yang kelihatan kepadaku di lembah itu.","Maka firman-Nya kepadaku: Hai anak Adam! angkatlah matamu, lihatlah ke sebelah utara. Maka kuangkatlah mataku lalu kulihat ke sebelah utara, bahwasanya pada sebelah utara pintu mezbah itu adalah terdiri berhala kebencian itu di dalam pintu.","Maka firman-Nya kepadaku: Hai anak Adam! lihatkah engkau barang yang dibuatnya? segala kekejian besar yang dibuat oleh bangsa Israel di sana, hendak dijauhkannya Aku dari pada tempat kesucian-Ku! Tetapi engkau akan melihat lagi beberapa kekejian besar yang lain.","Lalu dibawanya akan daku ke pintu pelataran, maka kulihat bahwasanya adalah suatu lobang di dalam pagar tembok.","Maka firman-Nya kepadaku: Hai anak Adam! korekkanlah lebih dalam pagar tembok itu! maka kukoreklah dalam pagar tembok itu, heran, maka adalah di sana suatu pintu.","Maka firman-Nya kepadaku: Masuklah engkau; lihatlah segala perbuatan keji yang dibuatnya di sana.","Maka masuklah aku, lalu kulihat bahwasanya adalah di sana peta binatang melata yang najis dan binatang empat kaki dan pelbagai berhala tahi bangsa Israel, tertulis pada tembok itu berkeliling.","Maka tujuh puluh orang dari pada tua-tua bangsa Israel dan Yaazanya bin Safan di tengah-tengahnya adalah berdiri di sana dengan mukanya menghadap dia, dan masing-masingpun adalah pedupaan pada tangannya, maka asap dupa itupun naiklah ke atas.","Maka firman-Nya kepadaku: Hai anak Adam! lihatkah engkau barang yang dibuat oleh tua-tua bangsa Israel dalam kegelapan, masing-masing dalam biliknya yang bertulisan? Bagaimana katanya: Tuhan tiada melihat kita; Tuhan sudah meninggalkan negeri ini!","Dan lagi firman-Nya kepadaku: Engkau akan melihat lagi beberapa perbuatan yang amat keji, yang dibuat oleh mereka ini.","Lalu dibawanya akan daku ke tudung pintu rumah Tuhan yang arah ke utara, bahwasanya adalah duduk di sana beberapa orang perempuan yang menangisi Tamuz.","Maka firman-Nya kepadaku: Sudahkah engkau melihat ini, hai anak Adam! Engkau akan melihat beberapa perbuatan keji yang lebih besar lagi.","Lalu dibawa-Nya akan daku ke dalam pelataran rumah Tuhan yang di dalam sekali; heran, maka pada pintu kaabah Tuhan antara rambat dengan mezbah itu adalah kira-kira dua puluh lima orang, belakangnya menghadap kaabah Tuhan dan mukanya menghadap ke timur, maka sujudlah mereka itu arah ke timur menyembah matahari.","Lalu firman-Nya kepadaku: Sudahkah pernah engkau melihat, hai anak Adam! perkara yang lebih mudah kepada bangsa Yehuda dari pada membuat perkara keji yang dilakukannya di situ; setelah sudah dipenuhinya negeri dengan aniaya, lalu mereka itu balik akan membangkitkan murka-Ku; bahwasanya ditaruhnya cabang-cabang pokok anggur di hadapan hidungnya.","Maka sebab itu Aku juga melakukan atasnya kehangatan murka-Ku; mata-Ku tiada akan tahu sayang dan Akupun tiada menaruh kasihan, maka jikalau mereka itu berseru-seru dengan nyaring suaranya kepada telinga-Ku sekalipun, tiada juga Aku mau mendengarkan dia."]