["Hata, kemudian dari pada itu berserulah Ia kepada telingaku dengan nyaring suaranya, katanya: Marilah kamu yang memegang perintah negeri ini, masing-masing dengan senjata yang membinasakan pada tangannya.","Heran maka datanglah enam orang dari jalan pintu gerbang yang tinggi dan yang arah ke utara, masing-masingnya adalah cokmar yang membinasakan pada tangannya; maka di tengah-tengahnya adalah seorang yang berpakaikan kain khasah dan pada lambungnya adalah bekas dawat penyurat; maka datanglah mereka itu lalu berdiri di sisi mezbah tembaga itu.","Maka kemuliaan Allah orang Israel naiklah dari atas kerubiun yang adalah Ia di atasnya, lalu langsung ke ambang rumah itu; maka dipanggilnya akan orang yang berpakaikan kain khasah dan yang pada lambungnya adalah bekas dawat, penyurat itu.","Lalu firman Tuhan kepadanya: Berjalanlah engkau di tengah-tengah negeri, yaitu di tengah-tengah Yeruzalem, dan bubuhlah suatu tanda pada dahi segala orang yang berkeluh kesah dari karena segala perkara keji yang dibuat di tengah-tengahnya itu.","Dan kepada yang lain itu firman-Nya di hadapan pendengaranku: Berjalanlah kamu di dalam negeri mengiringkan dia sambil membunuh; matamu janganlah taruh sayang dan janganlah kamu taruh kasihan!","Bunuhlah akan orang tua dan orang teruna dan anak dara dan anak-anak dan perempuan sampai binasa semuanya! tetapi janganlah kamu hampir kepada segala orang yang padanya adalah tanda itu, dan hendaklah kamu mulai dari pada tempat kesucian-Ku! Maka mulailah mereka itu dengan segala orang bangsawan yang di hadapan rumah itu.","Maka firman-Nya kepada mereka itu: Najiskanlah rumah itu dan penuhilah segala serambinya dengan orang yang mati dibunuh, lalu hendaklah kamu keluar. Hata, maka keluarlah mereka itu, lalu dibunuhnya akan orang yang di dalam negeri itu.","Maka dalam antara mereka itu membunuh orang dan aku dihidupinya, maka sujudlah aku dengan mukaku ke tanah, dan berserulah aku demikian: Ya Tuhan Hua! hendaklah Engkau membinasakan segala orang yang lagi tinggal dari pada Israel, sedang Engkau mencurahkan kehangatan murka-Mu kepada Yeruzalem?","Lalu firman-Nya kepadaku: Bahwa kejahatan bangsa Israel dan Yehuda itu terlalu besar sekali, dan tanahnya dipenuhi dengan darah dan negerinyapun dengan pendolak-dalik; karena kata mereka itu: Tuhan sudah meninggalkan negeri ini, dan Tuhanpun tiada melihatnya.","Maka sebab itu mata-Kupun tiada boleh menaruh sayang dan Akupun tiada mau menaruh kasihan; melainkan perbuatannya Kubalas juga kepada kepalanya!","Hata, maka orang yang berpakaikan kain khasah dan yang pada lambungnya adalah bekas dawat itupun kembalilah serta membawa kabar, katanya: Sudah kuperbuat sebagaimana Engkau berpesan kepadaku!"]