["Hata, maka pada masa itu akan bangkit berdiri Mikhael, penghulu besar itu, yang memeliharakan perkara segala bani bangsamu; setelah sudah ada suatu masa kesukaran, begitu besar belum pernah ada dahulu, dari pada jadi suatu bangsa datang kepada hari ini; tetapi pada masa itu bangsamu akan diluputkan, yaitu mereka itu sekalian yang didapati tersurat namanya di dalam Kitab itu.","Maka banyaklah orang dari pada mereka yang tidur dalam lebu bumi itu akan bangun pula, setengah kepada hidup yang kekal, setengah kepada kehinaan dan kecelaan yang kekal.","Maka segala penghulu akan gemerlap seperti terang cuaca di langit, dan mereka yang membenarkan banyak orang itupun akan seperti segala bintang kekal selama-lamanya!","Tetapi akan dikau, hai Daniel! tutuplah olehmu segala perkataan ini dan meteraikanlah kitab ini sampai kepada masa kesudahan; maka pada masa itu banyak orang akan menyelidik dia, dan pengetahuannyapun akan dipertambahkan.","Arakian, maka kemudian dari pada itu kulihatlah, yaitu aku ini, Daniel, bahwa sesungguhnya adalah lagi berdiri dua orang yang lain, seorang pada tepi sungai seberang sini dan seorang pada tepi sungai seberapa sana;","maka seorangnya berkata keapda orang yang berpakaikan kain khasah dan yang berdiri di atas air sungai itu: Berapa lama lagi kesudahan segala ajaib ini?","Lalu kudengar orang yang berpakaikan kain khasah dan yang di atas air sungai itu serta diangkatnya tangan kiri kanannya arah ke langit maka bersumpahlah ia demi Dia yang hidup selama-lamanya, bahwa kemudian dari pada masa yang tertentu dan dua masa dan setengah masa, setelah selesailah sudah ia dari pada menolak umat yang suci itu, segala perkara ini akan digenapi.","Setelah kudengar itu maka tiada aku mengerti dia, lalu kataku: Ya Tuan! apa gerangan akan kesudahan segala perkara ini?","Tetapi sahutnya: Pergilah, hai Daniel! karena segala perkara ini tertutup dan termeterai sampai kepada masa kesudahan.","Supaya banyak orang disucikan dan diputihkan dan dibersihkan, supaya segala orang fasik berbuat fusuk dan tiada bertobat dari pada fusuknya, dan orang yang berbudi itu berlaku dengan budinya.","Maka adapun masa persembahan yang sehari-hari itu dijauhkan dan alamat kerusakan itu didirikan, yaitu akan seribu dua ratus sembilan puluh hari.","Berbahagialah ia yang bernanti-nanti dan yang sampai kepada seribu tiga ratus tiga puluh lima hari.","Tetapi engkau, hai Daniel! pergilah kepada ajalmu dan berhentilah, dan hendaklah engkau sedia akan menerima untungmu pada akhir zaman."]