["Hata, maka pada tahun yang ketiga, dari pada kerajaan Koresy, raja orang Farsi itu, datanglah suatu wahyu kepada Daniel, yang begelar Beltsazar, suatu wahyu yang amat benar akan hal perang besar-besar, maka mengertilah ia maknanya dan diketahuinya akan khayal itu.","Maka pada hari itu adalah aku, Daniel, tengah berkabung tiga sabat hari lamanya.","Barang makanan yang sedap tiada aku makan dan daging atau air anggurpun tiada masuk ke dalam mulutku, dan lagi tiada aku pakai barang minyak bau-bauan sampai genaplah sudah tiga sabat itu.","Maka pada dua puluh empat hari bulan yang pertama itu, tatkala aku di tepi sungai besar, yaitu sungai Hidekel,","kuangkatlah mataku lalu kulihat bahwasanya adalah di sana seorang yang berpakaikan kain khasah, pinggangnya bercindaikan emas dari Ufas.","Maka tubuhnya seperti permata firuzah dan mukanya seperti rupa kilat dan matanya seperti pedamaran yang bernyala dan lengannya dan kakinya seperti cahaya tembaga yang terupam dan bunyi suaranya seperti bunyi kebanyakan orang menderu.","Maka aku ini, Daniel, seorangku jua melihat khayal itu, tetapi segala orang yang sertaku itu tiada melihat khayal itu; maka suatu kegentaran besar datanglah juga atasnya, dan mereka itu lari hendak menyembunyikan dirinya.","Sehingga aku ketinggalan seorang orangku jua apabila kulihat khayal yang besar itu; maka tiada aku bergaya lagi dan mukakupun pucat lesi dan tiada aku bersemangat lagi.","Maka kudengar bunyi suaranya; demi kudengar bunyi suaranya itu pingsanlah aku terjerumus dengan mukaku ke bumi.","Hera, maka adalah suatu tangan menjamah aku, diadakannya bahwa aku merangkak dengan lututku dan kedua tapak tanganku.","Maka katanya kepadaku: Hai Daniel, orang yang amat kekasih, perhatikanlah baik-baik segala perkataan yang hendak kukatakan kepadamu; berdirilah dengan kakimu, karena sekarang aku disuruhkan mendapatkan dikau. Demi dikatakannya perkataan ini kepadaku, maka bangkit berdirilah aku serta dengan gemetar.","Lalu katanya kepadaku: Jangan takut, hai Daniel! karena dari pada hari yang pertama engkau berniat dalam hatimu hendak mengerti dan merendahkan hatimu di hadapan hadirat Allahmu, diterima juga segala sembahmu dan oleh karena sembahmu itu aku sudah datang.","Tetapi penghulu kerajaan Farsi itu adalah berdiri merintangi aku dua puluh satu hari lamanya, maka sesungguhnya Mikhael, seorang dari pada segala penghulu yang terbesar itu, sudah datang membantu aku, tetapi aku tinggal di sana lama begitu serta dengan raja-raja Farsi.","Maka sekarang aku sudah datang memberitahu engkau barang yang akan berlaku atas bangsamu pada akhir zaman, karena khayal ini akan beberapa berapa hari lagi.","Demi dikatakannya segala perkataan ini kepadaku, tunduklah aku dengan mukaku ke bumi dan akupun termangu-mangu.","Tetapi tiba-tiba rupa seorang manusia juga mencecah bibir mulutku, lalu kubukakan mulutku dan berkata-kata, serta kataku kepada orang yang berdiri di hadapanku: Ya tuan! khayal ini mendatangkan penyakit kepada hamba, sehingga tiada hamba bergaya lagi!","Maka bagaimana boleh hamba tuan ini berkata dengan tuan hamba? adapun hamba ini tiada bergaya lagi, dan hampir-hampir tiada lagi tinggal barang nafas pada hamba.","Maka pada masa itu rupa orang manusia itu menjamah aku pula, dikuatkannya aku,","serta katanya: Jangan engkau takut, hai orang yang amat kekasih! selamatlah engkau, jadilah kuat dan pertetapkanlah hatimu! maka sementara ia berkata dengan aku begitu, jadilah aku kuat pula, lalu sembahku: Hendaklah kiranya tuan berkata kepada hamba, karena sudah tuan kuatkan hamba!","Maka katanya: Bahwa sekarang diketahui juga olehmu akan sebabnya aku sudah datang mendapatkan dikau ini, sekarang aku hendak balik akan berperang dengan penghulu Farsi; setelah sudah aku keluar dari pada perang itu, sesungguhnya aku datang penghulu Yunanpun.","Tetapi aku hendak memberitahu juga kepadamu barang yang tersurat di dalam Kitabulhak; maka sekarang seorangpun tiada pembantuku dalam melawan dia, melainkan Mikhael, penghulu kamu itu."]