["Sebermula, maka pada tahun yang ketiga dari pada kerajaan Yoyakim, raja Yehuda, datanglah Nebukadnezar, raja Babil, ke Yeruzalem, lalu baginda mengepung akan dia.","Maka diserahkan Tuhan akan Yoyakim, raja Yehuda itu, kepada tangannya, demikianpun separuh dari pada segala bejana bait-Ullah; maka dibawanya akan dia ke tanah Sinear, ke rumah berhalanya dan disuruhnya bawa masuk segala bejana itu ke dalam gedung perbendaharaan berhalanya.","Maka titah baginda kepada Aspenaz, penghulu penjawat istana, disuruhnya bawa serta akan beberapa orang dari bani Israel, yang asal dari raja dan dari orang besar-besar,","yaitu beberapa orang muda-muda yang satupun tiada celanya, dan yang baik parasnya dan beradab dan berbudi dan bijaksana dan senang diajar, yang layak akan mengerjakan pekerjaan dalam istana baginda, supaya mereka itu diajarkan suratan dan bahasa orang Kasdim.","Maka ditentukan baginda riasa mereka itu pada tiap-tiap hari, yaitu bahagian ayapan dari pada santapan baginda sendiri dan dari pada air anggur santapan bagindapun. Maka akan lamanya pemeliharaan mereka itu ditentukan tiga tahun, kemudian boleh mereka itu menghadap hadirat baginda.","Maka di antaranya adalah Daniel dan Hananya dan Misail dan Azarya, yang dari pada bani Yehuda.","Maka oleh penghulu penjawat istana itu ditukarlah namanya, akan Daniel dinamanianya Beltsazar dan akan Hananya itu Saderakh dan akan Misail itu Mesakh dan akan Azarya itu Abed-nego.","Adapun Daniel itu sudah berniat dalam hatinya tiada ia mau menajiskan dirinya dengan ayapan dari pada persantapan baginda dan dengan air anggur santapan baginda, sebab itu dipintanya maaf kepada penghulu segala penjawat istana, supaya jangan dinajiskan dirinya.","Maka dikaruniakan Allah kepada Daniel bahwa ia berolah keridlaan dan kemurahan dari pada penghulu segala penjawat istana itu.","Tetapi kata juga penghulu segala penjawat istana kepada Daniel: Takutlah aku akan baginda yang dipertuan, yang sudah menentukan bahagian makanan dan minumanmu, karena mengapa kiranya seri mukamu akan kurang dari pada seri muka segala orang muda-muda yang sebaya dengan dikau? Demikianlah engkau akan menjunjungkan salah di atas kepalaku di hadapan baginda.","Lalu kata Daniel kepada penjawat santapan yang telah diangkat oleh penghulu segala penjawat istana atas Daniel, Hananya, Misail dan Azarya.","Hendaklah kiranya tuan mencoba juga hamba-hamba tuan ini barang sepuluh hari lamanya, biarlah hamba diberi makanan buah-buahan hasil tanah dan diberi minum air.","Lalu hendaklah di hadapan tuan juga orang membanding rupa hamba ini dengan rupa segala orang muda-muda yang selalu makan ayapan baginda, kemudian buatlah akan hamba ini setuju dengan pendapatan tuan itu.","Maka diluluskannya kehendak mereka itu, dicobanya akan mereka itu sepuluh hari lamanya.","Maka pada kesudahan sepuluh hari itu nyatalah rupanya lebih baik dan tubuhnyapun lebih gemuk dari pada segala orang muda-muda yang selalu makan ayapan baginda.","Maka sebab itu dilalukan penjawat santapan akan segala ayapan dan akan air anggur yang ditentukan akan minumannya, diberikannya mereka itu buah-buahan hasil tanah juga.","Maka dikaruniakan Allah kepada keempat orang muda-muda itu pengetahuan dan akal pada segala suratan dan ilmu, tambahan pula kepada Daniel dikaruniakan-Nya akal dalam segala khayal dan mimpi.","Hata, setelah genap segala hari yang dititah baginda kemudiannya patut dibawa oranglah akan mereka itu masuk, maka oleh penghulu segala penjawat istana dibawa akan mereka itu menghadap hadirat baginda raja Nebukadnezar.","Maka dalam baginda bertitah kepada mereka itu tiada didapati antara mereka itu sekalian akan orang yang seperti Daniel, Hananya, Misail dan Azarya; maka menghadaplah mereka itu hadirat baginda.","Maka adapun dalam hal segala ilmu dan pengetahuan yang ditanyakan baginda akan mereka itu, didapati baginda akan mereka itu sepuluh kali lebih alim dari pada segala orang sastrawan dan segala ahlulnujum yang dalam seluruh kerajaannya.","Maka adalah Daniel di sana sampai tahun yang pertama dari pada kerajaan baginda raja Koresy."]