["Maka akupun berdirilah sertanya akan menguatkan dan menetapkan dia pada tahun yang pertama dari pada kerajaan Darius, orang Medi itu.","Maka sekarang aku hendak memberitahu engkau barang yang amat benar; bahwasanya akan bangkit berdiri lagi tiga orang raja dalam negeri Farsi itu dan yang keempatnya akan beroleh kekayaan besar, lebih dari pada semuanya itu; setelah sudah ia tetap dalam kekayaannya, dibangkitkannya kelak sekaliannya akan melanggar kerajaan Yunan,","tetapi akan bangkit berdiri seorang raja yang kuasa, yang akan memerintahkan kerajaan yang besar dan ia akan berbuat barang kehendak hatinya.","Tetapi apabila ia berdiri baik-baik, lalu kerajaannya akan dipecahkan dan dibahagi-bahagi kepada keempat mata angin di langit, tetapi bukan kepada anak buahnya dan bukan ia itu setara dengan kerajaan yang telah diperintahkannya, melainkan kerajaannya akan tercarik berpenggal-penggal dan dibahagi kepada orang lain lagi dari pada orang ini.","Maka dari pada mereka itu raja di Selatan akan jadi kuasa, demikianpun seorang dari pada segala penghulunya; bahkan, ia itu akan jadi lebih kuasa dari padanya, dan apabila kerajaanlah ia kerajaannya akan amat besar.","Maka pada kesudahan beberapa tahun keduanya akan berjanji-janjian, dan anak perempuan raja di Selatan itu akan datang kepada raja di Utara akan mematutkan semuanya tetapi tiada akan diadakannya kuat lengan yang teguh-teguh, karena iapun tiada akan bertahan dan anak buahnyapun tiada; bahkan, ia sendiripun akan diserahkan dan mereka itu sekalian yang mengiring akan dia dan anaknya dan mereka itu sekalian yang dahulu berpaut kepadanya.","Tetapi dari pada pangkal akarnya akan bangkit seorang berdiri pada tempatnya, maka ia akan datang dengan balatentara dan iapun akan datang menyerang segala kota benteng raja yang di Utara itu, dan dilanggarnya akan dia dan dialahkannya kelak.","Dan lagi dibawanya akan segala berhala mereka itu dan segala patung tuangan mereka itu dan segala bejana mereka itu yang indah-indah dan emas peraknya ke Mesir, dan beberapa tahun lamanya ia akan berkelebihan atas raja yang di Utara.","Maka apabila ini berangkat ke negeri raja yang di Selatan, tak dapat tiada ia balik kembali ke negerinya.","Tetapi dari pada segala anaknya laki-laki seorang akan masuk perang, dan mengerahkan balatentara yang banyak lagi dengan besarnya dan ia akan berjalan dengan tiada tertegahkan, dan meliputi semuanya seperti air bah dan dengan berulang-ulang berperang iapun akan sampai ke kotanya.","Tetapi raja di Selatan akan geram lalu keluar dan berperang dengan dia, yaitu dengan raja yang di Utara, maka inipun akan mengerahkan juga suatu tentara yang besar, tetapi tentara itu akan diserahkan kepada tangannya.","Maka ia sendiripun akan menganjur tentaranya dan bertambah-tambah beraninya dan diparangnya berlaksa-laksa orang dengan pedang, tetapi tiada juga ia akan dikuatkan;","karena raja dari Utara itu akan datang kembali kelak dan mengerahkan suatu tentara besar dari yang dahulu itu, dan pada kesudahan beberapa tahun yang tentu bilangannya iapun akan berjalan dengan tiada tertegahkan serta dengan tentara yang besar dan amat banyak alat peperangan.","Maka pada masa itu banyak orang akan mendurhaka kepada raja di Selatan itu, dan beberapa orang pengharu dari pada bangsamu akan mengatas-ataskan dirinya, akan menyampaikan khayal itu, tetapi mereka itu akan jatuh.","Maka raja dari Utara itu akan datang dan membuat kubu akan mengepung dan mengalahkan kota benteng, dan lengan orang Selatan itu tiada akan bertahan, jikalau dengan segala laskar pilihannya sekalipun tiada ia sampai kuat akan melawan.","Maka orang yang menyerang akan dia itu akan berbuat barang kehendaknya dan tiada ia akan tahan berdiri di hadapannya, karena ia akan berdiri di tanah yang permai itu dan diselesaikannya dengan tangannya.","Setelah itu akan ditujukannya mukanya hendak menaklukkan kepadanya segala kuasa kerajaannya itu, dan iapun akan berpura-pura hendak berjanji akan menyampaikan maksudnya; dan diberikannya dia seorang anaknya akan isterinya hendak membinasakan dia, tetapi tiada ia akan tetap hati dan setiawan kepadanya.","Kemudian akan ditujukannya mukanya ke tepi-tepi laut dan dialahkannya banyak di sana, tetapi seorang panglima perang akan menghabiskan sombongnya, yang mencelakan semuanya, dan memulangkan kepadanya sombong yang mencela itu.","Kemudian sekali akan ditujukannya mukanya kepada segala kota benteng di tanahnya sendiri, dan iapun akan tergelincir dan jatuh sehingga tiada didapati lagi akan dia.","Maka akan berbangkit seorang akan gantinya, yang menyuruhkan berjalan keliling seorang pemungut upeti dengan kemuliaan kerajaan, tetapi dalam sedikit hari iapun akan dipecahkan, tiada dengan huru-hara dan tiada pula dengan perang.","Dan akan gantinya kelak berbangkit seorang hina, baginya tiada ditentukan kemuliaan kerajaan, maka ia akan datang juga tiada dengan gagah; dan iapun akan merebut kerajaan itu pada masa huru-hara.","Maka lengan yang meliputi sekaliannya akan diliputi olehnya dan dipecahkan olehnya, jikalau penghulu perjanjian sekalipun.","Maka dalam berjanji dengan dia iapun akan berlaku dengan tipu dan iapun akan berangkat dan menang dengan sedikit orang juga.","Maka tiada dengan gagah iapun akan masuk sampai ke dalam bahagian-bahagian negeri yang kaya sekali dan membuat barang yang belum pernah dibuat oleh bapanya atau oleh neneknya, maka rampasan dan jarahan dan harta dihamburkannya di antara mereka itu, dan iapun akan mereka tipu akan kota benteng yang teguh-teguh; tetapi sekalian itu hanya sedikit lamanya.","Karena kemudian akan dibawanya tentaranya kepada peperangan dan niat hatinya hendak melawan raja di Selatan dengan tentara yang besar dan raja di Selatanpun akan berlengkap akan berperang dengan tentara yang besar, tetapi tiada ia akan tahan berdiri, karena mereka itu akan mereka tipu lawan dia;","dan orang yang makan ayapan dari padanya juga akan memecahkan dia dan tentaranya akan meliputi dan banyak orang akan rebah mati dibunuh.","Maka hati kedua orang raja itu akan sefakat hendak berbuat jahat dan pada meja satu jua keduanya akan berkata-kata dusta; tetapi tiada ia itu akan beruntung karena ia itu akan berkesudahan pada masa yang tertentu.","Kemudian iapun akan kembali ke dalam negerinya dengan amat banyak harta benda dan hatinyapun akan melawan perjanjian yang suci; setelah sudah dibuatnya itu, kembalilah ia kelak ke dalam negerinya.","Maka apabila sampailah masa yang tertentu itu iapun akan berangkat pula ke Selatan, tetapi pada belakang kali ini tiada akan seperti dahulu;","karena akan datang kapal dari negeri Khitim, lalu segala beraninya akan lenyap, dan iapun akan kembali; tetapi dipuaskannya kelak amarahnya akan perjanjian yang suci itu, akan dilakukannya itu dan diberinya telinga akan kata orang yang meninggalkan perjanjian yang suci itu.","Maka beberapa penggagah dari antara orangnya akan menajiskan tempat yang suci dan kota itu dengan sengajanya, dan diperhentikannya persembahan yang sehari-hari itu dan didirikannya barang kebencian yang membinasakan itu.","Maka kepada orang yang khianat akan perjanjian itu iapun akan pura-pura dengan perkataan pembujuk; tetapi segala umat yang mengetahui akan Allahnya itupun akan mengambil berani dan lagi bertetap hatinya.","Maka segala penghulu bangsa itu akan mengajar banyak orang, tetapi mereka itu akan rebah mati dimakan pedang dan nyala api dan dibuang dan dijarahi beberapa hari lamanya.","Maka apabila mereka itu hendak dijatuhkan orang demikian, mereka itu akan ditolong dengan pertolongan yang sedikit; maka banyak orang akan berpaut pada mereka itu pada masa yang sangat kepicikan.","Maka jikalau rebah mati beberapa penghulunya, ia itu supaya mereka itu diuji dan disucikan dan diputihkan olehnya sampai kepada masa kesudahan; karena ini juga bagi masa yang tertentu.","Demikianlah raja itu akan berbuat barang kehendaknya dan mengatas-ataskan dirinya dan membesarkan dirinya atas segala ilah dan barang yang bukan-bukan akan dikatakannya lawan Allah yang di atas segala ilah; maka iapun akan beruntung sampai genaplah sudah murka itu, karena barang yang telah ditentukan itu akan disampaikan juga.","Maka tiada juga diindahkannya segala ilah nenek moyangnya atau kehendak orang perempuan, bahkan, barang ilahpun tiada diindahkannya, sebab di atas-ataskannya dirinya kelak dari pada, segala sesuatu.","maka iapun akan menyuruh berbuat bakti kepada dewa kota benteng akan ganti Tuhan, kepada suatu dewa yang tiada diketahi oleh nenek moyangnya iapun akan berbuat bakti dengan membawa emas dan perak dan permata yang indah-indah dan pelbagai harta benda.","Maka iapun akan membuat tempat tamasya bagi dewa yang lain itu, dan disebutkannya dengan namanya; barangsiapa yang mengaku akan dia, ia itu akan diberinya banyak hormat dan pemerintahan atas banyak orang dan dibahagikannya kepada mereka itu tanah akan upahnya.","Maka apabila masa kesudahan sudah sampai bahwa raja dari Selatan itu akan mengikat perang lawan dia, dan raja dari Utarapun mendatangi dia dengan beberapa rata dan orang berkendaraan dan beberapa buah kapal, dan akan menyerang dan meliputi beberapa negeri dan diliputinya dengan air bah.","Pada masa itupun akan datang ke dalam negeri yang indah-indah itu dan dijatuhkannya orang berlaksa-laksa, tetapi inipun akan dilepaskan dari pada tangannya, yaitu Edom dan Moab dan ibu negeri bani Ammon.","Dan dicapainya dengan tangannya kepada beberapa buah negeri, dan negeri Mesirpun tiada akan luput.","Dan diperintahkannya kelak segala harta benda emas perak yang tertaruh, dan segala sesuatu yang kegemaran negeri Mesir dan segala orang Libi dan Kusyipun akan menurut kesan kakinya.","Maka kabar-kabar dari sebelah timur dan dari sebelah utara akan mengejutkan dia, sebab itu iapun akan keluar dengan amat besar amarahnya hendak membinasakan dan menumpas banyak orang.","Tetapi sebab didirikannya kemah kerajaannya di antara kedua laut hampir dengan bukit tempat kesucian yang mulia itu, sebab itu iapun akan sampai kepada kesudahannya, sehingga seorang penolongpun tiada padanya."]