["Hata, maka pada tahun yang kedua dari pada kerajaan Nebukadnezar bermimpilah baginda Nebukadnezar suatu mimpi yang berkhayal, maka sangat berdebarlah hati baginda, sehingga hilanglah tidur dari padanya.","Lalu baginda menitah memanggil segala orang satrawan dan ahlulnujum dan tukang sulap dan orang Kasdim, supaya dimaklumkannya kepada baginda mimpinya yang berkhayal itu; maka datanglah mereka itu sekalian menghadap hadirat baginda.","Lalu titah baginda kepadanya: Bahwa aku sudah bermimpi suatu mimpi, maka berdebarlah hatiku hendak mengetahui mimpi itu.","Maka sembah segala orang Kasdim itu kepada baginda dengan bahasa Arami: Daulat tuanku! hendaklah kiranya tuanku menceriterakan mimpi itu kepada patik, maka patik akan memaklumkan tabirnya kepada tuanku kelak.","Maka sahut baginda, titahnya kepada orang Kasdim itu: Kisahnya sudah lesap dari padaku; jikalau kamu tiada dapat memberitahu aku mimpi itu serta dengan tabirnya sekali, niscaya kamu akan ditetak berpenggal-penggal dan rumah-rumahmupun akan dijadikan suatu kerobohan batu!","Tetapi jikalau kamu memberitahu mimpi itu dengan tabirnya sekali, niscaya kamu akan berolah dari padaku beberapa anugerah dan karunia dan hormat yang besar; sebab itu, sekarang berilah tahu aku mimpi itu dengan tabirnya sekali.","Maka sahut mereka itu pada kedua kalinya, sembahnya: Hendaklah kiranya tuanku menceriterakan mimpi itu kepada patik ini, maka patik maklumkan tabirnya kelak.","Maka sahut baginda, titahnya: Nyatalah kepadaku kamu bertangguh-tangguh juga, sedang kamu melihat bahwa kisanya sudah lesap dari padaku.","Tetapi jikalau kiranya kamu tiada memberitahu aku mimpi itu, maka hukumanmu akan tentu juga; maka sebab itu kamu mereka perkataan dusta dan penipu di hadapanku, sehingga waktunya juga mendatangkan perubahan; maka sekarang katakanlah mimpi itu kepadaku, maka boleh aku tahu, bahwa kamu dapat memaklumkan tabirnya juga.","Maka sahut orang Kasdim itu di hadapan hadirat baginda, sembahnya: Bahwa di atas seluruh muka bumi seorangpun tiada yang dapat memaklumkan perkara yang tuanku titahkan; maka sebab itu tiada pernah seorang raja, jikalau besar dan berkuasa sekalipun, yang menitahkan perkara sebagainya kepada barang seorang sastrawan atau ahlulnujum atau Kasdim.","Karena perkara yang tuanku titahkan itu terlalu sukar sulit, sehingga seorangpun tiada yang dapat memaklumkan dia kepada tuanku, melainkan segala dewata juga, yang kedudukannya bukan di antara manusia.","Maka sebab itu sangatlah murka dan geramlah baginda, lalu dititahkannya orang membunuh segala orang alim yang di Babil.","Maka keluarlah titah itu, bahwa segala orang alim akan dibunuh, lalu dicahari oranglah akan Daniel dan segala taulannya, hendak dibunuhnya akan mereka itupun.","Maka pada masa itu berkata-kata Daniel dengan tetap hatinya dan dengan akal budinya kepada Ariokh, penghulu biduanda baginda, yang sudah keluar hendak membunuh segala orang alim yang di Babil itu.","Serta bertanyalah ia akan Ariokh, penglima raja itu, katanya: Mengapa gerangan keluarlah titah yang keras begitu dari pada baginda? Maka oleh Ariokh diberitahu hal itu kepada Daniel.","Maka pergilah Daniel meminta kepada baginda pertangguhkan waktunya, supaya boleh dimaklumkannya kepada baginda tabir mimpi itu.","Lalu pulanglah Daniel ke rumahnya, diberinya tahu hal itu kepada Hananya dan Misail dan Azarya, taulannya,","supaya dipintanya rahmat dari pada Allah yang di sorga, akan rahasia ini, supaya jangan Daniel dan segala taulannyapun binasalah serta dengan segala orang alim yang di Babil itu.","Hata maka rahasia itu dinyatakan kepada Daniel dalam khayal pada malam, lalu dipuji-puji Daniel akan Allah yang di sorga!","Maka jawab Daniel, katanya: Segala puji bagi nama Allah dari selama-lamanya sampai selama-lamanya, karena Ia juga yang empunya segala hikmat dan segala kuasa.","Ia mengubahkan segala masa dan hal, Ia juga yang memecatkan raja dan Iapun mengangkat akan raja, Ia juga yang memberi hikmat kepada orang alim dan pengetahuan kepada orang yang berakal.","Ia juga yang menyatakan perkara yang dalam-dalam dan yang tersembunyi, Ia juga amat mengetahui barang yang di dalam gelap dan serta-Nyapun adalah duduk terang.","Kepada-Mu, ya Allah nenek moyangku! aku memuji-muji dan mengucap syukur! sebab Engkau sudah mengaruniakan kepadaku hikmat dan kuasa, dan Engkaupun sudah memberitahu aku barang yang telah kami pinta dari pada-Mu itu; sebab Engkau sudah menyatakan kepada kami hal raja itu!","Hata, maka pergilah Daniel mendapatkan Ariokh, yang telah dititahkan oleh baginda membunuh segala orang alim yang di Babil itu; maka pergilah ia, lalu katanya kepadanya: Janganlah tuan bunuh segala orang alim yang di Babil itu! Bawalah akan hamba menghadap baginda juga, maka hamba kelak memaklumkan kepada baginda tabirnya.","Maka dengan segeranya dibawa Ariokh akan Daniel menghadap baginda, sambil sembahnya kepada baginda: Bahwa patik sudah mendapat seorang laki-laki di antara segala orang yang sudah dipindahkan dengan tertawan itu, yaitu seorang Yahudi yang akan memaklumkan kepada tuanku tabir mimpi itu kelak.","Maka sahut baginda, titahnya kepada Daniel, yang bergelar Beltsazar: Dapatkah engkau maklumkan kepadaku khayal mimpi yang telah kulihat, serta dengan tabirnya sekali?","Maka sahut Daniel di hadapan hadirat baginda, sembahnya: Adapun rahasia yang hendak diketahui oleh tuanku, seorang alim atau sastrawan atau ahlulnujum atau petenungpun tiada yang dapat menyatakan dia kepada tuanku.","Tetapi adalah Allah di dalam sorga, yang boleh menyatakan segala rahasia dan memberitahu kepada tuanku Nebukadnezar barang yang akan jadi pada kemudian hari; adapun mimpi tuanku dan segala khayal yang tuanku lihat pada peraduan tuanku inilah dia:","Adapun akan hal tuanku, pada masa tuanku dalam peraduan terbitlah kepikiran dalam hati tuanku akan barang yang akan jadi kemudian, maka Ia, yang boleh menyatakan segala rahasia, sudah memberitahu tuanku barang yang akan jadi.","Adapun akan patik ini, bukan sebab di dalam patik adalah barang hikmat terlebih dari pada segala orang lain, maka rahasia ini dinyatakan kepada patik, melainkan supaya tabirnya dimaklumkan kepada tuanku dan supaya diketahui oleh tuanku akan segala kepikiran hati tuanku itu.","Ya tuanku! dalam tuanku melihat itu tiba-tiba adalah suatu patung besar, maka sempurnalah patung itu lagi amat indah-indah, adalah ia itu terdiri di hadapan tuanku dengan sangat hebat rupanya.","Maka kepala patung itu dari pada emas tua, dadanya dan lengannya dari pada perak, perutnya dan pahanya dari pada tembaga.","Paha belalangnya dari pada besi dan kakinya separuh dari pada besi dan separuh dari pada tanah liat.","Maka dalam tuanku merenung-renung kepadanya tiba-tiba gugurlah sebuah batu gunung tiada dengan tolongan tangan, lalu menimpa patung itu pada kakinya yang dari pada besi bercampur tanah liat, dihancurkannya akan dia.","Maka pada masa itu serempak sekali dihancurkan besi dan tanah liat dan tembaga dan perak dan emas, semuanya itu jadi seperti sekam yang di tempat pengirik gandum pada musim kemarau; maka diterbangkan angin akan dia, sehingga tiada di dapati lagi akan tempatnya; maka batu gunung yang sudah menghancurluluhkan patung itu, ia itu jadi sebuah gunung besar yang memenuhi seluruh bumi.","Maka ia itulah mimpi tuanku; sekarang patik hendak menceriterakan kepada tuanku tabirnya.","Ya tuanku! bahwa tuanku juga raja di atas segala raja; karena Allah yang di sorga sudah mengaruniakan kepada tuanku suatu kerajaan yang luas lagi dengan kuatnya serta kemuliaannya.","Maka barang di mana duduk manusia dan barang di mana ada binatang di tanah atau unggas di udara, sekalian itu sudah diserahkan-Nya kepada tangan tuanku dan ditaklukkan-Nya kepada pemerintah tuanku; bahwa tuanku juga kepala yang dari pada emas itu!","Maka kemudian dari pada tuanku akan terbit sebuah kerajaan yang lain, yang kurang mulia dari pada kerajaan tuanku, lalu sebuah kerajaan pula, yaitu yang ketiga, yang dari pada tembaga, dan yang akan memerintahkan seluruh bumi.","Maka kerajaan yang keempat itu akan keras seperti besi, maka tegal segala sesuatu dipecahkan dan dihancurkan oleh besi, maka kerajaan itu juga akan memecahkan dan menghancurluluhkan semuanya.","Maka adapun tuanku sudah melihat kaki dan jari-jari kaki separuh dari pada tanah liat penjunan, separuh dari pada besi, maka kerajaan itu akan terbahagi-bahagi dan dalamnya akan ada kuat besi; itulah artinya tuanku sudah melihat besi bercampur dengan tanah liat.","Dan adapun jari kaki itu separuh dari pada besi dan separuh dari pada tanah liat, artinya kerajaan itu akan separuh keras dan separuh rapuh.","Adapun tuanku melihat besi bercampur tanah liat itu, artinya; mereka itu akan bercampur juga oleh kawin seorang dengan seorang, tetapi tiada dapat dipersatukan, seperti besipun tiada dapat dipersatukan dengan tanah liat.","Maka pada zaman raja-raja itu oleh Allah yang di sorga akan diadakan sebuah kerajaan yang pada selama-lamanya tiada dapat dibinasakan, maka kerajaan itu tiada akan diserahkan kepada salah suatu bangsa yang lain, dan ia itupun akan menghancurkan dan meniadakan segala kerajaan itu, tetapi ia sendiri akan kekal sampai selama-lamanya.","Maka itulah sebabnya tuanku sudah melihat sebuah batu gunung gugur sendirinya dengan tiada tolongan tangan, lalu dihancurluluhkannya besi dan tembaga dan tanah liat dan perak dan emas. Bahwa Allah taala sudah memaklumkan kepada tuanku, barang yang akan jadi pada kemudian hari; bahwa sesungguhnya inilah mimpi tuanku dan tentulah tabirnya.","Maka pada masa itu sujudlah baginda raja Nebukadnezar dengan mukanya sampai ke bumi menyembah Daniel, dan dititahkannya orang membawa akan hadiah dan kemenyan kepadanya akan persembahan.","Maka sahut baginda kepada Daniel, titahnya: Sebenarnyalah Allah kamu itulah Allah yang di atas segala dewata dan Tuhan atas segala raja, Ia yang menyatakan segala rahasia, tegal engkau dapat menyatakan rahasia ini!","Maka sebab itu dibesarkan baginda akan Daniel, dikaruniakannya kepadanya beberapa berapa anugerah yang besar, dan diangkatnya akan dia jadi pemerintah seluruh benua Babil dan penghulu segala orang alim yang di Babil itu.","Tetapi dipinta Daniel kepada baginda, supaya ditanggungkan pemerintahan benua Babil itu atas Saderakh dan Mesakh dan Abed-nego, maka Daniel tetap juga dalam pintu istana baginda."]