["Sebermula, maka oleh baginda raja Nebukadnezarpun diperbuatlah suatu patung dari pada emas, tingginya enam puluh hasta dan lebarnya enam hasta, didirikannyalah di dalam lembah Dura di benua Babil.","Maka disuruhkan baginda raja Nebukadnezar akan orang menghimpunkan segala pangeran dan demang dan adipati dan panglima dan bendahara dan menteri dan tumenggung dan mereka sekalian yang memegang perintah dalam segala jajahan negeri, supaya mereka itu datang mentahbiskan patung yang telah didirikan oleh baginda raja Nebukadnezar itu.","Maka pada masa itu berhimpunlah segala pangeran dan demang dan adipati dan panglima dan bendahara dan menteri dan tumenggung dan mereka sekalian yang memegang perintah dalam segala jajahan negeri, akan mentahbiskan patung yang telah didirikan oleh baginda raja Nebukadnezar; maka berdirilah mereka itu sekalian menghadap patung yang telah didirikan oleh Nebukadnezar.","Maka berserulah seorang bentara dengan kuat: Hai kamu segala bangsa dan kaum dan orang yang berbagai-bagai bahasa, ketahuilah olehmu:","Apabila kamu mendengar bunyi nafiri dan bangsi, kecapi, harbab, serdam, nobat dan segala jenis bunyi-bunyian, hendaklah kamu menyembah sujud kepada patung keemasan, yang telah didirikan oleh baginda raja Nebukadnezar itu.","Maka barangsiapa yang tiada menyembah sujud pada ketika itu juga, ia itu akan dicampak ke dalam dapur api yang bernyala.","Maka sebab itu pada masa segala bangsa itu mendengar bunyi nafiri dan bangsi, kecapi, harbab, serdam dan segala jenis bunyi-bunyian, maka sujudlah segala bangsa dan kaum dan orang yang berbagai-bagai bahasa itu menyembah patung keemasan yang telah didirikan oleh baginda raja Nebukadnezar.","Tetapi pada masa itu juga datanglah hampir beberapa orang Kasdim, yang seteru dan pengumpat orang Yahudi,","sahutnya dan sembahnya kepada baginda raja Nebukadnezar: Daulat tuanku!","Adapun tuanku sudah memberi titah bahwa tiap-tiap orang yang mendengar bunyi nafiri, bangsi, kecapi, harbab, serdam, nobat dan segala jenis bunyi-bunyian patut ia sujud menyembah patung keemasan itu;","dan barangsiapa yang tiada menyembah sujud itu akan dicampak ke dalam dapur api yang bernyala-nyala.","Maka adalah beberapa orang Yahudi yang telah tuanku angkat akan pemerintah atas benua Babil, yaitu Saredakh dan Mesakh dan Abed-nego, ya tuanku! orang itu tiada juga menurut titah tuanku, tiada dibuatnya ibadat kepada dewata tuanku dan tiada mereka itu menyembah patung keemasan, yang telah tuanku dirikan itu.","Maka titah baginda raja Nebukadnezar dengan kehangatan murkanya dan sangat geramnya, disuruhkannya orang membawa akan Saderakh dan Mesakh dan Abed-nego menghadap kepadanya. Hata, maka dibawa oranglah akan ketiga orang itu menghadap baginda.","Maka sahut nebukadnezar, titahnya kepada mereka itu: Adakah dengan sengaja, hai Saderakh, Mesakh dan Abed-nego, maka tiada kamu berbuat bakti kepada dewaku, dan tiada kamu menyembah patung keemasan yang telah kudirikan itu?","Atau sekarang sediakah juga kamu hendak menyembah sujud kepada patung yang telah kuperbuat itu, apabila kamu mendengar bunyi nafiri, bangsi, kecapi, harbab, serdam, nobat dan segala bunyi-bunyian; karena jikalau tiada kamu menyembah kepadanya, niscaya pada ketika itu juga kamu akan dicampak ke dalam dapur api yang bernyala-nyala, maka ilah manakah yang dapat melepaskan kamu dari pada tanganku?","Maka sahut Saderakh dan Mesakh dan Abed-nego, sembahnya kepada baginda raja Nebukadnezar: Tiada berguna jikalau patik mempersembahkan kepada tuanku mula kasad patik ini.","Jikalau sudah tentu perkara itu atas patik, maka Allah patik, yang patik berbuat ibadat kepada-Nya, itu juga sampai kuasa-Nya akan melepaskan patik dari dalam dapur api yang bernyala-nyala, dan dari pada tangan tuankupun dapat dilepaskan-Nya patik ini!","Jikalau kiranya tiada, maka maklumlah kepada tuanku juga, bahwa sekali-kali tiada patik akan berbuat ibadat kepada dewa tuanku dan tiada patik akan menyembah kepada patung keemasan yang telah tuanku dirikan itu.","Maka pada masa itu penuhlah raja Nebukadnezar dengan kehangatan murka dan berubahlah air mukanya akan Saredakh dan Mesakh dan Abed-nego, serta titahnya: Hendaklah orang menghangatkan dapur itu tujuh kali lebih panas dari pada biasa dihangatkan dia.","Maka dititahkannya beberapa orang yang sangat kuat dari antara orang perangnya mengikat Saderakh dan Mesakh dan Abed-nego dan mencampakkan dia ke dalam dapur api yang bernyala-nyala itu.","Lalu ketiga orang itu diikat serta dengan jubahnya dan seluarnya dan destarnya dan segala pakainnya yang lain dan dicampak ke dalam dapur api yang bernyala-nyala.","Maka tegal titah baginda sangat keras dan dapurpun sudah dihangatkan amat sangat, sebab itu segala orang yang sudah mengangkat Saderakh dan Mesakh dan Abed-nego itu dibunuh oleh nyala api itu.","Tetapi ketiga orang itu, Saderakh dan Mesakh dan Abed-nego, dengan ikatannya jatuhlah di tengah-tengah dapur api yang bernyala-nyala.","Maka tercengang-cenganglah baginda raja Nebukadnezar, lalu bangkit berdiri dengan segera sambil titahnya kepada segala menterinya: Bukankah kita suruh buang tiga orang juga ke dalam api itu dengan terikat? Maka sahut mereka itu, sembahnya: Benarlah seperti titah tuanku!","Maka titah baginda: Bahwasanya aku melihat orang empat dengan terurai pengikatnya berjalan di tengah-tengah api, dan barang marabahayapun tiada padanya, dan rupa seorang, yang keempat itu, seperti anak dewata juga.","Lalu baginda raja Nebukadnezarpun menghampirilah pintu dapur api yang bernyala-nyala sambil titahnya: Hai Saderakh, Mesakh dan Abed-nego, hamba Allah taala! keluarlah, marilah kamu! Lalu keluarlah Saderakh, Mesakh dan Abed-nego dari tengah-tengah api.","Sudah itu, maka berhimpunlah segala pangeran dan demang, adipati, dan segala menteri raja, hendak melihat orang itu, karena api tiada berkuasa atas tubuhnya, rambut kepalanyapun tiada hangus dan pakaiannyapun tiada berubah, bahkan, bau sangit apipun tiada terkena kepadanya.","Maka titah raja nebukadnezar: Segala puji bagi Allahnya Saderakh, Mesakh dan Abed-nego! yang sudah menyuruhkan malaekat-Nya dan sudah meluputkan hamba-hamba-Nya yang telah harap pada-Nya dan tiada mau menurut titah raja, melainkan telah diserahkannya tubuhnya akan tiada berbuat ibadat atau menyembah kepada dewata, melainkan kepada Allahnya juga.","Maka sekarang aku memberi titah, bahwa segala bangsa atau kaum atau orang yang berbagai-bagai bahasa, jikalau ia mengatakan barang hujat akan Allahnya Saderakh, Mesakh dan Abed-nego itu, mereka itu akan ditetak berpenggal-penggal dan rumahnya akan dijadikan suatu kerobohan batu, karena tiadalah Allah lain, yang dapat membantu begitu.","Kemudian dilantik baginda akan Saderakh, Mesakh dan Abed-nego dalam pemerintahan benua Babil."]