["Bahwa surat ini dari pada baginda raja Nebukadnezar disampaikan kepada segala bangsa dan kaum dan orang yang berbagai-bagai bahasanya, yang duduk pada seluruh muka bumi: Selamat diperbanyakkan kiranya atas kamu!","Bahwa berkenanlah kepadaku memaklumkan segala tanda dan ajaib yang telah diadakan Allah taala padaku.","Bagaimana besar segala tanda-Nya dan bagaimana ajaib segala perbuatan-Nya! Bahwa kerajaan-Nya juga suatu kerajaan yang kekal dan pemerintahhan-Nyapun tetap turun-temurun.","Bahwa aku ini Nebukadnezar adalah dengan senang dalam rumahku, dengan selamat sentosa dalam istanaku.","Maka kulihat suatu mimpi yang sudah menggentari aku dan kepikiranku di atas peraduanku dan segala khayal kepalaku sudah mengejutkan daku.","Maka bertitahlah aku, dan kusuruh orang membawa menghadap aku segala orang alim yang di Babil, supaya diberinya tahu aku tabir mimpi itu.","Pada masa itu datanglah segala sastrawan dan ahlulnujum dan orang Kasdim dan orang petenung, lalu kuceriterakan mimpiku kepadanya, tetapi tiada dapat diberinya tahu aku tabirnya.","Maka kemudian datanglah Daniel menghadap aku; adapun namanya Beltsazar turut nama dewaku, dan dalamnya adalah roh dewata mulia raya, maka kuceriterakanlah mimpiku kepadanya.","Hai Beltsazar, penghulu segala sastrawan! yang kuketahui akan hal roh dewata mulia raya adalah di dalammu, dan barang suatu rahasiapun tiada terlalu sukar bagimu, berilah tahu aku tabir khayal mimpi yang sudah kulihat itu.","Maka inilah segala khayal kepalaku di atas peraduanku: Bahwa sesungguhnya kulihat adalah pohon kayu sebatang di tengah-tengah bumi, dan amat besar tingginya.","Maka pohon itu makin besar dan makin kuat, sehingga tingginya sampai ke langit dan kelihatanlah ia sampai kepada ujung bumi.","Maka permailah segala daunnya dan banyaklah buahnya, dan padanya adalah makanan bagi segala makhluk dan di bawahnyapun bernaunglah segala margasatwa, dan pada cabang-cabangnya berhinggaplah segala unggas dari udara, dan dari padanya juga segala yang keadaan daging mendapat makan.","Dan lagi kulihat dalam khayal kepalaku di atas peraduanku, sesungguhnya turunlah seorang utusan, seorang suci dari langit,","yang berseru dengan kuat, demikianlah bunyinya: Buanglah mercu pohon ini, potonglah cabang-cabangnya, gentaslah daun-daunnya, hamburkanlah segala buahnya, supaya segala margasatwa lari dari bawahnya dan segala unggaspun terbang dari cabang-cabangnya.","Tetapi biarkanlah batangnya, yang berakar itu, dalam tanah terikat dengan besi dan tembaga dalam rumput di padang, supaya ia dibasahkan oleh air embun dari langit dan bahagiannya dari pada tumbuh-tumbuhan di tanah bersama-sama dengan segala binatang.","Biarlah tabiatnya berubah sehingga tiada lagi ia seperti manusia dan diberikan tabiat binatang kepadanya, dan demikian hendaklah berlaku atasnya tujuh masa.","Maka perkara ini sudah ditentukan oleh segala utusan dan segala hal ihwal ini dengan firman mereka yang suci, supaya diaku oleh segala orang yang hidup, bahwa Allah taala dipertuhan atas segala kerajaan manusia dan dikaruniakan-Nya kepada barangsiapa yang dikehendaki-Nya, bahkan, boleh diangkat-Nya atasnya akan orang yang terkecil sekali.","Maka aku ini raja Nebukadnezar sudah melihat mimpi ini, sekarang, hai Beltsazar, ceriterakanlah tabirnya! karena segala orang alim dalam kerajaanku tiada dapat memberitahu akan tabirnya, tetapi engkau juga dapat, sebab roh dewata mulia raya adalah di dalammu.","Pada masa itu heranlah Daniel, yang bernama Beltsazar, dan tercengang-cengang ia kira-kira sejam lamanya dan kepikirannya mendebarkan hatinya! Maka titah baginda kepadanya: Hai Beltsazar! janganlah mimpi dan tabirnya itu memberi dahsyat engkau! Maka sahut Beltsazar, sembahnya: Ya tuanku! baiklah kiranya mimpi itu berlaku atas segala pembenci tuanku dan tabirnya atas segala musuh tuanku!","Adapun pohon kayu yang telah tuanku lihat, yang makin besar dan kuat, sehingga tingginya sampai ke langit dan kelihatanlah ia pada seluruh muka bumi,","dan yang permai segala daunnya dan banyaklah buahnya dan padanya ada makanan bagi segala makhluk dan di bawahnya duduklah segala margasatwa dari padang dan pada cabang-cabangnya bersaranglah segala unggas dari udara,","itulah tuanku juga, yang sudah jadi besar dan berkuasa begitu, dan kuasa tuankupun makin bertambah-tambah, sehingga tuanku hampir sampai ke langit dan kerajaan tuankupun sampai ke ujung bumi.","Maka adapun tuanku sudah melihat seorang utusan, seorang yang suci itu, turun dari langit sambil katanya: Buanglah mercu pohon kayu ini, binasakanlah dia, tetapi biarkanlah batangnya dengan akarnya dalam tanah dan dengan pengikat besi dan tembaga dalam rumput di padang, biarlah ia dibasahkan oleh air embun dari langit dan bahagiannyapun serta dengan segala binatang di bumi, sampai sudah berlaku atasnya tujuh masa;","maka inilah, ya tuanku! tabirnya, dan inilah takdir Allah taala yang akan berlaku atas tuanku!","Bahwa tuanku akan ditolak dari antara manusia dan kedudukan tuanku akan serta dengan segala binatang di padang dan diberikan tuanku makan rumput seperti lembu dan tuanku akan dibasahkan dengan air embun dari langit, demikian akan berlaku atas tuanku tujuh masa, sampai diaku oleh tuanku bahwa Allah taala juga dipertuhan atas segala kerajaan manusia dan dikaruniakan-Nya kepada barangsiapa yang dikehendaki-Nya.","Maka adapun yang dikatakan dari hal batangnya dengan akar pohon itu ditinggalkan; bahwa kerajaan tuanku akan dikekalkan juga pada tuanku, apabila sudah tuanku mengaku, bahwa Tuhan yang di sorga juga yang dipertuhanlah.","Maka sebab itu, ya tuanku! hendaklah kiranya bicara patik berkenan kepada tuanku, putuskan apalah segala dosa tuanku oleh kebenaran dan segala kesalahan tuanku oleh belas kasihan akan orang miskin, supaya dilanjutkan kiranya selamat sejahtera tuanku!","Hata, maka segala perkara inipun sudah berlaku atas baginda raja Nebukadnezar.","Karena dua belas bulan kemudian berjalanlah baginda di atas sotoh istana kerajaan di Babil.","Lalu titah baginda demikian: Bukankah ini Babil besar, yang sudah kuperbuat akan tempat kedudukan kerajaan, oleh kuat kuasaku dan dengan kemuliaan kebesaranku?","Maka titah ini ada lagi pada lidah baginda tiba-tiba turunlah suatu bunyi suara dari langit, mengatakan: Maklumlah kepadamu, hai raja Nebukadnezar, bahwa kerajaan itu sudah lalu dari padamu!","Dan engkau akan ditolak dari antara manusia dan kedudukanmu akan serta dengan segala binatang di padang; rumput akan diberi makan kepadamu seperti lembu dan dalam hal yang demikian akan berlaku atasmu tujuh masa, sehingga engkau mengaku bahwa Allah taala juga yang dipertuhan atas segala kerajaan manusia dan dikaruniakan-Nya kepada berangsiapa yang dikehendaki-Nya.","Maka pada ketika itu juga firman ini berlakulah atas Nebukadnezar, karena iapun ditolak oranglah dan rumputpun dimakannya seperti lembu, dan tubuhnyapun dibasahkan oleh air embun dari langit, sehingga rambutnyapun tumbuhlah seperti bulu burung nasar dan kukunyapun panjanglah seperti cakar unggas.","Tetapi pada kesudahan segala hari itu menengadahlah aku ini, Nebukadnezar, dengan mataku ke langit, lalu akalku balik pula ke dalam aku dan akupun memujilah Allah taala, dan akupun membesarkanlah dan memuliakanlah Tuhan yang hidup selama-lamanya, yang punya kerajaan suatu kerajaan yang kekal adanya dan Iapun yang dipertuhan atas sekaliannya turun-temurun.","Maka segala orang yang duduk di atas bumi itu dibilang seperti satupun tiada adanya, dan dibuat-Nya akan segala tentara yang di langit dan akan segala orang yang duduk di atas bumi sebagaimana kehendak-Nya, maka seorangpun tiada yang dapat menolak tangan-Nya atau yang dapat berkata kepada-Nya: Apakah Engkau perbuat?","Hata, pada masa datanglah pula akalku itu maka aku dikembalikan juga ke dalam kemuliaan kerajaanku dan kepada kebesaranku dan kepada seriku; maka segala pegawai dan orang besar-besarpun menjunjung duliku pula, dan akupun ditetapkan dalam kerajaanku dan lebih lagi dipertambahkan kemuliaan kepadaku.","Maka sebab itu aku ini, Nebukadnezar, membesarkan dan memuliakan Raja yang di sorga itu, karena segala perbuatan-Nya itu kebenaran dan segala jalan-Nyapun adalat adanya, dan Iapun dapat merendahkan barangsiapa yang berjalan dengan jemawanya."]