["Sebermula, maka baginda raja Belsyazar berbuatlah suatu perjamuan yang besar akan seribu menterinya dan bagindapun santaplah air anggur di hadapan orang seribu itu.","Maka dalam santap air anggur itu bertitahlah Belsyazar: Hendaklah orang membawa akan segala bejana emas perak yang telah dikeluarkan oleh Nebukadnezar, ayahanda baginda, dari dalam kaabah yang di Yeruzalem, supaya dari padanya boleh diminum oleh baginda dan oleh segala menteri dan isteri dan gundik baginda.","Hata, maka dibawa oranglah akan segala bejana emas yang telah dikeluarkannya dari dalam kaabah bait-Ullah di Yeruzalem, lalu minumlah dari padanya baik baginda baik segala menterinya dan isterinya dan gundiknya.","Maka diminumnya air anggur itu dan dipuji-pujinya segala berhala yang dari pada emas, perak, tembaga, besi, kayu dan batu adanya.","Maka pada waktu itu juga tiba-tiba datanglah jari tangan manusia menyurat pada kapur dinding istana baginda, berbetulan dengan kaki dian, maka terlihatlah baginda akan ujung tangan yang menyurat itu.","Pada masa itu berubahlah seri muka baginda dan kepikirannya mendebarkan hatinya dan segala pengikat pinggangnyapun terurailah dan lututnyapun berantuk-antuklah.","Maka berserulah baginda dengan kuat, disuruhnya orang membawa masuk akan ahlulnujum dan orang Kasdim dan orang petenung. Maka titah baginda kepada segala orang alim di Babil itu: Bahwa barangsiapa yang dapat membaca suratan ini dan memberitahu aku artinya, ia itu akan dikenakan pakaian ungu dan kalung emas pada lehernya dan iapun akan memegang perintah dalam kerajaan ini pada pangkat yang ketiga.","Maka datanglah segala orang alim baginda, tetapi tiada mereka itu dapat membaca suratan itu atau memberitahu baginda artinya.","Maka pada masa itu baginda raja Belsyazar sangat berdebarlah hatinya dan seri wajah bagindapun berubahlah dan segala menteri bagindapun dahsyatlah.","Serta kedengaranlah kepada permaisuri segala perkara yang telah jadi pada baginda dan segala menteri baginda, lalu langsung permaisuri ke tempat perjamuan itu, serta sembahnya: Daulat tuanku! jangan apalah kepikiran tuanku mendebarkan kalbu tuanku dan jangan seri wajah tuanku berubah begitu.","Karena dalam kerajaan tuanku adalah seorang, yang dalamnya adalah roh dewata mulia raya dan pada zaman paduka ayahanda tuanku didapati dalamnya akan terang dan akal dan hikmat, seperti hikmat dewata, maka diangkat baginda raja Nebukadnezar, paduka ayahanda tuanku, akan dia menjadi penghulu segala orang sastrawan dan ahlulnujum dan orang Kasdim dan orang petenung, ya tuanku!","Karena dalamnya didapati akan roh indah-indah dan akal dan hikmat akan mentabirkan mimpi dan membuka penerka dan menguraikan simpulan, yaitu dalam Daniel, yang dinamai oleh baginda Beltsazar; sebab itu baiklah Daniel itu dipanggil, supaya diberinya tahu artinya ini.","Maka dibawa oranglah akan Daniel menghadap baginda, lalu titah baginda kepada Daniel demikian: Engkaukah Daniel itu, seorang dari pada mereka yang sudah dipindahkan dengan tertawan dari negeri Yehuda, yang sudah dibawa ke mari dari antara orang Yahudi oleh paduka marhum?","Maka sekarang sudah kudengar akan halmu, bahwa roh dewata adalah di dalammu dan didapati akan terang dan akal dan hikmat yang indah-indah dalammu.","Maka tegal sudah dibawa akan segala orang alim, yaitu segala orang sastrawan, menghadap aku, supaya dibacanya akan suratan ini dan diberinya tahu aku artinya, dan tiada mereka itu dapat menyatakan artinya kepadaku;","dan tegal aku sudah mendengar akan halmu, bahwa engkau dapat memberi arti yang begitu, dan menguraikan simpulan, sebab itu, jikalau engkau dapat membaca suratan ini dan memberitahu aku artinya, niscaya engkau akan dikenakan pakaian ungu dan kalung emas pada lehermu dan engkau akan memerintahkan kerajaan pada pangkat yang ketiga.","Maka sahut Daniel, sembahnya kepada baginda: Bahwa segala anugerah itu tinggal pada tuanku dan hendaklah tuanku mengaruniakan anugerah tuanku kepada orang lain, maka patik juga membacakan suratan ini kepada tuanku serta memaklumkan artinya kepada tuanku.","Ya tuanku! bahwa oleh Allah taala sudah dikaruniakan kerajaan dan kuasa dan hormat dan kemuliaan kepada Nebukadnezar, paduka ayahanda tuanku;","maka dari pada kuasa yang telah dikaruniakan kepadanya gentarlah akan dia dan berdebarlah hati segala bangsa dan kaum dan orang yang berbagai-bagai bahasanya, karena dibunuhnya barangsiapa yang dikehendakinya, dan dihidupinya barangsiapa yang dikehendakinya; ditinggikannya barangsiapa yang dikehendakinya, dan direndahkannya barangsiapa yang dikehendakinya.","Tetapi setelah hatinya mengatas-ataskan dirinya dan hatinyapun menjadi keras sampai akan jemawa, maka iapun dicampak ke bawah dari atas takhta kerajaannya dan kemuliaannyapun lalulah dari padanya.","Dan iapun ditolak dari antara segala anak manusia dan tabiatnyapun jadi seperti tabiat binatang dan kedudukannya adalah dengan keledai hutan; dan kepadanyapun diberi makan rumput seperti lembu dan tubuhnyapun dibasahkan oleh air embun dari langit, sehingga diakunya bahwa Allah taala juga yang dipertuhan atas segala kerajaan manusia dan diangkat-Nya atas dia barangsiapa yang dikehendaki-Nya.","Tetapi tuanku Belsyazar, putera baginda, tiada merendahkan hati tuanku, jikalau tuanku mengetahui sekalian itu sekalipun.","Bahkan, tuanku sudah mendurhaka kepada Tuhan yang di sorga, maka dibawa oranglah akan segala bejana kaabah-Nya di hadapan tuanku, lalu tuanku dan segala menteri dan isteri dan gundik tuanku sudah minum air anggur dari padanya sambil tuanku memuji-muji segala berhala yang dari pada emas, perak, tembaga, besi, kayu dan batu, yang tiada dapat melihat atau mendengar atau tahu barang sesuatu, tetapi tiada tuanku memuliakan Allah, yang dalam tangan-Nya juga adalah nafas tuanku dan dalam kuasa-Nyapun adalah segala jalan tuanku.","Sebab itu disuruhkan-Nya ujung tangan ini dan dari padanya juga datanglah suratan ini.","Maka inilah bunyi suratan yang tertulis di situ: MENAI, MENAI, TEKAIL, UFARSIN.","Dan inilah arti perkataan itu: MENAI, bahwa sudah dibilang Allah akan kerajaan tuanku dan disudahkannya!","TEKAIL, tuanku sudah ditimbang dengan neraca, tetapi didapati akan tuanku terlalu ringan!","PERAIS, kerajaan tuanku sudah dibahagi dan diberikan kepada orang Medi dan Farsi.","Maka pada masa itu bertitahlah raja Belsyazar mengenakan pakaian ungu pada Daniel dan kalung emas pada lehernya, dan orang berseru-seru akan halnya, bahwa ia akan memegang perintah dalam kerajaan itu pada pangkat yang ketiga.","Hata, maka pada malam itu juga dibunuh oranglah akan Belsyazar, raja orang Kasdim itu."]