["Sebermula, maka kemudian dari pada itu adalah Darius, orang Medi, naik raja, pada masa umurnya kira-kira enam puluh dua tahun.","Maka berkenanlah kepada Darius mengangkat atas kerajaan itu seratus dua puluh orang menteri yang memegang perintah dalam segenap kerajaan itu.","Dan di atas sekalian itu adalah tiga perdana menteri, dan Daniel itu seorang dalam ketiga itu, kepadanya juga haruslah segala menteri itu memberi kira-kira, supaya jangan baginda kena rugi.","Pada masa itu nyatalah bahwa Daniel terlebih dari pada segala menteri dan perdana menteri itu, karena dalamnya adalah roh yang terutama, sehingga baginda berniat hendak amanatkan kepadanya pemerintahan segenap kerajaannya.","Maka sebab itu dicahari-cahari segala menteri dan perdana menteri akan sebab, hendak menuduh Daniel dari hal kerajaan itu, tetapi tiada didapatinya akan barang sesuatu sebab atau salah, karena setiawanlah adanya dan barang sesuatu salah atau jahatpun tiada terdapat dalamnya.","Lalu kata orang itu: Tiada boleh juga kita mendapati sebab akan melawan Daniel ini, melainkan jikalau dalam hukum Allahnya kita mendapat barang sesuatu sebab lawan dia.","Hata, maka pergilah segala menteri dan perdana menteri itu bersama-sama menghadap baginda, lalu sembahnya: Daulat tuanku, ya raja Darius!","Segala perdana menteri kerajaan ini dan segala penghulu dan menteri dan orang bicara dan pemerintah negeri itu sudah bermusyawarat hendak mengadakan suatu titah kerajaan dan menentukan suatu firman, supaya barangsiapa yang dalam tiga puluh hari ini meminta barang sesuatu kepada seorang dewa atau manusia, melainkan kepada tuanku juga, ya tuanku! tak akan jangan orang itu dicampak ke dalam keleburan singa.","Maka sekarangpun, ya tuanku! hendaklah kiranya tuanku memberi suatu firman dan meteraikan dia dengan membubuh tanda tangan tuanku, supaya jangan ia itu diubahkan, setuju dengan hukum orang Medi dan Farsi, sehingga ia itu tiada terubahkan.","Maka sebab itu dimeteraikan bagnda raja Darius akan suratan dan firman itu.","Tetapi akan Daniel, jikalau diketahuinya akan hal surat itu sudah dimeteraikan oleh baginda sekalipun, masuklah juga ia ke dalam rumahnya, yang pada alayatnya adalah tingkap-tingkap terbuka ke kiblat Yeruzalem dan pada sehari tiga kali bertelutlah ia dan meminta doa dan mengucap syukur kepada Allahnya, seperti biasa dibuatnya dahulu.","Lalu menyergaplah orang itu akan Daniel, didapatinya akan dia dalam meminta doa dan memohon-mohon di hadapan hadirat Allahnya.","Maka datanglah mereka itu hampir, lalu bersembah kepada baginda akan hal firman baginda itu, sembahnya: Bukankah sudah tuanku meteraikan firman, bunyinya, bahwa barangsiapa yang akan meminta barang sesuatu kepada dewa atau manusia dalam tiga puluh hari ini, melainkan kepada tuanku, niscaya orang itu dicampak ke dalam keleburan singa? Maka sahut baginda, titahnya: Sudah tentulah perkara itu seperti hukum orang Medi dan Farsi, yang tiada terubahkan!","Maka ujar mereka itu kepada baginda, sembahnya: Bahwa Daniel, seorang dari pada mereka sekalian yang sudah dipindahkan dari Yehuda dengan tertawan, itu tiada mengindahkan titah tuanku, atau akan firman yang telah tuanku meteraikan, melainkan pada sehari tiga kali ia meminta doa.","Demi didengar baginda sembah ini, maka amarahlah baginda akan dirinya, ditentukannya dalam hatinya hendak meluputkan Daniel juga, bahkan, sampai waktu masuk matahari bagindapun mencahari upaya hendak meluputkan Daniel.","Lalu orang itu mendedasi baginda, sembahnya kepada baginda: Ya tuanku, maklumlah kepada tuanku, inilah suatu hukum orang Medi dan Farsi, bahwa suatu titah dan firman seperti yang telah dimeteraikan oleh tuanku, itu tiada terubahkan lagi.","Maka bertitah baginda, lalu dibawa oranglah akan Daniel, dicampakkannya ke dalam keleburan singa sementera baginda bertitah kepada Daniel demikian: Bahwa Allahmu, yang engkau berbuat bakti kepadanya dengan segala tulus hatimu, Ia juga hendaklah kiranya meluputkan dikau!","Kemudian dibawa oranglah akan sebuah batu, dibubuhnya pada mulut keleburan itu dan dimeteraikan baginda akan dia dengan cincinnya dan dengan cincin segala menterinya, supaya karena sebab Daniel itu satupun tiada dilainkan.","Setelah itu maka pulanglah baginda ke istananya, lalu berbaring dengan tiada santap barang santapan dan dengan tiada dipetik bunyi-bunyian di hadapannya dan antuknyapun lenyaplah dari padanya.","Maka pada waktu fajar, pagi-pagi sekali, bangunlah baginda, lalu dengan segera pergilah baginda ke keleburan singa itu.","Serta sampailah baginda ke keleburan singa itu, berserulah baginda kepada Daniel dengan amat merdu bunyi suaranya, katanya kepada Daniel: Hai Daniel! hamba Allah yang hidup, adapun Allahmu, yang engkau berbuat bakti kepada-Nya dengan segala tulus hatimu, dapatkah Ia melepaskan dikau juga dari pada segala singa itu?","Maka sembah Daniel kepada baginda: Daulat tuanku!","Bahwa Allah patik juga sudah menyuruhkan malaekat-Nya, yang mengatupkan mulut segala singa itu, supaya jangan diusiknya akan patik, sebab telah didapati akan patik tiada bersalah di hadapan-Nya dan lagi akan tuankupun tiada patik berbuat barang sesuatu yang salah!","Pada masa itu amat bersukacita hati baginda, disuruhnya orang menarik naik akan Daniel dari dalam keleburan itu; setelah ditarik naik akan Daniel dari dalam keleburan, maka satu marapun tiada didapati padanya, sebab sudah diharapnya pada Allahnya.","Maka disuruh baginda bawa akan segala orang yang sudah menukasi Daniel dengan nyata-nyata, maka dicampak oranglah akan mereka itu ke dalam keleburan singa, baik mereka itu baik segala anak bininya, maka belum sampai mereka itu ke dasar keleburan itu tiba-tiba disergap oleh segala singa itu akan dia dan diremukkannya segala tulang-tulangnya.","Maka pada masa itu dikirim oleh baginda raja Darius surat kepada segala bangsa dan kaum dan orang yang berbagai-bagai bahasanya, yang duduk di atas seluruh muka bumi, bunyinya: Sejahteramu bertambah-tambahlah kiranya!","Bahwa aku ini memberi titah, dalam segenap hukumat kerajaanku hendaklah orang gentar dan takut akan Allahnya Daniel, karena Ialah Allah yang hidup, dan yang kekal pada selama-lamanya, dan kerajaan-Nyapun tiada berubah dan pemerintahan-Nyapun tiada berkesudahan adanya!","Bahwa Ialah Penebus dan Penolong dan Iapun membuat tanda-tanda dan ajaib di dalam langit dan di atas bumi; karena telah dilepaskan-Nya Daniel dari dalam kuasa singa.","Maka Daniel itu bersentosalah dalam kerajaan Darius dan dalam kerajaan Koresy, orang Farsi itu."]