["Sebermula, maka pada tahun yang pertama dari pada kerajaan Belsyazar, raja Babil, dilihatlah oleh Daniel suatu mimpi dan khayal kepalanya di atas petidurannya, lalu disuratkannya mimpi itu dengan disebutkan segala hal ihwalnya.","Maka jawab Daniel, katanya: Bahwa kulihat dalam khayal pada malam, sesungguhnya turunlah keempat angin dari langit menimpa lautan besar.","Maka empat ekor binatang yang besar-besar naiklah dari dalam laut, seekor berlainan dengan seekor.","Yang pertama itu seperti singa dan ia bersayap seperti burung nasar; maka kulihat sampai tercabutlah segala bulu sayapnya, lalu diangkat dari atas bumi dan didirikan dengan kakinya seperti manusia dan diberikan kepadanya hati manusia.","Maka sesungguhnya binatang yang kedua itu lain rupanya, adalah ia itu seperti beruang dan berdirilah ia pada sebelah satu, dan adalah tiga tulang rusuk dalam mulutnya di antara giginya, maka kata oranglah kepadanya demikian: Bangkitlah engkau berdiri, makanlah olehmu daging banyak!","Kemudian dari pada itu kulihat bahwasanya adalah pula seekor binatang lain, seperti harimau kumbang rupanya, dan padanya adalah empat sayap burung pada belakangnya dan lagi ia berkepala empat; maka diberikan kepadanya pemerintahan.","Kemudian dari pada itu kulihat dalam khayal pada malam bahwa sesungguhnya binatang yang keempat itu amat hebat dan teguh sendi-sendinya dan amat sangat kuat giginya dari pada besi amat besar; maka makanlah ia dan iapun menghancurkan dan sisanya dipijak-pijaknya dengan kakinya; maka berlainan ia dengan segala binatang yang dahulu dari padanya, dan adalah sepuluh tanduk padanya.","Maka sementara aku mengamat-amati segala tanduk itu, heran, maka tumbuhlah sebatang tanduk yang kecil di tengah-tengahnya, olehnya juga tiga tanduk dari pada yang dahulu itu tercabut; maka sesungguhnya pada tanduk sebatang itu adalah mata seperti mata manusia dan suatu mulut, yang mengatakan perkara besar-besar.","Maka dalam antara kulihat ini, adalah tertaruh beberapa arasy dan Yang tiada berkesudahan harinya itu bersemayamlah, maka pakaian-Nya putih seperti salju dan rambut kepala-Nya seperti bulu kambing domba yang amat peresih, dan arasy-Nya bunga-bunga api dan jenteranyapun api bernyala-nyala.","Maka suatu sungai api mengalirlah dan berpecah-pecahlah di hadapan-Nya, dan beribu-ribu berkhidmat kepada-Nya dan berlaksa-laksa menghadap hadirat-Nya; maka majelis hukumpun lalu duduklah dan segala suratpun dibukakanlah.","Maka pada masa itu kulihat-lihat apakah akan jadi dari bunyi perkataan besar-besar yang dikatakan oleh tanduk itu; maka sementara kulihat itu binatang itupun dibunuh dan tubuhnya dibinasakan, dan diserahkan akan dibakar habis dengan api.","Maka adapun bahagian binatang yang tinggal itu, dilalukan juga pemerintahannya, maka diberikan juga kepadanya kelanjutan umurnya sampai kepada masa dan ketika.","Maka kulihat dalam khayal pada malam bahwasanya adalah Satu yang seperti anak manusia, datang dengan awan-awan yang di langit, lalu ia datang kepada Yang tiada berkesudahan harinya, dan iapun dihampirkan kepada hadirat-Nya.","Maka dikaruniakan kepadanya pemerintahan dan kemuliaan dan kerajaan itu, maka segala bangsa dan kaum dan orang yang berbagai-bagai bahasanyapun berkhidmat kepadanya; maka pemerintahannya kekal dan kerajaannyapun tiada terbinasakan.","Pada masa itu aku ini, Daniel, tercucuklah hatiku dalam dadaku, dan segala khayal kepalakupun mengejutkan daku.","Maka menghampirilah aku kepada seorang dari pada mereka yang berdiri di situ, lalu bertanyalah aku kepadanya akan ketentuan segala perkara ini; maka berkatalah ia kepadaku, dinyatakannya kepadaku tabir segala perkara ini.","Adapun binatang yang amat besar ini, yang empat ekor bilangannya, ia itu empat orang raja yang akan berbangkit dari dalam bumi.","Kemudian dari pada itu segala kesucian Allah taala akan menerima kerajaan dan mempunyai kerajaan itu kekal sampai selama-lamanya, bahkan, sampai selama-lamanya.","Maka rindulah aku hendak mengetahui ketentuan akan binatang yang keempat itu, yang berlainan dengan sekaliannya, dan yang amat hebat dan bergigi besi dan berkuku tembaga, dan yang makan dan menghancurkan dan memijak-mijak sisanya dengan kakinya.","Dan akan sepuluh tanduk yang pada kepalanya dan sebatang tanduk yang tumbuh, sehingga dari pada yang dahulu itu gugur tiga batang, yaitu akan tanduk yang bermata dan bermulut yang mengatakan perkara besar-besar dan yang rupanya jadi besar dari pada segala temannya.","Maka akan tanduk itu telah kulihat ia berperang dengan mereka sekalian yang suci, dan dialahkannya.","Sampai datang Yang tiada berkesudahan harinya, dan Ia membenarkan hal segala kesucian Allah taala, maka masanya sudah datang, apabila kerajaan itu diberikan kepada mereka yang suci itu akan miliknya.","Lalu katanya demikian: Bahwa binatang yang keempat itulah kerajaan yang keempat, yang akan ada di atas bumi dan yang akan berlainan dengan segala kerajaan, maka ia itu akan makan habis akan segenap isi bumi dan memijak-mijak dia, dan menghancurkan dia.","Maka adapun sepuluh tanduk itu, dari pada kerajaan satu itu akan berbangkit sepuluh orang raja dan kemudian dari padanya akan berbangkit seorang yang berlainan dengan sekaliannya dan ia akan merendahkan tiga orang raja.","Maka ia akan mengatakan beberapa perkataan lawan Allah taala dan dianiayakannya segala umat kesucian Yang Mahatinggi itu dengan bengis dan disengajakannya mengubahkan segala masa dan hukum, dan mereka itu akan diserahkan kepada tangannya sampai satu masa dan dua masa dan setengah masa.","Kemudian majelis hukum akan duduk dan dilalukan oranglah kerajaannya akan dibinasakan dan akan dirusakkan sampai kepada kesudahan.","Pada masa itu kerajaan dan pemerintahan dan kuasa segala kerajaan yang di bawah segala langit itu akan dikaruniakan kepada segala umat kesucian Yang Mahatinggi, maka kerajaannya itu akan suatu kerajaan yang kekal dan segala pertuanan akan berkhidmat kepadanya dan menurut hukumnya!","Maka di sini berhentilah ia dari pada berkata-kata. Adapun akan daku ini, Daniel, maka segala kepikiranku itu memberi dahsyat kepadaku dan seri mukakupun amat berubah, tetapi kutaruhlah akan segala perkara ini dalam hatiku."]