["Sebermula, maka pada tahun yang ketiga dari pada kerajaan Belsyazar dinyatakan kepadaku ini, Daniel, suatu khayal, kemudian dari pada yang dinyatakan kepadaku dahulu itu.","Maka kulihat dalam khayal, bahwa dalam khayal adalah aku di dalam kota Syusyan, yang di benua Elam, maka kulihat dalam khayal itu bahwa adalah aku di tepi sungai Ulai.","Maka akupun angkatlah mataku, lalu kulihat bahwa sesungguhnya adalah seekor domba jantan berdiri di hadapan sungai itu dan adalah padanya tanduk dua pucuk, maka tanduk itu tinggi adanya, sepucuk tinggi dari pada pucuk yang lain, maka yang tinggi tumbuh kemudian.","Maka kulihat domba jantan itu menanduk ke barat dan ke utara dan ke selatan, maka seekor binatangpun tiada dapat melawan dia dan seorangpun tiada dapat melepaskan dari kuasanya, dan dibuatnya barang kehendaknya dan diadakannya perkara besar-besar.","Maka dalam antara aku memikirkan hal ini, tiba-tiba datanglah seekor kambing jantan dari sebelah barat atas seluruh bumi, maka tiada ia berjejak di bumi dan pada kambing jantan ini adalah sepucuk tanduk yang indah-indah di antara kedua belah matanya.","Maka datanglah ia mendapatkan domba jantan yang bertanduk dua pucuk yang kulihat berdiri di hadapan sungai itu, maka iapun menampil kepadanya dengan kesangatan kuatnya.","Maka kulihat ia sampai kepada domba jantan, bagaimana ia menerkup kepadanya dengan geramnya dan menanduk kepadanya dan mematahkan kedua pucuk tanduknya, maka domba jantan itu tiada bergaya lagi hendak berdiri di hadapannya, maka diempaskannya akan dia ke bumi dan dipijak-pijaknya akan dia, dan seorangpun tiada yang dapat melepaskan domba jantan itu dari pada kuasanya.","Maka kambing jantan itu jadi besar terlalu amat sekali, tetapi setelah jadi kuat maka tanduk yang besar itu patah, lalu tumbuhlah empat pucuk tanduk yang indah-indah pada tempatnya arah keempat mata angin di langit.","Maka dari pada sepucuknya terbilah sepucuk tanduk yang kecil, ia itupun jadi amat sangat besar ke selatan dan ke timur dan ke sebelah tanah yang permai.","Maka bertambahlah besar ia sampai ke tentara yang di langit, dan dari pada tentara itu, yaitu dari pada segala bintang, digugurkannya beberapa buah ke bumi, lalu dipijak-pijaknya.","Bahkan, dibesarkannya dirinya sampai kepada Penghulu tentara itu dan dilalukannya akan persembahan yang senantiasa dan dirobohkannya tempat kedudukan kesucian-Nya.","Maka tentara itu diserahkan kepada kebinasaan serta dengan persembahan yang senantiasa itu oleh perbuatan khianat, dan diempaskannya kebenaran itu ke bumi dan dalam segala yang dibuatnya itu beruntunglah ia.","Maka pada masa itu kudengar seorang suci berkata-kata, dan orang suci itupun berkata dengan seorang lain, yang bertanya: Sampai berapa lama akan ada khayal itu akan hal persembahan yang senantiasa dan segala khianat yang membinasakan, dan akan hal tempat suci dan tentara itu diserahkan akan dipijak-pijak?","Maka sahutnya kepadaku: Sampai dua ribu tiga ratus kali pagi dan petang, kemudian tempat suci itu akan dibaiki pula.","Maka sesungguhnya pada masa aku ini, Daniel, melihat khayal itu, rindulah aku hendak mengetahui artinya: Heran, maka di hadapanku adalah berdiri satu, yang serupa dengan orang laki-laki.","Maka kudengar bunyi suara manusia seperti datang dari seberang sungai Ulai, yang berseru, katanya: Hai Jibrail! artikanlah olehmu khayal itu kepada orang ini.","Maka datanglah ia berdiri pada sisiku; serta ia datang maka terkejutlah aku, lalu aku sujud, maka katanya kepadaku: Perhatikanlah baik-baik, hai anak Adam! karena khayal ini akan hal akhir zaman.","Maka sementara ia berkata kepadaku pingsanlah aku dan terjerumuslah aku dengan mukaku ke bumi, tetapi dijamahnya akan daku, didirikannya aku pula dengan kakiku.","Maka katanya: Bahwa aku hendak memberitahu engkau barang yang akan jadi pada akhir kehangatan murka ini, karena pada masa yang tertentu akan datang kesudahannya.","Adapun domba jantan yang telah kaulihat dengan tanduk dua pucuk, ia itu raja-raja Medi dan Farsi.","Dan kambing randuk jantan itu, ia itu raja negeri Yunan, dan tanduk besar yang di antara kedua belah matanya itu, ia itu rajanya yang pertama.","Maka setelah ini dipecahkan, empat orang lain kelak bangkit berdiri akan gantinya, yaitu empat kerajaan yang akan terbit dari dalam bangsa itu, tetapi tiada dengan sama kuat bangsa itu.","pada kesudahan kerajaan-kerajaan itu, apabila segala khianat itu meliputi, maka akan bangkit berdiri seorang raja yang keras mukanya dan seperti penerka perbuatannya.","Maka kuasanya akan bertambah-tambah, tetapi bukan dengan kuat dirinya sendiri, dan akan dinyatakannya kuasanya dalam membinasakan, dan dalam segala perbuatannya iapun akan beruntung, dan akan dibinasakannya orang-orang yang berkuasa, jikalau umat yang suci itu sekalipun.","Dan oleh cerdiknya akan beruntung juga segala tipu yang dikenakannya, lalu ia akan mengatas-ataskan dirinya dalam hatinya dan dibinasakannya beberapa berapa orang yang dalam hal selamat sentosa, dan iapun akan mendurhaka kepada Raja segala raja, tetapi iapun akan dipecahkan tiada dengan tanga.","Maka adapun khayal akan pagi dan petang itu, barang yang telah dikatakan akan halnya itu benarlah adanya, tetapi hendaklah engkau ini meteraikan khayal ini karena kurang lagi beberapa berapa hari.","Maka adapun aku ini, Daniel, adalah aku lemah dan sakit beberapa hari lamanya, lalu bangunlah aku dan mengerjakan pekerjaan baginda, tetapi tercengang-cengang juga aku akan khayal ini, kendatilah akan barang seorang juapun tiada kutampakkan perkara ini."]