["Sebermula, maka pada tahun yang pertama dari kerajaan Darius bin Ahasywerosy, yang asal orang Medi, dan yang sudah dirajakan atas kerajaan orang Kasdim;","pada tahun yang pertama dari pada kerajaannya maka camkanlah aku ini, Daniel, dalam Alkitab akan bilangan tahun, akan halnya Tuhan sudah berfirman kepada nabi Yermia, yaitu bahwa dalam tujuh puluh tahun akan habis sudah segala kerusakan Yeruzalem itu.","Maka menengadahlah aku kepada Tuhan Allah, hendak mempersembahkan doa dan pemohon sambil berpuasa dan berpakaikan kain karung dan abu.","Maka akupun meminta doalah kepada Tuhan Allahku serta aku mengaku salahku, kataku: Ya Tuhan! Engkau Allah yang mahabesar dan hebat, yang menyampaikan perjanjian dan kemurahan kepada mereka yang kasih akan Dikau, dan yang menurut segala hukum-Mu!","Bahwa kami sudah berbuat dosa dan sudah bersalah dan sudah undur dengan khianat, tegal kami sudah menyimpang dari pada segala hukum-Mu dan pesan-Mu.","Dan tiada kami mendengar akan hamba-hamba-Mu, segala nabi yang sudah berkata dengan nama-Mu kepada segala raja kami dan kepada segala penghulu kami dan kepada segala nenek moyang kami dan kepada segenap orang isi negeri.","Dengan Dikau, ya Tuhan! adalah kebenaran, tetapi dengan kami adalah bera muka dari malu pada hari ini juga; dengan segala orang Yehuda, dengan segala orang isi Yeruzalem, dengan segenap orang Israel, yang dekat dan yang jauh, dalam segala negeri yang sudah Kauhalaukan mereka itu kepadanya dari sebab durhakanya, karena mereka itu sudah mendurhaka kepada-Mu.","Ya Tuhan! dengan kami adalah bera muka dari malu, dengan segala raja kami, dan dengan segala penghulu kami, dan dengan segala bapa-bapa kami, karena kami sudah berdosa kepada-Mu.","Dengan Tuhan, Allah kami, adalah segala rahmat dan ampun, jikalau kami sudah mendurhaka kepadanya sekalipun.","Bahwa sudah kami enggan mendengar akan bunyi suara Tuhan, Allah kami, menyuruh menjalani hukum-Nya, yang telah diberi-Nya di hadapan kami dengan tangan hamba-hamba-Nya, yaitu segala nabi.","Bahkan, segenap bangsa Israel sudah melanggar hukum-Mu dan sudah undur dari padanya, dan tiada didengarnya akan bunyi suara-Mu, maka sebab itu sudah Engkau curahkan atas kami laknat dan sumpah yang tersebut dalam taurat Musa, hamba Allah itu, yang akan disampaikan jikalau kami berdosa kepada-Nya.","Demikianlah disampaikan-Nya segala firman-Nya, yang telah Ia berfirman atas kami dan atas segala hakim kami, yang sudah memerintahkan kami, bahwa akan didatangkan-Nya atas kami kelak suatu celaka besar, sehingga di bawah segala langit tiada pernah jadi barang yang seperti sudah berlaku atas Yeruzalem itu!","Sebagaimana tersurat dalam taurat Musa, segala celaka itu sudah berlaku atas kami dan tiada kami coba memadamkan murka dari hadirat Tuhan, Allah kami, dengan bertobat dari pada segala kesalahan kami, atau dengan berbuat barang yang lebih baik dan dengan setia kepada-Mu.","Maka sebab itu serta berjagalah Tuhan, didatangkan-Nya atas kami celaka ini, karena adillah Tuhan, Allah kami, dalam segala perbuatan-Nya yang telah diadakan-Nya, tetapi kami sudah enggan mendengar akan bunyi suara-Nya.","Maka sekarang, ya Tuhan, Allah kami! yang sudah menghantarkan umat-Mu keluar dari negeri Mesir dengan tangan yang kuat, dan yang sudah mengadakan suatu nama bagi diri-Mu sampai kepada hari ini, bahwa kami ini sudah berbuat dosa, kami ini sudah berbuat jahat.","Ya Tuhan! sekadar segala kebenaran-Mu, hendaklah kiranya murka-Mu dan kehangatan amarah-Mu itu dilalukan dari pada Yeruzalem, negeri-Mu, dan dari pada bukit-Mu yang suci itu; karena oleh dosa kami dan oleh kejahatan nenek moyang kami juga Yeruzalem dan umat-Mu sudah menjadi suatu kecelaan bagi mereka itu sekalian yang keliling kami.","Maka sekarang, ya Allah kami! dengar apalah akan doa hamba-Mu dan akan segala pemohonnya, dan karena Tuhan juga hendaklah terang hadirat-Mu bercahaya kepada tempat kesucian-Mu, yang sudah rusak itu!","Cenderungkanlah telinga-Mu, ya Allahku! dan dengarlah; bukakanlah mata-Mu dan lihatlah segala kerusakan kami dan negeri yang atasnya sudah disebut nama-Mu, karena kami mempersembahkan segala permintaan doa kami di hadapan hadirat-Mu bukan dengan bertumpu pada kebenaran kami, melainkan pada segala rahmat-Mu, yang amat limpah!","Ya Tuhan, dengarlah! ya Tuhan, ampunilah! ya Tuhan, perhatikanlah dan perbuatrlah dia dan jangan Engkau pertangguhkan dia, olah karena diri-Mu, ya Allahku! karena atas negeri-Mu dan atas umat-Mu sudah disebut nama-Mu!","Maka sementara lagi aku berkata-kata dan meminta doa dan mengaku dosaku dan dosa bangsaku Israel dan aku mempersembahkan segala pemohonku di hadapan hadirat Tuhan, Allahku, ke kiblat bukit kesucian Allahku!","sementara lagi aku berkata dalam doaku, datanglah seorang, yaitu Jibrail, yang telah kulihat dalam khayal dahulu itu, ia terbang dengan segera mendapatkan aku, kira-kira pada waktu persembahan petang hari.","Maka berkatalah ia, dan diajarnya aku, katanya: Hai Daniel! sekarang aku sudah datang hendak memberi akal pengertian akan dikau.","Pada permulaan doamu itu diberilah firman, lalu datanglah aku hendak memberi akan dikau pengajaran, karena engkaulah seorang yang amat kekasih; sebab itu hendaklah engkau mencamkan perkataan ini dan perhatikanlah baik-baik khayal ini!","Bahwa tujuh puluh sabat sudah ditentukan bagi bangsamu dan bagi negerimu yang suci itu akan menutup segala kesalahan dan akan memeteraikan segala dosa dan akan menghapuskan segala kejahatan dan akan mengadakan suatu kebenaran yang kekal, dan akan memeteraikan khayal dan segala nabi dan akan menyirami yang mahasuci itu dengan masuh.","Dan lagi ketahuilah olehmu dan hendaklah engkau mengerti, bahwa dari pada keluar firman akan balik kembali dan membangunkan pula Yeruzalem sampai kepada Almasih, Penghulu itu, akan ada tujuh sabat dan enam puluh dua sabat; bahwa negeri itu akan dibaiki dan dibangunkan pula dengan halaman dan kota bentengnya, jikalau pada masa kepicikan sekalipun.","Maka kemudian dari pada enam puluh dua sabat Almasih itu akan dihapuskan, tetapi bukan karena dirinya sendiri, maka bangsa seorang raja, yang datang itu, akan membinasakan negeri dan tempat suci itu, dan kesudahannya akan dengan air bah yang meliputi; maka dahulu dari pada kesudahan itu akan ada perang dan kerusakan yang tiada terbaiki lagi.","Maka pada sabat satu itu akan dinyatakan perjanjian itu kepada beberapa berapa orang dengan kemuliaannya, dan setengah sabat itu akan memperhentikan korban sembelihan dan persembahan makanan; dan di atas bumbungan kaabah akan terdiri alamat kerusakan yang haram sampai semuanya sudah ditumpas, dan suatu kerusakan yang tiada terbaiki lagi itu sudah dicurahakan kepada si pembinasa itu."]