["Sebermula, maka inilah firman Tuhan, yang telah datang kepada Hosea bin Beeri, pada zaman Uzia, Yotam, Akhaz dan Hiskia, raja-raja Yehuda, dan pada zaman Yerobeam bin Yoas, raja Israel.","Permulaan firman Tuhan yang disampaikannya oleh Hosea. Maka firman Tuhan kepada Hosea demikian: Pergilah engkau, ambillah akan dirimu seorang perempuan sundal dan anak-anak sundal, karena orang isi negeri itu sangat berbuat zinah dan undur dari pada Tuhan.","Hata, maka pergilah ia, diambilnya akan Gomer, anak perempuan Dibelayim, maka mengandunglah perempuan itu, lalu beranak laki-laki seorang baginya.","Maka firman Tuhan kepadanya: Namailah olehmu akan dia Yizriel, karena sedikit hari lagi maka Aku akan membalas darah Yizriel itu kepada bangsa Yehu, dan Aku akan memperhentikan kerajaan dari pada bangsa Israel.","Maka akan jadi pada hari itu juga Aku akan mematahkan busur Israel di dalam lembah Yizriel.","Kemudian dari pada itu mengandunglah pula perempuan itu, lalu ia beranaklah perempuan seorang; maka firman Tuhan kepadanya: Namailah olehmu akan dia Lo-Rukhama, karena tiada lagi Aku hendak mengasihani bangsa Israel, sehingga Aku memgampuni mereka itu.","Tetapi Aku akan mengasihani bangsa Yehuda dan Aku akan menolong mereka itu oleh Tuhan, Allahnya, dan tiada Aku akan menolong mereka itu oleh busur atau pedang atau alat peperangan atau kuda atau orang berkendaraan.","Hata, setelah sudah dilepaskannya Lo-Rukhama dari pada susu, mengandunglah pula perempuan itu, lalu beranaklah laki-laki seorang.","Maka firman Tuhan: Namailah olehmu akan dia Lo-Ami, karena kamu ini bukannya umat-Ku, dan Aku juga satu pun tiada bagi kamu.","Tetapi kemudian bilangan bani Israel akan seperti pasir di laut, yang tiada tersukat atau tepermanai banyaknya, maka akan jadi pada tempat dikatakan kepada mereka itu: Kamu ini bukan umat-Ku, di sana pun akan dikatakan kepadanya: Kamu anak-anak Allah yang hidup!","Maka segala bani Israel dan segala bani Yehuda pun akan berhimpun bersama-sama dan diangkatnya akan seorang penghulu atasnya, lalu berangkat keluar dari dalam negeri itu, bahwa sesungguhnya besarlah kiranya akan hari Yizriel itu!","Kendatilah kamu menamai saudaramu laki-laki itu Ami dan saudaramu perempuan itu Rukhama!"]