["Tatkala Efrayim lagi berkata dengan bahasa budak-budak, maka ia ditinggikan amat di antara orang Israel; tetapi setelah ia bersalah dengan Baal matilah ia.","Maka sekarang dipertambahkannya pula dengan dosa, di perbuatkannya patung tuangan akan dirinya dari pada peraknya, sekadar akal yang ada padanya, semuanya patung perbuatan tukang yang pandai; maka patut kata orang akan halnya demikian: Barangsiapa yang berbakti kepada lembu muda, tak dapat tiada ia mempersembahkan manusia kelak akan korban!","Maka sebab itu sekarang mereka itu seperti sebuah awan pada waktu fajar dan seperti air embun pada pagi hari, yang lenyap seperti sekam, yang diterbangkan oleh angin ribut dari tempat pengirik dan seperti asap, yang naik dari dalam lubang dapur.","Kendatilah, maka Aku juga Allahmu, yaitu mulai dari pada Mesir, dan kecuali Aku tiada kamu mengetahui Allah; kecuali Aku tiadalah penolong padamu!","Bahwa Aku sudah memeliharakan kamu di padang Tiah, di tanah yang panas sangat.","Setelah sudah mereka itu digembalakan dan dikenyangkan, maka jemulah mereka itu dan hatinyapun menjadi tinggi, sebab itu dilupakannya Aku.","Maka sebab itu juga Aku jadi baginya seperti singa. Aku mengintai seperti harimau kumbang di jalan.","Aku menerkam kepadanya seperti beruang betina yang kehilangan anaknya, dan Kusentak hatinya dari dalam dadanya; pada masa itu Aku makan habis akan mereka itu selaku singa betina, dan segala margasatwa di padangpun mencarik-cariklah mereka itu.","Maka ia itu sudah membinasakan dikau, hai Israel! karena hanya dalam Aku adalah pertolongan kamu.","Di manakah sekarang rajamu? baiklah dipeliharakannya kamu dalam segala kepicikanmu! di mana gerangan segala hakimmu, yang telah katamu kepadanya: Berikanlah akan kami raja dan penghulu!","Maka Akupun sudah memberikan seorang raja kepadamu dengan murka-Ku, dan Kulalukan dia pula dengan geram-Ku.","Bahwa kejahatan Efrayim sudah dikarang seperti permata, dan dosanyapun ditaruh seperti mata benda.","Penyakit datang atasnya seperti atas perempuan yang hendak beranak; bahwa ialah seperti anak yang tiada berbudi, apabila genaplah harinya tiada diberinya dirinya diperanakkan.","Dari pada kuasa neraka dapat Kuluputkan dia dan dari pada kematian dapat Kutebus dia. Hai maut! di manakah bisamu? hai neraka! di manakah kebinasaanmu? Bahwa sesal itu terlindung dari pada mata-Ku.","Tegal begitu subur tubuhnya di antara segala saudaranya, maka akan datang kelak suatu angin timur yang menghanguskan, suatu angin dari pada Tuhan akan datang dari padang belantara, yang mengeringkan pancarannya dan menghabiskan mata airnya; maka ia itu akan menjarah segala harta bendanya dan merampas segala serba rumah yang indah-indah."]