["Bahwa orang Efrayim sudah mengelilingi Aku selalu dengan dusta dan bangsa Israelpun dengan tipu; maka Yehuda lagi bergoncang, jikalau dipegangnya akan Allah dan setiawanlah ia dengan Yang Mahasuci sekalipun.","Bahwa Efrayim mengenyangkan dirinya dengan angin, dikejarnya akan angin timur yang menghanguskan; dari pada sehari datang kepada sehari dipertambahkannya dusta dan celaka; sementara mereka itu berjanji-janjian dengan Asyur maka dihantarnya minyak ke Mesir.","Dan lagi dengan Yehudapun adalah acara Tuhan, sebab itu dibalas-Nya kelak kepada Yakub sekadar jalannya, dan dibalas-Nya kepadanya sekadar perbuatannya yang jahat.","Tatkala lagi dalam rahim ibunya dipegangnya saudaranya pada tumitnya, tetapi pada masa gagahnya berlakulah ia dengan Allah seperti hulubalang.","Bahkan, berlakulah ia dengan Malaekat itu seperti seorang hulubalang, sehingga ia menang, serta menangislah ia dan dipintanya doa; maka di Bait-el juga didapatinya akan Dia dan Iapun berfirmanlah kepada kami.","Maka oleh Tuhan, Allah serwa sekalian alam, oleh Tuhan dikaruniakan kepadanya suatu nama peringatan.","Maka sebab itu hendaklah engkau bertobat kepada Allahmu; peliharakanlah olehmu kebajikan dan kebenaran dan haraplah senantiasa pada Allahmu.","Maka Efrayim itu seorang orang Kanani, pada tangannya adalah neraca penipu, dan berbuat aniaya itulah kesukaannya.","Kendatilah, maka berkata juga Efrayim demikian: Jikalau aku sudah jadi kaya, maka barang yang telah kuperoleh itu juga aku punya, dan dalam segala sesuatu yang telah kuperoleh dengan pekerjaanku itu tiada didapati orang akan barang yang salah, yang patut dihukum seperti dosa.","Maka dalam itupun Aku juga Tuhan, Allahmu, mulai dari pada negeri Mesir, dan Aku mendudukkan kamu di dalam kemah, seperti lagi pada hari raya itu.","Dan Akupun berfirman kepadamu dengan lidah segala nabi, bahkan, Aku sudah memperbanyakkan khayal, dan dengan lidah segala nabipun Kuberitahu beberapa ibarat kepada mereka itu.","Jikalau Gilead itu tempat kedudukan fusuk, maka di Gilgal juga diperbuat jahat belaka! Mereka itu sudah mempersembahkan korban kepada lembu jantan, dan lagi segala mezbah mereka itu jadi seperti timbunan batu dan kersik di dalam alur-aluran bendang.","Lagipun Yakub sudah lari ke padang Aram dan Israelpun diperhambakan karena sebab seorang perempuan dan karena seorang perempuanpun ia sudah jadi gembala kambing.","Tetapi oleh seorang nabi juga sudah Tuhan hantar akan Israel keluar dari Mesir dan oleh seorang nabi juga iapun digembalakan!","Bahwa Efrayim sudah membangkitkan murka-Nya amat sangat, sebab itu salah darahnya tertanggunglah atasnya; maka Huapun akan membalas kepadanya segala kecelaannya."]