["Bahwa dahulu Israel bagaikan pokok anggur yang menjalar jauh dan yang berbuah sampai di puncaknya; maka makin bertambah banyak buahnya, makin diperbanyakkannya mezbahnya; makin baik tanahnya, makin dielokkannya patung-patungnya.","Bahwa hatinya sudah membujuk mereka itu, sekarang mereka itu sudah tenggelam dalam salah! maka segala mezbahnya akan dirobohkannya dan segala patung mereka itu akan dibinasakannya.","Sekarang boleh mereka itu berkata demikian: Tiadalah raja pada kita; sebab kita tiada takut akan Tuhan, maka apa gerangan seorang raja boleh berbuat akan kita?","Adapun sumpah mereka itu, ia itu perkataan angin adanya, dan perjanjian mereka itu bohong; keputusan hukum mereka itu seperti kecubung, yang tumbuh di ladang.","Dari karena lembu muda di Bait-Awen maka kepicikanlah segala orang isi Samaria; sebab ia itu sudah dibawa lalu dari padanya, meskipun bangsanya meratapi dia meskipun segala imamnya berarak kelilingnya dengan kemuliaan.","Ini, bahkan, ini juga dibawa keAsyur akan persembahan kepada raja Yarib; sekarang bagaimana besar malu Efrayim! bagaimana besar malu Israel dari karena bicaranya!","Bahwa raja Samaria itu sudah jadi seperti karam kapal terapung-apung di atas ombak.","Sebab segala panggung di Awen, yaitu dosa orang Israel, sudah dibinasakan, dan duri dan onak tumbuh pada segala mezbahnya, mereka itu akan berkata kepada segala gunung: Tudunglah akan kami! dan kepada segala bukit: Timpalah kepada kami!","Dosamu, hai Israel! terlebih besar dari pada dosa pada hari Gibea! pada masa itu adalah lagi yang tinggal terdiri; bahwa seperti perang yang di Gibea lawan segala anak bantahan itu, tiada akan datang atas mereka itu.","Apabila kehendak-Ku maka Aku menyiksakan mereka itu, dan segala bangsa akan berhimpun lawan mereka itu, hendak dibawanya akan mereka itu dengan terikat dari karena kedua kejahatannya.","Sungguhpun dahulu Efrayim seekor lembu yang jinak, yang suka mengirik, tetapi Aku akan mengenakan kuk pada tengkuknya yang gemuk; Aku akan memasang Efrayim, dan Yehuda akan menenggala dan Yakubpun akan menyisir tanah.","Taburlah kiranya akan kebenaran, tuailah akan kebajikan, tebaslah akan dirimu suatu bendang yang baharu, karena waktunya sampai akan mencahari Tuhan, supaya datanglah Ia dan diturunkannya kepadamu suatu hujan kebajikan.","Bahwa kamu sudah menenggala fusuk dan sudah menuai kejahatan dan memakan buah hasil dusta; sebab pada jalanmu kamu harap akan kebanyakan orang perangmu.","Maka sebab itu gempita perang selalu akan berlaku atas bangsamu, dan segala kota bentengmu akan dibinasakan, seperti Bait-Arbel sudah dibinasakan oleh Salman pada masa perangnya, tatkala ibu dihancurkan serta dengan segala anaknya laki-laki.","Demikianlah perbuatan Bait-el akan kamu dari karena busuk segala kejahatanmu itu! Apabila fajar merekah, maka raja orang Israel akan ditumpas!"]