["Berbantahlah kamu dengan ibumu; berbantahlah dengan dia, sebab bukan ia bini-Ku dan Akupun bukan lakinya! bahkan, jangan lagi ia membujuk dengan muka tebal dan susu telanjang akan berkendak dan berzinah.","Asal jangan Aku mengupaskan pakaiannya sampai ia telanjang dan Kutaruh akan dia seperti pada hari jadinya; asal jangan Kujadikan dia akan tanah pasir dan Kutaruh ia akan tanah yang kering dan Kubiarkan ia mati oleh dahaga.","Dan tiada Kusayangkan anak-anaknya sebab mereka itu anak sundal adanya.","Sungguh ibu mereka itu orang sundal juga dan yang memperanakkan mereka itu amat jahatlah kelakuannya; karena katanya demikian: Aku hendak mengikut segala kendakku! mereka itu juga yang memberi akan daku roti dan air dan bulu kambing dan kain khasah dan minyak dan penawar.","Maka sebab itu sesungguhnya Aku akan memagari jalanmu dengan duri dan menyekat dia dengan ranjau, sehingga tiada lagi ia boleh mendapat jalannya.","Maka iapun akan mengikut segala kendaknya, tetapi tiada ia akan berjumpa dengan mereka itu, dan iapun akan mencahari dia, tetapi tiada didapatinya akan mereka itu; pada masa itu iapun akan berkata demikian: Bahwa aku hendak balik kembali kepada lakiku yang dahulu itu, karena dahulu baiklah padaku dari pada sekarang ini.","Tetapi sekarang tiada diketahuinya bahwa dahulu Aku juga yang memberi akan dia gandum dan air anggur baharu dan minyak dan lagi Aku yang memperbanyakkan emas peraknya yang sudah dipersembahkannya kepada Baal.","Maka sebab itu Aku hendak berpaling diri-Ku dan melalukan gandum-Ku pada masanya dan air anggur-Ku pada musimnya, dan Kujauhkan dari padanya bulu kambing-Ku dan kain khasah-Ku, yang sekarang dipakainya akan menudungi ketelanjangannya.","Maka sekarangpun Aku hendak menjadikan dia suatu tamasya dengan segala kecelaannya di hadapan mata segala kendaknya, dan seorangpun tiada yang dapat melepaskan dia dari pada tangan-Ku,","dan segala kesukaannya akan Kuperhentikan, segala masa rayanya dan bulan baharunya dan sabatnya dan segala hari besarnya.","Dan Aku akan membinasakan pokok anggurnya dan pokok aranya, akan halnya ia telah berkata demikian: Bahwa ia itulah upah persundalanku, yang telah diberikan kepadaku oleh segala kendakku; bahkan, Aku kelak menjadikan dia hutan dan segala margasatwa di padangpun akan makan habis dia.","Dan Aku akan membalas kepadanya sekadar segala hari Baal, tatkala ia membakar dupa baginya, tatkala ia berpakaikan segala mata bendanya dan segala perhiasannya akan mengikut kendaknya, tetapi terlupalah ia akan Daku, demikianlah firman Tuhan!","Kendatilah, sungguhpun Aku hendak membujuk dia dan menghantar akan dia ke padang belantara, maka di sanapun Aku akan berkata dengan dia hendak membujuk hatinya.","Dan Aku akan memberikan kepadanya segala kebun anggurnya dan lembah Akhorpun akan pintu pengharapan; pada masa itu iapun akan mengangkat pula nyanyian berganti-ganti seperti pada masa mudanya, seperti pada masa ia berangkat keluar dari negeri Mesir.","Maka akan jadi pada hari itu juga, demikianlah firman Tuhan, bahwa engkau akan memanggil Aku lakimu dan tiada engkau berkata lagi kepada-Ku: Ya Baalku!","Karena Aku akan lalukan dari pada mulutnya segala nama Baal, sehingga tiada lagi orang teringat akan namanya!","Dan pada hari itu juga Aku akan berbuat suatu perjanjian baginya dengan segala margasatwa yang di padang dan dengan segala unggas yang di udara, dan dengan segala binatang yang melata di atas bumi, dan Aku akan memecahkan busur dan pedang dan perang dari atas bumi dan memberi mereka itu duduk dengan selamat sentosa.","Pada masa itu Aku akan bertunangan dengan dikau pada selama-lamanya, bahkan, Aku bertunangan dengan dikau dengan kebenaran dan dengan hukum dan dengan kemurahan dan dengan beberapa rahmat.","Dan Aku akan bertunangan dengan dikau dengan setia yang benar, dan engkaupun akan mengetahui akan Tuhan.","Maka akan jadi pada hari itu juga, demikianlah firman Tuhan, bahwa Aku akan mendengar, yaitu Aku mendengar akan langit dan langitpun mendengar akan bumi,","dan bumipun mendengar akan gandum dan air anggur dan minyak, dan inipun mendengar akan Yizriel.","Maka Aku akan menaburkan dia di atas bumi bagi diri-Ku, dan Aku akan mengasihankan Lo-Rukhama dan kata-Ku kepada Lo-Ami: Engkaulah umat-Ku! dan iapun akan bersembah: Ya Allahku!"]