["Dengarlah olehmu firman Tuhan, hai bani Israel! karena adalah pada Tuhan suatu acara dengan segala orang isi negeri itu, sebab di dalam negeri itu setiapun tiada, kemurahanpun tiada, pengetahuan yang dari pada Allahpun tiada.","Sumpah dan dusta dan pembunuhan dan curi dan zinahpun meliputi, dan penumpahan darahpun menggantikan penumpahan darah.","Sebab itu murunglah tanah itu dan segala orang penduduknyapun jadi lemah, demikianpun segala binatang yang di padang dan segala unggas yang di udara, bahkan, segala ikan di lautpun dihapuskan.","Tetapi seorangpun jangan berani berbantah-bantah, jangan menegur seorang juapun, karena bangsamu bagaikan orang yang telah berbantah-bantah dengan imam.","Maka sebab itu kamu akan jatuh pada siang hari dan segala nabimupun akan jatuh sertamu pada malam, apabila Aku membinasakan kelak ibumu.","Bahwa umat-Ku dibinasakan sebab mereka itu tiada berpengetahuan, melainkan kamu sudah mencelakan pengetahuan, sehingga Kutolak akan kamu, supaya jangan kamu melakukan imamat bagi-Ku; tegal kamu sudah melupakan hukum Allahmu, maka Aku juga melupakan anak-anakmu.","Makin mereka itu bertambah-tambah banyaknya, makin mereka itu berdosa kepada-Ku; maka sebab itu Aku mengubahkan kelak kemuliaannya menjadi kehinaan.","Mereka itu makan dosa umat-Ku dan dipuaskannya hatinya dengan kesalahannya.","Seperti imam begitulah orang kebanyakan adanya, sebab itu Aku akan membalas sekadar jalan masing-masing dan sekadar perbuatan tiap-tiap mereka itu.","Mereka itu akan makan, tetapi tiada sampai kenyang, mereka itu akan berkendak, tetapi tiada sampai puas nafsunya, karena dengan sengaja juga mereka itu sudah meninggalkan Tuhan!","Bahwa persundalan dan air anggur dan air anggur yang baharu itulah menyesatkan hati.","Bahwa umat-Ku bertanyakan kayunya dan tongkatnya patutlah memberi tahu kepadanya, karena nafsu persundalan sudah membujuk mereka itu, sehingga dengan berzinah mereka itu sudah undur dari pada Allahnya.","Di atas kemuncak segala gunung mereka itu mempersembahkan korban; di atas segala bukit mereka itu membakar dupa, di bawah pohon jati dan pohon hawar dan pohon balut, sebab baik naungnya; sebab itu berkendaklah segala anakmu perempuan dan segala menantumu perempuanpun berbuatlah zinah.","Bahwa tiada boleh Aku membalas kepada anakmu perempuan sebab persundalannya, atau kepada menantumu perempuan sebab zinahnya, tegal kamu sendiri bercerai akan bercampur dengan orang sundal dan mempersembahkan korban bersama-sama dengan perempuan jalang yang terjahat. Bahwa suatu bangsa yang tiada berpengetahuan demikian itu menyengajakan kebinasaan dirinya.","Jikalau engkau hendak berkendak, hai orang Israel! jangan apalah orang Yehuda bersalah juga! jangan kamu pergi ke Gilgal, jangan berjalan ke Bait-Awen dan jangan kamu bersumpah demikian: Sesungguh-sungguh Tuhan hidup!","Sungguh seperti seekor lembu jalang, begitulah orang Israel; maka sekarang Tuhan hendak menggembalakan dia seperti anak kambing di tempat yang luas.","Bahwa Efrayim sudah dirantai bersama-sama dengan segala berhalanya; biarkanlah akan dia.","Bahwa air anggurnya sudah jadi asam, persundalan mereka itu tiada berkesudahan, kasih mereka itu tiada dengan sungguh, gila mereka itu berkecelaan adanya.","Maka angin akan mengikat mereka itu di bawah sayapnya dan mereka itu akan malu dari karena segala persembahannya."]