["Dengarlah olehmu akan ini, hai segala imam! perhatikanlah ini, hai bangsa Israel! berilah telinga akan ini, hai isi istana rajapun! karena dihukumkan akan kamu juga, sebab di atas Mizpa kamu sudah jadi suatu jerat dan di atas Tabor suatu jaring yang terbentang.","Bagaimana mereka itu sudah menunduk dan sudah menggali pelubangnya dalam-dalam, tetapi Aku jadi bagi mereka itu sekalian akan jerat pemburu!","Bahwa Aku mengenal Efrayim dan Israelpun tiada terlindung dari padaku; biarlah sekarang, hai Efrayim, engkau berkendak juga, hai Israel! engkau mencemarkan dirimu.","Mereka itu tiada mematutkan perbuatannya akan bertobat kepada Allahnya; bukan, melainkan suatu nafsu persundalan adalah di antara mereka itu dan tiada diketahuinya akan Tuhan.","Maka sombong Israel naik saksi juga atasnya di hadapan mukanya, sebab itu Israel dan Efrayim akan jatuh oleh kejahatannya, dan Yehudapun akan jatuh sertanya.","Biarlah mereka itu pergi dengan kambingnya dan dengan lembunya hendak mencahari Tuhan, tiada juga didapatinya akan Dia; sudah dijauhkan Tuhan diri-Nya dari pada mereka itu.","Mereka itu sudah mendurhaka kepada Tuhan, karena telah mereka itu beranak haram, sekarang harta bendanya akan dihabiskan dari pada sebulan datang kepada sebulan.","Tiuplah olehmu nafiri di Gibea dan serunaipun di Rama; angkatlah olehmu sorak peperangan di Bait-Awen; musuh adalah mengusir, hai orang Benyamin!","Bahwa Efrayim akan kerusakan pada hari pehukumannya; barang yang telah Kujanji kepada segala suku bangsa Israel, ia itu niscaya akan sampai!","Bahwa segala penghulu orang Yehuda sudah jadi bagaikan orang yang mengundurkan sempadan perhinggaan tanah, maka kepada mereka itu juga Aku akan mencurahkan murka-Ku seperti air!","Bahwa dengan sebenarnya Efrayim sudah ditindih dan dihancurkan dari pada masa ia mulai menurut kehendak hatinya.","Maka sebab itu Aku ini bagi Efrayim seperti gegat, dan bagi bangsa Yehudapun seperti ulat yang membinasakan.","Pada masa Efrayim merasai sakitnya dan Yehudapun lukanya, pergilah Efrayim ke Asyur dan Yehudapun utusanlah kepada raja Yarib, tetapi bukan ia yang dapat menyembuhkan kamu, bukan ia yang dapat mengobati lukamu.","Maka Aku jadi bagi Efrayim seperti singa buas dan bagi bangsa Yehuda seperti singa yang ganas! bahwa Aku, bahkan, Aku juga akan merampas dan membawa akan dia serta-Ku; Aku akan menyentak dan seorang penolongpun akan tiada.","Bahwa Aku akan pergi dan kembali ke tempat-Ku, sampai sudah mereka itu mengaku salahnya dan mencahari hadirat-Ku; apabila mereka itu kepicikan, niscaya dicaharinya Aku dengan sungguh-sungguh hatinya."]