["Bahwa pada masa Aku hendak menyembuhkan Israel, maka nyatalah kejahatan Efrayim dan kesalahan Samariapun, bagaimana dusta keadaannya, sehingga pencuri yang masuk diam-diam itu jadi penyamun, lalu menyamun pada jalan di luar.","Maka tiada mereka itu berkata dalam hatinya, bahwa Kuketahui akan segala kejahatan mereka itu; maka sekarang mereka itu berdiri di hadapan hadirat-Ku, dikelilingi oleh segala perbuatannya.","Mereka itu menyukakan raja dengan segala kejahatannya dan penghulu-penghulu itu dengan dustanya.","Mereka itu sekalian berbuat zinah, bahwa adanya seperti dapur yang dihangatkan oleh tukang roti, yang berhenti dari pada berjaga kemudian dari pada meramas tepung sampai ia itu sudah khamir.","Pada siang hari dipegangnya raja kami dalam hal mabuk; segala penghulu itu sudah dipanasi oleh air anggur, diunjuknya tangannya kepada orang pengolok-olok.","Dalam antara itu dipenuhinya hatinya dengan tipunya seperti sebuah dapur; kendatilah tukang roti itu tidur sepanjang malam, pada pagi hari dapur itu hangat juga seperti api yang bernyala.","Mereka itu sekalian hangatlah seperti dapur, dimakannya habis akan hakimnya, segala rajanyapun rebah mati, di antara mereka itu seorangpun tiada yang berseru kepada-Ku!","Bahwa Efrayim sudah mencampurkan dirinya dengan segala bangsa jadi satu adonan, dan Efrayim bagaikan sebuah apam yang tiada dibalik belah.","Bahwa orang keluaran juga makan habis akan kuatnya dan tiada ia sadar; lagipun rambut putih sudah bertaburan padanya dan tiada juga diketahuinya.","Demikianpun sombong Efrayim naik saksi atasnya di hadapan mukanya, sebab tiada mereka itu bertobat kepada Tuhan, Allahnya, dan tiada dicaharinya akan Dia dalam sekalian ini.","Tetapi selalu Efrayim seperti burung merpati yang bodoh, lagi tiada berakal; sebentar dipanggilnya akan Mesir, sebentar berlarilah ia ke Asyur!","Apabila mereka itu pergi ke sana Aku membentangkan jaring-Ku di hadapannya, Aku menjatuhkan mereka itu seperti burung dari udara dan Aku menangkap mereka itu dalam jerat-Ku apabila Kudengar bunyinya.","Wai baginya, karena mereka itu sudah sesat dari pada-Ku! Kebinasaan atasnya, karena mereka itu sudah mendurhaka kepada-Ku! Boleh juga Aku menolong mereka itu, tetapi mereka itu berkata dusta kepada-Ku.","Tiada pernah mereka itu berseru kepada-Ku dengan hatinya apabila mereka itu menangis pada tempat tidurnya, melainkan mereka itu meraung sebab gandum dan air anggur baharu, tetapi tiada diindahkannya Aku!","Bahwasanya Aku juga dapat menguatkan dan menyokong lengannya, tetapi selalu mereka itu berpikirkan jahat akan Daku.","Mereka itu tiada berpaling dirinya kepada Yang Mahatinggi, melainkan adanya seperti busur penipu; segala raja mereka itu akan rebah mati dimakan pedang, ia itulah hasil bisik-bisik lidahnya dan bahasa kacauan yang dipakainya di Mesir."]