["Kenakanlah nafiri pada mulutmu, terbanglah ke rumah Tuhan selaku burung nasar, karena mereka itu sudah melangkahkan perjanjian-Ku dan mendurhaka kepada taurat-Ku!","Sekarang mereka itu berseru kepada-Ku: Ya Allahku! kami ini Israel, kami mengetahui akan Dikau!","Bahwa Israel sudah membuang barang yang baik itu, sekarang musuh juga mengusir akan dia.","Mereka itu sudah mengangkat raja, tetapi tiada dengan Aku; mereka itu sudah mengangkat penghulu, tetapi tiada dengan setahu Aku; dari pada emas peraknya telah diperbuatnya berhala akan dirinya yang patut ditumpas.","Bahwa lembumu muda, hai Samaria, itulah barang yang keji; murka-Ku bernyala-nyala akan mereka itu; berapa lama kiranya sudah tiada mereka itu terbaiki?","Karena dari pada Israel juga asalnya; sungguhpun seorang tukang sudah memperbuat dia, maka tiada juga ia itu ilah adanya, melainkan lembu muda Samaria itu akan dipecah-pecahkan!","Karena mereka itu sudah menabur angin, tak akan jangan mereka itu akan mendapat tofan; bahwa tiada akan bertumbuh mayang-mayang gandum padanya; adalah ia itu pucuk yang tiada berbiji-biji; jikalau kiranya adalah isinya, niscaya kelak dimakan habis juga oleh orang keluaran akan dia.","Bahwa Israel sudah ditelan; sekarang mereka itu di antara segala orang kafir seperti perkakas rumah yang tiada lagi dikehendaki orang akan dia.","Sebab mereka itu sudah berjalan ke Asyur (Efrayim itu bagaikan keledai hutan yang tiada terjinakkan), dengan hadiah ia hendak membeli persahabatan.","Tetapi kendatilah mereka itu sudah membeli persahabatan orang kafir, maka Aku juga akan menghimpunkan mereka itu; karena mereka itu sudah jadi terlalu lemah akan menanggung tanggungan raja segala penghulu itu.","Pada masa Efrayim memperbanyakkan mezbah hendak berdosa, maka segala mezbah itu telah jadi baginya akan dosa.","Pada masa Aku menyurat baginya segala kemuliaan taurat-Ku, disangkakannya ia itu suatu perkara yang ajaib.","Adapun akan segala korban yang dipersembahkan kepada-Ku, mereka itu membantai binatang dan dimakannya dagingnya, tetapi Tuhan tiada berkenan akan dia! bahwa dalam itu diingatnya akan kejahatan mereka itu dan dibalasnya dosa mereka itu, tak dapat tiada mereka itu akan kembali ke Mesir.","Karena Israel sudah melupakan Khaliknya sementara dibuatnya beberapa maligai! dan lagi Yehudapun sudah memperbanyakkan kota bentengnya, tetapi Aku kelak menyuruhkan suatu api dalam kedua buah negeri itu, yang makan habis akan segala maligainya."]