["Jangan engkau bersukacita demikian, hai Israel, dengan berlompat-lompat seperti segala bangsa, karena engkau sudah undur dari pada Allahmu dengan berbuat zinah, engkau sudah menghendaki upah zinah di atas segala tempat pengirik gandum.","Bahwa pelubur dan apitan anggurpun tiada lagi akan mengenyangkan mereka itu, dan air anggur baharupun akan menipu mereka itu.","Mereka itu tiada akan kekal dalam negeri Tuhan, melainkan Efrayim akan kembali ke Mesir dan di Asyur mereka itu akan makan barang yang najis.","Mereka itu tiada mencurahkan air anggur bagi Tuhan dan akan persembahan mereka itu tiada Ia berkenan, ia itu dibilang bagi mereka itu akan roti perkabungan; barangsiapa yang makan dia, ia itu najis adanya, yaitu makanan mereka itu sendiri dan tiada boleh ia itu masuk ke dalam rumah Tuhan!","Apakah kamu perbuat pada segala hari besar, pada hari raya Tuhan?","Karena sesungguhnya mereka itu lari dari sebab kebinasaan; Mesir akan menghimpunkan mereka itu dan Memfis akan menguburkan mereka itu; barang keinginan yang telah diperolehnya dengan uangnya itu akan jadi milik pusaka onak dan duri-duripun akan tumbuh di dalam segala rumah mereka itu.","Bahwa sudah datang hari pembalasannya, sudah datang hari tulahnya, dan Israelpun akan mengetahuinya. Maka orang nabi itu bodoh dan yang berkata dengan ilham roh itu gila! oleh karena kebesaran kesalahanmu maka besarlah juga kebencian.","Bahwa Efrayim hendak melihat lebih jauh dari pada Allahku; maka nabi itu bagai jerat orang pemikat pada segala jalannya; adalah kebencian akan bait Allahnya!","Amat sangat mereka itu sudah merusakkan dirinya seperti pada hari Gibea, maka diingat-Nya akan salah mereka itu dan dibalas-Nya dosa mereka itu.","Bahwa Aku sudah mendapat Israel seperti buah anggur di padang belantara. Aku memandang kepada nenek moyang kamu seperti kepada buah pohon ara yang baharu pada permulaannya; maka mereka itu sudah pergi mendapatkan Baal Peor dan diserahkannya dirinya kepada berhala tahi itu dan mereka itu menjadi keji seperti barang yang disukainya.","Bahwa kepujian Efrayim itu terbanglah seperti dengan sayap burung; tiada lagi orang beranak, tiada lagi orang mengandung, tiada lagi orang menerima!","Jikalau mereka itu memeliharakan anak-anak sekalipun, Aku juga merampas dia, sehingga seorangpun tiada lagi; wai, bahkan, berlapis-lapis wai bagi mereka itu apabila Aku sudah menjauhkan diriku dari padanya.","Bagaimana sekali Aku sudah melihat Efrayim seperti taman, ditanam di atas bukit batu, maka sekarang tak dapat tiada diserahkan Efrayim anak-anaknya sendiri kepada orang pembunuh.","Berikanlah kepada mereka itu, ya Tuhan! barang yang patut diberikan kepadanya; berikanlah kepada mereka itu kandungan yang menggugurkan anak dan susu yang kekeringan.","Segala kejahatannya itu di Gilgal; sebab itu dari sana juga mulai benci-Ku akan mereka itu; oleh karena jahat perbuatannya maka Aku akan menghalaukan mereka itu dari dalam rumah-Ku dan tiada lagi Aku mengasihani mereka itu; bahwa segala penghulunya orang durhaka adanya.","Bahwa Efrayim sudah kena panas terik; akarnya sudah jadi kering; tiada boleh lagi ia berbuah! Jikalau mereka itu boleh beranak sekalipun, niscaya Aku juga membunuh dia, sampai yang kekasihnya sekali.","Bahwa Allahku juga membuang mereka itu, karena tidak ada mereka itu mendengar akan Dia! sebab itu biarlah mereka itu mengembara di antara segala orang kafir."]