["Bahwa inilah firman Tuhan yang telah datang kepada Yoel bin Petuil.","Dengarlah olehmu ini, hai segala tua-tua! berilah telinga, hai segala orang isi negeri! kalau sudah jadi barang yang demikian ini pada zamanmu atau pada zaman nenek moyang kamu?","Ceriterakanlah hal itu kepada anak-anakmu dan hendaklah anak-anakmupun menceriterakan dia kepada anak-anaknya dan anak-anak mereka itu pula kepada gilir orang yang lain.","Barang yang ditinggalkan oleh ulat sentadu itu sudah dimakan oleh belalang, dan barang yang ditinggalkan oleh belalang itu sudah dimakan oleh keridik dan barang yang ditinggalkan oleh keridik itu sudah dimakan oleh riang-riang.","Jagalah kamu, hai orang pemabuk; tangislah dan raunglah, hai kamu sekalian yang peminum air anggur, sebab air anggur baharu itu sudah putus dari pada mulutmu.","Karena suatu bangsa sudah berangkat akan mendatangi tanahku, bangsa yang besar dan tiada tepermanai banyaknya; giginya bagaikan gigi singa dan mereka itu bertaring seperti singa betina.","Sudah digundulkannya pokok anggurku dan tunggul mati pokok araku; sudah dikulitinya dan ditumbangkannya sekali-kali, dan cabang-cabangnya sudah putih.","Hendaklah orang berkabung seperti pengantin muda yang berpakaikan kain perkabungan karena tunangan pada masa mudanya.","Bahwa persembahan makanan dan persembahan minuman sudah putus dari pada rumah Tuhan, dan segala imam, hamba-hamba Tuhan itu, berdukacita hatinya.","Rusaklah sudah bendang, murunglah tanah, karena gandum itu binasa dan air anggur baharu sudah kering dan pohon zaitpun sudah layu.","Malulah segala orang berhuma dan raunglah segala tukang kebun anggur sebab gandum dan syeir, karena hasil tanah itu sudah hilang.","Bahwa pokok anggur itu sudah kering dan pokok ara sudah layu dan pokok delima dan pokok kurma dan pokok limau; segala pohon di padangpun sudah layu; demikianpun layulah sudah kesukaan segala anak Adam.","Ikatlah pinggangmu dan rataplah, hai segala imam! tangislah, hai segala khadim mezbah! masuklah dan bermalamlah dengan berpakaikan kain karung, hai segala hamba Allahku! karena persembahan makanan dan persembahan minuman sudah ditegahkan dari pada rumah Allahmu.","Sucikanlah suatu hari puasa, serukanlah suatu hari larangan, himpunkanlah segala tua-tua dengan segala orang isi negeri dalam rumah Tuhan, Allahmu, dan berseru-serulah kepada Tuhan.","Wah, bagaimana hari itu! niscaya hari Tuhan adalah hampir; maka datanglah ia seperti suatu kebinasaan dari pada pihak Yang Mahakuasa!","Bukankah segala makanan sudah putus dari hadapan mata kita? kesukaan dan keramaian dari pada rumah Allah kita?","Bahwa segala biji-bijian sudah jadi busuk di bawah gumpal tanahnya, segala peluburpun sudah rusak, segala jelapangpun sudah dirombak, karena habislah segala gandum sudah layur.","Wah, bagaimana berkeluh kesah segala binatang jinak; segala kawan lembu sudah bingung, karena tiadalah tempat rumput baginya, dan lagi segala kawan kambing dombapun sudah binasa.","Kepada-Mu juga, ya Tuhan! berserulah aku; karena api sudah makan habis akan segala kandang kambing yang di gurun, dan nyala apipun sudah menyalakan segala pohon kayu yang di padang.","Lagipun segala margasatwa di padang berteriaklah kepada-Mu, karena kekeringanlah segala aliran air dan apipun sudah makan habis akan segala kandang kambing yang di padang itu."]