["Tiuplah olehmu nafiri di Sion dan bersoraklah di atas bukit kesucian-Ku; hendaklah segala orang isi negeri gementar, karena datanglah hari Tuhan, karena hampirlah ia.","Yaitu suatu hari yang gelap-gulita, suatu hari yang berawan-awan dan kegelapan malam! Maka seperti fajar merekah meliputi gunung-gunung, demikianlah suatu bangsa yang besar dan kuat, sebagainya belum pernah ada dari awal zaman, dan tiada pula akan ada pada kemudian hari selagi ada peridaran bumi ini!","Di hadapannya adalah suatu api makan selalu dan di belakangnya nyala api menghanguskan; di hadapan mereka itu adalah tanah seperti tanah Eden dan di belakangnya adalah gurun kebinasaan, sehingga satupun tiada dapat luput dari padanya.","Seperti rupa kuda, demikianlah rupanya dan seperti orang berkuda, demikianlah pantasnya.","Seperti bunyi beberapa rata di atas kemuncak gunung-gunung, demikianlah bunyi lompat mereka itu; seperti keretak bunyi nyala api apabila dimakannya jerami; seperti suatu bangsa kuat yang lengkap akan berperang.","Dari hadapannya segala bangsa akan dalam penyakit dan muka segala orangpun suramlah cahayanya.","Seperti orang hulubalang mereka itu berlari-larian datang; seperti orang perang mereka itu menaiki dewala; masing-masingnya tampil ke hadapan pada jalannya dan tiada mereka itu menyimpang dari pada jalannya.","Tiada mereka itu menyesakkan seorang akan seorang, masing-masingnya langsung pada jalannya sendiri; bahkan, mereka itu menempuh kepada tombak yang teradak, maka tiada pecah ikatan perangnya.","Mereka itu berpusing ke sana ke mari dalam negeri dan berjalan di atas dewala; mereka itu naik ke dalam rumah-rumah dan masuk dari pada tingkap selaku orang pencuri.","Dari sebab itu bergempalah bumi dan gentarlah segala langit; matahari dan bulanpun jadilah hitam, dan segala bintangpun padamlah cahayanya.","Maka dinyaringkanlah Tuhan bunyi suara-Nya di hadapan tentara-Nya; bagaimana amat besar tentara-Nya itu, bagaimana kuat Ia dalam melakukan firman-Nya! Bahkan, besarlah hari Tuhan dan amat sangat hebat; entah siapa dapat menderita dia itu?","Tetapi sekarang juga firman Tuhan demikian: Tobatlah kamu kepada-Ku dengan segenap hatimu serta dengan puasa dan dengan tangis dan ratap.","Koyakkanlah hatimu, jangan pakaianmu; tobatlah kepada Tuhan, Allahmu, karena Ialah amat mengasihani dan rahmani dan panjang sabar dan besarlah kemurahan-Nya dan bersesallah Ia akan jahat itu.","Siapa tahu? mudah-mudahan Ia kembali dan bersesal, dan ditinggalkan-Nya suatu berkat di belakang-Nya akan persembahan makanan dan persembahan minuman bagi Tuhan, Allahmu.","Tiuplah olehmu nafiri di Sion, sucikanlah suatu puasa! serukanlah suatu hari larangan!","Himpunkanlah orang banyak itu, sucikanlah sidang, kumpulkanlah segala tua-tua! himpunkanlah segala anak-anak dan segala anak penyusu juga; hendaklah mempelai keluar dari dalam bilik bersekatnya dan pengantinpun dari dalam pelaminnya!","Hendaklah segala imam, yaitu khadim Tuhanpun, menangis antara serambi yang di hadapan dengan mezbah, sambil sembahnya: Ya Tuhan! sayangkan apalah umat-Mu, jangan bahagian-Mu pusaka Kauserahkan akan dicuca, sehingga orang kafir mengambil suatu perbahasaan akan halnya! mengapa di antara segala bangsa maka orang akan berkata demikian: Di manakah Allah mereka itu?","Maka Tuhan juga gairahlah akan hal tanah-Nya dan Iapun sayang akan umat-Nya!","Maka sahutlah Tuhan dan berfirmanlah Ia kepada umat-Nya: Bahwasanya Aku mengembalikan kepada kamu gandum dan air anggur baharu dan minyak, sehingga kamu kenyang dengan dia, dan tiada kamu Kuserahkan pula kepada segala orang kafir akan dicucakan.","Maka yang berjalan ke utara itu akan Kujauhkan dari padamu, dan Kuhalaukan dia kepada suatu tanah yang kering dan sunyi; hulunya ke laut masyrik dan tutupnya ke laut magrib, maka bau busuknya akan naik dan bau kotornya akan meruap. Demikianlah Iapun akan melakukan perbuatan yang besar-besar.","Janganlah engkau takut, hai tanah! hendaklah engkau bersukacita dan bergemar karena Tuhanpun melakukan perbuatan yang besar-besar!","Janganlah kamu takut, hai segala margasatwa di padang; bahwa segala tempat rumput di padang akan bertunas muda, dan segala pokokpun akan berbuah-buah pula dan pokok ara dan pokok anggurpun akan memberi hasilnya.","Maka segala bani Sion akan bersukacita dan bergemar akan Tuhan, Allahnya; karena Iapun akan mengaruniakan kepadanya hujan awal betul pada musimnya, bahkan, Iapun akan menurunkan kepadamu hujan lebat dengan limpahnya, baik hujan awal baik hujan akhir, seperti dahulu.","Maka segala pelubur akan penuh dengan gandum, dan segala apitan akan berkelimpahan air anggur baharu dan minyak.","Maka Aku akan memberi kepadamu gantinya hasil segala tahun yang sudah dimakan habis oleh belalang dan keridik dan riang-riang dan sentadu, yaitu tentara-Ku besar yang telah Kusuruhkan kepadamu.","Maka kamu akan makan dengan limpah dan sampai kenyang dan kamu akan memuji-muji nama Tuhan, Allahmu, yang sudah mengadakan beberapa ajaib bagi kamu, maka umat-Kupun tiada akan dipermalukan sampai selama-lamanya!","Pada masa itu akan diketahui olehmu, bahwa Aku ini di tengah-tengah orang Israel dan Aku ini, Tuhan, Allahmu, tiadalah lain pula; maka umat-Ku tiada akan mendapat malu sampai selama-lamanya.","Maka kemudian dari pada itu akan jadi, bahwa Aku mencurahkan Roh-Ku kepada segala manusia, maka anak-anakmu laki-laki dan perempuan akan bernubuat dan orang tua-tuamu akan bermimpi, dan orang terunamu akan melihat beberapa khayal;","bahkan, kepada hamba laki-laki dan perempuan juga akan Kucurahkan Roh-Ku pada hari itu.","Dan Aku akan mengadakan beberapa tanda ajaib di langit dan di atas bumi, darah dan api dan beberapa tiang asap.","Maka matahari akan berubah menjadi gelap dan bumipun menjadi darah dahulu dari pada datang hari Tuhan yang besar dan hebat itu!","Maka akan jadi, bahwa barangsiapa yang akan menyebut nama Tuhan ia itu akan terpelihara; karena di atas bukit Sion dan di Yeruzalem orang akan dapat luput, setuju dengan firman Tuhan; demikianpun segala orang yang tinggal, yang akan dipanggil oleh Tuhan."]