["Tetapi sesungguhnya pada hari itu dan pada masa itu, apabila Aku mengembalikan segala orang Yehuda dan orang Yeruzalem yang tertawan itu,","pada masa itu akan Kuhimpunkan segala orang kafir dan Kubawa akan mereka itu turun ke lembah Yosafat dan di sana Aku melakukan hukum atas mereka itu oleh karena umat-Ku dan bahagian-Ku pusaka, yaitu orang Israel, yang sudah dicerai-beraikannya di antara segala bangsa dan dibahagi-bahagikannya tanah-Ku,","dan dibuangnya undi atas umat-Ku dan diberinya seorang budak laki-laki karena seorang sundal dan dijualnya seorang anak dara karena air anggur secawan!","Dan lagi apakah perkara-Ku dengan kamu, hai Tsur dan Sidon dan segala jajahan Filistin? Adakah barang perdakwaanmu atas-Ku? Bahwa sesungguhnya segala jahat yang kamu reka akan Daku itu dengan segera dan dengan sekonyong-konyong Kubalas kepada kepalamu kelak.","Bahwa kamu sudah mengambil emas perak-Ku, dan segala mata benda-Ku yang indah-indah itu sudah kamu bawa masuk ke dalam kuilmu.","Maka bani Yehuda dan bani Yeruzalem sudah kamu jual kepada bani Yunani, hendak menjauhkan mereka itu dari pada tepi tanahmu.","Bahwasanya Aku kelak mendatangkan mereka itu dari tiap-tiap tempat yang kamu sudah menjual mereka itu, dan balasanmu akan Kukembalikan kepada kepalamu.","Dan Aku akan menjual anak-anakmu laki-laki dan perempuan kepada bani Yehuda, yang akan menjual dia pula kepada orang Syeba, suatu bangsa yang jauh negerinya. Bahwa sesungguhnya demikianlah firman Tuhan!","Serukanlah ini di antara segala orang kafir: Berlengkaplah kamu akan berperang; jagakanlah segala pahlawan; hendaklah mereka itu datang hampir, hendaklah berjalan segala laskar.","Tempakanlah olehmu segala cangkulmu jadi pedang dan segala sabitmu jadi mata lembing; hendaklah orang lemah juga mengaku dirinya pahlawan.","Berkerumunlah kamu bersama-sama, hai bangsa dari pada segala pihak, berhimpunlah kamu; maka di sanapun Tuhan akan merebahkan segala pahlawanmu.","Biarlah segala bangsa itu bangkit lalu berangkat ke lembah Yosafat, maka di sana akan Aku duduk menghukumkan segala bangsa dari segala pihak.","Suruhkanlah penyabit, karena segala buah-buahnya sudah masak; marilah, pijaklah apitan anggur, karena penuhlah ia, dan segala tempat air anggurpun sebaklah! Besarlah, besarlah juga kejahatan mereka itu.","Berkelompok-kelompok mereka itu terhantar di lembah gulung pengirikan, karena hampirlah hari Tuhan di lembah gulung pengirikan itu.","Bahwa matahari dan bulan menjadi gelap dan cahaya segala bintangpun padamlah!","Karena Tuhanpun menderu dari dalam Sion, dinyaringkan-Nyalah suara-Nya dari dalam Yeruzalem, sehingga tergoncanglah langit dan bumi; tetapi bagi umat-Nya Tuhan juga akan suatu perlindungan dan akan kuat bagi bani Israel.","Maka akan diketahui olehmu kelak, bahwa Aku ini Tuhan, Allahmu, yang diam di Sion, di atas bukit kesucian-Ku, dan Yeruzalempun bagi-Ku akan tempat kesucian-Ku, dan orang keluaranpun tiada lagi akan memijak-mijak dia.","Maka akan jadi pada hari itu juga, bahwa segala gunung meniriskan air anggur manis dan segala bukitpun mengalirkan air susu, dan segala sungai Yehuda akan berkelimpahan airnya dan sebuah mata air akan berpancar dari dalam rumah Tuhan akan membasahkan lembah Sitim.","Maka Mesir akan kebinasaan dan Edompun akan jadi gurun yang sunyi senyap, oleh karena penggagahan yang dilakukannya atas bani Yehuda, yang di tanahnya mereka itu sudah menumpahkan darah yang suci dari pada salah.","Tetapi Yehuda akan kekal pada selama-lamanya dan Yeruzalempun tetap turun-temurun.","Dan Aku akan membalas darahnya, yang belum Kubalas, dan Tuhanpun akan diam di Sion!"]