["Bahwa inilah nama-nama bani Israel yang telah datang ke Mesir serta dengan Yakub; maka datanglah mereka itu ke sana masing-masing membawa isi rumahnya:","Rubin, Simeon, Lewi, dan Yehuda;","Isakhar, Zebulon dan Benyamin;","Dan, Naftali, Gad dan Asyer.","Adapun jumlah segala orang yang telah terbit dari pada sulbi Yakub itu, ia itu tujuh puluh orang banyaknya; tetapi Yusuf telah ada di Mesir.","Setelah sudah mati Yusuf dan lagi segala saudaranya dan segala orang zaman itu,","lalu bani Israelpun biaklah dan bertambah-tambah banyaknya dan menjadi terlalu besar kuasanya, sehingga ramailah negeri dengan mereka itu.","Kemudian naiklah kerajaan di Mesir raja lain, yang tiada mengenal akan Yusuf.","Maka titahnya kepada rakyatnya: Bahwa sesungguhnya bangsa bani Israel itu menjadi banyak dan lebih kuasa dari pada kita.","Marilah kita berlaku kepadanya dengan akal, supaya jangan makin bertambah-tambah banyaknya dan jangan pula, apabila kita masuk perang, mereka itu sefakat dengan musuh kita dan melawan akan kita, lalu keluar dari negeri ini.","Maka diangkatnya akan beberapa orang, dijadikannya penghulu pengerah atas mereka itu, hendak dianiayakannya bani Israel dengan pekerjaan; maka dibangunkan mereka itu bagi Firaun dua buah kota perbekalan, yaitu Pitom dan Raamsis.","Tetapi makin orang Mesir menganiaya akan mereka itu, makin lebih bertambah-tambah banyaknya dan besarnya, sehingga geram hatilah orang Mesir akan bani Israel.","Maka dengan bengisnya disuruh orang Mesir akan bani Israel bekerja;","dan disukarkannya kehidupan mereka itu dengan pekerjaan yang payah dari pada membuat gala dan batu bakar dan pekerjaan dengan kekerasan di padang serta segala pekerjaan negeri yang lain-lain, dengan bengisnya disuruhnya mereka itu membuat dia.","Dan lagi bertitahlah raja Mesir kepada bidan orang Ibrani, seorang Sifera dan seorang Pua namanya,","titahnya; Apabila kamu membidan perempuan Ibrani itu beranak, dan kamu lihat ketika beranak sudah sampai, jikalau laki-laki anaknya, hendaklah kamu bunuh ia, tetapi jikalau perempuan, biarlah ia hidup.","Tetapi takutlah bidan itu akan Allah, tiada dibuatnya seperti titah raja Mesir itu kepadanya, melainkan dihidupinya segala anak laki-lakipun.","Maka oleh raja Mesir disuruh panggil bidan itu, lalu titahnya kepadanya: Mengapa maka kamu berbuat demikian, yang kamu menghidupi segala anak laki-laki?","Maka sembah bidan itu kepada Firaun: Ya tuanku, karena perempuan Ibrani itu tiada sama dengan perempuan Mesir, melainkan kuatlah mereka itu, maka dahulu dari pada datang bidan mereka itu sudah beranak.","Maka sebab itu dibuatlah Allah baik akan bidan itu, maka bertambah-tambahlah bangsa itu dan menjadi amat kuasa.","Maka demikianlah peri dibangunkan Allah rumah mereka itu, karena sebab bidan itu takut akan Tuhan.","Maka titah Firaun kepada segala rakyatnya, katanya: Segala anak laki-laki yang akan jadi kelak, takkan jangan kamu buang ke dalam sungai, tetapi hidupilah akan segala anak perempuan."]