["Lalu firman Tuhan kepada Musa: Masuklah engkau menghadap Firaun, karena Aku telah mengeraskan hatinya dan hati segala pegawainyapun, supaya Aku mengadakan segala ajaib-Ku ini di antaranya,","dan supaya boleh diceriterakan olehmu kepada anak cucu cicitmu segala perkara yang telah Kuadakan dalam Mesir, dan segala ajaib-Ku yang telah Kujadikan di antaranya, supaya diketahui olehmu bahwa Akulah Tuhan.","Hata, maka pergilah Musa dan Harun menghadap Firaun, lalu katanya kepadanya: Demikianlah firman Tuhan, yaitu Allah orang Ibrani: Berapa lamakah engkau enggan menundukkan dirimu di hadapan hadirat-Ku? Lepaskanlah umat-Ku itu pergi berbuat bakti kepada-Ku;","karena jikalau engkau enggan melepaskan mereka itu pergi, bahwa sesungguhnya esok harilah Aku mendatangkan belalang dalam segala perhinggaan negerimu.","Maka belalang itupun akan menudungi muka bumi ini, sehingga rupa tanah itu tiada kelihatan lagi, maka ia itu kelak makan habis akan segala tumbuh-tumbuhan yang lagi tinggal bagimu, yang terlepas dari pada hujan rambun itu, dan lagi dimakannya habis akan segala pokok yang bertumbuh bagimu di padang.","Maka belalang itupun akan memenuhi segala istanamu dan segala rumah pegawaimu dan segala rumah orang Mesir, maka sebagainya belum pernah dilihat oleh segala bapa kamu atau nenek moyang kamu, dari pada zaman mereka itu jadi dalam dunia sampai pada hari ini. Maka Musapun berpalinglah dirinya, lalu undur dari hadapan Firaun.","Hata, maka sembah segala pegawai itu kepada Firaun: Berapa lama lagi orang ini menjadi seperti satu jerat kepada patik sekalian? Tuanku beri apalah orang itu pergi berbuat bakti kepada Tuhan, Allahnya. Belumkah tuanku tahu bahwasanya negeri Mesir itu telah binasalah?","Maka dibawa oranglah akan Musa dan Harun kembali ke hadapan Firaun, lalu titah baginda kepadanya: Pergilah kamu, berbuat bakti kepada Tuhan, Allahmu! Siapa-siapa gerangan yang hendak pergi itu?","Maka kata Musa: Bahwa semua kami juga hendak pergi, tua muda, serta dengan segala anak kami laki-laki dan perempuan dan kami membawa serta akan segala lembu kambing kami, karena adalah pada kami suatu hari raya bagi Tuhan.","Maka titah baginda kepada mereka itu: Demikianlah biar Tuhan menyertai akan kamu, seperti aku memberi izin kamu pergi serta dengan segala anak-anakmu. Bahwa nyatalah sekarang niat kamu jahat adanya.","Jangan demikian, melainkan kamu, orang laki-laki sahaja, pergilah sekarang berbuat bakti kepada Tuhan, karena demikianlah mintamu. Lalu dihalaukan oranglah akan mereka itu dari hadapan Firaun.","Maka firman Tuhan kepada Musa: Kedangkanlah tanganmu ke atas negeri Mesir, supaya segala belalang itu naik ke atas Mesir dan dimakannya habis akan segala tumbuh-tumbuhan yang di tanah, segala sesuatu yang tertinggal dari pada hujan rambun itu.","Maka dikedangkan Musa tongkatnya ke atas negeri Mesir, lalu didatangkan Tuhan suatu angin timur ke dalam negeri itu sehari semalam lamanya, maka tiba-tiba pada pagi-pagi dibawa naik oleh angin timur akan segala belalang itu.","Maka naiklah belalang itu atas seluruh negeri Mesir dan turunlah ia kepada segala jajahan Mesir terlalu amat banyak, maka dahulu belum pernah ada belalang yang demikian dan kemudian haripun tiada akan ada sebagainya.","Karena oleh belalang itu tertudunglah muka segala tanah, sehingga kelam kabutlah negeri, maka segala tumbuh-tumbuhan yang di tanah dan segala buah-buahan pohon kayu, yang tertinggal dari pada hujan rambun, habis-habis dimakan oleh belalang itu, maka sesuatu yang hijaupun tiada tertinggal pada pohon kayu dan pada segala tumbuh-tumbuhan dalam seluruh negeri Mesir.","Maka pada masa itu segeralah dipanggil Firaun akan Musa dan Harun, titahnya: Bahwa aku telah berdosa kepada Tuhan, Allahmu, dan kepada kamupun.","Maka sekarangpun ampunilah kiranya dosaku pada sekali ini, dan mintakanlah doa kepada Tuhan, Allahmu, dengan sungguh-sungguh, supaya diundurkannya bala kematian ini dari padaku.","Maka keluarlah Musa dari hadapan Firaun, lalu dimintakannya doa kepada Tuhan dengan sungguh-sungguh.","Maka diturunkan Tuhan angin barat yang amat keras, lalu segala belalang itupun diangkat olehnya, tercampak ke dalam laut Kolzom, seekor belalangpun tiada tinggal dalam segala jajahan negeri Mesir.","Tetapi hati Firaun dikeraskan Tuhan juga, sehingga tiada dilepaskannya bani Israel itu pergi.","Lalu firman Tuhan kepada Musa: Unjuklah tanganmu arah ke langit, maka akan jadi kelam kabut dalam negeri Mesir, sehingga orang meraba-raba kelak sebab kegelapan itu.","Demi diunjuk Musa tangannya arah ke langit, maka datanglah kelam kabut yang amat gelap-gulita atas seluruh negeri Mesir tiga hari lamanya.","Seorangpun tiada dapat melihat seorang dan lagi seorangpun tiada bergerak dari pada tempatnya dalam tiga hari itu, hanya pada segala bani Israel adalah terang dalam segala tempat kedudukannya.","Maka pada masa itu dipanggil Firaun akan Musa, lalu titahnya: Pergilah kamu, buatlah bakti kepada Tuhan, hanya segala lembu kambingmu biarlah tinggal di sini, tetapi segala anak-anakmu boleh pergi serta dengan kamu.","Tetapi kata Musa: Tak dapat tiada engkau memberikan binatang akan korban sembelihan dan korban bakaranpun pada tangan kami, yang dapat kami persembahkan kepada Tuhan, Allah kami.","Maka segala binatang kamipun akan dibawa serta, seekor juapun jangan tinggal, karena dari pada sekalian itu kami akan mengambil hendak kami persembahkan kepada Tuhan, Allah kami, maka sebelum kami sampai di sana tiada kami ketahui akan barang yang patut kami persembahkan kepada Tuhan, Allah kami.","Tetapi dikeraskan Tuhan hati Firaun, sehingga tiada ia mau melepaskan mereka itu pergi.","Maka titah Firaun kepada Musa: Nyahlah engkau dari hadapanku! Jaga baik-baik, jangan engkau memandang mukaku lagi, karena apabila engkau memandang mukaku, maka engkau akan mati dibunuh kelak.","Maka kata Musa: Benarlah katamu ini; sekali-kali jangankan lagi aku memandang mukamu!"]