["Maka Tuhan telah berfirman kepada Musa demikian: Hanya satu bala lagi hendak Kudatangkan atas Firaun dan atas negeri Mesir, kemudian kelak ia akan melepaskan kamu sekalian pergi dari sini, maka apabila diberinya kamu pergi, yaitu dengan tiada janji, maka iapun akan menghalaukan kamu dari sini dengan segeranya.","Maka sekarangpun katakanlah kepada orang banyak itu: Hendaklah masing-masing orang laki-laki dan perempuan meminta kepada orang kekenalannya serba perkakas emas dan perak.","Maka diberi Tuhan bahwa orang banyak itu mendapat kasihan dari pada orang-orang Mesir; tambahan pula nabi Musapun seorang yang termulia dalam negeri Mesir di hadapan segala pegawai Firaun dan di hadapan segala rakyat itu.","Dan lagi kata Musa: Demikianlah firman Tuhan: Kira-kira pada tengah malam ini aku akan keluar berjalan keliling dalam negeri Mesir.","Maka segala anak sulung dalam Negeri Mesir itupun akan mati, dari pada anak sulung Firaun, yang hendak duduk di atas takhta kerajaannya, sampai kepada anak sulung sahaya perempuan yang pada penggilingan itu dan anak-anak sulung segala binatangpun.","Maka akan ada tangis yang besar dalam seluruh negeri Mesir, sebagaimana belum pernah jadi dan tiada akan jadi pula seperti tangis itu;","tetapi di antara segala bani Israel seekor anjingpun tiada akan bergerak lidahnya dan tiada akan binasa, baik manusia baik binatang, maka ia itu supaya diketahui olehmu, bahwa Tuhan memperbedakan antara orang Mesir dengan orang Israel.","Maka pada masa itu segala hambamu ini akan datang turun mendapatkan aku serta menundukkan dirinya di hadapanku sambil katanya: Pergilah engkau serta dengan segala orang yang turut akan kesan kakimu, maka pada masa itu akupun akan pergi. Maka keluarlah Musa dari hadapan Firaun dengan bernyala-nyala amarahnya.","Maka Tuhan telah berfirman kepada Musa demikian: Bahwa Firaun tiada akan menurut katamu, supaya segala ajaib-Ku diperbanyak dalam negeri Mesir.","Maka segala mujizat ini telah diadakan oleh Musa dan Harun di hadapan Firaun, tetapi hati Firaun dikeraskan juga oleh Tuhan, sehingga tiada diberinya bani Israel itu keluar dari dalam negerinya."]