["Maka Tuhan telah berfirman kepada Musa dan Harun di negeri Mesir demikian:","Bahwa bulan ini juga akan menjadi bagimu kepala segala bulan, maka ia akan menjadi bagimu yang pertama dari pada segala bulan dalam setahun.","Berkatalah kepada segenap perhimpunan orang Israel demikian: Pada sepuluh hari bulan ini hendaklah masing-masing kamu mengambil seekor anak domba, sekadar segala rumah yang berkepala, yaitu seekor anak domba bagi isi sebuah rumah.","Tetapi jikalau orang isi sebuah rumah kurang banyak akan mengambil seekor anak domba sendiri, baiklah diambilnya bersama-sama dengan orang yang sekampung dengan dia, yaitu dengan orang sebelahnya, turut bilangan orang isi rumah sekadar yang dapat dimakan habis oleh masing-masing, maka hendaklah dikira-kirakan olehmu akan anak domba itu.","Maka hendaklah diambil olehmu seekor anak domba yang tiada celanya, yaitu jantan yang setahun umurnya, maka dari pada segala domba atau dari pada segala kambing hendaklah kamu ambil akan dia.","Maka hendaklah kamu taruh akan dia sampai kepada empat belas hari bulan ini, lalu hendaklah segenap sidang Israel menyembelih akan dia pada petang hari.","Maka dari pada darahnya hendaklah diambilnya, dibubuhnya pada kedua jenang dan pada ambang yang di atas pintu rumah, tempat mereka itu makan dia.","Maka pada malam itu juga hendaklah mereka itu makan dagingnya, yang dipanggang pada api, dan lagi apam fatir, dan hendaklah dimakannya dengan gulai yang pahit.","Jangan kamu makan dia mentah atau direbus, melainkan dipanggang di atas api serta dengan kepalanya dan kakinya dan isi perutnya.","Dan lagi jangan kamu tinggalkan sisanya sampai pagi hari, melainkan sisanya yang tinggal sampai pagi hendaklah kamu bakar habis dengan api.","Maka dengan demikian peri hendaklah kamu makan dia: yaitu dengan berikat pinggangmu dan berkasut kakimu dan tongkat pada tanganmu, maka hendaklah kamu makan dia dengan bersegera-segera, ia itulah Pasah Tuhan.","Karena pada malam ini juga Aku akan melalui benua Mesir sambil Kupalu segala anak sulung dalam Mesir dari pada manusia dan binatang, serta Aku akan melakukan hukuman-Ku atas segala berhala orang Mesir, bahwa Akulah Tuhan!","Maka darah itupun menjadi suatu tanda bagimu pada segala rumah tempat kamu ada, maka apabila Aku melihat darah itu, Aku akan lalu dari padamu, sehingga suatu bala kebinasaanpun tiada akan ada di antara kamu apabila Aku memalu negeri Mesir itu.","Maka hari ini menjadi bagimu suatu peringatan, hendaklah kamu mempermuliakan dia akan hari raya bagi Tuhan, dan hendaklah kamu mempermuliakan dia turun-temurun; jadikan adat yang kekal adanya.","Hendaklah kamu makan apam fatir tujuh hari lamanya, tetapi pada hari yang pertama juga hendaklah kamu membuangkan segala khamir dari dalam rumahmu, karena barangsiapa yang makan barang yang berkhamir dari pada hari yang pertama sampai kepada hari yang ketujuh itu, jiwanya akan ditumpas dari antara Israel.","Maka pada hari yang pertama akan ada suatu perhimpunan yang suci dan pada hari yang ketujuhpun akan ada suatu perhimpunan yang suci, maka pada hari itu tiada boleh orang bekerja, hanya barang yang hendak dimakan oleh masing-masing itu boleh disediakan.","Maka peliharakanlah adat makan apam fatir itu, karena betul pada hari ini juga Aku membawa akan segala balatentara kamu keluar dari negeri Mesir, maka sebab itu peliharakanlah hari ini turun-temurun menjadi suatu adat yang kekal.","Pada bulan yang pertama empat belas hari bulan, pada petang hari, hendaklah kamu makan apam fatir sampai kepada selikur hari bulan itu juga petang.","Tujuh hari lamanya jangan terdapat khamir dalam rumah-rumahmu; karena barangsiapa makan barang yang berkhamir, ia itu akan ditumpas dari antara perhimpunan Israel, baik ia orang dagang baik ia anak bumi.","Suatupun tiada boleh kamu makan dari pada barang yang berkhamir, melainkan dalam segala rumahmu hendaklah kamu makan apam fatir.","Hata, maka dipanggil Musa akan segala tua-tua Israel berhimpun, lalu katanya kepada mereka itu: Pilihlah serta ambillah anak-anak domba bagi orang isi segala rumah kamu, dan sembelihlah Pasah itu.","Dan ambillah seikat zufa, celupkanlah dalam darah yang hendak di dalam bokor, dan percikkanlah dari pada darah yang dalam bokor itu kepada ambang di atas dan kepada kedua jenang pintu, maka adapun kamu seorangpun jangan keluar dari pada pintu rumahnya sampai pagi.","Maka apabila Tuhan melalui negeri hendak dipalu-Nya orang Mesir, serta dilihat-Nya darah itu pada ambang di atas dan pada kedua jenang pintu, maka Tuhan akan lalu dari pada pintu itu, tiada diberi-Nya malakulmaut masuk ke dalam rumahmu akan membinasakan.","Peliharakanlah perintah ini, jadikanlah dia satu adat bagi dirimu dan bagi segala anak-anakmu sampai selama-lamanya.","Maka akan jadi, apabila kamu masuk ke dalam negeri yang dikaruniakan Tuhan kepadamu, setuju dengan firman-Nya, tak dapat tiada kamu memeliharakan kebaktian ini.","Maka akan jadi kelak, apabila anak-anakmu bertanya akan kamu: Apakah kebaktian yang pada kami ini?","Hendaklah kamu sahut: Inilah korban Pasah bagi Tuhan, yang telah lalu dari pada segala rumah bani Israel dalam negeri Mesir tatkala dipalu-Nya segala orang Mesir, maka dilindungkan-Nya segala rumah kami. Hata, maka orang banyak itupun tunduklah, lalu menyembah.","Maka pergilah bani Israel itu berbuat seperti firman Tuhan yang kepada Musa dan Harun itu, demikianlah dibuatnya.","Maka jadilah pada tengah malam, bahwa dipalu Tuhan akan segala anak sulung dalam negeri Mesir, dari pada anak sulung Firaun, yang patut menggantikan dia dalam kerajaan, sampai kepada anak sulung orang yang terbelenggu dalam penjara dan anak sulung binatangpun.","Maka pada malam itu juga bangunlah Firaun serta dengan segala pegawainya dan segala orang Mesir, maka adalah tangis yang ramai dalam negeri Mesir, karena sebuah rumahpun tiada yang tiada orang mati dalamnya.","Maka dipanggil Firaun akan Musa dan Harun pada malam itu juga, lalu titahnya: Berangkatlah kamu, keluarlah dari segala antara rakyatku, baik kamu baik bani Israel, pergilah kamu berbuat bakti kepada Tuhan, setuju dengan katamu itu.","Dan lagi segala kambing dombamu dan segala lembumupun bawalah serta setuju dengan katamu; pergilah kamu dan mintakanlah doa berkat akan dakupun.","Maka diajak-ajak orang Mesir akan orang banyak itu, supaya mereka itu keluar dari negerinya dengan segera, karena katanya: Semua kami matilah kelak!","Maka oleh orang banyak itu diangkat akan adonannya yang belum berkhamir, terbungkus segala gumpal adonan itu dengan pakaiannya di atas bahunya.","Maka telah dibuat oleh bani Israel itu seperti pesan Musa, dimintanya kepada orang-orang Mesir serba benda emas dan perak dan pakaian.","Maka diberi Tuhan orang banyak itu beroleh kasihan di hadapan pemandangan orang Mesir, sehingga diturutnya kehendaknya, demikian mereka itu menjarahlah harta orang Mesir.","Maka berangkatlah bani Israel dari Raamsis lalu ke Sukot, kira-kira enam ratus ribu orang laki-laki sahaja, lain dari pada segala anak-anak.","Dan lagi suatu tentara besar dari pada pelbagai bangsa itupun berangkatlah serta dengan mereka itu dan lagi beberapa kambing domba dan lembu, binatangnya amat banyak.","Maka dari pada adonan yang dibawa mereka itu dari negeri Mesir dibakarnya apam fatir, karena ia itu tiada berkhamir, sebab mereka itu diincitkan keluar dari Mesir, sehingga tiada boleh berlambatan atau menyediakan bekal bagi dirinya.","Adapun lamanya bani Israel sudah duduk dalam negeri Mesir, ia itu empat ratus tiga puluh tahun.","Maka jadilah pada kesudahan empat ratus tiga puluh tahun itu, bahwa pada hari itu juga keluarlah segala balatentara umat Tuhan dari negeri Mesir.","Maka malam ini hendaklah dibesarkan sungguh-sungguh bagi Tuhan, sedang telah dihantar-Nya akan mereka itu keluar dari negeri Mesir, maka inilah malam Tuhan yang patut dibesarkan sungguh-sungguh oleh segala bani Israel turun-temurun.","Arakian, maka firman Tuhan kepada Musa dan Harun: Inilah syarat Pasah itu: seorang anak dagangpun jangan makan dia;","tetapi adapun segala hambamu yang dibeli dengan uang, setelah sudah kamu khatankan dia, boleh mereka itu memakan dia.","Maka orang lain bangsa atau orang upahan jangan memakan dia.","Maka hendaklah ia itu dimakan dalam rumah juga, jangan kamu bawa dari pada daging itu keluar dari dalam rumah, dan sebatang tulangnyapun jangan kamu patahkan.","Hendaklah segenap perhimpunan orang Israel berbuat demikian.","Jikalau seorang dagang menumpang dengan kamu, maka iapun hendak memegang Pasah itu bagi Tuhan, biarlah segala orangnya laki-laki dikhatankan dahulu, kemudian baharulah boleh mereka itu datang hampir akan memegang Pasah itu, maka iapun akan disamakan dengan segala anak bumi, tetapi orang yang tiada berkhatan sekali-kali tiada boleh memakan dia.","Maka satu jua syaratnya bagi anak bumi dan bagi orang dagang yang menumpang dengan kamu.","Hata, maka oleh segala bani Israelpun dibuatlah seperti firman Tuhan yang kepada Musa dan Harun, demikianlah dibuatnya.","Maka jadilah betul pada hari itu juga dihantar Tuhan akan segala bani Israel keluar dari dalam negeri Mesir dengan balatentaranya."]