["Sebermula, maka berfirmanlah Tuhan kepada Musa, firman-Nya:","Sucikanlah bagi-Ku segala anak sulung; bahwa segala anak di antara bani Israel yang mula-mula keluar dari pada rahim, baik manusia baik binatang, Aku yang empunya dia.","Arakian, maka kata Musa kepada orang banyak itu: Ingatlah kamu akan hari ini, yaitu hari yang kamu keluar dari Mesir, dari dalam tempat perhambaan itu, karena dengan tangan yang kuat Tuhan telah membawa akan kamu keluar dari sini, maka sebab itu yang berkhamir itu tiada boleh dimakan.","Maka pada hari ini juga kamu sekalian keluar, pada bulan Abib.","Maka akan jadi apabila Tuhan sudah membawa akan kamu masuk ke dalam negeri orang Kanani dan Heti dan Amori dan Hewi dan Yebuzi, yang telah dijanji-Nya kepada nenek moyangmu dengan bersumpah hendak dianugerahkan-Nya kepada kamu, yaitu sebuah negeri yang berkelimpahan air susu dan madu, maka tak akan jangan kamu memegang kebaktian ini pada bulan ini juga.","Tujuh hari lamanya hendaklah kamu makan apam fatir, maka hari yang ketujuh itu akan jadi satu hari raya bagi Tuhan.","Tujuh hari lamanya hendaklah dimakan apam fatir itu, jangan kelihatan padamu yang berkhamir, bahkan, janganlah kelihatan khamir di antara kamu dalam segala perhinggaan negerimu.","Maka pada masa itu hendaklah kamu memberitahu kepada anak-anakmu serta katakan: Inilah sebab perkara yang telah dibuat Tuhan akan daku tatkala aku keluar dari negeri Mesir.","Biarlah ini akan suatu tanda pada tanganmu dan akan suatu peringatan di antara kedua belah matamu, supaya hukum Tuhan adalah pada lidahmu, sebab telah dibawa Tuhan akan kamu keluar dari negeri Mesir dengan tangan yang kuat.","Sebab itu peganglah akan syarat ini pada masa yang tertentu sebilang-bilang tahun.","Dan lagi akan jadi, apabila Tuhan sudah membawa kamu masuk ke dalam negeri orang Kanani, seperti yang telah dijanji-Nya kepada nenek moyangmu dengan bersumpah, dan apabila sudah diberikannya negeri itu kepadamu,","maka tak dapat tiada kamu memulangkan kepada Tuhan segala anak yang mula-mula keluar dari pada rahim dan lagi segala buah sulung dari pada segala binatang yang ada padamu, segala yang jantan itu Tuhan punya.","Tetapi segala anak sulung keledai hendaklah kamu tebus dengan seekor anak domba, maka jikalau kiranya tiada kamu menebus dia, tak dapat tiada kamu mematahkan lehernya; tetapi segala anak sulung manusia di antara anak-anakmu laki-laki itu hendaklah kamu tebus.","Maka akan jadi besok, apabila anakmu bertanya akan kamu, katanya: Apakah ini? hendaklah kamu katakan kepadanya: Bahwa Tuhan telah menghantar akan kami keluar dari Mesir, dari dalam tempat perhambaan itu dengan tangan yang kuat.","Karena telah jadi tatkala dikeraskan Firaun akan hatinya, tiada diberinya kami pergi, maka dibunuh Tuhan akan segala anak sulung dalam negeri Mesir, dari pada anak sulung manusia sampai kepada anak sulung binatangpun, maka sebab itu aku mempersembahkan kepada Tuhan segala jantan di antara segala binatang yang diperanakkan mula-mula, tetapi segala anakku laki-laki yang sulung itu kutebus.","Maka biarlah ini akan suatu tanda pada tanganmu dan akan suatu jamang antara kedua belah matamu, karena Tuhan telah menghantar akan kami keluar dari Mesir dengan tangan yang kuat.","Bermula, maka jadi setelah sudah diberi Firaun orang banyak itu pergi, maka dihantar Allah akan mereka itu bukan pada jalan ke negeri orang Filistin, jikalau ia itu dekat sekalipun, karena firman Allah: Kalau-kalau orang banyak itu menyesal apabila dilihatnya perang, lalu mereka itu kembali ke Mesir.","Melainkan dihantar Allah akan orang banyak itu pada simpangan jalan yang menuju ke padang belantara laut Kolzom. Maka bani Israel itupun berjalanlah keluar dari negeri Mesir dengan lima tentaranya.","Maka oleh Musa dibawa akan segala tulang Yusuf sertanya, karena telah dipesan Yusuf akan bani Israel sambil bersumpah dengan sumpah yang besar, katanya: Niscaya Allah akan mengunjungi kamu, maka pada masa itu bawalah akan segala tulangku sertamu dari sini!","Hata, maka mereka itupun berjalanlah dari Sukot, lalu berhenti di Etam pada ujung padang belantara itu.","Maka Tuhanpun berjalanlah di hadapannya, yaitu pada siang hari dalam sebatang tiang awan, hendak dihantarnya akan mereka itu di jalan, dan pada malam dalam sebatang tiang api, hendak diterangkannya mereka itu, supaya dapat mereka itu berjalan baik siang baik malam.","Maka tiada dilalukannya tiang awan itu pada siang hari, atau tiang api itu pada malam dari pada pemandangan orang banyak itu."]