["Arakian, maka berfirmanlah Tuhan kepada Musa, firman-Nya:","Suruhkanlah bani Israel balik, lalu berhenti di sebelah timur Pi-Hakhirot, di antara Migdol dengan laut, bertentangan dengan Baal-Zefon, berbetulan dengan tempat itu hendaklah kamu berhenti di tepi laut.","Kemudian kata Firaun kelak akan hal bani Israel: Mereka itu sudah sesat jalannya dan padang belantara itu sudah melengkung mereka itu.","Maka Aku akan mengeraskan hati Firaun, supaya dikejarnya akan mereka itu, maka Aku kelak dipermuliakan akan Firaun dan akan segala balatentaranya, sehingga diketahui oleh segala orang Mesir, bahwa Akulah Tuhan. Maka oleh orang Israelpun dibuatlah demikian.","Hata, setelah dikabarkan oranglah kepada baginda raja Mesir, bahwa bangsa itu sudah lari, maka berubahlah hati Firaun dan hati segala pegawainyapun kepada orang Israel, lalu katanya: Mengapa kita sudah berbuat demikian, yaitu kita biarkan orang Israel itu pergi, sehingga tiada lagi mereka itu jadi hamba kepada kita?","Maka disuruh baginda sediakan ratanya, dibawanya akan segala rakyatnyapun sertanya.","Dan lagi dibawanya akan enam ratus buah rata pilihan dan segala rata lain yang di Mesir serta dengan segala hulubalangnya.","Karena dikeraskan Tuhan akan hati Firaun, raja Mesir, sehingga dikejarnya akan bani Israel, jikalau bani Israel telah keluar dengan kuasa yang dari atas sekalipun.","Maka oleh orang Mesir dikejarlah akan mereka itu dengan segala kuda dan rata Firaun serta dengan orang yang mengendarainya dan segala balatentaranya, lalu sampailah ia kepadanya, sebab mereka itu lagi berhenti di tepi laut, yaitu dekat Pi-Hakhirot, bertentangan dengan Baal-Zefon.","Setelah Firaun datang hampir, serta diangkat bani Israel matanya, dilihatnya orang Mesir mengikut dari belakang, maka ketakutanlah mereka itu sangat, lalu berserulah bani Israel kepada Tuhan.","Serta katanya kepada Musa: Adakah sebab kurang kubur di Mesir, maka engkau membawa akan kami sertamu, supaya kami mati dalam padang belantara ini? Apakah macam perbuatanmu ini, yaitu engkau membawa akan kami keluar dari Mesir?","Bolakkah kata kami kepadamu di Mesir: Lalulah engkau dari pada kami dan biarkanlah kami diperhamba oleh orang Mesir? Karena dari pada mati dalam padang belantara ini remaklah kami diperhamba oleh orang Mesir.","Tetapi kata Musa kepada orang banyak itu: Janganlah kamu takut; pertetapkanlah hatimu, maka kamu akan melihat kelak pertolongan besar dari pada Tuhan, yang diadakan-Nya bagimu pada hari ini juga, karena adapun segala orang Mesir, yang kamu lihat pada hari ini, ia itu tiada kelihatan pula kepadamu sampai selama-lamanya.","Bahwa Tuhan juga kelak berperang akan ganti kamu, dan kamu ini akan berdiam diri jua.","Hata, maka firman Tuhan kepada Musa: Mengapa engkau berseru kepada-Ku? Suruhlah bani Israel berjalan dari sini.","Dan engkau ini, angkatlah tongkatmu, unjukkanlah tanganmu ke atas laut, belahkanlah airnya, supaya dapat bani Israel berjalan di tengah-tengah laut di atas kekeringan itu.","Tetapi akan Daku, bahwa sesungguhnya Aku akan mengeraskan hati segala orang Mesir, supaya mereka itupun masuk mengikut bani Israel, maka Aku dipermuliakan kelak akan Firaun dan akan segala balatentaranya, akan segala ratanya dan akan segala orangnya yang berkuda itu.","Maka akan diketahui oleh segala orang Mesir, bahwa Akulah Tuhan, apabila Aku dipermuliakan akan Firaun dan akan segala ratanya dan akan segala orangnya yang berkuda.","Bermula, maka Malaekat Allah, yang ada berjalan di hadapan balatentara Israel itu, undur, lalu ke belakang mereka itu, sehingga tiang awan itupun undur dari hadapan mereka itu, lalu berdiri di belakangnya.","Maka datanglah ia di antara balatentara orang Mesir dengan balatentara Israel, maka adalah awan itu sebelahnya gelap dan sebelahnya menerangi malam, sehingga tentara tiada dapat menghampiri tentara semalam-malaman itu.","Hata, serta diunjuk Musa tangannya ke atas laut, maka diundurkan Tuhan air laut itu oleh angin timur yang keras, yang bertiup semalam-malaman itu, maka laut itupun kekeringanlah dan airnyapun terbelahlah.","Maka masuklah bani Israel ke tengah-tengah laut dengan berjalan di atas kekeringan, dan adalah air itu bagi mereka itu akan dewala pada sebelah kiri kanannya.","Maka dikejar oleh orang Mesir akan mereka itu, diturutnya masuk dengan segala kuda Firaun dan segala ratanya dan segala orangnya yang berkuda itu ke tengah-tengah laut.","Maka jadi pada waktu jaga pagi-pagi itu juga dipandang Tuhan dari dalam tiang api dan awan itu akan balatentara orang Mesir, dikejutkannyalah balatentara orang Mesir itu,","dan ditahankannyalah jentera segala rata mereka itu, sehingga ia itu tak boleh mara. Maka pada masa itu kata orang Mesir: Baik kita lari dari hadapan orang Israel, karena Tuhan juga yang berperang dengan orang Mesir akan ganti mereka itu.","Maka firman Tuhan kepada Musa: Unjuklah tanganmu ke atas laut, supaya baliklah pula airnya ke atas segala orang Mesir dan ke atas segala ratanya dan segala orangnya yang berkuda.","Maka diunjuklah Musa tangannya ke atas laut, lalu laut itupun baliklah pula kira-kira pada waktu terbit fajar, sehingga pasang besar airnya, maka larilah orang Mesir mendapatkan air itu, demikian dicampak Tuhan segala orang Mesir itu ke tengah-tengah laut.","Karena apabila berbalik pasang air itu diliputinyalah segala rata dan orang yang berkuda dan segenap balatentara Firaun, yang telah turut akan orang Israel masuk ke dalam laut, dari pada sekalian itu seorangpun tiada terlepas.","Tetapi segala bani Israel itu telah berjalan di atas kekeringan di tengah-tengah laut, maka airnya menjadi bagi mereka itu akan dewala pada sebelah kanan kirinya.","Demikianlah peri dilepaskan Tuhan segala orang Israel pada hari itu juga dari pada tangan orang Mesir, maka dilihat orang Israel akan segala orang Mesir itu mati terhantar di pantai laut.","Dan lagi dilihat orang Israel kodrat besar yang dilakukan Tuhan atas segala orang Mesir itu, lalu takutlah mereka akan Tuhan dan percayalah mereka itu akan Tuhan dan akan Musa, hambanya."]