["Hata, maka pada masa itu dinyanyikan Musa dan segala bani Israel akan nyanyian ini bagi Tuhan, bunyinya: Aku hendak menyanyi bagi Tuhan, karena tinggi benar kemuliaan-Nya! Telah dicampakkan-Nya kuda serta dengan orang yang mengendarainya ke dalam laut.","Bahwa Tuhan juga kuatku dan kepujianku, karena Ia telah mengadakan selamatku, Ia inilah Allahku, sebab itu aku hendak memuji Dia, maka Ialah Allah bapaku, sebab itu aku hendak membesarkan Dia!","Bahwa Tuhanlah panglima perang, Yehuwa itulah namanya!","Segala rata Firaun serta dengan balatentaranya telah dicampakkan-Nya ke dalam laut, dan segala hulubalangnya yang pilihanpun telah ditenggelamkan dalam laut Kolzom.","Mereka itu telah diliputi lautan dan seperti batu tenggelamlah mereka itu dalam lubuk.","Ya Tuhan, tangan-Mu kanan telah dipermuliakan dengan kodrat; ya Tuhan! tangan-Mu kanan telah menghancurluluhkan musuh!","Dan dengan kebesaran tinggi-Mu Engkau telah membinasakan segala orang yang mendurhaka kepada-Mu; Engkau telah melepaskan murka-Mu yang terhangat, dihanguskannya mereka itu seperti jerami.","Oleh nafas hidungmu bertimbun-timbunlah air itu, dan air pasang itupun berdirilah seperti segumpal batu adanya, dan segala ombak berbekulah di tengah-tengah laut.","Maka kata musuh: Aku hendak mengejar, aku hendak menghambat, aku hendak membagi-bagi jarahan; beraniku hendak berpuas-puas akan mereka itu; aku hendak menghunus pedangku; tanganku hendak membinasakan mereka itu.","Tetapi Tuhan telah meniupkan anginmu, lalu laut itupun meliputi mereka itu! tenggelamlah mereka itu seperti timah dalam gelombang yang gemuruh.","Ya Tuhan! siapa gerangan di antara segala dewata yang dapat disamakan dengan Dikau? siapa gerangan seperti Engkau dipermuliakan dalam kesucian, haiban dalam puji-pujian serta yang mengadakan perkara ajaib?","Baharu Engkau mengedangkan tangan-Mu kanan, maka bumipun sudah menelan akan mereka itu.","Demikianlah peri Engkau menghantar akan orang banyak ini, yang telah Kautebus oleh kemurahan-Mu, maka oleh kodrat-Mu Engkau menghantarkan mereka itu dengan perlahan-perlahan sampai kepada rumah kesucian-Mu yang sedap.","Kedengaranlah ia itu kepada segala bangsa, maka gemetarlah mereka itu; ketakutan telah datang atas segala orang isi negeri Filistin.","Di sana berdirilah segala amir Edom dengan tercengang; kegentaran berlaku atas segala orang yang berkuasa di Moab; segala orang isi negeri Kanaan telah putus asanya!","Biarlah kekejutan dan kegentaran datang atas mereka itu; biarlah mereka itu menjadi beku bagaikan batu oleh kebesaran kuasa-Mu, supaya segala umat-Mu berjalan terus, ya Tuhan! supaya berjalan terus segala umat, yang telah Kauperoleh.","Maka Engkau akan membawa mereka itu masuk dan menetapkan mereka itu di atas bukit milik-Mu, di tempat yang telah Kaujadikan kedudukan-Mu, ya Tuhan! di tempat suci, yang telah dilengkap oleh tangan-Mu, ya Tuhan!","Bahwa Tuhan berkerajaanlah kekal selama-lamanya.","Serta datanglah segala kuda Firaun dengan rata dan orang yang mengendarainya sampai ke dalam laut, lalu dikembalikan Tuhan air laut itu ke atas mereka itu, tetapi bani Israel telah berjalan pada kekeringan di tengah-tengah laut juga.","Maka oleh Miryam, nabiah, saudara perempuan Harun itu, diambil akan sebuah rebana pada tangannya, maka segala orang perempuanpun keluar mengiringkan dia sambil menabuh rebana serta menari.","Maka menyanyilah Miryam berganti-ganti dengan mereka itu, demikianlah bunyinya: Pujilah Tuhan, karena amat besar tinggi-Nya! Bahwa kuda serta dengan orang yang mengendarainya telah dicampakkan-Nya ke dalam laut.","Kemudian maka disuruh Musa orang Israel berangkat dari laut Kolzom, supaya mereka itu keluar dari sana, lalu ke padang belantara Syur, maka berjalanlah mereka itu dalam padang belantara itu tiga hari lamanya, tetapi tiada mendapat air.","Lalu sampailah mereka itu ke Mara, tetapi air yang di Mara itu tiada dapat diminumnya, karena pahit rasanya, sebab itu dipanggil orang namanya Mara.","Maka pada masa itu bersungut-sungutlah bangsa itu akan Musa, katanya: Apakah yang hendak kami minum?","Maka Musapun berserulah kepada Tuhan, lalu ditunjuk Tuhan kepadanya suatu macam kayu, dibuangnya ke dalam air, lalu air itupun tawarlah. Maka di sanalah diberinya kepada mereka itu hukum undang-undang dan di sana juga dicobai-Nya akan mereka itu.","Maka firman-Nya: Jikalau dengan sungguh-sungguh kamu dengarkan firman Tuhan, Allahmu, dan kamu berbuat barang yang benar kepada pemandangan-Nya dan kamu beri telinga akan segala hukum-Nya dan memeliharakan segala syariat-Nya, maka dari pada segala bala yang telah Kuletakkan pada negeri Mesir itu, satu balapun tiada hendak Kuletakkan pada kamu, karena Akulah Tuhan, tabibmu!","Maka sampailah mereka itu ke Elim, di sana adalah dua belas pancaran air dan pohon korma tujuh puluh batang, lalu berhentilah mereka itu di sana dekat dengan air itu."]