["Hata, setelah sudah mereka itu berangkat dari Elim, maka sampailah segenap perhimpunan bani Israel itu ke dalam padang belantara Sin, yang di antara Elim dengan Torsina, yaitu pada lima belas hari bulan yang kedua kemudian dari pada mereka itu keluar dari negeri Mesir.","Maka segenap perhimpunan bani Israel bersungut-sungut akan Musa dan akan Harun dalam padang belantara itu.","Maka kata bani Israel kepada keduanya: Aduh, baiklah kami mati oleh tangan Tuhan di Mesir tatkala kami lagi duduk hampir dengan periuk yang berisi daging dan makan roti sampai kenyang; niscaya kamu telah membawa akan kami keluar dari sana lalu masuk ke dalam padang belantara ini hendak membunuh segenap perhimpunan ini dengan kelaparan.","Maka firman Tuhan kepada Musa: Bahwa sesungguhnya Aku akan menghujani kamu dengan roti dari langit kelak, maka orang banyak itu akan keluar memungut dia pada sebilang hari sama banyaknya, yaitu supaya Aku mencobai mereka itu, kalau mereka itu akan berjalan menurut hukum-Ku atau tidak.","Maka akan jadi kelak pada hari yang keenam hendaklah mereka itu bermasak-masak akan barang yang telah dibawanya masuk, maka ia itu akan dua kali banyaknya dari pada yang dikumpulkannya sehari-hari.","Maka kata Musa dan Harun kepada segala bani Israel: Pada petang ini kamu akan mengetahui kelak, bahwa Tuhan juga yang sudah menghantarkan kamu ke luar dari negeri Mesir.","Dan pada esok pagi kelak kamu melihat kemuliaan Tuhan, sebab telah didengarnya persungut-sungutan kamu akan Tuhan, karena siapa gerangan kedua kami ini, maka kamu bersungut-sungut akan kami!","Dan lagi kata Musa: Jikalau Tuhan memberi makan daging akan kamu pada petang ini dan pada esok pagi roti sampai kenyang, maka ia itu sebab telah didengar Tuhan akan persungutan kamu, yang telah kamu bersungut-sungut akan Tuhan, karena siapa gerangan kami ini? Bahwa persungutan kamu ini bukannya akan kami, melainkan akan Tuhan.","Kemudian kata Musa kepada Harun: Katakanlah kepada segenap perhimpunan bani Israel: Datanglah kamu hampir ke hadirat Tuhan, karena telah didengar-Nya persungutan kamu.","Maka jadilah sementara Harun berkata-kata kepada segenap perhimpunan bani Israel serta berpalinglah mereka itu mukanya ke padang Tiah, bahwa sesungguhnya kelihatanlah kemuliaan Tuhan dalam awan.","Maka pada masa itu berfirmanlah Tuhan kepada Musa, firman-Nya:","Bahwa telah Kudengar segala persungutan bani Israel. Katakanlah kepada mereka itu ini: Bahwa pada petang ini kamu akan makan daging kelak dan esok pagi kamu dikenyangkan dengan roti, supaya diketahui olehmu, bahwa Akulah Tuhan, Allah kamu.","Maka jadilah demikian, pada petang itu juga turunlah beberapa burung puyuh, sehingga tertudunglah olehnya segala tempat tentara itu, dan pada paginya adalah embun keliling tempat tentara itu.","Setelah sudah naik embun itu, heran, maka pada muka padang belantara di atas bumi itu adalah suatu macam benda yang seni dan beku, halusnya seperti embun beku.","Serta terlihatlah bani Israel akan dia maka kata seorang akan seorang: Inilah manna! karena tiada diketahuinya akan dia. Maka kata Musa kepada mereka itu: Inilah roti yang diberikan Tuhan kepadamu akan dimakan.","Maka inilah firman yang diberikan Tuhan, firman-Nya: Kumpulkanlah dari padanya sebanyak yang dapat dimakan oleh masing-masing, seorang segomer, seturut bilangan orangmu sekalian; hendaklah masing-masing memungut dia akan segala orang isi kemahnya.","Maka bani Israelpun berbuatlah demikian; masing-masing memungut dia, ada yang banyak, ada yang sedikit.","Tetapi apabila disukatnya dengan gomer, maka yang telah memungut banyak itu tiada lebih, dan yang telah memungut sedikit itupun tiada kurang, masing-masing telah memungut seberapa banyak yang dapat dimakannya.","Maka kata Musa kepada mereka itu: Seorangpun jangan tinggalkan sisanya sampai pagi.","Tetapi tiada mereka itu menurut kata Musa, karena adalah beberapa orang yang tinggalkan juga sisanya sampai pagi, lalu jadilah berulat dan baunyapun busuklah; maka sebab itu sangat marahlah Musa akan mereka itu.","Maka dipungut oleh mereka itu akan dia pada sebilang pagi, masing-masing seberapa banyak yang dapat dimakannya, karena serta panas teriklah matahari maka melelehlah manna itu.","Maka jadilah pada hari yang keenam dipungut oleh mereka itu dua kali banyaknya, yaitu masing-masing orang dua gomer, lalu datanglah segala penghulu bangsa itu memberitahu Musa.","Maka kata Musa kepada mereka itu: Inilah dia yang telah difirmankan Tuhan: Esok harilah perhentian, yaitu sabat yang suci bagi Tuhan, sebab itu gorenglah sekarang barang yang hendak kamu goreng dan rebuslah barang yang hendak kamu rebus, maka yang lebih itu taruhlah akan dirimu dan simpanlah dia sampai esok pagi.","Maka ditaruhnyalah sampai pagi setuju dengan perintah Musa, maka tiada ia itu berbau busuk dan tiada pula ia berulat.","Maka kata Musa: Makanlah dia pada hari ini; bahwa hari inilah sabat Tuhan; pada hari ini tiada kamu mendapat dia di padang.","Enam hari lamanya hendaklah kamu memungut dia, tetapi pada hari yang ketujuh adalah sabat, pada hari itulah tiada akan terdapat.","Maka jadilah pada hari yang ketujuh itu bahwa beberapa orang dari pada mereka itu keluar hendak memungut dia, tetapi suatupun tiada didapatinya.","Maka pada masa itu firman Tuhan kepada Musa: Berapa lamakah kamu enggan memeliharakan segala firman dan hukum-Ku?","Bahwa sesungguhnya, tegal telah dikaruniakan Tuhan sabat itu kepadamu, maka pada hari yang keenam itu diberikan-Nya kepadamu roti yang cukup bagi dua hari banyaknya, sebab itu hendaklah masing-masing kamu tinggal tetap pada tempatnya, seorangpun jangan keluar dari tempatnya pada hari yang ketujuh.","Demikianlah mereka itu berhenti pada hari yang ketujuh.","Maka oleh orang isi rumah Israel dipanggil akan namanya itu Manna, maka adalah ia itu seperti biji ketumbar, putih warnanya dan rasanya seperti penganan yang bercampur air madu.","Maka kata Musa: Inilah firman yang diberikan Tuhan: Isikanlah sesukat gomer dengan dia akan ditaruh bagi segala anak cucumu, supaya dilihatnya roti yang telah kuberi makan kamu dalam padang tiah ini, tatkala Allah membawa akan kamu keluar dari negeri Mesir.","Dan lagi kata Musa kepada Harun: Ambillah sebuah buyung, bubuhlah dalamnya manna segomer, lalu letakkanlah dia di hadapan hadirat Tuhan akan ditaruh bagi segala anak cucumu.","Maka setuju dengan firman Tuhan yang kepada Musa, demikianlah diletakkan oleh Harun akan dia di hadapan assyahadat itu akan ditaruh.","Maka bani Israel itupun makanlah manna empat puluh tahun lamanya, sampai mereka itu masuk ke dalam negeri orang; yaitu mereka itu makan manna sehingga sampailah mereka itu ke perhinggaan negeri Kanaan.","Adapun segomer, ia itu sepersepuluh seefa adanya."]