["Hata, maka segenap perhimpunan bani Israel itu berangkatlah dengan segenap tentaranya dari padang Sin seperti firman Tuhan, lalu berhentilah mereka di Rafidim, maka di sana tiadalah air akan diminum oleh orang banyak itu.","Maka pada masa itu berbantah-bantahlah orang banyak itu dengan Musa, katanya: Berikanlah air akan kami, supaya boleh kami minum! Maka kata Musa kepada mereka itu: Mengapa kamu berbantah-bantah dengan aku? Mengapa kamu mencobai akan Tuhan?","Maka di sana orang banyak berdahaga hendak minum air, sebab itu besungut-sungutlah mereka itu akan Musa, katanya: Mengapa engkau telah membawa akan kami keluar dari Mesir, entah ia itu sebab hendak membunuh kami dan anak-anak kami dan segala binatang kami dengan dahaga?","Maka pada masa itu berserulah Musa kepada Tuhan, katanya: Apakah kiranya aku berbuat akan bangsa ini? Nyaris mereka itu melempari aku dengan batu?","Maka firman Tuhan kepada Musa: Lalulah engkau dari hadapan orang banyak itu dan bawalah sertamu beberapa orang dari pada segala tua-tua Israel, dan ambillah tongkatmu pada tanganmu, yang telah kaupakai akan memalu sungai itu, lalu pergilah.","Bahwa sesungguhnya Aku akan berdiri di sana di hadapanmu di atas gunung batu Horeb, maka hendaklah engkau palu gunung batu itu, niscaya akan keluar air dari padanya, supaya orang banyak itu minum. Maka oleh Musa dibuat demikian di hadapan mata segala tua-tua Israel.","Maka dinamainya tempat itu Massa dan Meriba, dari sebab perbantahan bani Israel dan sebab telah dicobai mereka itu akan Tuhan dengan kata ini: Adakah Tuhan di antara kita atau tidak?","Arakian, maka datanglah orang Amalek berperang dengan orang Israel di Rafidim.","Sebab itu kata Musa kepada Yusak: Pilihkanlah kita beberapa orang laki-laki, lalu keluarlah engkau memerangi orang Amalek: pada esok hari aku akan berdiri di atas kemuncak bukit itu dengan tongkat Allah pada tanganku.","Maka dibuat oleh Yusak seperti pesan Musa kepadanya, diperanginyalah orang Amalek; maka Musa dan Harun dan Hurpun naiklah di atas kemuncak bukit.","Heran, maka selamanya Musa menadahkan tangannya ke langit, menanglah Israel, tetapi semenjak diturunkannya tangannya, maka menanglah orang Amalek.","Maka letihlah tangan Musa, sebab itu diambil mereka itu akan sebuah batu, diletakkannya di bawahnya, supaya ia duduk di atasnya, maka oleh Harun dan Hur disokonglah kedua belah tangannya, seorang pada sebelah kiri, seorang pada sebelah kanannya, demikianlah tangannya tetap sampai masuk matahari.","Sehingga dialahkan Yusak akan Amalek dan segala balatentaranya itu dengan mata pedang.","Maka firman Tuhan kepada Musa: Suratkanlah ini dalam sebuah kitab akan suatu peringatan, dan bubuhlah firman ini pada telinga Yusak: Bahwa Aku menghapuskan kelak segala peringatan akan Amalek dari bawah langit!","Maka didirikanlah oleh Musa sebuah mezbah, lalu dinamainya: Tuhanlah alamatku!","Maka katanya: Tegal tangannya ada melawan arasy Tuhan, maka perang dari pada Tuhan akan ada dengan Amalek turun-temurun!"]