["Arakian, maka pada bulan yang ketiga kemudian dari pada bani Israel keluar dari negeri Mesir, pada hari itu juga sampailah mereka itu ke padang belantara Torsina;","Karena mereka itu telah berangkat dari Rafidim, lalu sampailah ke padang belantara Torsina; maka berhentilah orang Israel di sana, didirikannyalah kemah bertentangan dengan bukit itu.","Maka Musapun mendaki bukit mendapatkan Allah, lalu berserulah Tuhan kepadanya dari atas bukit, firman-Nya: Katakanlah kepada orang isi rumah Yakub dan kabarkanlah kepada bani Israel demikian:","Kamu telah melihat perkara yang sudah Kubuat akan orang Mesir, maka Aku telah mendukung kamu serasa di atas sayap burung nasar dan Aku telah mendatangkan kamu kepada-Ku.","Maka sekarang, jikalau selalu kamu turut firman-Ku serta kamu memeliharakan perjanjian-Ku, maka dari pada segala bangsa kamulah menjadi milik-Ku, karena segenap bumi juga Aku yang empunya dia.","Maka kamu akan mejadi bagi-Ku suatu kerajaan imam dan suatu bangsa yang suci. Maka firman ini hendaklah kaukatakan kepada segala bani Israel.","Maka turunlah Musa, lalu dipanggilnya segala tua-tua bangsa itu, maka segala firman yang diberi Tuhan kepadanya itu disampaikannyalah kepada mereka itu.","Maka sahut mereka itu sekalian bersama-sama, katanya: Segala firman yang diberi Tuhan, ia itu akan kami turut! Maka disampaikan Musa segala perkataan orang banyak ini pula kepada Tuhan.","Maka firman Tuhan kepada Musa: Bahwa sesungguhnya Aku akan turun kepadamu dalam sebuah awan yang kabus, supaya kedengaranlah kepada orang banyak apabila Aku berfirman kepadamu, dan lagi supaya mereka itu percaya akan dikau selama-lamanya. Maka telah sudah disampaikan Musa segala perkataan orang banyak itu kepada Tuhan.","Maka firman Tuhan kepada Musa: Pergilah engkau mendapatkan orang banyak itu, sucikanlah mereka itu pada hari ini dan pada esok hari, hendaklah dibasuhkannya pakaiannya.","Dan hendaklah mereka itu sedia pada hari yang ketiga, karena pada hari yang ketiga itu Tuhan akan turun kepada bukit Torsina di hadapan pemandangan mereka itu sekalian.","Dan perhinggakanlah orang banyak itu berkeliling, katakanlah kepadanya: Jagalah baik-baik, jangan kamu mendaki bukit ini atau menyentuh tepinya; barangsiapa yang menyentuh bukit ini, niscaya ia akan mati dibunuh kelak.","Seorangpun jangan menjamah akan dia, karena tak dapat tiada orang itu akan dilontari dengan batu atau dipanah terus sampai mati; baik binatang baik manusia tiada boleh dihidupi lagi. Maka apabila tanduk kambing itu dibunyikan perlahan-perlahan bolehlah mereka itu mendaki bukit itu.","Maka turunlah Musa dari atas bukit pergi mendapatkan orang banyak itu, lalu disucikannyalah mereka itu dan mereka itupun membasuhlah pakaiannya.","Maka kata Musa kepada orang banyak itu: Bersedialah kamu bagi hari yang ketiga; seorangpun jangan menjamah orang perempuan.","Hata, maka sesungguhnya pada hari yang ketiga pagi-pagi jadilah di atas bukit itu beberapa kilat dan petir dan awan yang kabus dan bunyi nafiri amat besar, sehingga gementarlah mereka itu sekalian yang dalam petentaraan itu.","Maka dihantar Musa akan orang banyak itu keluar dari petentaraan hendak dipertemukannya mereka itu dengan Allah, lalu berdirilah mereka itu pada kaki bukit itu.","Maka segenap bukit Torsina itupun berasaplah, sebab Tuhan adalah turun kepadanya dalam api, maka asapnya naik seperti asap tanur dan sangat gempalah segala bukit itu.","Maka apabila lanjut bunyi nafiri itu dan makin bertambah besar, lalu berkatalah Musa dengan Allah dan disahut Allah akan dia dengan bunyi suara.","Setelah sudah Tuhan turun kepada bukit Torsina, kepada kemuncak bukit itu, maka dipanggil Tuhan akan Musa datang ke atas kemuncak bukit, lalu Musapun naiklah.","Maka firman Tuhan kepada Musa: Turunlah engkau, suruhlah orang banyak itu jangan memecahkan pagar akan menghampiri Tuhan hendak melihat-lihat, supaya jangan beberapa orang mereka itu binasa.","Dan lagi hendaklah segala imam yang menghampiri Tuhan itu menyucikan dirinya, supaya jangan diterkam oleh Tuhan akan dia.","Maka sembah Musa kepada Tuhan: Bahwa mereka itu tiada dapat mendaki bukit Torsina ini, karena telah Tuhan berfirman kepada hamba demikian: Pagarilah olehmu akan bukit itu dan sucikanlah dia.","Maka firman Tuhan kepadanya: Pergilah juga engkau, turunlah, kemudian naiklah engkau pula dan Harunpun sertamu; tetapi segala imam dan orang banyak itu jangan memecahkan pagar hendak naik mendapatkan Tuhan, supaya jangan diterkamnya akan mereka itu.","Maka Musapun turunlah mendapatkan orang banyak itu, lalu disampaikannyalah segala firman ini kepada mereka itu."]