["Bahwa inilah segala hukum yang hendak kausampaikan kepada mereka itu:","Jikalau kamu membeli seorang hamba Ibrani, hanya enam tahun lamanya boleh ia mengerjakan engkau, tetapi pada tahun yang ketujuh tak dapat tiada dilepaskan ia menjadi seorang merdeka, yaitu karena Allah.","Jikalau ia telah masuk seorang orangnya, patutlah ia keluarpun seorang orangnya; jikalau ia telah masuk berbini, patutlah bininyapun keluar sertanya.","Jikalau tuannya telah memberi akan dia seorang bini, dan telah diperanakkan oleh perempuan itu laki-laki atau perempuan baginya, maka perempuan itu serta dengan segala anak-anaknya menjadi milik tuannya, dan lakinya akan keluar seorang orangnya.","Tetapi jikalau dengan nyata hamba itu berkata demikian: Aku mengasihi akan tuanku dan akan anak biniku, tiada aku mau keluar merdeka,","hendaklah tuannya membawa akan dia ke hadapan hakim, kemudian dibawa akan dia ke pintu rumahnya atau ke jenang pintunya, maka oleh tuannya akan ditindik terus telinganya dengan penggerek, lalu iapun akan jadi hambanya seumur hidupnya.","Maka jikalau seorang sudah menjual anaknya perempuan menjadi sahaya, maka tiada ia akan keluar seperti keluar segala hamba laki-laki.","Jikalau tiada ia berkenan kepada tuannya, sehingga tuannya tiada bertunangkan dia, maka patutlah ditebuskannya ia; tiada boleh dijualnya kepada bangsa yang lain, sebab sudah dicelakannya.","Maka jikalau ditunangkannya dengan anaknya laki-laki, maka patutlah ia berlaku kepadanya seperti kepada anaknya perempuan.","Jikalau ia berbinikan orang lain, maka tiada boleh dikurangkannya makanannya dan pakaiannya dan barang yang wajib atas orang kawin.","Jikalau kiranya tiada diberikannya ketiga perkara ini, maka bolehlah ia keluar karena Allah, dengan tiada uang tebusan.","Adapun barangsiapa yang memalu orang sampai mati, ia itu tak dapat tiada dibunuh juga hukumnya.","Tetapi jikalau tiada disengajanya matinya, melainkan dipertemukan Allah tangannya dengan dia, maka Aku akan menentukan suatu tempat bagimu, yang dapat dilindungkannya dirinya ke sana.","Tetapi jikalau barang seorang telah membunuh temannya dengan sengajanya, niatnya hendak membunuh dia juga, maka patutlah kamu mengambil orang itu, jikalau dari hadapan mezbah-Ku sekalipun, supaya ia mati dibunuh.","Barangsiapa yang sudah memalu bapanya atau ibunya, ia itu tak dapat tiada mati dibunuh juga.","Barangsiapa yang mencuri orang, entah sudah dijualnya, entah orang itu terdapat lagi dalam tangannya, ia itu takkan jangan mati dibunuh juga.","Dan lagi barangsiapa yang mengutuki bapanya atau ibunya, ia itu tak akan jangan dibunuh juga hukumnya.","Maka jikalau ada orang berbantah-bantah, dipalu seorang akan seorang dengan batu atau dengan gocoh sehingga tiada ia mati, melainkan ia jatuh sakit pada katilnya,","jikalau orang itu bangkit berdiri pula serta berjalan di luar dengan bersandar pada tongkatnya, maka orang yang sudah memalu akan dia tiada bersalah, hanya akan digantinya rugi dari karena berhenti kerjanya dan disuruhnya obati dia sampai dia sembuh sakit.","Dan lagi jikalau orang memalu hambanya laki-laki atau perempuan dengan kayu, sehingga matilah dia di bawah tangannya, maka tak akan jangan dituntut juga belanya.","Tetapi jikalau kiranya tinggal ia lagi hidup sehari, dua hari, maka tiada dituntut belanya, karena ialah uangnya.","Maka jikalau ada orang berkelahi serta memalu seorang yang bunting, sehingga gugurlah anaknya, tetapi tiadalah bahaya kematian, maka tak akan jangan ia kena denda sekadar yang dikenakan oleh lakinya orang itu dan yang ditentukan oleh orang wasit.","Tetapi jikalau ada bahaya kematian sertanya, maka tak akan jangan jiwa akan ganti jiwa,","mata akan ganti mata, gigi akan ganti gigi, tangan akan ganti tangan, kaki akan ganti kaki,","ketunuan akan ganti ketunuan, luka akan ganti luka, bincut akan ganti bincut.","Dan lagi jikalau seorang menampar hambanya, laki-laki atau perempuan, sehingga gugurlah sebiji matanya, maka tak akan jangan dimerdekakannya ia karena matanya.","Dan jikalau ditamparnya akan hambanya perempuan atau hambanya laki-laki, sehingga gugurlah sebiji giginya, maka tak akan jangan dimerdekakannya ia karena giginya.","Maka jikalau kiranya seekor lembu menanduk seorang laki-laki atau perempuan sampai mati, maka tak akan jangan lembu itu dilempar dengan batu sampai mati, dagingnya tak boleh dimakan, tetapi yang punya lembu itu tiada menanggung salah.","Tetapi jikalau lembu itu dahulu memang nakal serta diketahui oleh yang empunya dia akan hal itu dan tiada ditungguinya, maka jikalau lembu itu membunuh seorang laki-laki atau perempuan, tak akan jangan lembu itupun dilempar dengan batu sampai mati dan orang yang empunya dia dibunuh juga hukumnya.","Jikalau ditanggungkan uang bangun padanya, tak akan jangan diberinya akan tebusan jiwanya segala sesuatu yang ditanggungkan padanya.","Atau jikalau ditanduknya seorang anak laki-laki atau perempuan, maka dengan demikian peripun dihukum akan dia.","Jikalau ditanduk oleh lembu akan seorang hamba laki-laki atau perempuan, tak akan jangan diberinya uang perak tiga puluh keping kepada tuannya dan lembu itupun dilempar dengan batu sampai mati.","Maka jikalau suatu lobang dalam tanah ditinggalkan orang terbuka atau orang menggali lobang dan tiada ditudunginya, lalu seekor lembu atau keledai jatuh ke dalamnya,","maka tak dapat tiada yang empunya lobang itu akan memberi gantinya rugi dan membayar harganya kepada orang yang empunya binatang itu, tetapi bangkai itu menjadi dia punya.","Maka jikalau lembu seorang melukakan lembu temannya sampai mati, tak dapat tiada lembu yang hidup itu dijual dan uang harganya dibahagi dua, demikianpun dibahagi dua akan lembu yang mati itu.","Tetapi jikalau dahulupun nyatalah lembu itu memang nakal dan tiada ditunggu oleh orang yang empunya dia, maka tak dapat tiada digantinya dengan sempurnanya, seekor lembu akan ganti seekor lembu, tetapi yang mati itu menjadi dia punya."]