["Arakian, jikalau seorang mencuri seekor lembu atau binatang yang kecil, dan disembelihkannya atau dijualnya, tak akan jangan digantikannya seekor lembu itu dengan lembu lima ekor dan seekor binatang kecil dengan kambing empat ekor.","Jikalau seorang pencuri didapati tengah ia menetas, lalu dipalu orang akan dia sampai mati, maka tiada ditanggung hutang darah padanya.","Jikalau telah terbit matahari atasnya, hutang darahpun ditanggung pada orang itu. Maka yang mencuri akan mengembalikan dia dengan sempurnanya; jikalau sudah tiada lagi padanya, maka ia akan dijual karena pencuriannya itu.","Jikalau nyata barang yang dicuri itu didapati lagi dalam tangannya dengan hidupnya, baik lembu, atau keledai, atau barang binatang yang kecil, maka tak dapat tiada digantikannya dua kali banyaknya.","Jikalau seorang membiarkan binatangnya makan habis akan ladang atau kebun anggur orang lain, sebab telah dihalaukannya binatang itu ke dalamnya, maka tak akan jangan diberinya barang yang terutama dari pada ladangnya sendiri dan yang terutama dari pada kebun anggurnya akan gantinya.","Jikalau api dari pada orang yang memerun duri itu melata, sehingga dimakannya habis akan lampur gandum atau akan tumbuh-tumbuhan gandum atau akan barang perhumaan, maka tak akan jangan ia itu diganti dengan sempurnanya oleh orang yang telah memerun itu.","Jikalau seorang menaruh uangnya atau barang-barangnya kepada kawannya akan disimpan, maka ia itu dicuri dari dalam rumah orang itu, jikalau pencuri didapati, tak akan jangan digantinya dua kali banyaknya.","Jikalau tiada didapati akan pencuri itu, hendaklah orang yang empunya rumah itu dibawa menghadap hakim, supaya diperiksa kalau-kalau dibubuhnya tangannya kepada barang yang milik kawannya.","Adapun segala perselisihan yang jahat sengajanya, baik dari sebab seekor lembu, atau seekor keledai, atau seekor binatang kecil, atau sehelai pakaian, atau segala barang yang hilang, yang dikatakan orang dia punya, perkara kedua pihak itu hendaklah dibawa ke hadapan hakim; mana yang dipersalahkan oleh hakim itu, tak akan jangan diberinya akan kawannya dua kali banyaknya akan gantinya.","Jikalau seorang menaruh kepada kawannya seekor keledai atau lembu atau binatang kecil atau barang binatang yang lain akan dipeliharakan olehnya, maka binatang itu lalu mati atau luka atau terhalau sehingga tiada tampak lagi,","hendaklah sumpah yang demi Tuhan di antara kedua pihak, kalau-kalau dibubuhnya tangannya pada barang yang milik kawannya, maka tak dapat tiada diterima oleh orang yang empunya binatang itu, tak usah yang lain itu memberi gantinya.","Tetapi jikalau sungguh sudah dicuri dari padanya, maka patutlah diberinya gantinya akan orang yang empunya dia.","Jikalau sudah dicarik-carik, hendaklah dibawanya akan menjadi saksi, maka yang tercarik itu tak usah digantinya.","Maka jikalau seorang meminta pinjam barang sesuatu kepada kawannya, lalu yaitu rusak atau mati, jikalau yang empunya itu tiada serta, tak akan jangan diberinya gantinya dengan sempurnanya.","Jikalau yang empunya itu serta, tak usah diberinya ganti, jikalau sudah disewanya, patutlah dibayarnya sewanya sahaja.","Maka jikalau seorang menawari seorang anak dara yang belum bertunangan, dan berseketiduranlah ia dengan dia, maka tak akan jangan diberinya isi kawin akan dia dengan tiada bertangguh lagi, serta diambilnya akan bininya.","Jikalau bapanya sekali-kali enggan memberikan dia kepadanya, hendaklah diberinya uang, banyaknya sekadar isi kawin anak dara itu.","Jangan kamu hidupi seorang petenung.","Barangsiapa yang berseketiduran dengan binatang, tak akan jangan orang itu mati dibunuh.","Barangsiapa yang membawa persembahan kepada ilah, lain dari pada persembahan yang kepada Tuhan sendiri, ia itu akan ditumpas.","Maka jangan kamu usik akan orang dagang atau menganiaya akan dia, karena kamupun telah menjadi orang dagang di negeri Mesir.","Jangan kamu menganiaya akan seorang perempuan yang janda, atau akan seorang anak piatu.","Jikalau kiranya kamu menganiaya akan dia sedikit jua, dan mereka itu berseru kepada-Ku, niscaya Kudengar seruannya kelak;","maka murka-Ku akan bernyala-nyala dan Aku akan membunuh kamu dengan pedang dan segala bini kamu akan menjadi janda dan segala anak-anakmu akan menjadi piatu.","Jikalau kamu memberi pinjam uang kepada umat-Ku, yaitu kepada orang miskin yang di antara kamu, maka jangan kamu menjadi baginya seperti penagih utang yang keras, dan jangan ambil bunga dari padanya.","Jikalau kiranya kamu mau mengambil pakaian kawanmu akan gadaian, tak akan jangan kamu memulangkan dia kepadanya dahulu dari pada masuk matahari.","Karena hanya inilah tudungannya, yaitu pakaian pada kulit tubuhnya, dengan barang lain apakah dapat ia berbaring tidur gerangan? Bahwa sesungguhnya apabila ia berseru kepada-Ku, maka Aku akan mendengar seruannya kelak, karena Aku ini rahmani.","Jangan kamu mengutuki hakim dan jangan kamu menghujat penghulu bangsamu.","Jangan kamu mempertangguhkan kelimpahanmu dan air matamu, maka tak akan jangan kamu mempersembahkan segala anakmu laki-laki yang sulung itu kepada-Ku.","Demikianpun hendaklah kamu perbuat dengan segala lembumu dan segala kambingmu; tujuh hari lamanya biarkan dia serta dengan emaknya, maka pada hari yang kedelapan patutlah kamu mempersembahkan dia kepada-Ku.","Hendaklah kamu menjadi orang yang suci bagi-Ku, sebab itu jangan kamu makan daging yang tercarik-carik di padang; patutlah kamu mencampakkan dia kepada anjing."]