["Jangan kamu bawa kabar yang dusta dan jangan pula engkau memasuk tangan dalam perkara orang jahat, dan menjadi saksi akan hal yang tiada benar.","Jangan kamu menurut orang kebanyakan dalam berbuat jahat, dan jangan pula kamu menjadi saksi akan barang perkara perselisihan hendak memutarbalikkan dia, akan memperkenankan orang yang berkuasa.","Dan lagi jagan kamu menghiasi perkara orang hina dalam acaranya.","Jikalau didapati olehmu akan lembu seterumu atau akan keledainya yang sesat, hendaklah kamu mengembalikan dia dengan segeranya.","Jikalau kamu melihat keledai seorang yang benci akan kamu telah rebah di bawah tanggungannya, patutkah kamu enggan akan tolong menurunkan tanggungannya? Tidak; melainkan hendaklah kamu menolong akan dia dalam menurunkan tanggungannya itu.","Jangan kamu mendolak-dalikkan hak orangmu yang miskin dalam acaranya.","Jauhkanlah dirimu dari pada perkara yang tiada benar; adapun orang yang tiada bersalah dan yang benar adanya, jangan kamu hukumkan akan mati dibunuh, karena Aku tiada membenarkan orang yang jahat.","Dan lagi jangan kamu menerima pemberian, karena pemberian itu membutakan mata orang yang melihat dan mendolak-dalikkan perkataan orang yang benar.","Lagipun jangan kamu menganiayai orang dagang, karena kamu ketahui akan hati orang dagang, sedang kamu sendiripun telah menjadi orang dagang di negeri Mesir.","Maka enam tahun lamanya hendaklah kamu menabur biji pada tanahmu, dan mengumpulkan hasilnya,","tetapi pada tahun yang ketujuh tak akan jangan kamu membiarkan dia tandus dengan tiada diperusah, supaya orang-orang miskin di antara bangsamu boleh makan, dan supaya sisanya boleh dimakan oleh binatang yang di padang. Demikianpun hendaklah kamu perbuat akan kebun anggurmu dan akan pokok zaitmu.","Enam hari lamanya hendaklah kamu mengerjakan pekerjaanmu, tetapi pada hari yang ketujuh patut kamu berhenti, supaya lembumu dan keledaimupun boleh berhenti, dan supaya anak sahayamu dan orang dagangpun boleh memulangkan nafasnya.","Maka kecuali segala perkara firman-Ku kepadamu, hubaya-hubaya hendaklah kamu perhatikan ini, yaitu jangan kamu sebutkan nama ilah lain, dan jangan ia itu kedengaran dari pada mulutmu!","Dalam setahun tiga kali hendaklah kamu berbuat hari raya bagi-Ku.","Hendaklah kamu memeliharakan hari raya fatir; tujuh hari lamanya hendaklah kamu makan fatir, setuju dengan firman-Ku kepadamu, pada masa yang tertentu bulan Abib, sebab dalam bulan itu juga kamu telah keluar dari Mesir; tetapi jangan orang menghadap hadirat-Ku dengan hampa tangannya.","Lagipun hari raya pengumpulan buah bungaran dari pada perusahaanmu, yang telah kamu taburkan di bendangmu itu, dan lagi hari raya pengumpulan pada kesudahan tahun, apabila kamu kumpulkan hasil perusahaanmu dari bendang itu.","Setahun tiga kali hendaklah segala orangmu laki-laki menghadap hadirat Tuhan Hua.","Jangan kamu mempersembahkan darah korban-Ku dengan barang yang bekhamir, dan lemak korban-Ku pada hari raya jangan bermalam sampai pagi hari.","Segala buah bungaran dari pada hasil tanahmu hendaklah kamu bawa masuk ke dalam bait Tuhan, Allahmu. Jangan kamu merebus anak kambing dengan air susu emaknya.","Bahwa sesungguhnya Aku menyuruhkan seorang malaekat di hadapanmu, supaya dipeliharakannya kamu pada jalan ini dan dihantarnya akan kamu ke tempat yang telah Kusediakan itu.","Ingatlah akan dirimu di hadapannya, turutlah akan perintahnya dan jangan kamu mendurhaka kepadanya, karena tiada disabarkannya durhakamu, sebab nama-Ku ada di dalam dia.","Tetapi jikalau selalu kamu menurut katanya dan kamu membuat segala sesuatu yang firman-Ku, maka Aku akan menjadi seterunya segala seterumu dan lawannya segala pelawanmu.","Karena malaekat-Ku itu akan berjalan di hadapanmu serta dibawanya akan kamu masuk ke dalam negeri orang Amori dan Heti dan Ferizi dan Kanani dan Hewi dan Yebuzi; maka Aku akan membinasakan mereka itu sekalian.","Jangan kamu menyembah sujud kepada dewata mereka itu atau berbuat bakti kepadanya, dan jangan kamu menurut perbuatan mereka itu, melainkan hendaklah kamu menumpas mereka itu sama sekali, dan menghancurluluhkan segala berhalanya.","Maka hendaklah kamu berbuat bakti kepada Tuhan, Allahmu, maka Iapun akan memberkati rotimu dan airmu, dan segala penyakit akan Kulalukan kelak dari antara kamu.","Dalam negerimu tiada akan ada orang yang gugur anaknya atau yang mandul, maka Aku akan menggenapkan bilangan segala harimu.","Maka kegentaran akan Daku Kusuruhkan kelak berlaku di hadapanmu, dan Aku akan mengharu-birukan segala bangsa yang kamu datangi, dan Aku mengadakan kelak bahwa segala musuhmu akan menundukkan tengkuknya kepadamu.","Dan lagi Aku akan menyuruhkan bala kebinasaan di hadapanmu, ia itu akan menghalaukan segala orang Hewi dan Kanani dan Heti dari hadapanmu.","Bukan dalam setahun jua lamanya Aku akan menghalaukan mereka itu dari hadapanmu, supaya jangan negeri itu sunyi senyap dan segala margasatwapun jangan diperbanyakkan atas kamu.","Dengan perlahan-lahan Aku hendak menghalaukan mereka itu dari hadapanmu, sekadar kamu bertambah-tambah dan mempusakai negeri itu.","Maka perhinggaan negerimu akan Kutentukan dari laut Kolzom sampai ke laut orang Filistin dan dari padang Tiah sampai ke sungai itu, karena segala orang isi negeri itu akan Kuserahkan ke tanganmu, supaya dihalaukan olehmu dari hadapanmu.","Maka jangan kamu berjanji-janjian dengan mereka itu atau dengan segala dewanya.","Jangan mereka itu duduk dalam negerimu, supaya jangan diadakannya kamu berdosa kepada-Ku; jikalau kiranya kamu berbuat bakti kepada dewata mereka itu, niscaya ia itu akan menjadi suatu jerat bagimu."]