["Bermula, maka firman Allah kepada Musa: Naiklah kamu menghadap Tuhan, baik engkau dan Harun dan Nadab dan Abihu dan tujuh puluh orang tua-tua Israel, lalu sujudlah kamu dari jauh.","Lalu hendaklah hanya Musa seorang dirinya menghampiri Tuhan, tetapi jangan mereka itu sekalian datang hampir dan jangan pula orang banyak itu naik sertanya.","Maka datanglah Musa memberitahu segala firman dan hukum Tuhan akan orang banyak itu, lalu mereka itu sekalianpun menyahut dengan suara jua, katanya: Akan segala hukum ini, yang firman Tuhan, kami akan turut.","Maka oleh Musa disuratkanlah segala firman Tuhan, lalu bangunlah ia pagi-pagi, diperbuatnya sebuah mezbah pada kaki bukit itu dengan dua belas batang tiang batu seturut bilangan kedua belas suku bangsa Israel.","Maka disuruhnya beberapa orang muda-muda dari pada bani Israel mempersembahkan kepada Tuhan beberapa korban bakaran dan korban syukur dari pada lembu jantan yang muda.","Maka diambil Musa akan separuh darahnya, dibubuhnya dalam bokor, dan separuhnya dipercikkannya kepada mezbah itu.","Lalu diambilnya kitab perjanjian itu, dibacakannya kepada pendengaran orang banyak itu, maka kata mereka itu: Segala firman Tuhan ini akan kami perbuat dan kami turut.","Maka diambil Musa akan darah itu, dipercikkannya kepada orang banyak, sambil katanya: Bahwa sesungguhnya inilah darah perjanjian yang diteguhkan Tuhan dengan kamu akan segala firman ini.","Maka Musa dan Harunpun naiklah dan lagi Nadab dan Abihu dan tujuh puluh orang tua-tua Israelpun sertanya.","Maka kelihatanlah kepada mereka itu Allah Israel, maka di bawah kakinya adalah sesuatu, seakan-akan dari pada batu nilam perbuatannya, rupanya bagaikan langit apabila terang cuaca adanya.","Tetapi tiada diulurkannya tangannya kepada orang-orang bangsawan bani Israel, melainkan setelah kelihatanlah Allah kepadanya, mereka itupun makan minumlah.","Maka firman Tuhan kepada Musa: Naiklah engkau ke atas bukit menghadap Aku dan tinggallah di sana, maka Aku hendak memberikan kepadamu loh batu dan Taurat dan segala hukum, yang telah Kusuratkan akan mengajarkan mereka itu.","Maka bangunlah Musa dan Yusak hambanya, lalu Musapun naiklah ke atas bukit Allah.","Maka katanya kepada segala tua-tua itu: Tinggallah kamu di sini sampai kami kembali kepadamu; bahwa sesungguhnya Harun dan Hur adalah serta dengan kamu; barangsiapa yang ada perkara, biarlah dibawanya kepada mereka itulah.","Hata, setelah Musa sudah naik ke atas bukit, datanglah sebuah awan menudungi bukit itu.","Maka kemuliaan Tuhan duduklah di atas bukit Torsina ditudungi oleh awan itu enam hari lamanya, maka pada hari yang ketujuh dipanggilnya dari dalam awan itu akan Musa.","Maka kepada pemandangan segala bani Israel rupa kemuliaan Tuhan di atas kemuncak bukit itu bagaikan api yang menghanguskan.","Maka Musapun masuklah ke dalam awan itu setelah sudah ia naik ke atas bukit, dan adalah Musa di atas bukit itu empat puluh hari empat puluh malam lamanya."]