["Arakian, maka hendaklah kauperbuat sebuah mezbahpun dari pada kayu penaga, lima hasta akan panjangnya dan lima hasta lebarnya (betul empat persegi mezbah itu) dan tiga hasta tingginya.","Dan tanduknya hendaklah kauperbuat pada keempat penjurunya dan hendaklah tanduknya itu terbit dari padanya, dan salutkanlah dia dengan tembaga.","Lagipun hendaklah kauperbuat periuk-periuknya akan dibubuh abu ke dalamnya, dan lagi penyodoknya dan bokor percikannya dan serampangnya dan perbaraannya, segala perkakasnya itu hendaklah kauperbuat dari pada tembaga.","Maka hendaklah kauperbuat akan dia suatu lantai pada jala-jala tembaga, dan pada keempat penjuru jala-jala itu hendaklah kauperbuat empat bentuk gelang tembaga.","Lalu bubuhlah akan dia di bawah rimbat mezbah arah ke bawah, yaitu sampai jala-jala itu kepada pertengahan mezbah.","Dan lagi hendaklah kauperbuat akan mezbah itu kayu pengusungnya dari pada kayu penaga dan salutkanlah dia dengan tembaga.","Lalu kayu pengusung itu hendaklah dimasukkan ke dalam gelangnya, sehingga kayu pengusung itu adalah di kiri kanan mezbah, supaya ia itu dapat diusung oranglah.","Hendaklah kauperbuatkan dia geronggang dari pada papan, seperti yang telah ditunjuk kepadamu di atas bukit, demikian hendaklah kauperbuatkan dia.","Dan lagi hendaklah kauperbuat akan halaman kemah sembahyang, adapun sebelah selatannya maka segala kain pagar halaman itu hendaklah dari pada benang bisus yang dipintal, panjangnya seratus hasta akan sisi satu itu.","Lagipun hendaklah ada dua puluh batang tiangnya serta dengan kakinya tembaga, maka segala susuh tiang itu dan segala tumbaknya hendaklah dari pada perak.","Demikianpun pada sebelah utara kain pagar, bujurnya hendaklah seratus hasta panjangnya dan dua puluh batang tiangnya serta dengan dua puluh kakinya dari pada tembaga, maka segala susuh tiang itu serta dengan segala tumbaknya hendaklah dari pada perak.","Adapun lebar halaman pada sebelah barat, kain pagarnya akan lima puluh hasta panjangnya dan sepuluh batang tiangnya serta dengan sepuluh kakinya.","Demikianpun lebar halaman di hadapan pada sebelah timur itu hendaklah lima puluh hasta.","Maka dari pada itulah lima belas hasta kain pagar hendaklah pada sebelah sana serta dengan tiga batang tiangnya dan tiga kakinya,","dan lima belas hasta kain pagar pada sebelah sini serta dengan tiga batang tiangnya dan tiga kakinya.","Maka pada pintu halaman itu akan ada suatu tabir dua puluh hasta panjangnya, dari pada bisus yang halus berwarna biru laut dan ungu dan kirmizi, perbuatan yang bersuji, serta dengan empat batang tiangnya dan empat kakinya.","Maka segala tiang ini pada segala pihak hendaklah bertumbak dan bersusuh perak, hanya segala kakinya dari pada tembaga.","Maka panjang halaman itu hendaklah seratus hasta, dan lebarnya lima puluh hasta genap, dan tingginya lima hasta, dari pada bisus yang dipintal dan segala kakinya dari pada tembaga.","Adapun segala perkakas kemah sembahyang yang terpakai kepada kebangunannya, segala labang dan pasaknya, jikalau pada halaman sekalipun, ia itu hendaklah dari pada tembaga.","Maka hendaklah kausuruh segala bani Israel membawa kepadamu minyak buah zait yang ditumbuk serta yang jernih akan minyak pelita, supaya segala pelita itu dapat dipasang oranglah.","Maka di dalam kemah perhimpunan, di luar tirai yang menudungi assyahadat, hendaklah disediakan oleh Harun serta anak-anaknya laki-laki akan dia di hadapan hadirat Tuhan dari pada petang datang kepada pagi hari; maka inilah suatu hukum yang kekal bagi segala bani Israel turun-temurun adanya."]