["Maka inilah peri perbuatanmu akan mereka itu, supaya mereka itu disucikan akan mengerjakan imamat bagi-Ku: ambillah seekor lembu muda, seekor anak lembu, dan dua ekor domba jantan yang tiada kecelaannya,","dan roti fatir dan apam fatir yang telah diramas dengan minyak, dan adonan fatir yang disapu minyak, maka hendaklah kauperbuat sekalian ini dari pada tepung gandum.","Dan bubuhlah dia dalam sebuah bakul, lalu persembahkanlah dia dalam bakul itulah serta dengan anak lembu dan kedua ekor domba jantan itu.","Maka pada masa itu hendaklah kausuruh Harun dan anak-anaknya laki-laki datang hampir kepada pintu kemah perhimpunan, lalu basuhkanlah mereka itu dengan air.","Kemudian dari pada itu hendaklah kauambil akan pakaian itu, kenakanlah kepada Harun baju dalam dan selimut efod dan efod dan perhiasan dada itu dan berpakaikanlah dia dengan sandang efod, yang perbuatan kepandaian itu;","dan taruhlah kulah itu di atas kepalanya dan bubuhlah jamang kesucian itu pada kulahnya.","Lalu ambillah akan minyak bau-bauan itu, curahkanlah dia di atas kepalanya, demikian hendaklah engkau menyiram dia.","Kemudian suruhlah anak-anaknya laki-laki datang hampir dan kenakanlah kepadanya baju dalam itu.","Maka hendaklah kauikatkan pinggang mereka itu, yaitu Harun dan anak-anaknya, dengan ikat pinggang itu dan ikatkanlah kopiah itu di atas kepalanya, supaya padanya imamat itu suatu hukum yang kekal selama-lamanya; dan hendaklah kaupenuhi tangan Harun dan tangan anak-anaknya.","Kemudian suruhlah bawa lembu muda itu hampir kepada kemah perhimpunan, maka Harun dan anak-anaknyapun hendaklah menumpangkan tangannya di atas kepala lembu muda itu.","Lalu sembelihlah lembu muda itu di hadapan hadirat Tuhan di muka pintu kemah perhimpunan.","Kemdian ambillah dari pada darah lembu muda itu, bubuhlah dia dengan jarimu pada tanduk mezbah, dan segala darah yang tinggal itu hendaklah kaucurahkan pada kaki mezbah.","Dan hendaklah kauambil akan segala lemak yang menudung isi perut dan jala-jala hampedal dan kedua buah punggung dan segala lemak yang ada padanya, lalu dibakarkanlah dia di atas mezbah itu;","tetapi segala daging lembu muda itu dan kulitnya dan isi perutnya hendaklah kaubakar habis dengan api di luar tempat tentara; ia itulah korban karena dosa adanya.","Setelah itu ambillah akan domba jantan seekor itu, maka Harun dan anak-anaknya laki-laki hendaklah menumpangkan tangannya di atas kepala domba jantan itu.","Lalu hendaklah kausembelihkan domba jantan itu dan ambillah dari pada darahnya, percikkanlah dia kepada mezbah berkeliling.","Lalu lapah-lapahlah domba jantan itu berpenggal-penggal, maka isi perutnya dan pahanya hendaklah kaubasuh dan taruhlah dia serta dengan segala penggalnya dan dengan kepalanya.","Maka domba jantan itu sama sekali hendaklah kaubakar di atas mezbah; ia itulah korban bakaran bagi Tuhan, akan suatu bau yang harum, dan suatu korban api bagi Tuhan adanya.","Setelah itu hendaklah kauambil akan domba jantan lain itu, maka Harun dan anak-anaknya laki-laki hendaklah menumpangkan tangannya di atas kepala domba jantan itu.","Lalu sembelihkanlah domba jantan itupun dan ambillah dari pada darahnya, bubuhlah dia pada cuping telinga kanan Harun dan cuping telinga kanan anak-anaknya, demikianpun pada ibu tangan kanan mereka itu dan pada ibu kakinya yang kanan; maka darah itupun hendaklah kaupercikkan kepada mezbah berkeliling.","Lalu ambillah dari pada darah yang di atas mezbah itu dan dari pada minyak bau-bauan, percikkanlah dia kepada Harun dan kepada pakaiannya dan kepada pakaian anak-anaknyapun sertanya, supaya sucilah ia dan pakaiannya dan anak-anaknya dan pakaian anak-anaknyapun sertanya.","Setelah itu hendaklah kauambil dari pada domba jantan itu lemaknya dan ekornya dan lemak yang lekat pada isi perut dan jala-jala hampedalnya dan kedua buah punggungnya dengan lemak yang lekat padanya, dan bahunya sebelah kanan, karena inilah domba jantan korban tahbis adanya,","dan lagi roti seketul dan sebuah roti surati yang bercampur minyak dan sebuah opak dari dalam bakul roti fatir, yang ada di hadapan hadirat Tuhan.","Taruhlah dia di atas tangan Harun dan di atas tangan anak-anaknya laki-laki, maka hendaklah kautimangkan dia bagai korban timangan di hadapan hadirat Tuhan,","lalu ambillah sekalian itu dari pada tangan mereka itu, bakarkanlah dia di atas mezbah, di atas korban bakaran itu, akan suatu bau yang harum di hadapan hadirat Tuhan; maka ia itulah suatu korban bakaran bagi Tuhan adanya.","Maka ambillah juga akan dada domba jantan dari pada korban tahbis yang Harun punya, timangkanlah dia di hadapan hadirat Tuhan akan korban timangan; maka ia itu akan menjadi bahagianmu.","Maka demikian hendaklah kausucikan dada korban timangan dan bahu korban tatangan, maka inilah dia yang patut ditimang dan ditatang dari pada domba jantan korban tahbis, dari pada yang Harun dan yang anak-anaknya punya.","Maka inilah menjadi bagi Harun dan anak-anaknya suatu hak yang kekal selama-lamanya dari pada bani Israel, karena inilah korban tatangan adanya, maka korban tatangan itu dari pada segala bani Israel akan diambil dari pada korban syukurnya, maka korban tatangan mereka itu akan bagi Tuhan.","Maka segala pakaian yang suci yang Harun punya itu akan menjadi milik anak-anaknya kemudian dari padanya, supaya dengan berpakaikan dia mereka itu disiram dengan minyak bau-bauan dan dengan dia juga mereka itu ditahbiskan.","Maka barangsiapa dari pada anak-anaknya yang menggantikan dia menjadi imam, apabila ia masuk ke dalam kemah perhimpunan akan berbuat bakti dalam tempat yang suci, hendaklah ia berpakaikan dia tujuh hari lamanya.","Dan lagi hendaklah engkau mengambil akan domba jantan tahbis itu, rebuslah dagingnya dalam tempat yang suci.","Maka daging domba jantan inilah akan dimakan oleh Harun dan oleh anak-anaknya hampir dengan pintu kemah perhimpunan, demikianpun roti yang dalam bakul itu.","Maka mereka itu akan makan barang yang telah mengadakan gafirat bagi mereka itu, yaitu supaya mereka itu ditahbiskan dan disucikan, tetapi orang keluaran jangan makan dari padanya, karena ia itulah suatu kesucian adanya.","Maka jikalau ada sisanya dari pada daging korban tahbis itu atau dari pada roti itu sampai pagi hari, tak akan jangan engkau membakar habis segala sisa itu dengan api: tiada boleh dimakan, karena ia itulah suatu kesucian adanya.","Maka hendaklah kauperbuat akan Harun dan akan anak-anaknya laki-laki seperti firman-Ku kepadamu: tujuh hari lamanya hendaklah engkau mentahbiskan mereka itu.","Lagipun hendaklah engkau menyembelihkan seekor lembu muda pada sebilang hari itu akan korban karena dosa, yaitu akan korban gafirat, dan engkau akan mentahirkan mezbah sambil mengadakan gafirat baginya, dan siramkanlah dia dengan minyak bau-bauan akan menyucikan dia.","Tujuh hari lamanya hendaklah engkau mengadakan gafirat bagi mezbah itu dan menyucikan dia, kemudian mezbah itu menjadi kesucian segala kesucian, barangsiapa yang menjamah mezbah itu akan suci adanya.","Maka inilah dia yang hendak kaupersembahkan di atas mezbah itu senantiasa pada sebilang hari, yaitu dua ekor anak domba yang umur setahun.","Seekor hendaklah kaupersembahkan pada pagi hari, seekor hendaklah kaupersembahkan pada petang hari,","dengan sepersepuluhan tepung halus diramas dengan seperempat takar minyak tumbukan, dan lagi suatu persembahan curahan dari pada seperempat takar air anggur patut disertakan dengan anak domba seekor itu.","Maka anak domba seekornya hendaklah kaupersembahkan pada petang hari, disertakan dengan persembahan makanan dan persembahan curahan, yang sama seperti persembahan pada pagi hari, ia itu akan suatu bau yang harum dan suatu korban bakaran bagi Tuhan.","Maka inilah selalu menjadi korban bakaranmu turun-temurun, pada pintu kemah perhimpunan di hadapan hadirat Tuhan, maka di sana Aku akan datang mendapatkan kamu hendak berfirman kepada kamu.","Maka di sanapun Aku akan datang mendapatkan bani Israel, dan kemuliaan-Ku akan menyucikan tempat itu kelak.","Maka Aku akan menyucikan kemah perhimpunan dan mezbah itu, dan lagi Aku akan menyucikan Harun dan anak-anaknya laki-laki, supaya mereka itu mengerjakan imamat bagi-Ku.","Maka Aku akan duduk di antara segala bani Israel dan Aku menjadi Allah mereka itu.","Maka akan diketahui oleh mereka itu, bahwa Akulah Tuhan, Allahnya, yang telah menghantarkan mereka itu keluar dari negeri Mesir, supaya Aku boleh duduk di antara mereka itu, bahwa Akulah Tuhan, Allahnya."]