["Sebermula, maka adalah Musa menggembalakan kawan domba Yetero, mentuanya, imam di negeri Midian; dibawanya akan kawan domba itu jauh ke dalam padang Tiah, sehingga sampailah ia ke bukit Allah, yaitu Horeb.","Maka kelihatanlah kepadanya malaekat Tuhan itu dalam nyala api di tengah-tengah belukar duri, heran, maka dilihatnya belukar duri itupun bernyala-nyala dengan api, tetapi tiada juga belukar itu dimakan olehnya.","Maka kata Musa: Baiklah aku pergi ke sana hendak melihat ajaib yang besar itu, yaitu belukar ini tiada hangus.","Demi dilihat Tuhan ia datang hendak melihat, maka berserulah Allah akan dia dari tengah-tengah belukar duri itu, firman-Nya: Hai Musa, Musa! Maka sembahnya: Sahaya, Tuhan!","Maka firman-Nya: Janganlah engkau hampir ke mari; tanggalkanlah kasut pada kakimu, karena tempat engkau berdiri itu tanah yang suci adanya.","Dan lagi firman-Nya: Aku inilah Allah bapamu, yaitu Allah Ibrahim dan Allah Ishak dan Allah Yakub. Maka ditudungkan Musa mukanya, sebab takutlah ia memandang kepada Allah.","Maka firman Tuhan: Bahwa sesungguhnya telah Kulihat segala aniaya yang berlaku atas umat-Ku, yang di Mesir itu, serta Kudengar tangis mereka itu dari karena segala pengerahnya, bahkan, Aku mengetahui segala sengsaranya.","Maka sebab itu telah Aku turun hendak melepaskan mereka itu dari pada tangan orang Mesir dan membawa mereka itu keluar dari pada negeri ini kepada sebuah negeri yang baik dan luas, kepada sebuah negeri yang berkelimpahan air susu dan madu, ke tempat kedudukan orang Heti dan orang Amori dan orang Ferizi dan orang Hewi dan orang Yebuzi.","Maka sekarang, sesungguhnya tangis bani Israel itu telah sampai ke hadirat-Ku dan lagi telah Kulihat segala aniaya orang Mesir akan mereka itu.","Marilah sekarang, Aku hendak menyuruhkan dikau menghadap Firaun, supaya engkau membawa akan umat-Ku, yaitu akan bani Israel, keluar dari negeri Mesir.","Maka sembah Musa kepada Allah: Siapa gerangan hambamu ini, maka hamba akan menghadap Firaun dan membawa bani Israel keluar dari negeri Mesir?","Maka firman Allah: Bahwasanya Aku kelak menyertai akan dikau dan inilah akan menjadi suatu tanda bagimu, bahwa Aku menyuruhkan dikau: apabila bangsa ini telah kaubawa keluar dari Mesir, maka kamu akan berbuat bakti kepada Allah di atas bukit ini.","Maka sembah Musa kepada Allah: Bahwa sesungguhnya apabila hamba datang mendapatkan bani Israel serta kata hamba kepada mereka itu: Bahwa Allah nenek moyang kamu telah menyuruhkan daku mendapatkan kamu, maka bertanyalah mereka itu: Siapakah namanya? maka apa gerangan hamba sahut kepadanya?","Maka firman Allah kepada Musa: AKU AKAN ADA, YANG AKU ADA. Dan lagi firman-Nya: Demikian hendaklah kaukatakan kepada bani Israel: Bahwa AKU ADA telah menyuruhkan daku mendapatkan kamu.","Lalu firman Allah kepada Musa: Demikian hendaklah kaukatakan kepada bani Israel: Bahwa Tuhan, Allah nenek moyang kamu, yaitu Allah Ibrahim dan Allah Ishak dan Allah Yakub, telah menyuruhkan daku mendapatkan kamu; maka inilah nama-Ku selama-lamanya dan nama peringatan akan Daku turun temurun.","Pergilah engkau dan himpunkanlah segala tua-tua Israel, katakanlah kepada mereka itu: Bahwa Tuhan, Allah nenek moyang kamu, telah kelihatan kepadaku, yaitu Allah Ibrahim, Ishak dan Yakub, firman-Nya: Bahwa sesungguhnya Aku telah menilik akan kamu serta Kulihat segala sesuatu yang dilakukan atas kamu di negeri Mesir;","maka sebab itulah firman-Ku: Aku hendak membawa kamu keluar dari pada sengsara Mesir itu ke negeri orang Kanani dan Heti dan Amori dan Ferizi dan Hewi dan Yebuzi, ke negeri yang berkelimpahan air susu dan madu.","Maka mereka itu kelak mendengar akan katamu, lalu hendaklah kamu pergi, baik engkau baik segala tua-tua Israel menghadap raja Mesir, dan hendaklah sembahmu kepadanya demikian: Bahwa Tuhan, Allah orang Ibrani itu, telah kelihatan kepada patik, maka sebab itu berilah kiranya patik sekalian ini pergi ke dalam padang Tiah sejauh tiga hari perjalanan, supaya patik mempersembahkan korban kepada Tuhan, Allah patik.","Tetapi sudah Kuketahui akan hal raja Mesir itu tiada akan diberinya kamu pergi, jikalau dengan tangan yang kuat sekalipun.","Karena Aku akan mengedangkan tangan-Ku dan memalu negeri Mesir dengan segala ajaib-Ku, yang Kuadakan kelak di dalamnya; kemudian baharulah diberinya kamu pergi.","Maka Aku akan memberi bangsa ini beroleh kasihan pada pemandangan orang-orang Mesir, sehingga akan jadi apabila kamu keluar kelak, tiada kamu akan pergi dengan hampa.","Karena masing-masing orang perempuan akan meminta kepada orang sekampungnya atau kepada orang setangganya serba benda perak dan serba benda emas dan pakaian, maka ia itu akan ditanggungkan olehmu di atas bahu anak-anakmu laki-laki dan perempuan, sehingga kamu akan menjarahi negeri Mesir."]