["Dan lagi hendaklah engkau memperbuatkan pula sebuah meja akan membakar dupa di atasnya: perbuatkanlah dia dari pada kayu penaga.","Sehasta akan panjangnya dan sehasta lebarnya, betul empat persegi, tetapi tingginya dua hasta, dan tanduknya hendak berhubung dengan dia.","Dan salutkanlah dia dengan emas semata-mata suci, baik papan atasnya baik pagarnya berkeliling dan segala tanduknya, dan perbuatkanlah dia suatu karangan emas kelilingnya.","Dan lagi perbuatkanlah padanya dua bentuk gelang emas, di bawah karangan itu pada kedua sisinya, kiri kanan, ia itu akan tempat kayu pengusung, supaya dapat diusung oranglah akan dia.","Maka kayu pengusung itu hendaklah kauperbuat dari pada kayu penaga, lalu salutkanlah dia dengan emas.","Maka meja itu hendaklah kautaruh di hadapan tirai yang menudungi tabut assyahadat, di hadapan tutupan gafirat yang di atas assyahadat itu, yaitu di tempat Aku datang mendapatkan kamu kelak.","Maka di atas meja itulah akan dibakar rempah-rempah yang harum baunya oleh Harun pada sebilang pagi, apabila diisinya pelita hendaklah dibakarnya itu.","Maka apabila dipasang Harun akan pelita itu pada petang hari, hendaklah ia itupun dibakar olehnya, maka selalu ia itu suatu bau-bauan yang harum di hadapan hadirat Tuhan di antara segala turunanmu.","Maka di atas meja itulah jangan engkau membakar dupa yang lain atau korban bakaran atau persembahan makanan, dan lagi jangan engkau curahkan kepadanya persembahan minuman.","Maka pada setahun sekali hendaklah Harun mengadakan gafirat bagi tanduk-tanduknya dengan darah korban karena dosa yang diampuni; pada setahun sekali hendaklah diadakannya gafirat baginya di antara segala bangsa kamu, maka inilah kesucian segala kesucian bagi Tuhan adanya.","Dan lagi berfirmanlah Tuhan kepada Musa, firman-Nya:","Apabila engkau mengambil jumlah segala bani Israel kelak serta membilang banyaknya, maka pada masa dibilang akan dia hendaklah masing-masing mereka itu mempersembahkan kepada Tuhan uang tebusan jiwanya, supaya jangan diadakan suatu bala di antara mereka itu apabila kaubilang akan dia.","Adapun yang hendak dipersembahkan oleh masing-masing yang masuk bilangan itu, ia itu setengah syikal yang setimbangan dengan syikal mukadis, maka syikal itulah dua puluh gera harganya; setengah syikal itu menjadi persembahan tatangan bagi Tuhan.","Barangsiapa yang masuk bilangan, dari pada orang yang dua puluh tahun dan lebih umurnya, ia itu hendaklah mempersembahkan persembahan tatangan kepada Tuhan.","Ia itu tak boleh dilebihkan oleh orang kaya, tak boleh dikurangkan oleh orang miskin dari pada setengah syikal itu apabila kamu mempersembahkan persembahan tatangan kepada Tuhan akan uang tebusan jiwamu.","Maka sebab itu hendaklah engkau mengambil uang tebusan itu dari pada bani Israel dan berikanlah dia karena pekerjaan dalam kemah perhimpunan itu, maka ia itu menjadi peringatan akan bani Israel di hadapan hadirat Tuhan dan uang tebusan jiwamu.","Maka berfirmanlah Tuhan kepada Musa, firman-Nya:","Dan lagi hendaklah kauperbuat sebuah kolam dari pada tembaga dan kakinyapun dari pada tembaga akan pebasuhan dan taruhlah dia di antara kemah perhimpunan dengan mezbah, lalu bubuhlah air dalamnya.","Maka Harun dan anak-anaknya laki-laki hendaklah membasuh kaki tangannya dengan air yang dari dalam kolam itu.","Maka apabila mereka itu masuk ke dalam kemah perhimpunan, tak akan jangan dibasuhkannya dirinya dengan air, asal jangan mereka itu mati dibunuh; maka demikianpun apabila mereka itu menghampiri mezbah hendak berbuat bakti dan memasang korban bakaran itu bagi Tuhan.","Maka hendaklah mereka itu membasuh kaki tangannya, supaya jangan mereka itu mati dibunuh; maka perkara inilah menjadi suatu hukum yang kekal baginya dan bagi benihnya turun-temurun adanya.","Dan lagi berfirmanlah Tuhan kepada Musa, firman-Nya:","Maka hendaklah engkau mengambil rempah-rempah yang terutama, yaitu mur yang cair lima ratus bahagian dan kayu manis yang wangi separuhnya, yaitu dua ratus lima puluh bahagian, dan deringu yang wangipun dua ratus lima puluh bahagian","dan kulit teja lima ratus, ditimbang setuju dengan syikal tempat suci, dan minyak buah zait setakar.","Maka dari padanya perbuatlah olehmu minyak siraman yang suci, suatu macam minyak yang diperbuat dengan kepandaian, seperti perbuatan tukang rempah-rempah, maka ia itu menjadi suatu minyak siraman yang suci.","Maka dengan dia juga hendaklah engkau menyiram kemah perhimpunan dan peti assyahadat,","dan meja itu serta dengan segala perkakasnya dan kaki pelita itu serta dengan segala perkakasnya dan meja pedupaan itu,","dan mezbah korban bakaran serta dengan segala perkakasnya dan kolam pebasuhan itu serta dengan kakinya.","Maka hendaklah kausucikan sekalian itu, supaya menjadi kesucian segala kesucian, barangsiapa yang menjamah akan dia, ia itu akan suci adanya.","Dan lagi hendaklah engkau menyiram Harun serta anak-anaknya laki-laki dengan minyak itu, dan sucikanlah mereka itu, supaya mereka itu mengerjakan imamat bagi-Ku.","Maka hendaklah kaukatakan kepada bani Israel: Bahwa minyak siraman yang suci ini bagi Aku sahaja di antara segala bangsa kamu.","Tak boleh disiramkan kepada tubuh barang seorang manusia juapun dan tak boleh kamu perbuat minyak yang sama campurannya; maka ia itu suatu kesucian adanya dan ia itu menjadi suatu kesucianpun bagimu.","Barangsiapa yang memperbuat minyak bau-bauan sama dengan ini, atau yang membubuh dia pada barang seorang yang tiada patut, ia itu akan ditumpas dari antara bangsanya.","Dan lagi firman Tuhan kepada Musa: Ambillah olehmu rempah-rempah yang harum baunya, yaitu getah mur dan lawang dan rasamala, rempah-rempah ini dan kemenyan yang suci, sekalian itu sama banyaknya.","Maka hendaklah engkau memperbuatkan dia akan suatu dupa, setuju dengan perbuatan tukang rempah-rempah, bercampur dengan sendawa akan suatu kesucian.","Maka ia itu hendaklah kautumbuk halus-halus, dan dari pada lumat itu taruhlah di hadapan assyahadat dalam kemah perhimpunan, tempat Aku datang mendapatkan kamu, maka ia itu akan menjadi kesucian segala kesucian bagi kamu sekalian.","Maka dupa sebegini macam, seperti kauperbuat itu, jangan kamu perbuat akan dirimu sendiri, karena ia itu suatu kesucian bagi Tuhan adanya.","Barangsiapa yang memperbuat sebegini macam hendak dipakainya sendiri, ia itu akan ditumpas dari antara bangsanya."]