["Sebermula, maka apabila dilihat oleh orang banyak bahwa berlambatan juga Musa turun dari atas bukit itu, maka berkerumunlah mereka itu kepada Harun sambil katanya: Mari, perbuatkanlah kami berhala, yang berjalan di hadapan kami, karena adapun akan Musa, orang yang telah menghantarkan kami keluar dari negeri Mesir, tiada kami tahu apakah jadinya.","Maka kata Harun kepada mereka itu: Cabutkanlah segala perhiasan emas yang ada pada telinga binimu dan anak-anakmu laki-laki dan perempuan, bawalah dia ke mari kepadaku.","Maka oleh orang banyak sekalian itu dicabutlah segala perhiasan yang pada telinga mereka itu, lalu dibawanya kepada Harun.","Maka disambutnyalah dari pada tangan mereka itu, lalu diukirnya dengan pelukis satu teladan, maka setuju dengan dia dituang oranglah seekor anak lembu, lalu kata mereka itu: Hai orang Israel! Inilah dewamu, yang telah membawa akan kamu keluar dari negeri Mesir.","Maka apabila dilihat Harun akan hal ini, didirikannyalah sebuah mezbah akan dia, lalu iapun berseru katanya: Esok harilah ada hari raya bagi Tuhan!","Maka pada keesokan harinya bangunlah mereka itu pagi-pagi, lalu dipersembahkannya korban bakaran dan dibawanya korban syukur pula, maka orang banyak itupun duduklah makan minum, kemudian bangkitlah mereka itu berdiri hendak bermain ramai-ramai.","Maka pada masa itu firman Tuhan kepada Musa: Pergilah engkau; turunlah dari atas bukit, karena bangsamu, yang telah kaubawa naik dari negeri Mesir, ia itu telah merusakkan halnya.","Dengan segera juga mereka itu telah undur dari pada jalan yang Kupesan kepadanya! mereka itu telah memperbuat akan dirinya seekor anak lembu tuangan, lalu mereka itu sujud di hadapannya, dipersembahkannya korban padanya sambil katanya: Hai Israel! inilah dewamu, yang telah membawa akan kamu keluar dari negeri Mesir.","Dan lagi firman Tuhan kepada Musa: Bahwa Aku telah melihat bangsa ini, sesungguhnya mereka itu suatu bangsa yang tegar tengkuknya.","Maka sekarang biarkanlah Aku menyalakan murka-Ku akan dia serta menghanguskan dia, maka Aku akan menjadikan dikau suatu bangsa yang besar.","Tetapi Musa menyembah sujudlah di hadapan hadirat Tuhan, Allahnya, sambil sembahnya: Ya Tuhan! mengapa gerangan murka-Mu dinyalakan atas umat-Mu, yang telah Kaubawa keluar dari negeri Mesir dengan kodrat-Mu yang besar serta dengan tangan yang kuat?","Mengapa gerangan orang Mesir berkata demikian: Dengan niat jahat telah dihantarkannya mereka itu keluar, hendak dibunuhnya mereka itu di antara gunung-gunung serta dibinasakannya mereka itu dari atas muka bumi? Berhentikan apalah kehangatan murka-Mu dan sayangkanlah kiranya umat-Mu dari pada dibinasakan!","Ingat apalah akan hamba-Mu Ibrahim dan Ishak dan Israel, yang telah Kaujanji dengan bersumpah demi diri-Mu, sambil firman-Mu: Aku akan memperbanyakkan benihmu sebanyak bintang di langit adanya, dan seluruh tanah yang telah Aku berfirman kepadamu akan halnya itu Kukaruniakan kelak kepada benihmu, menjadi miliknya pusaka selama-lamanya.","Maka pada masa itu bersesallah Tuhan akan celaka yang hendak didatangkan-Nya atas segala umat-Nya, seperti firman-Nya.","Maka Musapun berpalinglah dirinya, lalu turun dari atas bukit serta dengan dua loh batu assyahadat itu dalam tangannya; maka kedua loh batu itu bersuratan sebelah menyebelahnya, yaitu bersuratan atas bawahnya.","Maka kedua loh batu itupun perbuatan Allah adanya dan suratannyapun suratan Allah sendiri, terukir dalam loh batu itu.","Arakian, apabila terdengarlah Yusak akan bunyi suara orang banyak itu ramai bersorak, maka katanya kepada Musa: Ada sorak orang berperang dalam balatentara.","Tetapi kata Musa: Bukan ini bunyi sorak kemenangan dan bukan suara orang alah, melainkan kedengaranlah kepadaku bunyi orang menyanyi ramai-ramai.","Hata, apabila dihampirinya tempat orang banyak serta terlihatlah ia akan anak lembu dan akan orang ramai-ramai itu, maka bernyalalah amarah Musa, lalu dicampakkannya kedua loh batu itu dari dalam tangannya, dipecahkannya pada kaki bukit itu.","Maka diambilnya anak lembu yang telah diperbuat oleh mereka itu, dibakarnya habis dengan api, dihancur-luluhkannya menjadi lebu, lalu ditaburkannya di atas air, disuruhnya bani Israel minum dia.","Maka kata Musa kepada Harun: Engkau dipengapakan orang banyak ini, maka engkau mendatangkan atasnya salah yang begitu besar?","Maka kata Harun: Janganlah kiranya amarah tuan sangat bernyala! tuan tahu akan hal bangsa ini sama sekali jahat adanya.","Maka kata mereka itu kepada hamba: Perbuatlah akan kami berhala, yang berjalan di hadapan kami, karena adapun Musa, orang yang telah membawa akan kami naik dari negeri Mesir, tiada kami tahu apakah jadinya.","Lalu kata hamba kepada mereka itu: Barangsiapa yang pakai emas, hendaklah dicabutnya serta dibawanya ke mari kepadaku. Maka telah kulontarkan dia ke dalam api, lalu keluarlah rupa anak lembu ini.","Maka pada masa itu dilihat Musa akan orang banyak itu teralpa adanya (karena Harun telah mengalpakan mereka itu, sehingga ia menjadi kehinaan di antara segala orang yang hendak berbangkit melawan dia),","maka Musapun tinggal berdiri dalam pintu tempat perhentian tentara itu, lalu katanya: Barangsiapa yang cenderung kepada Tuhan, marilah kepadaku! Maka berhimpunlah kepadanya segala anak Lewi.","Maka kata Musa kepada mereka itu: Demikianlah firman Tuhan, yaitu Allah Israel: Masing-masing kamu sandangkanlah pedangnya, berjalanlah lalu lalang dalam tempat tentara, dari pada suatu pintu kepada suatu pintu dan bunuhlah masing-masing kamu akan saudaranya dan masing-masing akan sahabatnya dan masing-masing akan orang sekampungnya.","Maka diperbuatlah oleh anak-anak Lewi seperti kata Musa itu; maka pada hari itu matilah dari pada bangsa itu kira-kira tiga ribu orang banyaknya.","Karena Musa telah berkata demikian: Sucikanlah dirimu bagi Tuhan pada hari ini, seorangpun jangan sayang akan anaknya atau akan saudaranya, supaya pada hari ini kamu beroleh berkat dari pada Tuhan!","Hata, maka keesokan harinya kata Musa kepada orang banyak itu: Bahwa kamu sudah berbuat dosa yang amat besar; maka sekarang aku hendak naik menghadap Tuhan, kalau-kalau aku dapat mengadakan gafirat atas dosa kamu itu.","Maka kembalilah Musa kepada Tuhan, lalu sembahnya: Wah, bangsa ini telah berbuat dosa yang amat besar dengan memperbuat berhala emas akan dirinya.","Maka sekarang, jikalau boleh, ampunilah kiranya dosa mereka itu! jikalau tiada, maka parangkan apalah aku dari dalam kitab-Mu, yang telah Kausuratkan.","Maka firman Tuhan kepada Musa: Orang itulah patut Kuparangkan dari dalam kitab-Ku, yaitu yang telah berdosa kepada-Ku.","Maka sekarang, pergilah engkau, hantarkanlah bangsa ini ke tempat yang telah Kukatakan kepadamu; bahwa sesungguhnya malaekat-Ku akan berjalan di hadapanmu, tetapi pada hari pembalasan-Ku, maka Aku akan membalas dosanya kepada mereka itu!","Maka demikianlah disiksakan Tuhan akan bangsa itu, sebab telah diperbuatnya anak lembu, yang diperbuat oleh Harun akan mereka itu."]