["Arakian, maka firman Tuhan kepada Musa: Pergilah engkau, berangkatlah dari sini, baik engkau baik orang banyak itu, yang telah kaubawa naik dari negeri Mesir ke negeri yang telah Kujanjikan kepada Ibrahim dan Ishak dan Yakub dengan pakai sumpah, sambil firman-Ku: Aku akan menganugerahkan dia kepada benihmu.","Maka Aku akan menyuruhkan kelak seorang malaekat di hadapanmu (dan Aku akan menghalaukan segala orang Kanani dan Amori dan Heti dan Ferizi dan Hewi dan Yebuzi)","ke negeri yang berkelimpahan air susu dan madu; tetapi Aku tiada berangkat bersama-sama di antara kamu, karena kamulah suatu bangsa yang tegar tengkukmu, asal jangan Aku menghanguskan kamu di jalan ini.","Hata, serta kedengaranlah firman yang keras ini kepada orang banyak itu, maka bersesallah mereka itu, seorangpun tiada memakai perhiasannya.","Maka firman Tuhan kepada Musa: Katakanlah kepada segala bani Israel: Kamulah suatu bangsa yang tegar tengkuknya, jikalau kiranya Aku berangkat bersama-sama di antara kamu, sebentar juga Aku membinasakan kamu kelak; maka sekarangpun tanggalkanlah segala perhiasanmu, supaya Kuketahui barang yang akan Kuperbuat akan kamu.","Maka oleh bani Israel ditanggalkanlah segala perhiasannya, jauh dari pada bukit Horeb.","Maka oleh Musa diambil akan kemahnya, didirikannyalah di luar tempat tentara, jauh dari pada orang banyak itu, dan dinamainya akan dia kemah perhimpunan, maka barangsiapa yang hendak bertanyakan Tuhan, ia itu keluar ke kemah perhimpunan, yang di luar tempat tentara itu.","Maka sesungguhnya apabila Musa keluar ke kemah itu, berbangkitlah orang sekalian, lalu berdiri masing-masing pada pintu kemahnya, dihantarnya Musa dengan matanya, sampai sudah ia masuk ke dalam kemah itu.","Maka sesungguhnya apabila Musa sudah masuk ke dalam kemah, turunlah tiang awan itu, lalu berhenti pada pintu kemah, maka Tuhanpun berfirmanlah kepada Musa.","Maka serta dilihat orang banyak akan tiang awan itu terdiri pada pintu kemah, maka berbangkitlah orang itu sekalian, lalu sujud masing-masing dalam pintu kemahnya.","Maka berfirmanlah Tuhan kepada Musa muka dengan muka, seperti seorang manusia berkata dengan sahabatnya; setelah itu maka kembalilah Musa kepada tempat tentara itu, tetapi hambanya, yaitu Yusak bin Nun, seorang orang muda, tiada undur dari dalam kemah itu.","Maka sembah Musa kepada Tuhan: Bahwasanya firman-Mu kepadaku: Hantarkanlah orang banyak ini naik; maka tiada Engkau memberitahu aku, siapa yang hendak Kausuruhkan sertaku, tetapi firman-Mu juga: Bahwa Aku mengenal engkau dengan namamu! dan lagi: Engkau telah beroleh rahmat pada pemandangan-Ku!","Maka sekarangpun pintaku, jikalau aku telah mendapat rahmat pada pemandanganmu, biarlah kiranya aku mengetahui jalanmu, maka dapat kuketahui dengan sebenarnya, bahwa aku telah beroleh rahmat pada pemandangan-Mu, dan ingat apalah bahwa bangsa ini umat-Mu adanya!","Maka firman Tuhan: Jikalau kiranya Aku sendiri berangkat bersama-sama, bolehkah ia itu menyenangkan hatimu?","Maka sembah Musa kepada Tuhan: Jikalau tiada Engkau sendiri pergi besama-sama, maka jangan apalah Engkau membawa akan kami naik dari sini.","Karena dengan apa gerangan boleh diketahui, bahwa aku telah beroleh rahmat pada pemandangan-Mu, baik aku baik umat-Mu? Bukankah dengan ini: jikalau Engkau berangkat bersama-sama dengan kami? demikianlah dapat kami diasingkan, baik aku baik umat-Mu, dari pada segala bangsa yang di atas bumi.","Maka firman Tuhan kepada Musa: Lagi perkara ini, yang kaukatakan itu, hendak Kuperbuat, sebab engkau telah beroleh rahmat pada pemandangan-Ku dan Aku mengenal engkau dengan namamu.","Maka sembah Musa: Tunjukkan apalah sekarang kemuliaan-Mu kepadaku!","Tetapi firman Tuhan: Bahwa Aku akan menjalankan segala kebajikan-Ku lalu dari pada matamu dan Aku akan menyebut nama Tuhan di hadapan mukamu, maka Aku akan mengasihankan barangsiapa yang Kukasihankanlah dan mengaruniakan rahmat-Ku kepada barangsiapa yang Kukaruniakan rahmat itu.","Dan lagi firman Tuhan: Tiada boleh engkau memandang wajah-Ku, karena seorang manusiapun tiada dapat memandang Aku serta tinggal hidup.","Dan lagi firman Tuhan: Bahwasanya adalah suatu tempat hampir dengan Aku, maka di sana hendaklah engkau berdiri di atas gunung batu.","Maka akan jadi kelak, apabila kemuliaan-Ku berjalan lalu, maka Aku menaruhkan dikau dalam celah batu itu dan Aku akan menudungi engkau dengan tangan-Ku sampai sudah Aku berjalan lalu.","Maka apabila Aku sudah melalukan tangan-Ku, maka engkau akan melihat ujung belakang-Ku, tetapi wajah-Ku itu tiada dapat dipandang!"]