["Arakian, maka firman Tuhan kepada Musa: Pahatkanlah akan dirimu dua loh batu seperti yang dahulu itu, maka Aku akan menyurat padanya segala perkataan yang telah ada pada loh batu dahulu, yang telah kaupecahkan itu.","Maka bersedialah engkau pada pagi hari, supaya pagi-pagi engkau mendaki bukit Torsina, lalu berdirilah engkau di hadapan-Ku di atas kemuncak bukit itu.","Maka seorangpun jangan naik sertamu dan seorangpun jangan kelihatan di atas segenap bukit itu, dan lagi jangan ada binatang kecil atau lembu mencahari makan pada keliling bukit itu.","Hata, maka dipahatkanlah oleh Musa dua loh batu seperti yang dahulu itu; maka bangunlah ia pagi-pagi, lalu mendaki bukit Torsina, seperti firman Tuhan kepadanya, serta dibawanya akan kedua loh batu itu pada tangannya.","Maka Tuhanpun turunlah dalam sebuah awan, lalu berdiri hampir dengan dia sambil Ia menyebut nama Hua.","Maka Tuhanpun berjalan lalu dari pada matanya sambil Ia berseru: Hua, Hua, Allah, arrahmani arrahimi, yang panjang sabar lagi besar kemurahan-Nya dan kebenaran-Nya!","Yang memeliharakan kemurahan-Nya bagi orang beribu-ribu dan yang mengampuni segala durhaka dan kesalahan dan dosa; yang sekali-kali tiada mengirakan suci dari pada salah segala orang jahat, melainkan yang membalas durhaka segala bapa kepada anak cucu cicitnya sampai kepada gilir yang ketiga dan yang keempat!","Maka bersegeralah Musa menundukkan kepalanya sampai ke bumi, lalu iapun menyembah sujudlah.","Sambil sembahnya: Ya Tuhan! jikalau kiranya sekarang aku telah beroleh rahmat pada pemandangan-Mu, Tuhan berjalan apalah di tengah-tengah kami; sesungguhnya bangsa ini tegar tengkuknya, tetapi ampunilah kiranya durhaka dan dosa kami dan terima apalah kami akan suatu bahagian pusaka.","Maka firman Tuhan: Bahwa sesungguhnya Aku berjanji di hadapan segenap bangsamu, bahwa Aku akan berbuat beberapa ajaib, yang belum pernah diadakan di atas seluruh muka bumi atau di antara barang bangsa, maka segenap bangsa, yang di tengah-tengahnya ada engkau, itu akan melihat perbuatan Tuhan, bahwa hebat adanya barang yang hendak Kuperbuat akan kamu.","Maka hendaklah engkau memeliharakan barang yang Kupesan kepadamu pada hari ini! bahwa sesungguhnya Aku akan menghalaukan dari hadapanmu segala orang Amori dan Kanani dan Heti dan Ferizi dan Hewi dan Yebuzi.","Maka jagalah dirimu dari pada berjanji-janjian dengan orang isi negeri yang kamu tuju itu, supaya jangan mereka itu menjadi akan suatu jerat di antara kamu.","Melainkan hendaklah kamu membongkar segala mezbahnya dan memecahkan segala patung yang didirikannya, dan menebang segala hutan-hutannya.","Janganlah kamu berjanji-janjian dengan orang isi negeri itu, karena apabila mereka itu berkendak mengikut dewatanya dan membawa korban kepada berhalanya, barangkali dijemputnya akan kamu dan kamupun makan dari pada korbannya itu.","Maka jikalau kiranya kamu mengambil anak perempuan mereka itu akan bini anakmu laki-laki, niscaya anaknya perempuan itu akan berkendak mengikut berhalanya dan diadakannya pula bahwa anakmu laki-lakipun berkendak mengikut berhala mereka itu.","Janganlah kamu memperbuat akan dirimu patung tuangan.","Tak akan jangan kamu memeliharakan hari raya roti fatir; tujuh hari lamanya hendaklah kamu makan roti fatir setuju dengan firman-Ku, pada masa yang tertentu dalam bulan Abib, karena dalam bulan Abib kamu telah keluar dari Mesir.","Segala anak yang mula-mula keluar dari dalam rahim itulah Aku punya; bahkan, segala binatangmu yang diperanakkan jantan dan yang mula-mula keluar dari dalam perut emaknya, baik dari pada binatang yang besar baik dari pada binatang yang kecil.","Tetapi keledai yang mula-mula diperanakkan hendaklah kamu tebus dengan seekor binatang kecil, tetapi jikalau ia itu tiada kamu tebus tak akan jangan kamu patahkan lehernya. Bahwa segala anakmu laki-laki yang sulung itu hendaklah kamu tebus, dan pada masa itu jangan orang menghadap Aku dengan hampa tangannya.","Maka enam hari lamanya hendaklah kamu bekerja, tetapi pada hari yang ketujuh itu hendaklah kamu berhenti; baik musim membajak baik musim menuai, kalau hari itu hendaklah kamu berhenti juga.","Dan lagi hendaklah kamu memegang masa raya asabia, yaitu hari raya buah sulung dari pada pemotongan gandum, dan hari raya pungutan buah-buahan pada kesudahan tahun.","Tak akan jangan tiga kali dalam setahun segala orang laki-laki yang di antara kamu akan datang menghadap Tuhan Hua, yaitu Allah Israel.","Maka apabila sudah Aku menghalaukan segala bangsa itu dari dalam negerinya di hadapan kamu, dan sudah Aku meluaskan perhinggaan negerimu, maka seorangpun tiada akan menghendaki negerimu dalam antara kamu berjalan naik hendak menghadap Tuhan, Allahmu, tiga kali pada setahun.","Maka janganlah kamu mempersembahkan barang suatu yang khamir serta dengan korban-Ku sembelihan, dan lagi korban sembelihan pada hari raya Pasah jangan bermalam sampai pagi.","Segala buah bungaran dari pada hasil tanahmu hendaklah kamu bawa masuk ke dalam bait Tuhan, Allahmu. Maka janganlah kamu merebus anak kambing itu dengan air susu emaknya.","Dan lagi firman Tuhan kepada Musa: Suratkanlah segala firman ini, karena seperti bunyi firman ini Aku telah berjanji dengan dikau serta dengan Israel.","Maka Musa adalah di sana serta dengan Tuhan empat puluh hari empat puluh malam lamanya, tiada ia makan roti dan tiada ia minum air, maka disuratkannya segala firman perjanjian, sepuluh firman itu, di atas loh batu itu.","Hata, maka tatkala turunlah Musa dari atas bukit Torsina adalah kedua loh batu itu dalam tangannya sambil ia turun dari atas bukit itu, maka tiada diketahuinya akan kulit mukanya bercahaya oleh sebab telah ia berkata-kata dengan Tuhan.","Demi dipandang Harun dan segala bani Israel akan Musa, dilihatnya kulit mukanya bercahaya, maka takutlah mereka itu datang hampir kepadanya.","Tetapi dipanggil Musa akan mereka itu, lalu Harun dan segala penghulu perhimpunan itupun datanglah hampir kepadanya, maka Musapun berkata-kata dengan mereka itu.","Kemudian segala bani Israelpun datanglah hampir, lalu disampaikan Musa kepada mereka itu segala perkara yang dikatakan Tuhan kepadanya di atas bukit Torsina itu.","Maka selama Musa berkata-kata dengan mereka itu ditudunginya mukanya.","Tetapi apabila Musa datang menghadap Tuhan hendak berkata-kata dengan Tuhan, disingkapkannya tudung itu sampai ia keluar; setelah sudah keluar disampaikannyalah kepada segala bani Israel segala firman yang kepadanya itu.","Maka apabila dilihat bani Israel akan muka Musa, bahwa bercahayalah kulit mukanya, maka dikenakan Musa tudung itu pada mukanya sampai ia masuk pula hendak berkata-kata dengan Tuhan."]