["Arakian, maka diperbuatkannya lagi mezbah akan korban bakaran itu dari pada kayu penaga, panjangnya lima hasta, lebarnyapun lima hasta, betul empat persegi, dan tingginya tiga hasta.","Dan diperbuatkannya tanduknya pada keempat penjurunya, segala tanduknya itupun terbitlah dari padanya dan disalutkannya sekalian itu dengan tembaga.","Dan lagi diperbuatkannya segala perkakas mezbah itu, yaitu segala periuknya dan penyodoknya dan bokor percikannya dan serampangnya dan pebaraannya, segala perkakas itu diperbuatkannya dari pada tembaga.","Dan lagi diperbuatkannya pada mezbah itu suatu lantai dari pada jala-jala tembaga, di bawah rimbatnya, arah ke bawah sampai kepada pertengahannya.","Dan dituangkannyalah empat bentuk gelang pada keempat penjuru lantai tembaga akan tempat kayu pengusung.","Maka kayu pengusung itu diperbuatkannya dari pada kayu penaga, lalu disalutkannya dengan tembaga.","Maka dimasukkannya kayu pengusung itu ke dalam gelang yang pada kiri kanan mezbah itu, supaya ia itu dapat diusung oranglah; maka mezbah itu diperbuatkannya geronggang dari pada papan.","Dan lagi diperbuatkannyalah kolam tembaga itu serta dengan kakinya tembaga dari pada segala cermin yang dibawa oleh perempuan beramai-ramai kepada pintu kemah perhimpunan.","Maka diperbuatkannya akan halaman itu; adapun akan sebelah selatannya adalah segala pagar halaman itu dari pada benang bisus yang dipintal, panjangnya seratus hasta.","Maka kedua puluh batang tiangnya serta dengan kedua puluh kakinya adalah dari pada tembaga, maka segala susuh tiang itu dan segala tumbaknya adalah dari pada perak.","Maka pada sebelah utara adalah panjangnya seratus hasta, maka kedua puluh batang tiangnya serta dengan kedua puluh kakinya adalah dari pada tembaga, maka segala susuhnya dan segala tumbaknya adalah dari pada perak.","Maka pada sebelah barat panjang pagar layar itu lima puluh hasta, banyak tiangnya sepuluh batang dan kakinyapun sepuluh buah; maka segala susuh tiang itu dan segala tumbaknyapun adalah dari pada perak.","Maka pada sebelah timur, di hadapan halaman itu, panjangnya lima puluh hasta.","Panjang pagar layar sebelah sana lima belas hasta serta dengan tiga batang tiangnya dan tiga buah kakinya.","Dan pada sebelah sini, yaitu pada kiri kanan pintu halaman itu, adalah panjang pagar layar lima belas hasta serta dengan tiga batang tiangnya dan tiga buah kakinya.","Maka segala pagar layar keliling halaman itu adalah dari pada benang bisus yang dipintal.","Maka segala kaki tiang itu dari pada tembaga dan susuh tiang dan tumbaknyapun dari pada perak dan persalutan kepalanya dari pada perak, maka segala tiang itu diperhubungkan bersama-sama dengan beberapa tumbak dari pada perak.","Maka tudung pintu halaman itu suatu perbuatan yang bersuji, dari pada benang yang biru laut dan ungu dan kirmizi warnanya dan dari pada benang bisus yang dipintal, panjangnya dua puluh hasta dan tingginya sama dengan lebarnya adalah lima hasta, setuju dengan segala layar pagar halaman itu.","Maka keempat batang tiangnya serta dengan keempat kakinya adalah dari pada tembaga, susuhnya dan tumbaknya dari pada perak dan kepalanyapun disalutkan dengan perak.","Maka segala pasak kemah sembahyang dan pasak halaman yang kelilingnya itu adalah dari pada tembaga.","Maka inilah bilangan segala perkara kemah sembahyang, yaitu kemah assyahadat, yang dibilang dengan pesan Musa oleh orang-orang Lewi, di bawah perintah Itamar bin Harun yang imam.","Maka oleh Bezaliel bin Uri bin Hur, dari pada suku Yehuda, diperbuatkan segala perkara yang sudah dipesan oleh Tuhan kepada Musa.","Maka kawannya itulah Aholiab bin Ahisamakh, dari pada suku Dan, seorang tukang yang pandai dan yang dapat menyuji dengan benang yang biru laut dan ungu dan kirmizi warnanya dan dengan bisus.","Adapun akan banyak segala emas yang dipakai kepada pekerjaan memperbuatkan tempat yang suci itu, yaitu segala emas persembahan timangan, adalah sembilan likur talenta tujuh ratus tiga puluh syikal, yang sama dengan syikal tempat suci itu.","Maka adapun akan banyak perak segala orang yang terbilang di antara perhimpunan itu, ia itu adalah seratus talenta seribu tujuh ratus tujuh puluh lima syikal, yang sama dengan syikal tempat suci itu.","Seorang sebeka, yaitu setengah syikal, yang sama dengan syikal tempat suci, dari pada masing-masing orang yang masuk bilangan yang umur dua puluh tahun atau lebih, yaitu enam ratus ribu dan tiga ribu lima ratus lima puluh jumlahnya.","Seratus talenta perak dipakai akan menuang segala kaki tempat yang suci dan segala kaki tirai dinding; akan seratus kaki dipakai seratus talenta, yaitu sekaki setalenta.","Maka dari pada seribu tujuh ratus tujuh puluh lima syikal itu diperbuatkannya segala susuh pada tiang-tiang itu dan disalutkannya segala kepala tiang dengan dia dan diperbuatnya segala tumbak akan dia.","Maka adapun akan banyak tembaga persembahan timangan itu adalah tujuh puluh talenta dua ribu empat ratus syikal.","Maka dari pada itulah diperbuatkannya segala kaki pintu kemah perhimpunan dan mezbah tembaga dan lantai tembaga yang ada padanya, dan segala perkakas mezbah itu,","dan segala kaki pagar halaman yang kelilingnya dan segala kaki pintu halaman itu, dan lagi segala pasak kemah sembahyang dan segala pasak halaman yang kelilingnya."]