["Dan lagi diperbuatkannya segala pakaian jawatan akan mengerjakan tempat yang suci itu, yaitu dari pada benang biru laut dan ungu dan kirmizi, dan lagi diperbuatnya segala pakaian yang suci akan Harun, setuju dengan firman Tuhan yang kepada Musa.","Maka diperbuatkannya efod itu dari pada benang yang biru laut dan ungu dan kirmizi warnanya dan dari pada bisus yang dipintal.","Maka ditempakannya emas itu menjadi berkeping-keping yang tipis, lalu dihunusnya menjadi dawai akan dibubuh di antara benang yang biru laut dan di antara yang ungu dan di antara yang kirmizi warnanya dan di antara bisus itu, menjadi suatu tenunan yang amat kepandaian.","Maka diperbuatkannya padanya tampal bahu yang tersambat, maka olehnya ia itu dipersambatkan pada kedua ujungnya.","Maka adapun sandang efod, yang suatu perbuatan kepandaian dan yang berhubung dengan dia, ia itu diperbuat begitu juga dari pada emas dan benang yang biru laut dan ungu dan kirmizi warnanya dan dari pada bisus yang dipintal, setuju dengan firman Tuhan yang kepada Musa.","Maka dikerjakannya pula permata unam itu, diikatkannya dengan ikatan emas dan diukirnya seperti ukiran meterai dengan nama-nama segala bani Israel.","Lalu dikenakannyalah kepada kedua tampal bahu efod itu menjadi permata peringatan akan bani Israel, setuju dengan firman Tuhan yang kepada Musa itu.","Maka diperbuatkannya lagi perhiasan dada itu, suatu perbuatan yang amat kepandaian, sama dengan perbuatan efod, dari pada benang emas dan benang yang biru laut dan ungu dan kirmizi warnanya dan dari pada bisus yang dipintal.","Maka diperbuatkannya empat persegi dan berlapis dua, panjangnya sejengkal, lebarnyapun sejengkal, berlapis dua adanya.","Maka dipertatahkannya dengan permata empat jajar, sejajar dari pada sebiji permata akik dan sebiji permata zabarjad dan sebiji permata yakut, ia itulah jajar yang pertama.","Maka jajar yang kedua itu dari pada sebiji permata zamrud dan sebiji permata nilam dan sebiji permata intan.","Dan jajar yang ketiga itu dari pada sebiji permata pusparagam dan sebiji permata syabu dan sebiji permata martis.","Dan jajar yang keempat itu dari pada sebiji permata firuzah dan sebiji permata unam dan sebiji permata yasyib, berikatkan emas dalam pertatahannya.","Maka banyak permata itu sama dengan segala nama bani Israel, yaitu dua belas banyaknya, nama masing-masing diukir dalamnya dengan ukiran meterai, setuju dengan kedua belas suku bangsa itu.","Maka diperbuatkannya lagi pada perhiasan dada itu rantai kecil dari pada emas semata-mata suci, bercengkeling, perbuatan dawai emas berkerawang.","Dan diperbuatkannya dua kundam emas dan dua bentuk cincin emas, maka kedua cincin itu dibubuhnya pada kedua ujung perhiasan dada itu.","Lalu dikenakannyalah kedua rantai kecil dari pada dawai emas itu kepada kedua bentuk cincin, yang diujung perhiasan dada itu.","Tetapi ujung kedua utas rantai kecil yang dari pada dawai itu dikenakannya kepada kedua kundam itu, sehingga sampailah ia itu kepada kedua tampal bahu efod betul di hadapan.","Maka diperbuatkannya lagi dua bentuk cincin dari pada emas yang dikenakannya kepada kedua ujung perhiasan dada, yaitu pada tepinya yang arah ke sebelah dalam, ke efod itu.","Dan diperbuatkannya dua bentuk cincin pula yang dikenakannya kepada kedua tampal bahu efod itu di sebelah bawahnya arah ke hadapan pada tempat persambungannya, di atas sandang efod yang perbuatan kepandaian.","Maka ditambatkannya cincin perhiasan dada itu pada cincin efod dengan suatu tali dari pada benang biru laut di atas sandang efod perbuatan kepandaian, maka perhiasan dada itu tiada diceraikan dari pada efod, setuju dengan firman Tuhan yang kepada Musa.","Maka diperbuatnya lagi baju selimut efod dari pada tenunan, yang sama sekali biru laut warnanya.","Maka potongan leher baju itu adalah pada sama tengahnya seperti potongan leher baju zirha, maka potongan leher itu bernia keliling, supaya jangan ia itu koyak.","Maka pada kelim baju selimut itu diperbuatkannya beberapa buah delima dari pada benang yang terpintal dan yang biru laut dan ungu dan kirmizi warnanya.","Dan diperbuatnya lagi beberapa giring-giring dari pada emas semata-mata suci, lalu dibubuhnya segala giring-giring itu di tengah-tengah segala delima pada kelim jubah itu keliling di tengah-tengah segala buah delima;","yaitu berselang-selang, sebiji giring lalu sebuah delima, dan lagi sebiji giring lalu sebuah delima pada klim jubah itu keliling, yang dipakai dalam pekerjaan, setuju dengan firman Tuhan yang kepada Musa.","Maka diperbuatnya pula baju dalam, tenunan dari pada bisus, akan Harun dan anak-anaknya laki-laki;","dan lagi kulah dari pada bisus dan destarpun dari pada bisus dan serual dan kain rami dari pada bisus yang dipintal;","dan ikat pinggang dari pada bisus yang dipintal dan yang biru laut dan ungu dan kirmizi warnanya, yang bersuji, setuju dengan firman Tuhan yang kepada Musa.","Maka diperbuatkannya pula jamang makota kesucian dari pada emas semata-mata suci, lalu diukirnya dengan ukiran meterai suratan ini: Kesucian Tuhan.","Maka dikenakannyalah padanya suatu tali dari pada benang yang biru laut warnanya akan diikatkan dia dengan kulah itu pada sebelah hadapannya, setuju dengan firman Tuhan yang kepada Musa.","Maka demikian disampaikannyalah segala pekerjaan memperbuat kemah sembahyang, yaitu kemah perhimpunan itu, maka ia itu diperbuatkan oleh bani Israel setuju dengan segala perkara firman Tuhan yang kepada Musa, demikianlah diperbuatnya.","Lalu dibawanya akan kemah sembahyang itu kepada Musa, yaitu akan kemah serta dengan segala perkakasnya dan kait-kaitnya dan segala kayu palangnya dan segala tiangnya dan segala kakinya;","dan lagi akan tudung yang dari pada kulit domba jantan celupan merah dan akan tudung yang dari pada kulit gajah mina dan kain tirai dinding itu,","dan akan tabut assyahadat serta dengan kayu pengusungnya dan tutupan gafirat itu,","dan akan meja itu serta dengan segala perkakasnya dan segala roti tunjukan itu,","dan akan kaki pelita dari pada emas semata-mata suci serta dengan segala pelitanya lengkap akan disediakan dan segala perkakasnya dan minyak akan pelita itu,","dan akan tempat persembahan dari pada emas dan akan minyak bau-bauan dan akan dupa dari pada rempah-rempah yang harum baunya dan akan tudung pintu kemah itu,","dan akan mezbah tembaga serta dengan lantai tembaga yang ada padanya dan akan kayu pengusungnya dan segala perkakasnya dan akan kolam itu serta dengan kakinya,","dan akan segala layar pagar halaman itu serta dengan segala tiangnya dan kakinya dan akan tudung pintu halaman dan akan segala talinya dan pasaknya dan akan segala perkakas yang terpakai kepada pekerjaan dalam kemah sembahyang, yaitu dalam kemah perhimpunan itu,","dan akan segala pakaian jawatan bagi pekerjaan dalam tempat yang suci itu, yaitu segala pakaian yang suci bagi Harun, yang imam, dan segala pakaian anak-anaknya laki-laki akan mengerjakan imamat itu.","Maka ia itu setuju dengan segala firman Tuhan kepada Musa, demikianlah segala pekerjaan itu telah diperbuat oleh bani Israel.","Maka diperiksalah oleh Musa akan segala pekerjaan itu, bahwa sesungguhnya telah diperbuat oleh mereka itu akan dia setuju dengan segala firman Tuhan, demikianlah sudah diperbuatnya. Maka Musapun memberkati mereka itu."]