["Maka sahut Musa, sembahnya: Tetapi barangkali mereka itu tiada percaya akan daku atau tiada mendengar akan kataku; melainkan mereka itu akan berkata demikian: Bahwa Tuhan itu tiada kelihatan kepadamu!","Maka firman Tuhan kepada Musa: Apakah yang pada tanganmu ini? Maka sahutnya: Tongkat.","Maka firman Tuhan: Campakkanlah dia ke bumi. Maka dicampakkannya ke bumi, lalu menjadi ular; maka larilah Musa dari padanya.","Maka firman Tuhan kepada Musa: Ulurkanlah tanganmu, capailah akan dia pada ekornya. Maka diulurkannya tangannya, dicapainya, lalu menjadi tongkat pula pada tangannya.","Maka firman Tuhan: Ia itu supaya mereka itu percaya, bahwa telah kelihatan kepadamu Tuhan, Allah nenek moyang mereka itu, yaitu Allah Ibrahim dan Allah Ishak dan Allah Yakub.","Lalu firman Tuhan kepadanya: Sekarang masukkanlah tanganmu ke dalam dada bajumu. Maka dimasukkannyalah tangannya ke dalam dada bajunya, lalu dikeluarkannya pula, heran, maka tangannya buduk, putih seperti salju.","Maka firman Tuhan: Kembalikanlah tanganmu ke dalam dada bajumu. Maka dikembalikannyalah tangannya ke dalam dada bajunya, lalu dikeluarkannya, heran, maka tangannya jadi pula seperti tubuhnya.","Maka firman Tuhan: Jikalau tiada kiranya mereka itu percaya akan dikau dan tiada diindahkannya tanda yang pertama itu, mereka itu akan percaya sebab tanda yang kemudian itu.","Dan jikalau kiranya tiada mereka itu percaya sebab kedua tanda ini dan tiada didengarnya akan katamu, maka hendaklah diambil olehmu dari pada air sungai, curahkanlah dia ke tanah, maka air yang telah kauambil dari sungai itu akan berubah menjadi darah di atas tanah adanya.","Maka sembah Musa kepada Tuhan: Ya Tuhan! hamba ini bukannya orang yang pandai berkata-kata, baik dahulu baik sekarang, semenjak Tuhan berfirman kepada hamba-Mu, melainkan hamba ini berat mulut dan berat lidahpun.","Maka firman Tuhan kepadanya: Siapa gerangan telah menjadikan mulut pada manusia? atau siapa telah menjadikan orang kelu, atau orang tuli, atau orang celek, atau orang buta? Bukankah Aku ini Tuhan?","Maka sekarangpun pergilah engkau; Aku akan ada beserta dengan mulutmu dan Aku akan mengajar engkau barang yang patut akan dikatakan olehmu.","Maka sembah Musa: Ya Tuhan! suruhkan apalah barangsiapapun baik, yang patut disuruhkan oleh Tuhan.","Maka berbangkitlah murka Tuhan akan Musa, lalu firman-Nya: Bukankah Harun, orang Lewi itu, abangmu? Maka Aku tahu ia pandai berkata-kata; bahwa sesungguhnya iapun akan keluar lalu bertemu dengan dikau, maka serta dilihatnya akan dikau, niscaya sukacitalah ia kelak dalam hatinya.","Maka hendaklah engkau berkata-kata dengan dia dan membubuh perkataan itu dalam mulutnya, maka Aku akan ada beserta dengan mulutmu dan dengan mulut dia, dan Aku akan mengajar kamu barang yang patut kamu perbuat.","Maka iapun akan berkata-kata kepada bangsa itu akan gantimu, dan iapun akan jadi ganti mulutmu dan engkau akan jadi baginya akan ilah.","Ambillah tongkat ini pada tanganmu, karena dengan dia juga engkau akan mengadakan segala tanda itu.","Arakian, maka undurlah Musa, lalu pergi mendapatkan Jetero mentuanya. Maka kata Musa kepadanya: Beri apalah hamba berjalan kepada saudara-saudara hamba, yang ada di Mesir, supaya hamba lihat kalau mereka itu lagi hidup. Maka sahut Jetero kepada Musa: Pergilah dengan selamat!","Maka firman Tuhan kepada Musa, pada masa ia lagi di Midian: Pergilah engkau, pulanglah ke Mesir, karena segala orang yang hendak membunuh akan dikau itu sudah mati.","Maka diambil Musa akan anak-bininya, dibawanya dengan mengendarai keledai hendak pulang ke Mesir; maka tongkat Allah itupun dibawalah oleh Musa dalam tangannya.","Maka firman Tuhan kepada Musa: Sekarang, sedang engkau pergi hendak pulang ke Mesir, takkan jangan diperbuat olehmu di hadapan Firaun segala mujizat yang telah Kutaruh dalam kuasa tanganmu, tetapi Aku akan mengeraskan hatinya, sehingga tiada diberinya bangsa itu pergi.","Maka pada masa itu hendaklah katamu kepada Firaun demikian: Inilah firman Tuhan: Bahwa Israel itulah anak-Ku laki-laki, yaitu anak-Ku yang sulung.","Maka firman-Ku kepadamu: Biarkanlah anak-Ku itu pergi, supaya ia berbuat ibadat kepada-Ku; jikalau engganlah engkau memberi akan dia pergi, bahwa sesungguhnya Aku akan membunuh anakmu laki-laki yang sulung.","Kalakian, maka pada tengah jalan, dalam rumah wakaf, datanglah Tuhan atas Musa, hendak membunuh dia.","Maka oleh Zippora diambil pisau batu, dikeratnya kulup anaknya, lalu dicampakkannya di hadapan kaki lakinya, katanya: Bahwa sesungguhnya engkaulah seorang mempelai darah bagiku.","Kemudian dibiarkan Tuhan akan dia. Maka dari pada masa itulah dipanggil orang akan sunat itu mempelai darah.","Hata, maka firman Tuhan kepada Harunpun: Pergilah engkau mendapatkan Musa di padang Tiah. Maka pergilah ia, didapatinya akan dia dekat bukit Allah, lalu diciumnya akan dia.","Maka dikabarkan Musa kepada Harun segala firman Tuhan yang telah menyuruhkan dia, dan segala mujizat yang disuruh Tuhan perbuat.","Maka pergilah Musa dan Harun, lalu dihimpunkannya segala tua-tua bani Israel.","Maka disampaikan Harun kepada mereka itu segala firman Tuhan yang kepada Musa itu, serta diperbuatnyalah mujizat itu di hadapan bangsa itu.","Maka percayalah bangsa itu apabila didengarnya bahwa dikunjungi Tuhan akan bani Israel serta dilihat Tuhan akan sengsara mereka itu, maka mereka itupun menundukkan kepalanya, lalu meminta doa."]