["Kemudian dari pada itu pergilah Musa dan Harun menghadap Firaun, lalu sembahnya: Demikianlah firman Tuhan, Allah Israel: Berilah segala umat-Ku itu pergi, supaya dibuat oleh mereka itu suatu hari raya bagi-Ku di padang Tiah.","Tetapi titah Firaun: Siapakah Tuhan, yang patut aku menurut katanya serta membiarkan orang Israel itu pergi? Tiada aku tahu akan Tuhan itu dan lagi tiada aku memberi orang Israel itu pergi.","Maka sembah Musa dan Harun: Bahwa Allah orang Ibrani telah bertemu dengan patik, maka sebab itu beri apalah patik sekalian pergi barang tiga hari perjalanan jauhnya ke dalam padang Tiah dan mempersembahkan korban di sana kepada Tuhan, Allah patik, supaya jangan Ia datang atas patik dengan bala sampar atau dengan bala pedang.","Maka titah raja Mesir kepada mereka itu: Hai Musa dan Harun! mengapa kamu menahankan bangsa ini dari pada pekerjaannya? Pergilah kamu kepada tanggunganmu.","Dan lagi titah Firaun: Bahwa sesungguhnya bangsa itu sudah terlalu banyak dalam negeri ini, maka bolehkah kamu memperhentikan mereka itu dari pada pekerjaannya?","Maka sebab itu pada hari itu juga bertitah Firaun kepada segala pengerah dan mandur di antara bangsa itu, titahnya:","Mulai dari pada sekarang ini jangan lagi kamu berikan jerami kepada orang itu akan membakar batu seperti kelamarin dan kelamarin dahulu, melainkan biarlah mereka itu sendiri pergi mencahari dia akan dirinya.","Dan tanggungkanlah atas mereka itu bilangan batu yang sama banyaknya dengan yang diperbuat oleh mereka itu kelamarin dan kelamarin dahulu; janganlah kamu kurangkan dia, karena mereka itu berjalan dengan lekanya, maka sebab itu serunya demikian: Lepaskanlah patik pergi, biarlah patik membawa korban kepada Allah patik!","Pekerjaan orang itu hendaklah diberatkan pula, supaya mereka itu mengerjakan dia dan jangan pula mereka itu membeliak kepada janjian bohong-bohong.","Maka keluarlah segala pengerah dan mandur rakyat itu, lalu katanya kepada orang banyak: Inilah titah Firaun: Tiada lagi aku memberi jerami kepadamu.","Pergilah kamu sendiri mencahari jerami barang di mana kamu boleh mendapat dia, tetapi pekerjaanmu itu tiada akan dikurangkan.","Maka segala rakyat itupun berpecah-pecahlah dalam seluruh negeri Mesir hendak memungut tunggul jerami akan ganti jerami.","Maka segala pengerahpun memburu dia, katanya: Habiskanlah pekerjaanmu seperti biasa sehari-hari, pada masa ada lagi jerami.","Maka segala mandur bani Israel, yang diangkat oleh segala pengerah Firaun atas mereka itu, ia itu dipalu oranglah sambil katanya: Mengapa kelamarin dan hari ini tiada kamu menghabiskan tugas kamu pada membakar batu seperti dahulu?","Maka sebab itu pergilah segala mandur bani Israel menghadap Firaun sambil berseru, sembahnya: Apa mulanya maka tuanku berbuat demikian akan patik tuanku?","Maka tiada diberikan jerami kepada patik tuanku serta katanya kepada patik: Perbuatkanlah batu itu. Maka sesungguhnya patik tuanku dipalunya, tetapi orang-orang tuanku juga yang salah.","Maka titah Firaun: Bahwa kamu berjalan dengan lekamu, bahkan, dengan lekamu, sebab itu sembahmu demikian: Lepaskanlah patik pergi, supaya patik membawa korban kepada Tuhan!","Sebab itu, sekarang pergilah kamu, bekerjalah, tetapi jerami tiada akan diberikan kepadamu, maka takkan jangan segenap bilangan batu itu kamu bawa masuk juga.","Maka pada masa itu diketahui oleh segala mandur bani Israel akan peri halnya jahat adanya, sebab dikatakan kepadanya: Tiada boleh kamu mengurangkan batu itu, pada tiap-tiap hari pekerjaanya sendiri-sendiri.","Hata, maka bertemulah mereka itu dengan Musa dan Harun, yang datang mendapatkan mereka itu, setelah ia keluar dari hadapan Firaun.","Maka kata mereka itu kepadanya: Bahwa ditilik Tuhan kiranya akan kamu serta dihukumnya, sebab telah kamu membusukkan nama kami di hadapan Firaun dan di hadapan segala pegawainya, seolah-olah kamu memberikan sebilah pedang pada tangannya akan membunuh kami.","Maka kembalilah Musa menghadap Tuhan, sembahnya: Ya Tuhan! mengapa maka Tuhan mendatangkan jahat atas bangsa ini? Mengapa juga Tuhan menyuruhkan hamba?","Karena semenjak hamba masuk ke dalam serta menghadap Firaun akan menyampaikan kepadanya firman-Mu, dilakukannya jahat akan bangsa ini, maka umat-Mu sekali-kali tiada Tuhan lepaskan.","Maka firman Tuhan kepada Musa: Sekarang boleh engkau melihat barang yang hendak Kulakukan atas Firaun, karena oleh tangan yang kuasa dilepaskannya kelak mereka itu pergi: bahkan oleh tangan yang kuasa kelak dihalaukannya mereka itu dari dalam negerinya."]