["Sebermula, maka firman Tuhan kepada Musa: Bahwa sesungguhnya engkau telah Kujadikan seperti ilah bagi Firaun, dan Harun, abangmu itu, akan menjadi seperti nabimu.","Bahwa engkau akan mengatakan segala firman-Ku yang kepadamu, dan Harun, abangmu, akan bersembah kepada Firaun, supaya diberinya bani Israel itu keluar dari dalam negerinya.","Tetapi Aku akan mengeraskan hati Firaun, dan Aku akan memperbanyakkan segala ajaib dan tanda-tanda-Ku dalam negeri Mesir.","Maka Firaun akan tiada menurut katamu, maka Aku akan mendatangkan tangan-Ku kepada Mesir dan membawa akan balatentara-Ku, yaitu akan umat-Ku, bani Israel, keluar dari negeri Mesir dengan siksa yang besar-besar.","Pada masa itulah diketahui oleh orang-orang Mesir kelak bahwa Akulah Tuhan, yaitu apabila Aku mengedangkan lengan-Ku ke atas Mesir dan membawa akan bani Israel keluar dari antara mereka itu.","Maka oleh Musa dan Harun dibuatlah seperti firman Tuhan kepadanya, demikianpun dibuatnya.","Maka pada masa mereka itu bersembah kepada Firaun adalah umur Musa delapan puluh tahun dan umur Harunpun delapan puluh tiga tahun.","Maka berfirmanlah Tuhan kepada Musa dan Harun, firman-Nya:","Apabila titah Firaun kepadamu demikian: Tunjuklah olehmu suatu mujizat, maka hendaklah engkau katakan kepada Harun: Ambillah tongkatmu, campakkan ke bumi di hadapan Firaun, maka ia itu akan menjadi seekor ular naga.","Maka pergilah Musa dan Harun menghadap Firaun, lalu diperbuat oleh mereka itu seperti firman Tuhan kepadanya; maka dicampakkan Harun tongkatnya di hadapan Firaun dan di hadapan segala pegawainya, lalu tongkat itu menjadi seekor ular naga.","Maka dipanggil Firaun akan segala orang majusi dan segala penyulap, maka orang hobatan Mesirpun berbuat demikian dengan manteranya.","Karena dicampakkan masing-masing akan tongkatnya, lalu menjadi ular naga, tetapi oleh tongkat Harun itu ditelanlah akan segala tongkat mereka itu.","Maka keraslah hati Firaun, sehingga tiada didengarnya akan kata keduanya, seperti yang telah difirmankan Tuhan.","Maka firman Tuhan kepada Musa: Adapun hati Firaun itu keraslah adanya dan engganlah ia melepaskan bangsa itu pergi.","Sebab itu, pergilah engkau menghadap Firaun pada pagi-pagi hari, bahwa sesungguhnya ia akan ke luar pergi ke tepi sungai, maka hendaklah engkau berdiri di hadapannya di tepi sungai itu, ambillah tongkat yang telah tahu berubah menjadi ular itu pada tanganmu,","serta katakanlah kepadanya: Bahwa Tuhan, yaitu Allah orang Ibrani, telah menyuruhkan daku kepadamu dengan firman-Nya ini: Lepaskanlah umat-Ku itu pergi akan berbuat bakti kepada-Ku dalam padang Tiah! tetapi sesungguhnya sampai sekarang ini tiada engkau menurut firman-Ku.","Sebab itu firman Tuhan: Akan perkara ini dapat diketahui olehmu bahwa Akulah Tuhan: tengoklah, dengan tongkat ini, yang pada tanganku, akan kupalu air yang di dalam sungai ini, maka air itu akan berubah menjadi darah,","dan segala ikan yang di dalam sungai itu akan mati, sehingga busuklah bau sungai itu dan orang-orang Mesirpun akan segan minum air sungai itu.","Dan lagi firman Tuhan kepada Musa: Katakanlah kepada Harun: Ambillah tongkatmu dan kedangkanlah tanganmu ke atas segala air orang Mesir, ke atas mereka itu dan ke atas segala perkumpulan airnya, supaya ia itu berubah menjadi darah, biarlah ada darah dalam seluruh tanah Mesir, baik dalam bekas kayu baik dalam bekas batu.","Maka oleh Musa dan Harun diperbuatlah seperti firman Tuhan ini, diangkatnya tongkat itu, lalu dipalukannyalah kepada air yang di dalam sungai di hadapan Firaun dan di hadapan segala pegawainya, maka segala air yang di dalam sungai itu berubah menjadi darah;","maka matilah segala ikan di dalam sungai dan busuklah bau sungai itu, sehingga air yang di dalamnya tiada dapat diminum oleh orang Mesir, maka jadilah darah pada seluruh tanah Mesir.","Tetapi segala orang hobatan Mesirpun berbuatlah demikian juga dengan manteranya, sehingga keraslah hati Firaun, tiada didengarnya akan keduanya, sebagaimana telah difirmankan Tuhan.","Maka Firaunpun berpalinglah dirinya, lalu pulang ke istananya, tiada ditaruhnya hati pada perkara ini.","Tetapi segala orang Mesir itu menggali-gali keliling sungai itu hendak mencahari air minum, karena air sungai itu tiada dapat diminumnya,","Maka demikian genaplah tujuh hari kemudian dari pada dipalu Tuhan akan air sungai itu."]