["Kemudian dari pada itu Firman Tuhan kepada Musa: Pergilah engkau menghadap Firaun, katakanlah kepadanya: Inilah firman Tuhan: Lepaskanlah umat-Ku pergi berbuat bakti kepada-Ku.","Maka jikalau engganlah engkau melepaskan mereka itu pergi, niscaya Kupalu seluruh negerimu kelak dengan mendatangkan katak atasnya,","sehingga sungaipun ramai akan menyulurkan katak, maka ia itu akan naik dan masuk ke dalam istanamu dan ke dalam bilik peraduanmu, bahkan ke atas tilammu dan lagi ke dalam rumah segala pegawaimu dan ke atas rakyatmu dan ke dalam dapurmu dan ke dalam palungmu.","Maka katak itupun akan naik ke atas engkau dan ke atas rakyatmu dan ke atas segala pegawaimu.","Dan lagi firman Tuhan kepada Musa: Katakanlah kepada Harun: Kedangkanlah lenganmu dengan tongkat itu ke atas segala sungai dan serokan dan telaga, suruhlah naik katak ke atas tanah Mesir.","Maka Harunpun mengedangkanlah lengannya ke atas segala air Mesir, lalu naiklah katak menudungi tanah Mesir.","Maka oleh orang hobatanpun dibuat demikian dengan manteranya, disuruhnya katak naik ke atas tanah Mesir.","Lalu dipanggil Firaun akan Musa dan Harun serta titahnya: Pintalah doa kepada Tuhan dengan sungguh-sungguh, supaya dihalaukannya segala katak ini dari padaku dan dari pada rakyatku, maka aku akan melepaskan bangsa itu pergi akan membawa korban kepada Tuhan.","Maka kata Musa kepada Firaun: Berikanlah titah bila gerangan aku akan meminta doa dengan sungguh-sungguh akan dikau dan segala pegawaimu dan rakyatmu, supaya katak ini dihilangkan dari padamu dan dari pada segala rumahmu, sehingga tertinggallah ia dalam sungai jua.","Maka titah Firaun: Pada esok harilah. Maka kata Musa: Baiklah, seperti katamu ini, supaya diketahui olehmu, bahwa Tuhan, Allah kami itu, tiada samanya.","Maka segala katak itu akan undur dari padamu dan dari pada segala rumahmu dan dari pada segala pegawaimu dan dari pada rakyatmu, tertinggallah ia kelak dalam sungai jua.","Maka Musa dan Harunpun keluarlah dari hadapan Firaun, lalu dipinta Musa doa kepada Tuhan dari karena segala katak yang didatangkannya atas Firaun.","Maka oleh Tuhan diperbuatlah setuju dengan kata Musa, lalu matilah katak itu dalam segala rumah dan halaman dan di bendang-bendangpun.","Maka dikumpulkan oranglah akan bangkainya bertimbun-timbun, sehingga busuklah bau negeri itu.","Demi dilihat Firaun adalah reda sedikit, maka dikeraskannya hatinya, sehingga tiada didengarnya akan kata Musa dan Harun, seperti yang telah difirmankan Tuhan.","Arakian, maka firman Tuhan kepada Musa: Katakanlah kepada Harun: Kedangkanlah tongkatmu, palulah akan lebu tanah itu, supaya ia itu berubah menjadi tuma dalam seluruh negeri Mesir.","Maka diperbuatnyalah demikian, karena dikedangkan Harun tangannya dengan tongkatnya, lalu dipalunya akan lebu tanah, maka jadilah beberapa berapa tuma pada manusia dan pada segala binatang, segala lebu tanah itu berubah menjadi tuma dalam seluruh negeri Mesir.","Maka dicoba oleh orang hobatanpun berbuat demikian dengan manteranya hendak mengadakan tuma, tetapi tiada dapat mereka itu, maka adalah tumapun pada segala manusia dan pada segala binatang.","Maka sembah segala orang hobatan itu kepada Firaun: Bahwa inilah alamat kuasa Allah juga! tetapi hati Firaunpun kekerasanlah, sehingga tiada didengarnya akan katanya, seperti yang telah difirmankan Tuhan.","Arakian, maka firman Tuhan kepada Musa: Esok bangunlah engkau pagi-pagi, lalu pergi menghadap Firaun, bahwa sesungguhnya iapun akan keluar mendapatkan sungai, maka hendaklah engkau katakan kepadanya: Inilah firman Tuhan: Lepaskanlah umat-Ku itu pergi, supaya mereka itu berbuat bakti kepada-Ku.","Jikalau tiada engkau melepaskan umat-Ku pergi, niscaya Aku mendatangkan kelak beberapa berapa tabuhan atas engkau dan atas segala pegawaimu dan atas segala rakyatmu dan ke dalam segala rumahmu, sehingga penuhlah segala rumah orang Mesir dengan kebanyakan tabuhan itu, demikianpun segala negeri tempat kedudukan mereka itu.","Tetapi pada hari itu Aku akan mengasingkan negeri Gosyen, tempat kedudukan umat-Ku, supaya di sana jangan ada kelimpahan tabuhan, sehingga diketahui olehmu, bahwa Aku, Tuhan, ada di dalam negeri ini.","Dan Aku akan mengasingkan umat-Ku dari pada bangsamu; maka pada esok hari juga alamat ini akan jadi.","Maka oleh Tuhan diperbuatlah demikian, karena datanglah tabuhan terlalu amat banyak ke dalam istana Firaun dan ke dalam rumah segala pegawainya dan ke atas seluruh negeri Mesir, sehingga rusaklah tanah itu oleh kebanyakan tabuhan itu.","Lalu dipanggil Firaun akan Musa dan Harun, titahnya: Pergilah kamu, bawalah korban kepada Allahmu dalam negeri ini.","Tetapi kata Musa: Tiada patut kami berbuat demikian; bolehkah kami mengorbankan kepada Tuhan, Allah kami, akan barang yang kebencian orang Mesir? Bahwa sesungguhnya jikalau kiranya kami mengorbankan barang yang kebencian orang Mesir di hadapan matanya, bukankah mereka itu kelak melontari kami dengan batu?","Biarkanlah kami pergi ke dalam padang Tiah sejauh tiga hari perjalanan, supaya kami membawa korban kepada Tuhan, Allah kami, seperti firman-Nya kepada kami.","Maka titah Firaun: Bahwa aku akan melepaskan kamu pergi membawa korban bagi Tuhan, Allahmu, ke dalam padang Tiah; hubaya-hubaya jangan kamu berjalan terlalu jauh! Maka pintakanlah kamu doa akan daku dengan sungguh-sungguh.","Maka kata Musa: Bahwa sekarang juga aku keluar dari hadapanmu, dan aku akan meminta doa kepada Tuhan dengan sungguh-sungguh, supaya esok hari undurlah kebanyakan tabuhan ini dari pada Firaun dan segala pegawainya dan segala rakyatnya; tetapi jangan lagi Firaun membuat bohong, sehingga tiada dilepaskannya bangsa ini pergi akan membawa korban kepada Tuhan.","Setelah itu maka keluarlah Musa dari hadapan Firaun, lalu dipintakannya doa kepada Tuhan dengan sungguh-sungguh.","Maka oleh Tuhan diperbuatlah seperti kata Musa, diundurkannya kebanyakan tabuhan itu dari pada Firaun dan segala pegawainya dan segala rakyatnya, seekorpun tiada tinggal lagi.","Tetapi pada sekali inipun dikeraskan Firaun hatinya, sehingga tiada dilepaskannya bangsa itu pergi."]