["Bahwa inilah perkataan Amos, seorang dari pada segala gembala Tekoa, barang yang telah dilihatnya akan hal Israel pada zaman Uzia, raja Yehuda, dan pada zaman Yerobeam bin Yoas, raja Israel, dua tahun dahulu dari pada gempa bumi itu.","Demikianlah sabda-Nya: Bahwa Tuhanpun menderu dari dalam Sion, diperdengarkan-Nya bunyi suara-Nya dari dalam Yeruzalem; sehingga murunglah segala pondok gembala dan layulah kemuncak Karmel.","Demikianlah firman Tuhan: Oleh karena tiga salahnya Damsyik, bahkan, oleh karena empat tiada akan Kujauhkan itu; sebab telah diiriknya orang Gilead dengan gulungan besi.","Maka sebab itu Aku akan mengirimkan suatu api ke dalam istana Hazael, yang makan habis kelak akan segala maligai Benhadad!","Dan Aku akan memecahkan segala kancing Damsyik dan membinasakan segala orang penduduk dari dalam lembah On, dan segala orang yang bertongkat dari dalam Bait-Eden, dan segala orang Syam akan dipindahkan ke Kir dengan tertawan; demikianlah firman Tuhan.","Dan lagi firman Tuhan demikian: Oleh karena tiga salahnya Gaza, bahkan, oleh karena empat tiada Kujauhkan itu; sebab telah dilakukannya seperti orang tawanan dan diserahkannya kepada Edom segala orang yang sudah menyerahkan dirinya dengan janji.","Maka sebab itu akan Kukirim kelak suatu api ke dalam pagar tembok Gaza, yang makan habis akan segala maligainya.","Dan Kutumpas kelak segala orang isi dari dalam Asdod dan segala orang yang bertongkat dari dalam Askelon; dan berturut-turut Aku akan mendatangkan tangan-Ku kepada Ekeron dan sisa orang Filistin akan binasa kelak, demikianlah firman Hua Tuhan!","Dan lagi firman Tuhan demikian: Oleh karena tiga salahnya Tsur, bahkan, oleh karena empat tiada Kujauhkan itu; sebab telah diserahkannya kepada tangan Edom akan orang yang sudah menyerahkan dirinya dengan janji dan tiada mereka itu teringat akan perjanjian saudara dengan saudara.","Maka sebab itu Aku akan mengirimkan suatu api ke dalam pagar tembok Tsur, yang makan habis kelak akan segala maligainya.","Demikianlah firman Tuhan: Oleh karena tiga salahnya Edom, bahkan, oleh karena empat tiada Kujauhkan itu; sebab telah diusirnya akan saudaranya dengan pedang dan diputuskannya belas kasihannya, dan sebab amarahnya mencarik-carik selalu dan geramnyapun senantiasa bergelora.","Maka sebab itu Aku akan mengirimkan suatu api ke dalam Teman, yang makan habis kelak akan segala maligai Bozra.","Demikianlah firman Tuhan: Oleh karena tiga salahnya bani Ammon, bahkan, oleh karena empat tiada Kujauhkan itu; sebab telah dibelahkannya perut perempuan Gilead yang bunting, hendak meluaskan perhinggaan tanahnya.","Maka sebab itu Aku akan menyalakan suatu api di sebelah dalam pagar tembok Raba, yang makan habis akan segala maligainya; dengan tempik sorak pada masa perang dan dengan ribut pada masa puting beliung.","Maka Malkham akan dibawa dengan tertawan, baik ia baik segala penghulunyapun bersama-sama, demikianlah firman Tuhan!"]