["Dan lagi demikianlah firman Tuhan: Oleh karena tiga salahnya Moab, bahkan, oleh karena empat tiada Kujauhkan itu; sebab telah dibakarnya tulang-tulang raja Edom menjadi kapur.","Maka sebab itu Aku akan mengirimkan suatu api ke dalam Moab, yang makan habis akan segala maligai Keriot; maka Moab akan mati dalam pergaduhan besar dengan tempik sorak pedang dan dengan bunyi nafiri.","Maka Aku akan menumpas segala hakim dari antaranya dan membunuh segala penghulunyapun sertanya, demikianlah firman Tuhan!","Dan lagi firman Tuhan demikian: Oleh karena tiga salahnya Yehuda, bahkan, oleh karena empat tiada Kujauhkan itu; sebab telah dicelakannya taurat Tuhan dan tiada dipeliharakannya segala hukum-Nya, dan mereka itu disesatkan oleh dustanya, yang telah diturut oleh nenek moyangnyapun.","Maka sebab itu Aku akan mengirimkan suatu api ke dalam Yehuda, yang makan habis kelak akan segala maligai Yeruzalem.","Dan lagi demikianlah firman Tuhan: Oleh karena tiga salahnya Israel, bahkan, oleh karena empat tiada Kujauhkan itu; sebab dijualnya orang yang tiada bersalah karena uang dan orang yang miskin karena kasut sepasang.","Yang terlalu ingin sekali akan kepala orang papa tertudung dengan abu dan yang memutar balikkan perkara orang yang lemah; maka baik orang tua baik orang muda pergi mendapatkan perempuan petenung akan menghinakan nama-Ku yang suci itu.","Dan lagi mereka itu berbaringkan dirinya di atas pakaian gadaian pada sisi tiap-tiap mezbah, dan mereka itu minum air anggur orang yang kena denda di dalam rumah berhalanya.","Kendatilah, maka Aku juga sudah menumpas orang Amori dari hadapannya, yang setinggi pohon araz dan sekuat pohon jati, tetapi Aku sudah membinasakan buahnya dari atas dan akar-akarnyapun dari bawah.","Dan lagi Aku juga yang sudah menghantar akan kamu keluar dari negeri Mesir dan memimpin kamu dalam padang tiah empat puluh tahun lamanya, sampai kamu sudah mengambil tanah orang Amori itu akan milikmu pusaka.","Maka dari pada anakmu laki-laki sudah Kuangkat akan nabi-nabi dan dari pada orang terunamupun akan orang nazir. Adakah sekalian ini satupun tiada adanya, hai bani Israel! demikianlah firman Tuhan.","Tetapi akan orang nazir itu kamu sudah memberi minum air anggur dan kepada nabi-nabi itu kamu suruh begini: Jangan kamu bernubuat!","Bahwasanya Aku akan menindih kamu selaku penggeretan yang sarat menindih berkas-berkas gandum.","Sehingga yang pantas sekali tiada dapat lari berlepas, dan yang kuat sekali tiada dapat menggunakan kuatnya, dan yang pahlawan sekali tiada dapat meluputkan jiwanya.","Dan lagi orang yang memegang busur panahpun tiada dapat tahan berdiri, dan yang pantas kakinyapun tiada dapat berlepas dirinya, dan yang mengendarai kudapun tiada dapat meluputkan jiwanya.","Dan yang berani sekali hatinya di antara segala pahlawanpun akan lari dengan telanjangnya pada hari itu, demikianlah firman Tuhan!"]