["Dengarlah olehmu firman ini, yang dikatakan Tuhan akan halmu, hai bani Israel! akan hal segenap bangsa yang sudah Kuhantar keluar dari negeri Mesir, firman-Ku:","Dari pada segala bangsa yang di atas bumi hanya kamu yang sudah Kukenal, maka sebab itu juga Aku akan membalas kepadamu segala kejahatanmu.","Bolehkah dua orang berjalan bersama-sama, jikalau tiada seorang serta dengan seorang.","Bolehkah singa mengaum-aum di dalam hutan, jikalau tiada mangsanya? Adakah singa muda menyaringkan suaranya dari dalam guanya, jikalau tiada diterkamnya barang sesuatu?","Bolehkah burung gugur ke bumi sebab kena jerat, jikalau tiada dipasang jerat akan dia? Adakah orang memungut jerat dari atas bumi jikalau satupun tiada ditangkapnya?","Jikalau ditiup nafiri di dalam negeri, masakan tiada gemetar orang isinya; bolehkah negeri kena celaka, jikalau tiada dengan kehendak Tuhan?","Sahaja Tuhan Hua tiada melakukan barang suatu perkara, sebelum dinyatakannya rahasianya kepada hambanya, yaitu segala nabi-nabi.","Bahwa singa sudah mengaum-aum, siapa gerangan tiada takut? bahwa Tuhan Hua sudah berfirman, siapa gerangan tiada bernubuat?","Perdengarkanlah ini di dalam segala maligai yang di Asdod, dan di dalam segala istana di negeri Mesir, katakanlah olehmu: Berhimpunlah kamu di atas pegunungan Samaria dan lihatlah gempar besar di tengah-tengahnya dan segala aniaya yang di dalamnya!","Karena tiada lagi diketahuinya berbuat barang yang betul, demikianlah firman Tuhan; mereka itu yang mengumpulkan harta benda dalam maligainya dengan pengagah dan perampas.","Maka sebab itu firman Tuhan demikian: Bahwa musuh dalam negerimu dari segala tempat keliling, ia itu akan merobohkan kelak segala kuatmu ke bumi, sehingga kamu tiada lagi, dan segala maligaimu kelak dijarahi.","Demikianlah firman Tuhan: Seperti kalau seorang gembala menyentak dari pada mulut singa barang dua batang tulang betis atau sekerat telinga, begitulah bani Israel yang duduk di Samaria itupun akan disentak pada penjuru tempat tidur dan pada peraduan.","Dengarlah olehmu dan jadilah saksi di dalam rumah Yakub, demikianlah firman Tuhan Hua, Allah serwa sekalian alam:","Bahwa apabila Aku membalas segala kejahatan orang Israel, pada masa itu juga Aku akan membalas kepada segala mezbah Bait-el; maka segala tanduk mezbah itu akan dipatahkan, lalu gugur ke bumi.","Pada masa itu Aku merobohkan baik balai kambang baik balai peranginan, dan Aku membinasakan kelak segala maligai yang dari pada gading, dan tiada akan lagi rumah besar-besar, demikianlah firman Tuhan!"]