["Dengarlah olehmu firman ini, hai kamu lembu Bazan, yang di atas gunung Samaria! yang menganiayakan orang miskin dan memijak-mijak orang papa, dan yang berkata kepada tuan-tuanmu: Berilah supaya kami minum!","Maka Tuhan Hua sudah bersumpah demi kesucian-Nya, bahwasanya akan datang atasmu hari, apabila dihalaukannya kamu dengan onak dan orangmu yang lagi tinggal dengan duri yang melukai.","Demikian kamu akan keluar tercarik-carik, berpecah-pecah ke sana ke mari, dan kamu akan dihela kepada maligai orang helat! demikianlah firman Tuhan.","Pergilah kamu ke Bait-el dan raunglah di Gilgal; tambahkanlah jahat dengan jahat dan bawalah akan persembahanmu pada sebilang pagi dan perpuluhanmu pada tiap-tiap tiga hari.","Pasanglah persembahan puji-pujian dengan kemenyan dan roti berkhamirpun sertanya; dan serantakanlah, persembahan yang dari ridla hati, biarlah tiap-tiap orang mendengarnya, karena ia itulah kehendakmu, hai bani Israel! demikianlah firman Tuhan Hua!","Maka sebab itu juga Aku sudah memberi kepadamu keperesihan gigi dalam segala negerimu dan kekurangan makan dalam segala tempat kedudukanmu, tetapi tiada juga kamu bertobat kepada-Ku, demikianlah firman Tuhan.","Tambahan pula Aku sudah menahankan hujan dari pada kamu, tatkala lagi tiga bulan dahulu dari pada musim menuai; maka Aku menurunkan hujan kepada sebuah negeri, tetapi kepada sebuah negeri yang lain tiada Kuturunkan hujan, maka sepenggal tanah dihujani dan sepenggal yang lain keringlah oleh sebab tiada dihujani.","Maka dari pada dua tiga buah negeri mengembaralah orang ke sebuah negeri hendak minum air, tetapi tiada orang puas; maka tiada juga kamu bertobat kepada-Ku, demikianlah firman Tuhan.","Bahwa kamu sudah Kupalu dengan kelayuran dan dengan untutan; segala kebunmu dan pokok anggurmu dan pokok aramu dan pokok zaitmu sudah dimakan habis oleh sentadu; maka tiada juga kamu bertobat kepada-Ku, demikianlah firman Tuhan!","Bahwa Aku sudah menyuruhkan bala sampar di antara kamu seperti di Mesir, Aku sudah membunuh segala orang terunamu dengan pedang dan Kusuruh segala kudamu dibawa dengan tertangkap, dan bau busuk dari pada segala balatentaramu sudah Kuberi naik sampai ke dalam hidungmu, maka tiada juga kamu bertobat kepada-Ku, demikianlah firman Tuhan.","Bahwa Aku sudah membongkar kamu seperti tatkala dibongkar Allah akan Sodom dan Gomorah, sehingga kamu seperti puntung yang direbut dari dalam nyala api; maka tiada juga kamu bertobat kepada-Ku, demikian firman Tuhan!","Maka sebab itu Aku akan berbuat kepadamu demikian, hai orang Israel! maka sebab Aku akan berbuat kepadamu demikian, hai orang Israel, hendaklah kamu sedia akan bertemu dengan Allahmu.","Bahwa sesungguhnya Tuhan yang merupakan segala gunung dan yang menjadikan angin, dan yang memberitahu kepada manusia segala kepikiran hatinya, dan yang mengadakan bahwa fajarpun menjadi gelap dan yang menjejak segala tempat tinggi di atas bumi; maka Tuhan, Allah semesta alam sekalian, itulah nama-Nya."]