["Dengarlah olehmu bunyi sebiji ratap ini, yang kuangkat atas kamu, hai bangsa Israel!","Bahwa puteri Israel sudah jatuh, tiada dapat ia bangun pula; ia sudah tercampak kepada tanahnya, seorangpun tiada yang mengangkat akan dia.","Karena demikianlah firman Tuhan Hua: Adapun orang isi negeri yang keluar beribu, itu akan tinggal seratus, dan yang keluar beratus, itu akan tinggal sepuluh di antara bangsa Israel.","Maka sebab itu firman Tuhan kepada bangsa Israel demikian: Caharilah Aku dan hiduplah.","Tetapi jangan kamu cahari Bait-el dan jangan pergi ke Gilgal dan jangan berangkat ke Birsyeba! karena sesungguhnya orang Gilgal akan dipindahkan dengan tertawan dan Bait-el akan ditiadakan.","Caharilah Tuhan dan hiduplah! asal jangan Ia mendatangi bangsa Yusuf seperti api yang makan habis, sehingga seorangpun tiada yang memadamkan dia di Bait-el.","Kamu yang mengubahkan insaf sehingga menjadi hia dan yang mencampak keadilan ke bumi!","Adapun yang menjadikan bintang Kartika dan bintang Ed Jabar, dan yang mengubahkan bayang-bayang maut sehingga menjadi pagi hari dan yang menggelapkan siang seperti malam, dan yang memanggil naik segala air laut, lalu dicucurkannya di atas seluruh muka bumi, ia itu Hua nama-Nya.","Apabila didatangkan-Nya kebinasaan atas orang yang berkuasa, lalu kota benteng yang amat kuat jadi suatu kerobohan batu.","Bahwa mereka itu benci akan orang yang memutuskan hukum dengan adil di dalam pintu gerbang dan dihinakannya orang yang berkata dengan sebenarnya.","Maka sebab kamu memijak-mijak orang miskin dan mengambil hadiah dari pada orang yang tiada bersalah, jikalau kamu membuat rumah dari pada batu pahat sekalipun, tiada juga kamu akan duduk di dalamnya; jikalau kamu sudah menanam pokok anggur yang amat indah-indah sekalipun, tiada juga kamu akan minum air anggurnya!","Karena Kuketahui bagaimana besar segala kejahatanmu dan bagaimana amat banyak segala dosamu; kamu yang memijak-mijak orang yang benar dan menerima suap dan kamu enggan membenarkan hal orang miskin di dalam pintu gerbang.","Maka sebab itu pada masa ini orang yang berakal itu berdiam dirinya, karena masa ini jahat adanya.","Tuntutilah barang yang baik, jangan barang yang jahat, supaya kamu boleh hidup, supaya dengan demikian Tuhan, Allah serwa sekalian alam, boleh serta dengan kamu, seperti katamu itu.","Bencilah akan yang jahat, kasihlah akan yang baik, biarlah keadilan ditetapkan dalam pintu gerbang, supaya dikasihani Tuhan, Allah serwa sekalian alam, akan sisa Yusuf itu.","Sebab itu, demikianlah firman Tuhan, Allah serwa sekalian alam, yaitu Tuhan: Pada segala lorong akan ada peratap dan dalam segala kampung akan orang berkata demikian: Aduh! Aduh, dan dipanggilnya orang dusun akan menangis dan orang yang tahu akan meratap.","Bahkan, di dalam segala kebun anggurpun akan ada ratap; apabila Aku berjalan terus dari tengah-tengah kamu, demikianlah firman Tuhan.","Wai bagi mereka yang rindukan hari Tuhan itu! apakah akan hari Tuhan itu kepadamu? ia itu gelap, bukannya terang.","Seperti orang lari dari hadapan singa lalu diterkam oleh beruang, maka pulang juga ia dengan selamat, lalu bersandar dengan tangannya pada dinding, maka seekor ular memagut dia!","Bukankah hari Tuhan itu akan gelap dan tiada terang? bahkan, kegelapan ia sehingga tiadalah terang padanya.","Bahwa Aku benci dan jemu akan segala masa rayamu; tiada Aku suka mencium bau segala hari laranganmu.","Bahkan jikalau kamu mempersembahkan kepada-Ku korban bakaran atau persembahan makanan sekalipun, tiada juga berkenan Aku akan dia dan tiada Aku mau melihat korban syukurmu dari pada domba jantan yang tambun.","Lalukan dari pada-Ku riuh bunyi nyanyianmu; tiada Aku mau mendengar petikan kecapimu.","Melainkan hendaklah insaf itu mengalir seperti air dan adalat itu seperti sungai yang deras.","Iakah kamu sudah menyampaikan kepada-Ku korban dan persembahan di padang Tiah empat puluh tahun lamanya, hai bangsa Israel?","Tatkala kamu mengusung kemah Molekh dan Kiun, patungmu, bintang dewatamu, yang telah kamu perbuat akan dirimu.","Maka kamu juga akan Kupindahkan dengan tertawan jauh ke sebelah sana Damsyik, demikianlah firman Tuhan, yang bernama Allah semesta alam sekalian!"]