["Wai bagi orang yang senang-senang di Sion dan yang bersentosa di atas gunung Samaria! yang disebut penghulu segala bangsa dan kepadanya datang mereka yang dari pada bangsa Israel.","Pergilah kamu ke Kalnai lalu lihatlah; berjalanlah dari sana ke Hamat-Raba, atau turunlah ke Gat orang Filistin; terlebih baikkah mereka itu dari pada kerajaan ini! terlebih luaskah perhinggaan mereka itu dari pada perhinggaanmu?","Hai kamu yang sangkakan jauhlah hari tulah itu dan sengajakan masa kesudahan penggagahan itu!","Kamu yang berbaring pada gerai gading dan berlezat dirimu di atas geta dan makan segala anak domba dari pada kawan domba itu dan segala anak lembu dari dalam kandang binatang yang tambun.","Yang menyanyi disertakan bunyi dandi dan mengarang akan dirinya beberapa bunyi-bunyian seperti Daud!","Yang minum air anggur dari dalam piala dan menyapukan dirinya dengan minyak yang terutama, tetapi tiada mereka itu peduli akan luka Yusuf.","Maka sebab itu mereka itu juga akan berjalan dengan tertawan pada hulu segala orang yang dipindahkan dengan tertawan itu, maka kemewahan mereka itu sekalian yang lezat itu akan lalu kelak.","Maka Tuhan Hua sudah bersumpah demi diri-Nya, demikianlah firman Tuhan, Allah serwa sekalian alam: Bahwa Aku jemu akan jemawa Yakub dan Aku benci akan segala maligainya, maka sebab itu Aku kelak menyerahkan negeri itu serta dengan segala isinya.","Pada masa itu akan jadi, jikalau lagi tinggal sepuluh orang laki-laki di dalam sebuah rumah, maka mereka itu akan mati.","Bahwa orang keluarganya atau orang yang mengerjakan mayatnya itu menghantar akan mereka itu seorang lepas seorang, maka sementara dibawanya akan mayatnya keluar dari dalam rumah seorang akan berkata kepada orang yang lagi menyelidik dalam rumah: Adakah lagi seorang? maka sahut ini: Seorangpun tiada lagi! Lalu katanya: Berdiamlah dirimu, karena demi nama Tuhan, tiada aku terderita mendengar hal ini!","Karena sesungguhnya Tuhan juga berfirman dan dipalunya rumah besar itu dengan belah-belahan dan rumah kecil itu dengan celah-celahan.","Bolehkah kuda berlari-lari di atas batu bukit? Bolehkah orang menenggala dengan dia seperti dengan lembu? Bahwa sesungguhnya kamu sudah mengubahkan insaf sehingga menjadi empedu dan buah keadilan menjadi hia.","Hai kamu yang bersuka akan barang yang satupun tiada adanya, sedang katamu: Bukankah dengan kuasa kita maka kita sudah meninggikan tanduk kita?","Karena sesungguhnya demikianlah firman Tuhan, Allah semesta alam sekalian: Aku membangkitkan lawan kamu, hai bangsa Israel! suatu bangsa yang akan memijak-mijak kamu dari pada tempat orang masuk ke Hamat sampai ke sungai yang di gurun itu."]