["Bahwa demikianlah Tuhan Hua sudah memberi lihat aku; maka sesungguhnya diadakan-Nya beberapa berapa belalang pada mula musim awal, maka sesungguhnya adalah ia itu pada musim awal kemudian dari pada diguntingi bulu domba raja.","Maka jadi apabila hampir-hampir dimakannya habis segala tumbuh-tumbuhan yang di tanah itu, maka sembahku: Ya Tuhan Hua! ampunilah kiranya! Bagaimana boleh Yakub lagi tetap berdiri, yang begitu kecil adanya?","Maka bersesallah Tuhan akan hal itu, lalu firman Tuhan: Tiada akan jadi itu.","Maka demikianlah diberi lihat Tuhan kepadaku: Bahwa Tuhan Hua menyuruh api melakukan hukum-Nya, maka dikeringkannya segala mata air, setelah sudah dimakannya habis dahulu segala perhumaan.","Lalu sembahku: Ya Tuhan Hua, berhentilah kiranya! bagaimana boleh Yakub lagi tetap berdiri, yang begitu kecil adanya?","Maka bersesallah Tuhan akan hal itu, lalu firman Tuhan Hua: Bahwa perkara ini juga tiada akan jadi.","Maka demikianlah diberinya lihat aku: Bahwasanya adalah Tuhan berdiri di atas pagar tembok, yang telah diperbuat atas sipat batu duga dan adalah batu duga pada tangannya.","Maka firman Tuhan kepadaku: Apakah engkau lihat, hai Amos? maka sembahku: Sebuah batu duga. Lalu firman Tuhan: Bahwasanya Aku membubuh batu duga di tengah-tengah umat-Ku Israel, tiada lagi Aku akan melalui akan dia.","Melainkan segala panggung Ishak akan dibinasakan dan segala tempat suci orang Israel akan dirusakkan, dan Aku akan berbangkit melawan bangsa Yerobeam dengan pedang.","Hata, maka Amasya, imam di Bait-el, menyuruhkan orang menghadap Yerobeam, raja Israel, sembahnya: Bahwa Amos sudah bermufakat hendak mendurhaka kepada tuanku di tengah-tengah bangsa Israel; maka peri segala perkataannya begitu, sehingga tiada tertahan lagi dalam negeri itu.","Karena demikianlah kata Amos: Bahwa Yerobeam akan dibunuh dengan pedang dan orang Israelpun akan dipindahkan dari dalam negerinya dengan tertawan.","Kemudian dari pada itu kata Amasya kepada Amos: Hai penglihat! pergilah, larilah ke tanah Yehuda, makanlah roti di sana dan bernubuatlah di sana!","Tetapi jangan lagi engkau bernubuat di Bait-el, karena ia itulah tempat kesucian baginda dan kedudukan kerajaan.","Maka sahut Amos, katanya kepada Amasya: Bahwa bukannya aku ini nabi dan bukannya aku ini anak nabi, melainkan aku ini seorang gembala dan aku memungut buah ara hutan.","Tetapi sudah diangkat Tuhan akan daku dari belakang kawan domba, lalu firman Tuhan kepadaku: Pergilah engkau, bernubuatlah kepada umat-Ku Israel.","Maka sekarang dengarlah olehmu firman Tuhan! Bahwa katamu: Jangan engkau bernubuat atas Israel dan jangan adalah firman Allah keluar dari pada mulutmu akan hal rumah Ishak.","Sebab itu firman Tuhan: Bahwa binimu akan digagahi di dalam negeri dan segala anakmu laki-laki dan perempuan akan rebah mati dimakan pedang dan tanahmupun akan dibahagi-bahagi dengan tali pengukur dan kamupun akan mati pada tanah yang najis dan sesungguhnya Israel akan dipindahkan dari dalam negerinya dengan tertawan!"]