["Arakian, maka demikianlah diberi lihat Tuhan Hua kepadaku: Bahwasanya adalah sebuah rantang berisi buah-buahan musim panas.","Lalu firman-Nya: Apakah engkau lihat, hai Amos? maka sembahku: Sebuah rantang berisi buah-buahan musim panas! Maka firman Tuhan kepadaku: Bahwa kesudahan sudah sampai bagi umat-Ku Israel; tiada lagi Aku akan melalui dia.","Maka pada hari itu segala nyanyian di kaabah akan berubah menjadi pengaduh, demikianlah firman Tuhan Hua, maka akan ada amat banyak bangkai orang terhantar pada segala tempat, dibuang orang akan dia diam-diam.","Dengarlah olehmu ini, hai kamu yang menelan orang miskin, dan yang hendak membinasakan segala orang papa yang di dalam negeri!","Katamu: Bila gerangan lalu masaraya bulan baharu, supaya boleh kita menjual gandum, akan hari Sabatpun, supaya boleh kita membukakan segala pelubur kita dengan mengecilkan efa dan membesarkan syikal dan menipu dengan neraca yang salah,","supaya boleh kita menjual orang miskin karena uang dan orang papapun karena kasut sepasang, dan ganti gandum kita menjual sekam.","Bahwa Tuhan sudah bersumpah dengan kemuliaan Yakub: Niscaya tiada Aku melupakan segala perbuatan mereka itu sampai selama-lamanya!","Bukankah oleh karena segala perkara ini gemparlah tanah itu dan segala orang penduduknyapun berkabung? bahkan, ia itu akan tenggelam sama sekali seperti dalam sungai dan diombang-ambing dan diliputi seperti oleh sungai Mesir.","Maka akan jadi pada hari itu juga, demikianlah firman Tuhan Hua, Aku akan mengadakan bahwa matahari masuk pada waktu lohor dan Aku menggelapkan tanah pada siang hari.","Dan Aku akan mengubahkan segala masa rayamu menjadi perkabungan dan segala nyanyianmu menjadi peratapan dan Kukenakan kain karung pada segala pinggang dan gundulan pada segala kepala; bahkan, Aku mengenakan kain perkabungan pada semuanya seperti karena anak laki-laki yang tunggal, maka bagi orang yang terkemudian juga hari itu akan pahit adanya.","Bahwasanya hari akan datang kelak, demikianlah firman Tuhan Hua, apabila Aku mendatangkan bala kelaparan ke dalam negeri; ia itu bukannya lapar akan roti dan bukannya dahaga akan air, melainkan akan mendengar segala firman Tuhan.","Maka orang akan mengembara dari pada laut sampai kepada laut, dan dari pada utara datang ke timur orang akan beridar-idar akan menuntut firman, tetapi tiada didapatinya akan dia!","Pada hari itu juga anak dara yang terelok dan orang teruna yang pilihan itu akan lemah oleh dahaga.","Mereka itu yang bersumpah demi salah Samaria, katanya: Sesungguh-sungguh hiduplah dewa Dan! dan sesungguh-sungguh hiduplah jalan Birsyeba! -- bahkan, mereka itu akan jatuh kelak dan tiada bangun pula!"]