["Bermula maka kulihat Tuhan berdiri di atas mezbah, maka firman-Nya kepadaku: Biarlah dipalu orang akan ambang yang di atas, sehingga goncanglah kedua belah jenang dan pecahkanlah dia di atas kepala semuanya! bahkan, Aku akan membunuh mereka itu dengan pedang sampai orang yang terkemudian sekali; seorang pelaripun tiada di antara mereka itu yang dapat lari berlepas dirinya, dan di antara mereka itu seorangpun tiada akan luput dari pada mereka sekalian yang hendak meluputkan dirinya.","Jikalau kiranya mereka itu turun sampai ke dalam alam barzakh sekalipun, tangan-Ku juga kelak akan mengambil mereka itu dari sana, dan jikalau mereka itu naik sampai ke langit sekalipun, niscaya Kuturunkan mereka itu dari sana.","Dan jikalau kiranya mereka itu menyembunyikan dirinya di atas kemuncak Karmel sekalipun, niscaya Aku menyelidiknya dan mengambil mereka itu dari sana; dan jikalau kiranya mereka itu menyembunyikan dirinya dalam tubir laut sekalipun, niscaya dari sana juga akan Kusuruhkan seekor ular bisa, supaya dipagutnya mereka itu.","Dan jikalau mereka itu dipindahkan dengan tertawan di hadapan segala musuhnya sekalipun, niscaya dari sana juga akan Kusuruhkan pedang akan membunuh mereka itu dan Aku akan menatapkan mata-Ku kepada mereka itu akan jahatnya, bukan akan baiknya.","Karena Tuhan Hua serwa sekalian alam juga yang menjabat tanah, lalu ia itu hancurlah dan segala orang penduduknyapun berkabunglah, maka adalah halnya seperti tenggelam sama sekali dalam sungai dan diliputi seperti oleh sungai Mesir.","Tuhan yang membuat alayatnya di dalam segala langit dan mengalaskan segala lengkungnya di atas bumi, dan yang memanggil naik air laut, lalu mencucurkan dia ke atas muka bumi; bahwa Tuhan itulah nama-Nya!","Bukankah kamu bagi-Ku seperti bani Kusy, hai bani Israel? demikianlah firman Tuhan. Bukankah Aku sudah menghantar akan orang Israel keluar dari negeri Mesir dan segala orang Filistin dari Kaftor dan segala orang Aram dari Kir?","Bahwasanya mata Tuhan Hua adalah melawan kerajaan yang berdosa ini, supaya Kutumpas akan dia dari atas muka bumi, sahaja tiada Kutumpas bangsa Yakub sama sekali, demikianlah firman Tuhan.","Karena sesungguhnya Aku akan berfirman, supaya bangsa Israel dikiraikan di antara segala bangsa, seperti dikiraikan orang akan nyiru dan sebijipun tiada akan jatuh ke bumi.","Segala orang yang berdosa di antara umat-Ku itu akan mati dimakan pedang; yaitu mereka yang berkata begini: Bahwa jahat itu tiada akan hampir kepada kita dan tiada ia itu akan bertemu dengan kita!","Maka pada hari itu Aku akan membangunkan pula pondok Daud yang sudah buruk itu dan Aku akan menumpatkan segala tetasannya dan membaiki pula segala kerusakannya dan Aku akan membangunkan dia pula seperti pada zaman dahulu kala;","supaya sisa Edom jadi miliknya pusaka dan lagi segala bangsa yang atasnya sudah disebut nama-Ku, demikian firman Tuhan yang melakukan perkara ini.","Bahwasanya hari akan datang, demikianlah firman Tuhan, apabila orang penenggala akan mengganti orang penyabit dan orang pengapit air anggur mengganti orang penabur biji-bijian, dan segala gunung akan bertiriskan air anggur manis dan segala bukitpun akan berkelimpahan.","Karena Aku kelak membawa balik akan segala orang tawanan dari pada umat-Ku Israel, maka mereka itu akan membangunkan pula segala negeri yang roboh itu dan duduk dalamnya dan menanam pokok anggur dan minum air anggurnya, dan mereka itu akan membuat kebun-kebun dan makan buahnya.","Maka Aku akan menetapkan mereka itu dalam negerinya dan tiada mereka itu akan dicabut pula dari dalam negerinya, yang telah Kukaruniakan kepadanya, demikianlah firman Tuhan, Allahmu!"]