["Bahwa inilah khayal Obaja. Demikianlah firman Tuhan Hua akan hal Edom: Bahwa dari pada Tuhan juga kami sudah mendengar kabar dan bagaimana seorang utusan sudah disuruhkan di antara segala bangsa kafir; bangkitlah berdiri, biar kami berlengkap akan berperang dengan dia.","Bahwasanya Aku menjadikan dikau kecil di antara segala bangsa dan kehinaan amat banyak.","Bahwa sombong hatimu sudah menipukan dikau, hai engkau yang duduk di bukit batu yang tiada terhampiri, yang bersemayam begitu tinggi dan yang berkata dalam hatimu: Siapa gerangan dapat menolak aku turun ke bumi?","Jikalau kiranya engkau sudah naik tinggi seperti burung nasar dan sudah membubuh sarangmu di antara segala bintang sekalipun, niscaya engkau Kutolak kelak dari sana ke bawah, demikianlah firman Tuhan!","Jikalau kiranya pencuri atau penyamun pada malam sudah datang kepadamu (wah, bagaimana sudah rusak engkau!), bukankah dicurinya seberapa banyak cukup padanya? Dan jikalau kiranya orang pemungut buah anggur sudah datang kepadamu, bukankah ditinggalkannya beberapa buah sisanya?","Tetapi bagaimana sudah diselidik oranglah akan Esaf dan diperiksainya akan barang-barangnya yang tersembunyi?","Segala kawan janjimu menyuruh engkau undur dari pada perhinggaan negeri, dan segala sahabatmu menipukan dikau, dan berkelebihanlah ia atasmu, dan yang makan sehidangan dengan dikau itu membubuh jerat akan dikau; bahwasanya tiada ia berakal!","Bukankah pada hari itu Aku akan membunuh dari Edom segala orang berbudi dan segala akal dari pegunungan Esaf? demikianlah firman Tuhan.","Maka segala pahlawanmu, hai Teman! akan berdiri termangu-mangu, sehingga segala orang laki-laki dari pegunungan Esaf ditumpas oleh pembunuh.","Yaitu sebab penggagahan yang dilakukan akan saudaramu Yakub, maka malu akan menudung engkau, dan engkau akan ditumpas sampai selama-lamanya.","Pada hari engkau tinggal berdiri melihat-lihat bagaimana orang keluaran yang bengis membawa tentaranya dengan tertawan dan orang helatpun masuk dari pada segala pintu gerbangnya dan dibuangnya undi atas Yeruzalem, maka pada masa itu engkau seperti seorang kawannya.","Sekali-kali tiada patut engkau melihat-lihat sahaja pada hari saudaramu, pada hari celakanya! sekali-kali tiada patut engkau bersukacita akan hal bani Yehuda pada masa kebinasaannya, dan sekali-kali tiada patut engkau membesarkan mulutmu pada hari kepicikannya.","Sekali-kali tiada patut engkau sudah masuk dari pada pintu gerbang umat-Ku pada hari kebinasaannya; sekali-kali tiada patut engkau, bahkan, engkau sudah melihat-lihat kepada jahatnya pada hari kerusakannya atau engkau mendatangkan tanganmu kepada harta bendanya pada hari kebinasaannya.","Sekali-kali tiada patut engkau sudah berdiri pada simpangan jalan akan menumpas segala orangnya yang lari berlepas dirinya; dan engkau sudah menyerahkan orangnya yang luput pada hari kepicikannya.","Karena hampirlah hari Tuhan atas segala bangsa kafir; seperti perbuatanmu, demikianpun akan diperbuat padamu dan pembalasanmu itu akan kembali kepada kepalamu.","Karena seperti kamu sudah minum di atas gunung kesucian-Ku, demikianpun segala bangsa kafir akan minum seorang lepas seorang, bahkan, mereka itu akan minum dengan gelojohnya, sehingga mereka itu serasa tiada jadi adanya.","Tetapi di atas bukit Sion akan ada keluputan dan ia itu akan tempat suci adanya, dan bangsa Yakubpun akan mempunyai pula harta pusakanya akan miliknya.","Pada masa itu bangsa Yakub akan seperti api dan bangsa Yusufpun seperti nyala api, dan bangsa Esafpun seperti jerami, yang akan dinyalakannya dan dibakarnya habis; dan satupun tiada sisa akan tinggal dari pada bangsa Esaf, karena demikianlah firman Tuhan.","Maka orang dari negeri selatan akan mempunyai pegunungan Esaf dan yang dari tanah datar akan mempunyai negeri Filistin akan miliknya pusaka dan diambilnya akan padang-padang Efrayim dan padang-padang Samaria akan miliknya dan Benyamin Gilead.","Maka tentara bani Israel, yang sekarang dipindahkan dengan tertawan, akan mengambil tanah orang Kanani sampai ke Zarfat akan miliknya dan orang Yeruzalem yang dipindahkan dengan tertawan yang di Seferad itu, akan mengambil segala negeri yang di selatan akan miliknya.","Bahkan, akan bangkit berdiri beberapa orang penolong di atas bukit Sion akan menghukumkan pegunungan Esaf; maka kerajaan itu akan jadi Tuhan punya!"]