["Sebermula, maka datanglah firman Tuhan kepada Yunus bin Amitai, bunyinya:","Bangunlah engkau, pergilah ke Niniwe, negeri besar itu, dan berserulah akan dia, karena kejahatannya sudah naik sampai di hadapan hadirat-Ku.","Tetapi bangunlah Yunus hendak lari ke Tarsis dari hadapan hadirat Tuhan, maka turunlah ia ke Yafo, didapatinya akan sebuah kapal yang hendak berlayar ke Tarsis, dibayarnya uang tumpangannya, lalu turunlah ia ke dalamnya hendak berlayar serta mereka itu ke Tarsis dari hadapan hadirat Tuhan.","Maka diturunkan Tuhan suatu angin yang keras kepada laut itu, lalu menjadi ribut besar, sehingga hampir-hampir karam kapalnya.","Maka ketakutanlah segala awak kapal, masing-masing berseru kepada dewanya dan dibuangnya segala serba yang di kapal itu ke dalam laut hendak meringankan kapal; tetapi Yunus sudah turun ke dalam ruang, dan berbaring, lalu tertidurlah ia dengan lelap.","Maka datanglah nakhoda kapal mendapatkan dia sambil katanya: Apakah padamu, maka engkau tidur lelap begitu? bangunlah engkau: berserulah kepada dewamu, mudah-mudahan dewa itu mengasihani akan kita, biar jangan kita binasa!","Maka kata mereka itu seorang kepada seorang: Mari, baiklah kita melontar undi, supaya kita ketahui karena siapa bala ini berlaku atas kita. Hata, maka dilontarkannya undi, lalu Yunus yang kena.","Maka kata mereka itu kepadanya: Nyatakanlah kiranya kepada kami karena sebab siapa gerangan bala ini berlaku atas kami? Apakah pekerjaanmu? engkau dari mana? apakah negerimu dan dari pada bangsa mana engkau ini?","Maka sahutnya kepada mereka itu: Adapun aku ini orang Ibrani dan berbaktilah aku kepada Tuhan, Allah segala langit, yang sudah menjadikan darat dan laut.","Maka takutlah orang itu amat sangat, lalu katanya kepadanya: Apakah perbuatanmu? karena ketahuilah orang itu akan hal ia sudah lari dari hadapan hadirat Tuhan, sebab telah diberinya tahu hal itu kepada mereka itu.","Lalu kata mereka itu kepadanya: Engkau hendak kami pengapakan, supaya teduhlah laut ini bagi kami? karena makin lama makin bergelora laut itu.","Maka sahutnya kepada mereka itu: Angkatlah olehmu akan daku, buanglah aku ke dalam laut, maka lautpun akan teduh bagi kamu, karena ketahuilah aku bahwa ribut besar ini berlaku atas kamu oleh karena aku.","Maka orang itu berdayung-dayunglah hendak membawa kapal itu balik ke darat, tetapi tiada dapat, karena makin lama makin bergelora laut itu baginya.","Lalu berserulah mereka itu kepada Tuhan, sembahnya: Ya Tuhan! jangan apalah kami binasa oleh karena sebab jiwa orang ini dan jangan Engkau tanggungkan pada kami darah orang yang tiada bersalah, karena Engkau, ya Tuhan, sudah membuat barang yang Kaukehendaki.","Maka diangkat oleh mereka itu akan Yunus, lalu dibuangnya akan dia ke dalam laut, maka teduhlah laut dari pada geloranya.","Maka sebab itu takutlah orang itu akan Tuhan amat sangat dan disembelihkannya bagi Tuhan korban sembelihan dan dijanjinya beberapa nazar.","Hata, maka dengan takdir Tuhan adalah seekor ikan besar akan menelan Yunus, maka adalah Yunus di dalam perut ikan itu tiga hari dan tiga malam lamanya."]