["Tetapi hal ini mendukacitakan Yunus, sehingga sakitlah hatinya dan berbangkitlah amarahnya.","Lalu iapun meminta doa kepada Tuhan, sembahnya: Ya Tuhan! bukankah ini yang sudah kukatakan tatkala aku lagi dalam negeriku! maka sebab itu juga aku hendak mendahuluinya dengan lari ke Tarsis, karena kuketahuilah, bahwa Engkau Allah yang amat mengasihani dan amat sayang dan panjang sabarnya dan besar kemurahan-Nya dan yang bersesal akan jahat.","Maka sekarangpun, ya Tuhan! ambillah kiranya jiwaku dari padaku, karena dari pada hidup baiklah aku mati.","Maka firman Tuhan: Adakah patut engkau marah begitu?","Hata, maka keluarlah Yunus dari dalam negeri itu, lalu duduklah ia tentang sebelah timur negeri, diperbuatnya di sana akan dirinya sebuah pondok, lalu duduklah di bawah naungnya hendak melihat negeri itu dipengapakan.","Maka oleh Tuhan Allah diadakan sebatang pohon alhairani, ditumbuhkan-Nya dia ke atas Yunus, supaya ada barang naung di atas kepalanya akan menghiburkan dia dari pada dukacitanya. Maka bersukacitalah hati Yunus akan pohon alhairani itu amat sangat.","Tetapi keesokan harinya pada buka fajar diadakan Allah seekor ulat yang mengikil pohon alhairani itu, sehingga layulah ia.","Maka setelah terbit matahari, tiba-tiba diadakan Allah suatu angin timur sepoi-sepoi, maka turunlah panas kepada kepala Yunus, sehingga pingsanlah ia; maka dipintanya biarlah jiwanya mati, karena katanya: Dari pada hidup ini baik aku mati.","Maka firman Allah kepada Yunus: Patutkah amarahmu berbangkit begitu akan pohon alhairani ini? Maka sahutnya: Patut juga amarahku berbangkit sampai kemati-matian.","Maka firman Tuhan: Bahwa engkau sayang akan pohon alhairani ini, yang tiada engkau kerjakan barang pekerjaan padanya dan yang tiada kaupeliharakan, yang sudah tumbuh pada satu malam dan yang hilangpun pada satu malam juga.","Entah tiadakah Aku ini sayang akan Ninewe, negeri besar ini, dalamnya adalah lebih dari pada seratus dua puluh ribu orang isinya, yang belum tahu membedakan antara tangan kanan dengan tangan kirinya, tambahan lagi ada banyak binatangnya?"]