["Bahwa inilah firman Tuhan yang telah datang kepada Mikha, seorang Morasyti, pada zaman Yotam dan Akhaz dan Yehizkia, raja-raja Yehuda, barang yang telah dilihatnya akan hal Samaria dan Yeruzalem.","Dengarlah olehmu, hai segala bangsa! berilah telinga, hai bumi dengan segala isinya! biarlah Tuhan Hua jadi saksi di antara kamu sekalian, yaitu Tuhan dari dalam kaabah kesucian-Nya.","Karena sesungguhnya Tuhan keluar dari pada tempat-Nya lalu turun menjejak segala tempat tinggi di bumi.","Di bawah-Nya hancurlah segala gunung dan berbelahlah segala lembah! seperti lilin dari hadapan api dan seperti air yang tercurah ke tempat yang dalam.","Maka sekalian ini oleh karena salah Yakub dan oleh karena dosa bangsa Israel! Mana gerangan permulaan kesalahan Yakub? Bukankah ia itu di Samaria? Mana gerangan permulaan segala panggung Yehuda? Bukankah ia itu Yeruzalem?","Maka sebab itu Samaria Kujadikan kelak padang yang penuh dengan kerobohan batu dan tempat orang menanam pokok anggur; dan Aku akan menghamburkan batu-batunya ke dalam lembah dan membukakan segala alasnya.","Dan segala patungnya akan dihancurluluhkan dan segala upah persundalannya akan dibakar habis dengan api, dan segala berhalanya akan Kujadikan suatu kebinasaan; karena dengan upah persundalannya sudah dikumpulkannya dan ia itu kembali akan menjadi upah persundalan.","Maka sebab itu aku meratap dan meraung, aku berjalan dengan telanjang dan terurai, aku bergaduh-gaduh seperti naga dan merindu seperti burung unta.","Wah, luka parahnya tiada terobatkan! Wah, Yehuda juga yang kena; maka datanglah ia sampai ke pintu gerbang umat-Ku, sampai ke Yeruzalem.","Janganlah hal itu kamu kabarkan di Gat, jangan kamu menangis tersedih-sedih! bergelumanglah dirimu dengan abu di Afera.","Hendaklah kamu langsung, hai perempuan penduduk Safir! dengan malu ketelanjanganmu; bahwa perempuan penduduk Zaanan tiada keluar; peratapan adalah di Bait-haizal dan ia itu menegahkan kamu dari pada tinggal di sana.","Wah, dengan cuma-cuma perempuan penduduk Marot menantikan yang baik, karena yang jahat itu telah turun dari pada Tuhan sampai kepada pintu gerbang Yeruzalem.","Kenakanlah kuda pada rata, hai perempuan penduduk Lakhis! bahwa ia sudah memberi teladan dalam berbuat dosa kepada puteri Sion, karena di dalammu telah didapati akan kesalahan orang Israel.","Maka sebab itu berikanlah semuanya sampai ke Moreset-Gat; bahwa segala gudang Akhzib telah jadi seperti dahulu Akhzab bagi segala raja orang Israel.","Bahwa Aku akan membawa seorang waris yang baharu kepada hartamu, hai perempuan penduduk Maresya! ke Adulam pergilah segala kemuliaan Israel.","Gundulkanlah dan bercukurlah dirimu, oleh karena segala anakmu yang kekasih! Luaskanlah gundulanmu seperti burung nasar, sebab mereka itu sudah dipindahkan dari padamu dengan tertawan."]