["Wai bagi mereka sekalian yang mereka barang yang salah dan memikirkan jahat di atas tempat tidurnya; serta teranglah pagi hari, maka dilakukannya seberapa banyak kuat tangannya.","Jikalau mereka itu menghendaki bendang, maka dirampasnya, atau rumah, maka diambilnya; demikianlah dirampasnya rumah dari pada tuannya rumah dengan gagah dan harta benda dari pada orang yang empunya dia.","Maka sebab itu demikianlah firman Tuhan: Bahwasanya Aku mendatangkan kelak suatu celaka atas bangsa ini, dari padanya tiada dapat kamu menarik ke luar lehermu atau berjalan dengan tegak dalamnya, karena ia itu akan suatu masa yang jahat adanya.","Maka pada hari itu juga diangkat oranglah suatu nyanyian akan halmu serta diangkatnya sebiji ratap, katanya dalam ratapnya: Bahwa kita sudah dijarahi habis-habis! Bahagian pusaka bangsaku sudah ditukarnya. Wah, bagaimana Ia sudah undur dari padaku dengan jemu! Segala bendang kita disuruhnya bahagi-bahagi.","Bahwa sesungguhnya pada masa itu seorangpun tiada yang melontar undi akan beroleh suatu bahagian bagimu di dalam sidang hamba Tuhan!","Jangan bernubuat! biarlah mereka itu bernubuat! Mereka itu tiada akan bernubuat! Maka sebab ini malu dan kecelaan tiada akan lalu dari padamu.","Apakah kata orang, hai bangsa Yakub! Adakah kiranya Tuhan bersegera-segera akan murka? Adakah begitu perbuatan-Nya? Maka tiadakah baik segala perkataan-Ku bagi orang yang betul jalannya?","Tetapi umat-Ku dahulu itu mendurhaka kepada-Ku seperti musuh; dikupaskannya selimut dan jubah yang indah-indah dari pada tubuh orang yang lalu dari pada jalan dengan senang hatinya, seperti kalau mereka itu kembali dari pada peperangan.","Segala bini umat-Ku kamu halaukan dengan gagah dari dalam rumah kesukaannya; dari pada anak-anak penyusunya kamu mengambil perhiasan-Ku sampai selama-lamanya.","Bangkitlah kamu, pergilah! Ini bukan lagi tempat perhentianmu! Sebab ia itu sudah dicemarkan olehmu, maka ia itu ditaruh kepada orang penagih utang dengan pengikat yang tiada teruraikan.","Jikalau ada seorang yang cakap angin dan penipu, dan yang berkata dengan dustanya begini: Bahwa aku hendak bernubuat bagimu karena air anggur dan tuak! maka ialah seorang nabi adanya bagi bangsa ini!","Bahwa sesungguhnya Aku juga akan mengumpulkan semua kamu, hai Yakub, dan menghimpunkan sisa Israel; bersama-sama Aku akan menjadikan mereka itu seperti kambing domba Bozra, seperti suatu kawan kambing di dalam kandangnya; mereka itu akan berdengung-dengung dari karena banyak manusia.","Maka jantannya yang kuat itu akan berjalan pada hulu mereka itu; mereka itu menetas dengan kebanyakannya serta keluar masuk dari pada pintu gerbang. Demikianlah Rajanya akan berjalan di hadapan mereka itu dan Tuhanpun pada hulunya!"]