["Dan lagi kataku: Dengarlah kiranya olehmu, hai penghulu Yakub dan segala kepala bangsa Isreal! Bukankah patut kamu mengetahui insaf?","Mereka itu benci akan mana yang baik dan suka akan jahat; mereka itu menguliti tubuhnya dan menceraikan daging dari pada tulang-tulangnya.","Bahkan, mereka itulah dia yang makan daging umat-Ku dan yang menguliti tubuhnya dan mematah-matahkan tulang-tulangnya, dibahagikannya dan diaturnya seperti daging dalam periuk dan seperti penggal-penggal daging dalam belanga.","Pada masa itu mereka itu akan berseru-seru kepada Tuhan, tetapi tiada disahut-Nya akan mereka itu, melainkan Iapun akan menyamarkan muka-Nya dari padanya; sebagaimana patut pada perbuatan mereka itu yang jahat itu!","Demikianlah firman Tuhan akan hal segala nabi yang menyesatkan umat-Ku: Apabila pada mereka itu ada cukup akan dimamah dengan giginya, maka serunya: Selamatlah! tetapi akan orang yang tiada menyuap mulutnya disediakannya perang.","Maka sebab itu akan jadi malam bagimu akan ganti penglihat khayal, dan kegelapan bagimu akan ganti tenungan dan mataharipun akan mati lenyap dari pada nabi-nabi ini dan siang haripun akan jadi hitam baginya.","Maka segala pelihat itu akan malu dan segala petenung kena bera muka, semuanya akan berjalan dengan terbelit misainya, karena tiada akan ada barang sahutan dari pada pihak Allah.","Tetapi akan daku, bahwasanya adalah aku penuh dengan kuat, penuh dengan Roh Tuhan; dan lagi adalah padaku hak dan berani akan memberitahu Yakub kejahatannya dan Israel dosanya.","Maka sebab itu dengarlah olehmu ini, hai segala penghulu bangsa Yakub dan segala kepala bangsa Israel yang jemu akan barang yang betul dan yang memutarbalikkan segala yang benar;","yang membangunkan Sion di atas alas darah dan Yeruzalem di atas alas lalim.","Bahwa segala penghulunya memutuskan hukum dengan makan suap dan segala imamnya mengajar dengan mengambil upah dan segala nabinya bernubuat karena uang; kendatilah, mereka itu bersandar juga pada Tuhan, katanya: Bukankah Tuhan ada di tengah-tengah kita? Bahwa barang celakapun tiada akan datang atas kita!","Maka sekarang oleh karena sebab kamulah Sion akan ditenggala seperti bendang dan Yeruzalem akan menjadi suatu kerobohan batu dan bukit rumah itu akan menjadi busut di hutan."]