["Tetapi pada hari yang terkemudian akan jadi bahwa bukit rumah Tuhan akan ditetapkan di atas kemuncak segala gunung, dan iapun akan ditinggikan dari pada segala bukit, dan segala bangsapun akan berkerumun kepadanya.","Dan beberapa berapa bangsa kafir akan pergi serta katanya: Mari kita berjalan naik ke bukit Tuhan dan ke rumah Allah Yakub, supaya diajar-Nya kita akan hal jalan-jalan-Nya, supaya boleh kita berjalan pada lorong-lorongnya; karena dari pada Sion akan terbit hukum, dan firman Tuhanpun dari dalam Yeruzalem.","Maka Iapun akan menghukumkan di antara bangsa yang besar-besar dan memutuskan hukum atas beberapa bangsa yang besar dan amat jauh tempatnya; maka mereka itu akan menempa segala pedangnya menjadi penggali dan segala pendahannya menjadi sabit; bahwa bangsa tiada akan menghunus pedang akan melawan bangsa dan tiada lagi mereka itu belajar berperang.","Melainkan mereka itu akan duduk masing-masing di bawah pokok anggurnya dan di bawah pokok aranya, dan seorangpun tiada yang akan mengejutkan mereka itu; bahwa inilah firman yang terbit dari pada mulut Tuhan semesta alam sekalian.","Biarlah segala bangsa berjalan masing-masing dengan nama dewanya, tetapi kita juga hendak berjalan dengan nama Tuhan, Allah kita, kekal selama-lamanya!","Maka pada hari itu juga, demikianlah firman Tuhan, Aku akan menghimpunkan mana yang sesat, dan mengumpulkan mana yang terhalau, dan segala mereka yang kedukacitakan dahulu itu.","Maka yang telah sesat itu akan Kujadikan suatu sisa dan yang tercerai-berai itu Kujadikan suatu bangsa yang besar, dan Tuhanpun akan menjadi Rajanya di atas bukit Sion dari pada masa itu sampai selama-lamanya.","Maka engkau, hai Migdal-eder, hai Ofel puteri Sion! kemuliaanmu akan datang, bahkan, pemerintahan yang dahulu itu akan datang, yaitu kerajaan puteri Yeruzalem!","Maka sekarang, mengapa engkau menangis tersedih-sedih? Tiadakah lagi Raja di antara kamu? Sudah binasakah segala penghulumu, maka engkau kedatangan sakit seperti seorang perempuan yang hendak beranak?","Rasailah sakit, hai puteri Sion! seperti seorang perempuan yang menyakiti hendak beranak, tegal tidak dapat tiada engkau meninggalkan negeri lalu duduk di padang dan pergi sampai ke Babil! Maka di sana juga engkau akan ditolong dan di sanapun Tuhan akan menebus engkau dari pada tangan segala musuhmu!","Maka sekarang, beberapa bangsa yang besar-besar berhimpun lawan engkau, serta katanya: Bahwa ia sudah jadi najis dan mata kami memandang kepada Sion!","Tetapi tiada diketahuinya akan kepikiran Tuhan dan tiada mereka itu mengerti bicara-Nya; bahwa Ia akan mengumpulkan mereka itu seperti berkas-berkas gandum kepada tempat pengirik.","Bangunlah engkau dan iriklah hai puteri Sion! bahwasanya Aku memperbuat bagimu sebatang tanduk besi dan kuku dari pada tembaga dan engkau akan menghancurkan beberapa bangsa yang besar-besar, dan hartanya akan kauharamkan bagi Tuhan dan milik mereka itu bagi Tuhan seluruh bumi!","Sekarang, biarlah engkau menjarah rayah, hai perempuan penjarah! Biarlah kita dikepung dan dipijak berkeliling! Biarlah segala hakim Israel dipalu dengan tongkat pada pipinya!"]