["Maka engkau, hai Betlehem Eferata! Jikalau kecil engkau di antara beribu-ribu negeri Yehuda sekalipun, dari padamu juga akan terbit bagi-Ku seorang yang jadi Pemerintah Israel, maka keluarnya dari pada purbakala, dari pada awal zaman.","Maka jikalau kiranya diserahkannya mereka itu sekalipun sampai kepada masa, apabila yang hendak beranak itu sudah beranak, maka segala saudaranya yang tinggal itu akan kembali kepada bani Israel!","Maka Iapun akan menyatakan dirinya dan kerajaanlah Ia dengan kuasa Tuhan dan dengan kemuliaan nama Tuhan, Allahnya; maka mereka itu akan duduk, karena Iapun akan besar sampai kepada segala ujung bumi!","Maka olehnya juga akan ada selamat! Apabila Asyur hendak masuk ke dalam negeri kita dan memijak-mijak segala maligai kita, maka kita akan menyuruhkan tujuh orang gembala dan delapan hulubalang dari antara orang kebanyakan akan melawan dia.","Ia itu akan makan habis tanah Asyur dengan pedang dan tanah Nimrod dengan pedang yang terhunus; demikianlah akan diadakannya keluputan dari pada Asyur, apabila ia hendak masuk ke dalam negeri kita dan melangkahkan perhinggaan kita.","Maka orang yang lagi tinggal dari pada Yakub akan ada di antara beberapa berapa bangsa, seperti embun dari pada Tuhan, seperti titik-titik embun pada tumbuh-tumbuhan, yang tiada menantikan orang atau harap akan anak-anak manusia.","Bahkan, orang yang lagi tinggal dari pada Yakub akan ada di antara segala bangsa, di antara bangsa yang besar-besar, seperti singa di antara segala binatang yang di hutan, seperti singa yang ganas di antara segala kawan domba, barang yang diterkamnya itu ditekankannya dengan kakinya dan dirampasnya, sehingga seorangpun tiada dapat meluputkan dia.","Bahwa tanganmu akan ditinggikan atas segala pembencimu dan segala musuhmu akan ditumpas.","Maka akan jadi pada hari itu juga, demikianlah firman Tuhan, bahwa segala kudamu akan Kutumpas dari tengah-tengahmu dan segala ratamu akan Kubinasakan;","dan segala negeri tanahmu akan Kurombak dan segala kota bentengmu akan Kurobohkan.","Dan segala tenungan akan Kuputuskan dari pada tanganmu dan seorang ahli nujumpun akan tiada lagi padamu.","Dan segala patungmu tuangan atau pahatan itu akan Kulalukan dari tengah-tengahmu, dan tiada lagi kamu akan menyembah sujud kepada perbuatan tanganmu.","Dan segala hutan-hutanmu akan Kubantun dari tengah-tengahmu dan segala kuilmupun akan Kubinasakan.","Dan lagi Aku akan membalas dengan geram dan kehangatan murka-Ku kepada segala bangsa kafir yang tiada mau mendengar."]