["Maka sekarang dengarlah olehmu firman Tuhan! Bangkitlah berdiri, berbantahlah dengan segala gunung, biarlah segala bukit mendengar suaramu!","Dengarlah olehmu, hai segala gunung! acara Tuhan, hai segala alas bumi yang tiada tergerakkan! Karena pada Tuhan adalah suatu acara dengan umat-Nya, Iapun hendak berhukum dengan orang Israel!","Hai umat-Ku! apakah perbuatan-Ku akan dikau? Dengan apa gerangan Aku sudah mengusik engkau? Naiklah saksi atas-Ku!","Bukankah sudah Kuhantar akan kamu keluar dari negeri Mesir dan Kutebus kamu dari dalam rumah perhambaan itu, tatkala Kusuruhkan Musa dan Harun dan Miryam berjalan di hadapanmu?","Hai umat-Ku! Ingatlah kiranya akan barang yang dibicarakan oleh Balak, raja Moab itu, dan akan barang yang disahut kepadanya oleh Bileam bin Beor, dan akan segala perkara yang telah jadi dari Sitim sampai ke Gilgal, supaya diketahui olehmu akan segala kebenaran Tuhan.","Dengan apa boleh aku menghadap Tuhan dan menyembah sujud kepada Allah taala? Bolehkah aku menghadap Dia dengan korban bakaran, dengan lembu muda yang umur setahun?","Masakan Tuhan berkenan akan domba jantan beribu-ribu, atau akan sungai minyak berlaksa-laksa? Bolehkah aku mempersembahkan anak sulungku karena kesalahanku, atau buah perutku karena dosa jiwaku?","Bahwa sudah diberinya tahu kepadamu, hai manusia, mana yang baik; maka apa gerangan dituntut Tuhan dari padamu, melainkan berbuat insaf dan suka akan kemurahan dan berjalan serta Allahmu dengan hati yang rendah!","Bahwa suara Tuhan adalah berseru-seru di dalam negeri (karena hikmat yaitulah takut akan nama-Mu!): Dengarlah olehmu bunyi cemeti dan yang sudah menentukan dia!","Adakah lagi dalam rumah orang fasik beberapa harta dari lalim dan sebuah efa yang kurang dan yang terkutuk?","Bolehkah Aku sabarkan neraca yang salah dan pundi-pundi berisi batu timbangan penipu?","Sehingga orang kaya-kayanya mengandungkan gagah dan segala orang isinya berkata bohong dengan lidah penipu di dalam mulutnya?","Maka sebab itu juga Aku akan menyesahkan dikau, sehingga engkau pingsan dan Aku mendatangkan kebinasaan atas segala dosamu.","Bahwa engkau akan makan, tetapi tiada sampai kenyang, dan laparpun akan berlebih-lebihan di dalam perutmu; bahwa engkau akan undur, tetapi tiada luput, dan jikalau luput sekalipun, maka Aku menyerahkan dikau juga kepada pedang.","Bahwa engkau akan menabur, tetapi tiada menuai; engkau akan mengirik buah zait, tetapi tiada mengurapi dirimu dengan minyaknya; engkau akan mengapit air anggur, tetapi tiada minum dari padanya.","Karena segala undang-undang Omri itu dipeliharakan, demikianpun segala perbuatan bangsa Akhab, dan engkau berjalan menurut segala bicaranya, sehingga tak dapat tiada Aku menyerahkan dikau akan kebinasaan, dan segala orang isi negeri akan kehinaan, maka engkau akan menanggung kecelaan umat-Ku!"]