["Wai bagiku! Karena adalah halku seperti kalau sudah habis pupul agung, kalau sudah habis petikan buah anggur yang terkemudian itu; sebiji buah anggur tiada lagi akan dimakan; cuma-cuma aku ingin akan buah ara yang masak!","Bahwa orang yang baik sudah hilang dari dalam negeri dan orang yang tulus hatinya tiada lagi di antara manusia; semuanya mengintai akan menumpahkan darah; seorang mengejar akan seorang dan membentang jaring akan dia.","Tangan adalah pada mereka itu hanya akan berbuat jahat; bahwa penghulu minta hadiah dan hakimpun sengajakan upah, dan orang besar menyatakan lobanya dengan tiada malu, semuanya itu minta makin lebih.","Adapun yang baik di antara mereka itu, ia itu seperti duri juga adanya, dan yang dikatakan tulus hatinya itu tajam dari pada pagar duri; maka apabila hari segala penunggumu, yaitu hari tulahmu, sudah smapai, maka semuanya akan huru-haralah di antara mereka itu.","Jangan lagi percaya akan sahabat, jangan lagi harap pada taulan; peliharakanlah lidahmu dari pada perempuan yang berbaring dalam ribaanmu.","Karena anak laki-laki menghinakan bapanya, dan anak perempuan mendurhaka kepada ibunya dan menantu perempuanpun kepada mentuanya perempuan, dan orang isi rumahnya juga menjadi seterunya.","Tetapi akan daku, bahwa aku hendak menengadah kepada Tuhan; aku menantikan Allah pohon selamatku; maka Allahku juga akan mendengar suaraku!","Jangan engkau sukacita akan halku, hai seteruku! Jikalau kiranya aku sudah jatuh, maka aku akan bangun pula; apabila aku duduk dalam gelap, maka Tuhan juga akan menjadi terangku.","Adapun aku menanggung murka Tuhan, sebab aku sudah berbuat dosa, maka ia itu sampai dipadukan-Nya perkaraku dan dilakukan-Nya hakku; bahwa Ia akan mengeluarkan daku kepada terang, dan akupun akan melihat pembalasan-Nya.","Maka ia itu akan dilihat oleh seteruku, lalu mukanya akan ketutupan malu, ia yang sudah berkata kepadaku demikian: Di manakah sekarang Tuhan, Allahmu? Bahwa mataku akan memandang kepadanya, lalu ia terpijak-pijak seperti becek di jalan.","Bahwa pada masa pagar tembokmu dibangunkan pula, pada hari itu juga segala perhinggaanmu akan diluaskan amat sangat.","Maka pada masa itu juga orang akan datang kepadamu dari Asyur dan dari negeri-negeri Mesir dan dari Mesir sampai ke sungai dan dari laut sampai ke laut dan dari gunung sampai ke gunung.","Kendatilah, maka tanah ini akan binasa juga oleh karena orang penduduknya, ia itulah hasil perbuatan mereka itu.","Gembalakanlah umat-Ku dengan tongkatmu, kawan domba pusakamu, yang diam dalam hutan dengan sunyinya; biarlah ia makan rumput di tengah-tengah Karmel dan di Bazan dan di Gilead seperti pada zaman dahulu!","Seperti pada hari tatkala engkau keluar dari negeri Mesir, demikianpun Aku akan memperlihatkan dia beberapa perkara ajaib.","Bahwa segala bangsa kafirpun akan melihatnya serta malu dari karena segala kuasanya; mereka itu akan menekap mulutnya, dan telinganya akan jadi tuli.","Mereka itu akan menjilat duli seperti ular; seperti binatang yang menyulur di bumi mereka itu akan bergerak dari dalam kubunya; dengan gemetar mereka itu akan datang kepada Tuhan, Allah kami, dan takut akan Dikau!","Siapakah Allah seperti Engkau, yang mengampuni kejahatan dan maafkan kesalahan sisa bahagian-Nya pusaka? Tiada dikekalkan-Nya murka-Nya sampai selama-lamanya, melainkan berkenanlah Ia akan berbuat baik.","Bahwa Ia akan mengasihani kami pula, dan Iapun akan menutup segala kesalahan kami; dan segala dosa kami akan Kaucampak ke dalam tubir laut.","Bahwa Engkau akan meneguhkan setia kepada Yakub dan kebajikan kepada Ibrahim, yang telah Kaujanji kepada nenek moyang kami pakai sumpah, yaitu dari pada zaman dahulu kala."]