["Bahwa inilah firman akan hal Ninewe, surat khayal Nahum, orang Elkosyi itu.","Bahwa Tuhan itu Allah yang cemburuan dan pembalas; Tuhan itu pembalas, yang hebat dengan kehangatan murka-Nya! Tuhan itu pembalas bagi segala musuh-Nya dan dikekalkan-Nya murka-Nya akan segala seteru-Nya.","Bahwa Tuhan itu panjang sabar, jikalau besar kuasa-Nya sekalipun, dan sekali-kali tiada dibilang-Nya orang yang bersalah itu suci dari pada salah. Bahwa jalan Tuhan adalah dalam puting beliung dan dalam ribut, dan segala awan itulah duli kaki-Nya.","Jikalau diamang-amang-Nya laut, maka kekeringanlah ia dan kekeringanlah segala sungai pun; dan lemahlah Bazan dan Karmel dan layulah segala bunga di Libanon!","Bahwa segala gunung bergeraklah di hadapannya dan segala bukitpun goncanglah, dan gempalah bumi di hadapan hadirat-Nya, yaitu dunia dengan segala orang yang duduk dalamnya.","Siapa tahan berdiri di hadapan murka-Nya; siapa dapat menderita kehangatan amarah-Nya? Geram-Nya itu seperti api melelehkan semuanya dan bukit batupun dipecah-pecahkan olehnya.","Bahwa Tuhan itu baik dan suatu perlindungan pada masa kepicikan; diketahui-Nya akan mereka sekalian yang harap pada-Nya.","Seperti dengan air bah yang meliputi ditiadakan-Nya segala sesuatu yang melawan Dia, dan kegelapanpun mengejar akan segala seteru-Nya.","Mengapa kamu mereka jahat lawan Tuhan? Bahwa Ia juga yang membuat kesudahan dengan bala, yang tiada usah diadakan sampai dua kali.","Bahkan, jikalau mereka itu dianyam bersama-sama seperti duri dan jikalau mereka itu mabuk dari pada kebanyakan minumnya, mereka itu akan dihabiskan juga seperti jerami yang kering.","Bahwa dari padamu sudah keluar seorang yang mereka jahat lawan Tuhan, seorang menteri Belial.","Demikianlah firman Tuhan: Bagaimana sentosapun disangkakannya hal dirinya, bagaimana banyakpun bilangan mereka itu, niscaya mereka itu akan disabit habis-habis juga dan mereka itupun akan lenyap dengan segera. Tetapi kamu, yang sudah Kutindih itu tiada akan Kutindih lagi.","Karena sekarang Aku akan memecahkan kuknya, yang dikenakan padamu, dan Aku memutuskan segala pengikatmu.","Tetapi akan halmu Tuhan sudah berfirman, bahwa kepujianmu tiada akan berpecah-pecah lagi! Dari dalam rumah berhalamu akan Kutumpas segala patung pahatan dan tuangan, dan Kujadikan dia kuburmu, sebab engkau sudah mencelakan Daku!","Lihatlah di atas gunung-gunung ada kaki orang yang mengabarkan barang yang baik, yang memberitahu selamat: Peganglah segala masa rayamu, hai Yehuda! Sampaikanlah segala nazarmu, karena orang jahat itu tiada lagi meliputi tanahmu; sudah ditumpas habis-habis akan dia."]