["Bahwa ia menampil sampai di hadapan matamu, orang yang dari hadapannya terbang semuanya. Tungguilah akan kota benteng! Taruhlah akan orang peninjau di jalan! Ikatlah pinggangmu! Kuatkanlah dirimu seboleh-bolehnya!","Bahkan, Tuhan akan membangunkan pula kemuliaan Yakub, demikianpun kemuliaan Israel, meskipun penjarah sudah menjarahi dia sampai hampa dan sudah membinasakan segala cabang pokok anggurnya.)","Bahwa perisai segala pahlawannya sudah jadi merah, segala orang perwira sudah jadi kirmizi warnanya; segala sabit rata perangnya itu api adanya apabila ia siap akan berperang, dan segala lembingpun dilayamkan.","Bahwa segala rata perang itu gempitalah bunyinya sepanjang segala jalan dan berkeretak-keretuk sepanjang segala lebuh pasar; bahwa rupa mereka itu seperti pedamaran dan sabung-menyabung seperti kilat.","Bahwa dipanggilnya akan segala panglima perangnya; mereka itu tergelincuh dalam datangnya, mereka itu bersegera-segera kepada pagar temboknya dan tudung penumbuk dewala itu sudah sedia.","Maka pintu segala sungai dibukakan, lalu maligai itu roboh tenggelam dalam air!","Maka permaisurinya dibawa dengan tertawan dan tersingkap tudung mukanya; segala hamba sahayanya mengiringkan dia sambil berkeluh kesah seperti merpati, sambil menebah-nebah dadanya.","Bahwa adalah Ninewe itu seperti telaga air mulai dari pada hari jadinya; lihatlah bagaimana lari semuanya. Kata orang: Berhentilah, berdiri! Tetapi seorangpun tiada yang menoleh.","Rampaslah perak, rampaslah emas! Tiada habisnya segala mata benda yang indah-indah dan segala serba kegemaran!","Bahwa hampalah ia dan sudah dihampakan, dijarah semuanya; hancurlah hati tiap-tiap orang, berantuklah segala lutut dan segala pinggang merasai sakit; segala muka ketutupan merah api!","Di mana sekarang gua singa itu? Di mana gerangan tempat singa yang ganas? Yaitu tempat singa jantan dan betina berjalan dengan anaknya dan seorangpun tiada yang mengusik dia!","Tempat singa merampas mangsanya cukup bagi segala anaknya dan mencekik mangsanya karena segala betinanya; dan dipenuhinya guanya dengan rampasan dan tempat kediaman dengan mangsanya.","Bahwasanya Aku hendak membalas kepadamu, demikianlah firman Tuhan serwa sekalian alam; dan Aku akan membakar segala ratanya sampai menjadi asap, dan segala singamu akan dimakan pedang dan Aku akan menghabiskan segala rampasanmu dari atas bumi, dan bunyi suara segala utusanmu tiada akan kedengaran lagi."]