["Wai bagi negeri yang mabuk darah itu, yang dusta dan penipu belaka! Penuhlah ia dengan aniaya dan tiada berhenti segala rampasannya!","Adalah bunyi cemeti dan keretak-keretuk bunyi segala jenteranya. Segala kuda berentak-entakkan kakinya dan segala ratapan ramai bunyinya.","Orang berkendaraan berlari-lari datang; segala pedang bernyala-nyala, segala lembing berkilat-kilat! Entah berapa banyak orang yang dibunuh, berapa timbunan mayat orang! Tiada kesudahannya segala bangkai, sehingga orang tersentuh kepadanya!","Bahwa sudah penuhlah takaran zinah perempuan sundal yang amat elok parasnya, yang pandai bermain mata, yang sudah menjual beberapa bangsa dengan zinahnya dan beberapa kaum dengan main matanya.","Bahwasanya Aku hendak membalas kepadamu, demikianlah firman Tuhan serwa sekalian alam, dan Aku akan menyingsingkan punca kainmu sampai di atas mukamu, dan Aku memperlihatkan ketelanjanganmu kepada segala bangsa dan kemaluanmu kepada segala kerajaan!","Dan Aku akan menyuruh melontari engkau dengan barang yang keji, dan Aku akan menjadikan dikau suatu perkara yang aib dan suatu tamasya.","Maka akan jadi bahwa barangsiapa yang melihat engkau itu akan lari dari padamu sambil katanya: Bahwa Ninewe sudah binasa; entah siapa sayang akan dia? Di mana aku mencahari penghibur bagimu?","Baikkah engkau dari pada No-Ammon, yang kedudukannya di tepi sungai Nil, yang dikelilingi oleh air, dan lautpun akan bentengnya dan lautpun akan pagar temboknya?","Bahwa negeri Kusy dan Mesir itulah kuatnya dengan tiada berkeputusan; orang Puti dan Libim itu akan pembantunya.","Kendatilah, ia juga sudah dipindahkan dengan tertawan dan berjalanlah ia dengan tertawan! Dan lagi segala anak-anaknya dihancurkan pada pangkalan segala jalan, dan dilontar oranglah undi atas segala orangnya yang bangsawan, dan diikat oranglah dengan rantai segala orang besar-besarnya.","Demikianlah engkaupun akan minum piala bius dan menanggung segala tanda aibmu, dan lagi tak dapat tiada engkau akan mencahari pertolongan dan perlindungan kepada musuh.","Segala kota bentengmu seperti pokok ara dengan hulu buahnya; apabila digoncang maka gugurlah ia ke dalam mulut orang yang hendak makan dia.","Bahwasanya segala rakyat di tengahmu itu sudah jadi seperti perempuan; segala pintu negerimu ternganga dari sendirinya kepada musuhmu dan segala kota bentengmu dimakan habis oleh api.","Kumpulkanlah air akan dirimu bagi kepungan itu; kuatkanlah segala bentengmu, masuklah ke dalam geluh dan iriklah akan tanah liat; baikilah akan dapur batu.","Maka kamu akan dimakan habis juga oleh api, dan ditumpas oleh pedang; kamu akan dimakan habis seperti jengkerik; meskipun kamu bertambah-tambah seperti jengkerik dan berbanyak-banyak seperti belalang!","Adalah padamu banyak saudagar, terlebih dari pada bintang yang di langit, seperti jengkerik juga adanya, mereka itu menyerang lalu terbang.","Segala penghulumu itu seperti belalang dan segala panglima perangmupun seperti bala belalang; mereka itu bertentara dalam pagar pada hari dingin; apabila terbitlah matahari maka terbanglah ia, sehingga tiada lagi ketahuan di mana dahulu tempatnya!","Bahwa segala gembalamu itu tertidurlah, hai raja Asyur! Segala panglima perangmu adalah berbaring; segala rakyatmu sudah tercerai-berai di atas gunung-gunung, dan seorangpun tiada yang memulihkan dia pula!","Tiadalah pembebatan bagi lukamu; balamu itu sangatlah pedih; segala orang yang mendengar kabar akan halmu itu akan bertepuk-tepuk tangan; karena atas siapa gerangan kejahatanmu sudah tiada berlaku senantiasa?"]