["Bahwa inilah firman yang telah dinyatakan kepada nabi Habakuk.","Ya Tuhan! Sampai berapa lama menangislah aku, maka tiada Engkau sahut? Dengan nyaring suaraku aku berseru kepada-Mu dari karena gagah itu, maka aku tiada Kaulepaskan.","Mengapa Engkau memperlihatkan aku kejahatan dan memberikan aku memandang sengsara? Hanya kerusakan dan penggagahan adalah di hadapan mataku; baharu habis perbantahan maka mulai geger pula.","Maka sebab itu hukum dihalai-balaikan dan insafpun tiada lagi boleh menang; karena orang fasik merajalela atas orang yang benar; maka sebab itu hukumpun keluar terbalik.","Lihatlah berkeliling di antara segala orang kafir, pandanglah baik-baik, jadilah heran dan tercengang-cengang, karena Aku mengerjakan suatu pekerjaan pada zamanmu, yang tiada dapat kamu percaya, jikalau diberitahu oranglah kepadamu sekalipun.","Bahwasanya Akulah yang membangkitkan segala orang Kasdim, suatu bangsa yang berani dan pantas, yang berjalan melalui seluasnya bumi hendak mengambil tempat kedudukan akan miliknya pusaka, yang dahulu bukan dia punya.","Bahwa hebat dan dahsyatlah adanya, tiada diketahuinya akan hukum, melainkan yang keluar dari padanya sendiri.","Adapun kudanya itu terlebih tangkas dari pada harimau kumbang, dan terlebih galak dari pada gurk pada malam; bahwa segala orang berkendaraannya itu menampil dari jauh, mereka itu datang beterbangan seperti burung nasar yang menyambar mangsanya.","Dengan mabuk darah mereka itu sekalian datang, mukanya yang hitam arah ke sebelah timur, dihelakannya orang tawanan seperti pasir banyaknya.","Maka dicelakannya raja-raja dan dibuatnya olok-olok akan segala penghulu; ditertawakannya segala benteng, karena ditimbunkannya lebu dan diangkatnya akan dia.","Lalu sombongnya naik di kepala dan dilangkahkannya segala perhinggaan dan ditenggelamkannya dirinya dalam salah! -- Maka kuasanya baginya akan Allah!","Bukankah dari dahulu kala Engkau juga Tuhan, Allahku, Yang Mahasuci? Bahwa tiada kami akan mati! Ya Tuhan! Engkau juga sudah menentukan dia akan dihukum; ya gunung batu! Engkau sudah mengalaskan dia akan disiksa.","Bahwa terlalu suci mata-Mu dari pada Engkau dapat melihat kejahatan, dan tiada boleh Engkau memandang kesusahan; entah bagaimana boleh Engkau memandang orang yang berbuat khianat? Bagaimana boleh Engkau berdiam diri-Mu, apabila orang fasik menelan orang yang lebih benar dari padanya!","Bagaimana boleh Engkau menjadikan manusia seperti ikan di laut, seperti binatang yang menyulur dan padanya tiadalah pemerintah!","Sehingga ditariknya naik sekalian itu dengan kail, dan dikumpulkannya dalam pukatnya dan dihimpunkannya dalam jaringnya, sementara ia bersukacita dan tamasya.","Dan sebab itu dipersembahkannya korban kepada pukatnya, dan dibakarnya dupa bagi jaringnya, karena olehnya juga bahagiannya sudah jadi gemuk dan makanannyapun sudah jadi lemak.","Dan begitu boleh dihampakannya pukatnya selalu, dengan tiada tahu sayang dan dengan membunuh beberapa bangsa!"]