["Bahwa adalah aku berdiri pada pertungguanku dan berjaga di atas bangun-bangun, dan kutinjau hendak melihat barang yang akan dikatakan-Nya kepadaku dan barang yang akan disahut-Nya kepada pengaduhku.","Pada masa itu sahutlah Tuhan kepadaku, firman-Nya: Suratkanlah khayal ini dan ukirkanlah dia pada loh batu, supaya ia itu dapat dibaca oleh segala orang yang lalu.","Karena khayal itu lagi bagi suatu masa yang tertentu, tetapi menyengajakan juga kesudahannya dan tiada ia itu akan dusta; jikalau ia itu berlambatan, hendaklah kamu menantikan dia, karena ia itu sungguh akan datang dan tiada ia itu tertinggal.","Bahwasanya biarlah orang yang tiada betul hatinya tiada mengindahkan dia, tetapi orang benar itu akan hidup oleh percayanya.","Bahwa sesungguhnya air anggur itu khianat adanya, demikianpun orang lalim yang gagah, tiada boleh ia kekal; orang yang membuka perutnya amat lebar seperti alam barzakh, dan tiada tahu kenyang seperti maut dan yang menghelakan segala bangsa kepadanya dan menghimpunkan segala bangsa kepadanya.","Bukankah sekalian itu akan mengangkat suatu perbahasaan akan halnya dan membuat beberapa ibarat akan dia, serta katanya: Wai bagi orang yang menambah-nambahkan barang yang bukan dia punya! Berapa lama, maka adalah ia seperti orang yang menenggelamkan dirinya dalam utang.","Bukankah sekonyong-konyong akan berbangkit segala orang piutangmu dan berjaga segala pengusikmu, lalu engkau dijarahi olehnya?","Oleh karena engkau sudah menjarahi banyak bangsa kafir, maka orang sisa segala bangsa itu juga akan menjarahi engkau, sebab segala darah manusia yang tertumpah dan segala gagah yang dibuat akan tanah dan akan negeri serta dengan segala orang isinya.","Wai bagi orang yang menuntut laba keji bagi isi rumahnya, hendak menaruh sarangnya di tempat yang tinggi dan melindungkan dirinya dari pada celaka.","Bahwa kecelaan juga yang sudah kaubicarakan bagi isi rumahmu; dengan menumpas beberapa bangsa engkau sudah berdosa kepada jiwamu sendiri.","Karena batu dari pada tembok juga berseru dan kasau dari pada atap rumahpun menyahut!","Wai bagi orang yang membangunkan negeri di atas darah dan yang mengalaskan pagar tembok di atas lalim!","Bahwasanya bukankah ia itu datangnya dari pada pihak Tuhan serwa sekalian alam, bahwa segala bangsapun berlelah bagi barang yang sia-sia belaka?","Karena bumi itu akan dipenuhi dengan pengetahuan akan kemuliaan Tuhan seperti air menudungi tubir laut.","Wai bagi orang yang memberi minum akan kawannya, yang menambahkan pula bocong anggurnya dan lagi memabuki, hendak melihat ketelanjangannya!","Bahwa engkau juga akan kenyang dengan malu dan kecelaan; engkaupun akan minum dan ditelanjangkan kemaluanmu; maka piala dari pada tangan kanan Tuhanpun akan balik kepadamu dan muntah yang keji akan ada pada segala kemuliaanmu.","Karena gagah yang dilakukan di atas Libanon itu akan menudungi engkau, dan kerusakan binatangnya itu akan menempuh akan dikau, oleh karena darah manusia yang tertumpah itu dan oleh karena aniaya yang dilakukan pada tanah dan negeri dan pada segala orang isinya.","Apa guna kiranya patung pahatan itu, bahwa tukang yang pandai sudah memahat dia? Dan patung tuangan bukankah ia itu pengajar dusta juga adanya? Bolehkah tukang itu harap pada perbuatannya sendiri? Bukan diperbuatnya berhala juga yang kelu adanya?","Wai bagi orang yang berkata kepada kayu: Jagalah engkau! Dan kepada batu yang diam itu: Bangunlah engkau! Bolehkah ia itu mengajar dia? Bahwasanya jikalau ia itu disalut dengan perak atau dengan emas sekalipun, maka tiada juga nyawa atau nafas di dalamnya.","Tetapi Tuhan adalah dalam kaabah kesucian-Nya, maka berdiamlah dirimu di hadapan hadirat-Nya, hai isi segenap bumi!"]