["Bahwa inilah suatu doa nabi Habakuk pada Syijonot.","Ya Tuhan! Aku sudah mendengar kabar-Mu, maka ketakutanlah aku! Ya Tuhan! Peliharakanlah kiranya perbuatan-Mu di tengah-tengah segala tahun, nyatakanlah dia di tengah-tengah segala tahun! Pada waktu murka hendaklah kiranya Engkau ingat akan rahmat.","Bahwa Allah datang dari Teman dan Yang Mahasuci dari pegunungan Paran. -- Selah! -- Maka kemuliaan-Nya menudungilah segala langit dan bumipun adalah penuh dengan pujinya.","Maka tangan-Nya memancarkan sinar, suatu cahaya seperti cahaya matahari, maka ia itulah selimut kemuliaan-Nya!","Di hadapan hadirat-Nya berjalanlah bala sampar dan kilatpun keluar di hadapan kaki-Nya.","Di tempat Ia berdiri gempalah bumi, ke mana Ia memandang dicerai-beraikannya segala bangsa, dan segala gunung yang kekalpun berbelah-belah dan segala bukit dari purbakalapun tenggelamlah; segala peredaran zamanpun Dia punya.","Bahwa aku melihat pula segala pondok Kusyan kedatangan takut, dan segala kain kemah-kemah benua Midian itu goyanglah.","Adakah murka Tuhan terkena kepada segala sungai? Adakah amarah-Mu terkena kepada segala sungai? Adakah geram-Mu terkena kepada laut? Maka Engkau mengendarai kuda-Mu dan kendaraan kemenangan-Mu.","Bahwa air bah itu berseru kepada busur-Mu akan pertolongan. Maka sumpah perjanjianpun goncanglah. -- Selah! -- Bahwa beberapa sungai menggelembunglah dari dalam bumi.","Serta terlihat segala gunung akan Dikau, maka dirasainya sakit dari takut, air bahpun sudah meliputi; tubirpun sudah menyaringkan suaranya dan mengangkat tebing-tebingnya ke atas.","Bahwa matahari dan bulanpun berhentilah pada tempat kediamannya; dengan terang berjalanlah segala anak panah-Mu, dengan cahayapun pendahan-Mu yang gemerlap.","Dengan murka Engkau sudah menjalani tanah itu dan dengan amarah Engkau sudah mengirik segala orang kafir.","Bahwa Engkau sudah keluar akan membantu umat-Mu, yang mengupayakan selamat serta dengan Almasih-Mu; bahwa Engkau meremukkan kepala rumah orang fasik, sambil membuka alasnya sampai di bumbungan. -- Selah!","Dengan tongkatnya juga Engkau mencucuk terus kepala bala-balanya, yang sudah menghamburkan daku seperti puting beliung, dan yang amat suka menelan orang miskin, seperti binatang ganas dalam lubangnya.","Demikianlah Engkau menjalankan kuda-Mu pada laut, lalu bertimbunlah segala air yang bergelora.","Apabila ia itu kudengar maka berdebarlah hatiku, akan bunyi suara itu gemetarlah bibir mulutku, dan lemahlah segala tulang-tulangku dan berantuklah lututku. Tetapi sekarang senanglah aku pada hari kepicikan, karena Iapun akan berangkat melawan bangsa yang sudah menempuh kepada kami dengan gagahnya.","Kendatilah pokok ara tiada berbunga dan pokok anggurpun tiada berbuah, dan pokok zaitpun janji dengan dusta dan segala bendangpun tiada keluarkan makanan, dan segala kawan domba dirampas dari dalam kandang dan seekor lembupun tiada lagi dalam kandang;","maka aku juga akan berbangkit rawan hatiku akan Tuhan dan hatiku kelak bersukacita akan Allah, pohon selamatku!","Bahwa Tuhan Hua itulah kuatku, dijadikan-Nya kakiku seperti kaki kijang dan diberi-Nya aku menjejak tempatku yang tinggi-tinggi!"]