["Bahwa inilah firman Tuhan yang telah datang kepada Zefanya bin Kusyi bin Gedalya bin Amarya bin Hiskia, pada zaman Yosia bin Amon, raja Yehuda.","Bahwa Aku akan memungut habis segala sesuatu dari dalam negeri ini, demikianlah firman Tuhan.","Aku akan memungut habis baik manusia baik binatang; Aku akan memungut habis baik unggas yang di udara baik segala ikan yang di dalam laut dan segala orang fasik serta dengan segala yang menyebabkan jatuhnya; bahkan Aku akan menumpas segala manusia dari dalam negeri ini, demikianlah firman Tuhan.","Dan Aku akan mengedangkan tangan-Ku kepada Yehuda dan kepada segala orang isi Yeruzalem; dan Aku akan menumpas dari dalam tempat ini segala sisa Baal dan nama Kemarim serta dengan segala kahinnya;","dan mereka sekalian yang menyembah sujud di atas sotoh rumah kepada tentara yang di langit, dan lagi mereka yang menyembah sujud sambil bersumpah demi Tuhan sambil bersumpah demi Malkham;","dan mereka sekalian yang undur dari belakang Tuhan, dan mereka sekalian yang tiada mencahari Tuhan dan tiada bertanya akan Dia.","Berdiamlah dirimu di hadapan hadirat Tuhan Hua, karena hari Tuhan itu telah hampirlah, karena Tuhan sudah menyediakan suatu korban sembelihan dan telah disucikan-Nya segala orang jemputan-Nya.","Maka akan jadi pada hari korban sembelihan Tuhan, bahwa Aku akan membalas kepada segala penghulu dan kepada segala putera raja dan kepada mereka sekalian yang berpakaikan pakaian orang helat.","Dan pada hari itu juga Aku akan membalas kepada segala orang yang melompat ambang, dan yang memenuhi rumah tuannya dengan gagah dan tipu.","Maka pada hari itu juga, demikianlah firman Tuhan, akan ada bunyi penangis dari pada Pintu Ikan, dan peraung dari pertengahan negeri dan teriak pembunuhan besar dari sebelah bukit.","Tangislah kamu, hai segala orang isi Makhtesy! Karena segala orang Kanani itu sudah dibinasakan, dan segala orang yang mengangkat perak itu sudah ditumpas!","Maka akan jadi pada masa itu juga, bahwa Aku akan menyelidik Yeruzalem dengan suluh dan Aku akan membalas kepada segala orang laki-laki yang sudah jadi beku di atas ampasnya dan yang berkata dalam hatinya: Bahwa Tuhan tiada berbuat barang baik atau barang jahat.","Sebab itu maka harta benda mereka itu akan jadi rampasan dan segala rumah mereka itu akan kebinasaan; bahwa dibangunkannya rumah, tetapi tiada mereka itu akan duduk dalamnya; ditanamnya pokok anggur, tetapi tiada mereka itu akan minum air anggurnya.","Bahwa hari besar Tuhan sudah hadir; telah hampirlah Ia dan sengajakan datang; amat pahitlah akan teriak pada hari Tuhan itu, dan orang pahlawan sekalipun akan berteriak dengan kepahitan!","Bahwa hari itu akan hari kehangatan murka, suatu hari kepicikan dan ketakutan, suatu hari penggagahan dan kebinasaan, suatu hari gelap gulita, suatu hari yang berawan-awan dan kegelapan malam.","Suatu hari bunyi nafiri dan tempik sorak perang kepada segala kota benteng dan kepada segala bangun-bangun yang tinggi.","Pada hari itu Aku akan menakuti manusia, sehingga mereka itu berjalan keliling seperti orang buta, sebab mereka itu sudah berdosa kepada Tuhan, dan darah mereka itu akan tertumpah seperti lebu dan dagingnyapun seperti tahi.","Baik emasnya baik peraknya tiada dapat meluputkan mereka itu pada hari kehangatan murka Tuhan, melainkan oleh api gairah-Nya akan dimakan habis akan seluruh tanah ini; karena diadakan-Nya kelak kesudahan, bahkan, kesudahan yang segera pada segala orang penduduk tanah ini!"]