["Baiklah kamu putus harap dan hatimu berdukacita, hai bangsa yang tiada tahu pucat muka.","Dahulu dari pada takdir itu beranak (maka seperti sekam terbanglah segala hari), dahulu dari pada kamu kedatangan kehangatan murka Tuhan! Dahulu dari pada kamu kedatangan hari murka Tuhan!","Caharilah Tuhan, hai kamu sekalian di dalam negeri yang lembut hatimu, dan yang lagi melakukan hukum-Nya! Usahakanlah kebenaran, usahakanlah rendah hati, mudah-mudahan kamu dilindungkan pada hari murka Tuhan.","Bahwasanya Gaza akan ditinggalkan dan Askelonpun dibinasakan; maka Asdod akan dihampakan pada tengah hari dan Ekeronpun dibantun.","Wai bagi segala orang yang duduk di tepi laut, yaitu bangsa Khereti! Bahwa firman Tuhan adalah lawan engkau, hai Kanaan, negeri orang Filistin! Karena Aku membinasakan dikau, sehingga seorang pendudukpun tiada lagi di dalammu.","Maka pesisir laut akan jadi tempat pondok-pondok orang gembala dan kandang-kandang domba yang dipagari.","Maka pantai itu akan jadi bahagian orang sisa bangsa Yehuda, supaya dihantarnya dombanya ke sana dan di tempat ada dahulu rumah-rumah Askelon, mereka itu akan membaringkan kawan binatangnya; yaitu apabila Tuhan, Allahnya, sudah menilik akan mereka itu dan dibawa-Nya akan mereka itu kembali dari hal ketawanannya.","Bahwa Aku sudah mendengar pengolok-olok orang Moab dan pemaki segala bani Ammon, bagaimana dicucakannya umat-Ku tatkala ditaklukkannya negerinya dengan jemawa.","Maka sebab itu sesungguh-sungguh Aku ini hidup, demikianlah firman Tuhan serwa sekalian alam, Allah orang Israel, niscaya Moab akan jadi seperti Sodom dan bani Ammonpun seperti Gomorah, yaitu padang jelatang dan cebakan garam dan suatu kerobohan sampai selama-lamanya! Orang yang lagi tinggal dari pada umat-Ku itu kelak menyerang akan dia, dan orang yang lagi tinggal dari pada umat-Ku kelak mengambil dia akan miliknya pusaka.","Maka ia itu akan balasan jemawanya, sebab dengan congkaknya telah dicucakannya dan dicelakannya umat Tuhan serwa sekalian alam.","Maka hebatlah Tuhan kepada mereka itu, apabila sudah ditumpas-Nya segala dewata negeri itu; apabila tiap-tiap orang, di manapun baik tempat kedudukannya, menyembah sujud kepada-Nya; segala bangsa dari pantai yang jauh-jauh.","Demikian kamupun, hai orang Kusy! sudah ditentukan akan dimakan oleh pedang-Ku.","Dan lagi akan dikedangkan-Nya tangan-Nya ke sebelah utara dan dibinasakan-Nya Asyur, dan dijadikan-Nya Ninewe suatu kerobohan kelak dan akan gurun yang kekeringan.","Dan di tengahnya akan berkaparan segala kawan domba dan suatu kawan binatang hutan; demikianpun burung enggang dan burung hantu akan bermalam dalam karangan bunga rumahnya, bunyinya akan garau dari dalam tingkap-tingkapnya; segala ambang pintu sudah ditimpa kerobohan batu dan segala karangan dari pada kayu araz sudah tersentak.","Inikah negeri yang amat ramai dan yang duduk dengan sentosa, dan yang berkata dalam hatinya: Akulah dia dan lain dari padaku satupun tiada! Bagaimana ia sudah jadi suatu kerobohan, suatu tempat perhentian binatang yang ganas; barangsiapa yang berjalan melalui dia itu akan menyindirkan dia dan menunjuk dengan tangannya kepadanya."]