["Wai bagi negeri yang hebat dan yang bercemar lalim!","Tiada ia mendengar akan tegur dan tiada ia menerima taadib, dan tiada ia harap pada Tuhan dan tiada ia menghampiri kepada Allahnya.","Segala penghulu yang di tengah-tengahnya itu seperti singa yang mengaum-aum, segala hakimnya seperti gurk pada malam, yang tiada mengikil akan tulang-tulang sampai kepada pagi hari.","Segala nabinya itu angkara dan orang penipu yang tiada tahu malu; segala imamnya menajiskan tempat yang suci dan digagahinya akan taurat.","Maka Tuhan yang adil ada di tengah-tengahnya, Ia yang tiada berbuat salah, yang pada tiap-tiap pagi menyatakan hukum-Nya dengan terang, tiada kurang apa-apa; hanya orang terbalik itu tiada tahu malu!","Bahwa Aku sudah menumpas beberapa bangsa dan membinasakan kota bentengnya dan menjadikan sunyi segala jalannya, sehingga seorangpun tiada lalu dari padanya; segala negeri mereka itu sudah dirobohkan, sehingga seorangpun tiada lagi dalamnya, seorangpun tiada lagi isinya.","Maka kata-Ku: Mudah-mudahan engkau takut akan Daku, engkau menerima taadib, supaya jangan tempat kedudukannya dibinasakan sama sekali, apabila patut Aku membalas kepadanya; tetapi mereka itu merajinkan dirinya akan berbuat jahat makin lama makin banyak.","Sebab itu nantikanlah Aku, demikianlah firman Tuhan, pada hari Aku bangkit akan menyerang; karena sudah tentu dalam hukum-Ku Aku hendak menghimpunkan segala bangsa dan mengumpulkan segala kerajaan akan mencurahkan kepada mereka itu murka-Ku dan segala kehangatan amarah-Ku, karena segenap tanah ini akan dimakan habis oleh api gairah-Ku!","Tetapi pada masa itu Aku akan mengaruniakan kepada segala bangsa lidah yang suci; supaya mereka itu sekalian menyebut nama Tuhan, dan supaya mereka itu berbuat bakti kepada-Nya dengan sama sebahu.","Pada masa itu dibawa orang kelak dari sebelah sana Sungai Kusy sekali akan bau-bauan yang harum dengan limpahnya, lalu dipersembahkannya kepada-Ku.","Pada hari itu engkau tiada lagi akan malu dari karena segala perbuatanmu, yang olehnya engkau sudah mendurhaka kepada-Ku; karena Aku membuang dari tengahmu segala kemegahan congkakmu, dan tiada lagi engkau akan membesarkan dirimu di atas bukit kesucian-Ku!","Maka sisa yang Kutinggalkan kelak di tengah-tengahmu itu akan suatu bangsa yang lembut dan rendah hatinya dan yang harap pada nama Tuhan.","Maka sisa orang Israel tiada lagi akan berbuat salah, atau berkata dusta, dan lidah penipupun tiada lagi terdapat dalam mulutnya, melainkan mereka itu akan mencahari makannya dan berbaring dan seorangpun tiada yang mengusik akan dia.","Bersoraklah engkau, hai puteri Sion! Bertempiksoraklah, hai orang Israel! Bersuka-sukaanlah dan berbangkitlah rawan segenap hatimu, hai puteri Yeruzalem!","Bahwa Tuhan sudah melalukan hukummu, dan disapukan-Nya habis seterumu; bahwa Raja orang Israel, yaitu Tuhan, adalah di tengah-tengahmu; tiada lagi engkau akan melihat barang jahat!","Pada hari itu juga orang akan berkata kepada Yeruzalem demikian: Janganlah engkau takut, hai Sion, janganlah beri tanganmu menjadi lemah.","Bahwa Tuhan, Allahmu, adalah di tengah-tengahmu, suatu Pahlawan yang akan menang; dengan sepenuh-penuh kesukaan-Nya Iapun akan bergemar akan dikau; dengan kasih-Nya Iapun akan berdiam dirinya dan dengan tempik sorak Iapun bersukacita akan dikau.","Tiada lagi kedukaan akan menjauhkan barang seorang dari pada perhimpunan pada masa raya; dan akan berbangkit rawan hati mereka itu sekalian, yang dahulu menanggung malu.","Bahwasanya pada masa itu Aku akan meluluskan segala kehendakmu, dan Kukaruniakan selamat kepada orang yang sesat dan segala yang terhalau itu akan Kukumpulkan, dan Kujadikan mereka itu suatu kepujian dan kemegahan, yaitu mereka yang dahulu segenap isi bumi jadi saksi akan malunya.","Pada masa itu Aku membawa akan dikau ke dalam negerimu, dan pada masa itu Aku menghimpunkan dikau; karena Kujadikan dikau suatu kepujian dan suatu kemegahan di antara segala bangsa yang di atas bumi, apabila di hadapan matamu Aku membawa kembali segala yang tertawan itu, demikianlah firman Tuhan!"]