["Sebermula, maka pada tahun yang kedua dari pada kerajaan Darius, pada bulan yang keenam dan pada sehari bulan itu, datanglah firman Tuhan dengan lidah nabi Hajai kepada Zerubbabil bin Sealtiel, raja Yehuda, dan kepada Yosua bin Yozadak, imam besar, katanya:","Demikianlah firman Tuhan serwa sekalian alam, bunyinya: Bahwa kata bangsa ini: Harinya belum sampai, yaitu hari rumah Tuhan dibangunkan pula.","Maka datanglah firman Tuhan dengan lidah nabi Hajai, bunyinya:","Adakah ketika yang baik pada kamu akan duduk dalam rumah-rumahmu, yang elok perbuatannya, sedang rumah ini lagi rusak?","Sekarangpun, demikianlah firman Tuhan serwa sekalian alam: Perhatikanlah segala jalanmu.","Kamu menaburkan banyak, tetapi hasilnya hanya sedikit; kamu makan, tetapi bukan sampai kenyang; kamu minum, tetapi bukan sampai puas hati; kamu berpakai-pakai, tetapi bukan sampai suhu tubuhmu, dan barangsiapa yang menerima upah, ia itu menerima upahnya dalam pundi-pundi yang berpesok.","Demikianlah firman Tuhan serwa sekalian alam: Perhatikanlah segala jalanmu.","Pergilah kamu ke gunung meramu kayu dan bangunkanlah pula rumah ini, maka Aku kelak berkemah akan dia dan Akupun akan dipermuliakan, demikianlah firman Tuhan.","Bahwa kamu ingin akan banyak, maka kamu beroleh hanya sedikit, dan apabila kamu sudah membawa pulang akan dia, lalu Aku menghembus ke dalamnya. Mengapa maka begitu? demikianlah firman Tuhan serwa sekalian alam: Oleh karena sebab rumah-Ku yang rusak adanya, sedang hatimu bersukacita, masing-masing akan rumahnya sendiri.","Maka sebab itu langitpun menahani air embun dari padamu dan bumipun menahani hasilnya dari padamu.","Karena Aku sudah memanggil suatu kekeringan datang atas tanah itu dan atas segala gunung dan atas gandum dan atas air anggur dan atas minyak dan atas segala hasil bumi dan atas segala manusia dan atas segala binatang dan atas segala perbuatan tangan.","Hata, maka pada masa itu didengarlah oleh Zerubbabil bin Sealtiel dan Yosua bin Yozadak, imam besar, dan segala orang lain itu akan bunyi firman Tuhan, Allahnya, dan akan sabda nabi Hajai, yang telah disuruhkan oleh Tuhan, Allahnya; maka takutlah orang banyak itu di hadapan hadirat Tuhan.","Maka kata Hajai, utusan Tuhan itu, dengan firman Tuhan kepada orang banyak itu begini: Bahwa Aku adalah menyertai kamu! demikianlah firman Tuhan.","Maka dijagakan Tuhan hati Zerubbabil bin Sealtiel, penghulu Yehuda, dan hati Yosua bin Yozadak, imam besar, dan hati segenap orang banyak yang lagi tinggal itu, lalu datanglah mereka itu mengerjakan pekerjaan rumah Tuhan serwa sekalian alam, yaitu Allah mereka itu."]