["Hata, maka pada empat likur hari bulan, pada bulan yang keenam dan pada tahun yang kedua dari pada kerajaan Darius,","pada bulan yang ketujuh, pada selikur hari bulan itu, datanglah firman Tuhan dengan lidah nabi Hajai, bunyinya:","Katakanlah sekarang kepada Zerubbabil bin Sealtiel, penghulu Yehuda, dan kepada Yosua bin Yozadak, imam besar, dan kepada orang yang lagi tinggal itu, demikian:","Siapa yang tinggal di antara kamu, yang telah mengetahui akan rumah ini dengan kemuliaannya yang dahulu itu? Maka bagaimana adanya kamu melihat dia sekarang? Bukankah kepada pemandanganmu seakan-akan satupun tiada adanya?","Tetapi sekarang pertetapkanlah hatimu, hai Zerubbabil, demikianlah firman Tuhan! Dan beranikanlah hatimu, hai Yosua bin Yozadak, imam besar! Dan pertetapkanlah hatimu, hai segala anak bumi! Demikianlah firman Tuhan, bekerja sahaja, karena Aku adalah menyertai kamu, demikianlah firman Tuhan serwa sekalian alam.","Dengan sama peri seperti tatkala Aku berjanji dengan kamu, tatkala kamu keluar dari Mesir, maka Roh-Ku akan ada di tengah-tengah kamu senantiasa; janganlah kamu takut.","Karena demikianlah firman Tuhan serwa sekalian alam: Sekali lagi, seketika juga adanya, maka Aku akan menggentarkan segala langit dan bumi dan laut dan darat.","Bahkan, Aku akan menggentarkan segala bangsa, maka mereka itu akan datang kepada kegemaran segala bangsa, dan Aku akan memenuhi rumah ini dengan kemuliaan, demikianlah firman Tuhan serwa sekalian alam.","Aku yang empunya segala perak; Aku yang empunya segala emas; demikianlah firman Tuhan serwa sekalian alam!","Adapun kemuliaan rumah yang kemudian ini akan lebih besar dari pada kemuliaan rumah yang dahulu itu, demikianlah firman Tuhan serwa sekalian alam; dan dalam tempat ini akan Kukaruniakan selamat, demikianlah firman Tuhan serwa sekalian alam.","Hata, maka pada empat likur hari bulan yang kesembilan, pada tahun yang kedua dari pada kerajaan Darius, datanglah firman Tuhan dengan lidah nabi Hajai, bunyinya:","Demikianlah firman Tuhan serwa sekalian alam: Bertanyakanlah sekarang segala imam akan taurat, katakanlah:","Apabila seorang membawa akan daging yang suci dalam punca kainnya, maka dengan punca itu terkenalah ia kepada roti atau kepada gulai atau kepada air anggur atau kepada minyak atau kepada barang makanan, bolehkah ia itu jadi suci? Maka sahut segala imam itu, katanya: Tak boleh.","Maka kata Hajai: Jikalau barang seorang najis oleh bangkai, lalu terkena kepada sesuatu dari pada segala perkara itu, bolehkah ia itu jadi najis? Maka sahut segala imam itu, katanya: Ia itu akan najis juga.","Maka sahut Hajai, katanya: Begitulah hal bangsa ini dan begitulah hal kebanyakan orang ini di hadapan hadirat-Ku, demikianlah firman Tuhan, dan begitulah hal segala perbuatan tangan mereka itu dan barang yang dipersembahkannya di sana, semuanya itu najis adanya!","Maka sekarang, hendaklah kiranya kamu memperhatikan hal itu dari pada hari ini dan yang sudah lalu, dahulu dari pada batu ditumpangkan di atas batu pada kaabah Tuhan.","Pada masa orang belum membuat dia, tatkala datanglah orang kepada timbunan gandum yang dua puluh gantang, maka didapatinya akan hanya sepuluh gantang, dan tatkala ia datang kepada tempat air anggur hendak menciduk lima puluh takar dari dalam apitan, maka didapatinya akan hanya dua puluh.","Maka kamu sudah Kupalu dengan kelayuran dan dengan untutan dan dengan hujan air beku kepada segala perbuatan tanganmu, maka dari padamu seorangpun tiada yang datang kepada-Ku, demikianlah firman Tuhan.","Hendaklah kiranya kamu memperhatikan hal itu, dari pada hari ini dan yang sudah lalu, mulai dari pada empat likur hari bulan yang kesembilan sampai kepada hari dibubuh alas kaabah Tuhan, perhatikanlah itu baik-baik!","Sekarang adakah lagi biji-bijian dalam pelubur? Bahwa baik pokok anggur, atau pokok ara, dan pokok delima dan pokok zait yang belum berbuah, maka mulai dari pada hari ini juga Aku memberkati dia!","Maka pada kedua kalinya datanglah firman Tuhan kepada Hajai, pada empat likur hari bulan itu, bunyinya:","Katakanlah olehmu ini kepada Zerubbabil, penghulu Yehuda: Bahwa Aku akan menggerakkan segala langit dan bumi.","Dan Aku akan membongkarbalikkan segala kursi kerajaan dan Aku akan membinasakan kuasa kerajaan segala bangsa, dan Aku akan membalik belah segala kendaraan serta dengan orang yang mengendarainya, dan segala kuda dan segala orang yang mengendarainya itu akan terhembalang masing-masing oleh pedang kawannya.","Maka pada hari itu juga, demikianlah firman Tuhan serwa sekalian alam, Aku kelak mengangkat akan dikau, hai Zerubbabil, hai anak Sealtiel, hamba-Ku! demikianlah firman Tuhan, dan Kujadikan dikau akan cincin meterai, karena engkau yang sudah Kupilih, demikianlah firman Tuhan serwa sekalian alam!"]