["Bahwa inilah firman Tuhan akan hal Israel. Maka berfirmanlah Tuhan, yang membentangkan langit dan mengalaskan bumi dan yang menjadikan nyawa di dalam batin manusia.","Bahwasanya Aku menjadikan Yeruzalem suatu piala berisi minuman bius bagi segala bangsa keliling, apabila ia sendiri bagi Yehuda dan bagi Yeruzalem akan baluarti.","Bahkan, akan jadi pada hari itu juga, bahwa Aku jadikan Yeruzalem akan batu tanggungan bagi segala bangsa; barangsiapa yang mengangkat akan dia itu akan kena parut amat banyak, jikalau berhimpun segala bangsa yang di atas bumi akan melawan dia sekalipun.","Maka pada hari itu juga, demikianlah firman Tuhan, akan Kupalu segala kuda dengan kekejutan dan segala orang yang mengendarainya dengan gila; tetapi atas bangsa Yehuda mata-Ku akan terbuka selalu, sementara Aku memalu orang berkendaraan dari pada segala bangsa dengan buta matanya.","Lalu segala pemimpin orang Yehuda akan berkata dalam hatinya: Bahwa orang isi Yeruzalem bagi-Ku akan kuat dengan tolongan Tuhan serwa sekalian alam, Allahnya.","Maka pada hari itu juga Aku jadikan segala pemimpin orang Yehuda seperti dapur api bagi kayu dan seperti pedamaran yang bernyala bagi segala berkas, dan mereka itu akan makan pada kiri kanan habis segala bangsa keliling, tetapi Yeruzalem akan tetap pada tempat Yeruzalem dahulu.","Maka Tuhan akan memberi berkat kepada segala kemah Yehuda dahulu, supaya kemuliaan istana Daud dan kemuliaan orang isi Yeruzalem jangan membesarkan dirinya dari pada Yehuda.","Maka pada hari itu Tuhanpun akan perlindungan keliling orang isi Yeruzalem, dan yang terlemah di antara mereka itu akan jadi seperti Daud pada hari itu, dan istana Daudpun akan seperti ilah, seperti Malaekat Tuhan di hadapan mereka itu.","Maka akan jadi pada hari itu juga, bahwa Aku akan membinasakan segala bangsa yang datang menyerang Yeruzalem.","Tetapi kepada isi istana Daud dan kepada orang isi Yeruzalem Aku akan mencurahkan Roh rahmat dan permintaan doa; dan mereka itu akan memandang kepadaku, yang telah ditikamnya, dan mereka itu akan meratap akan dia, selaku peratap akan anak laki-laki yang tunggal, dan mereka itu akan menangisi dia tersedih-sedih, selaku orang menangisi anak sulung.","Maka pada hari itu akan ada peratap besar di Yeruzalem, seperti peratap Hadad-rimon di lembah Megidon.","Maka segenap orang isi negeri akan meratap, tiap-tiap bangsa sendiri-sendiri; bangsa istana Daud sendiri, dan segala isterinyapun sendiri, dan bangsa isi rumah Natan sendiri, dan segala bininyapun sendiri;","dan bangsa isi rumah Lewi sendiri, dan segala bininyapun sendiri; dan bangsa isi rumah Simai sendiri, dan segala bininyapun sendiri.","Maka dari pada segala bangsa yang lain tiap-tiap bangsa sendiri, dan segala bininyapun sendiri."]