["Bukakanlah segala pintumu, hai Libanon! supaya segala pohon arazmu dimakan habis oleh api.","Raunglah kamu, hai segala pohon senobar, karena segala pohon araz itu sudah ditebang, segala batang yang mulia itu sudah dibinasakan! Raunglah kamu, hai segala pohon jati di Bazan, sebab sudah tumbang hutan yang lebat itu!","Adalah bunyi tangis gembala, sebab kemuliaan mereka itu sudah rusak; adalah bunyi pengaum-aum singa, sebab kemegahan Yarden sudah binasa!","Demikianlah firman Tuhan, Allahku: Gembalakanlah segala domba sembelihan itu!","Yang dibantai oleh tuannya, maka tiada salah pada sangkanya, dan kata orang yang menjual dia: Segala puji bagi Tuhan, karena aku sudah jadi kaya! Dan dari pada gembalanya seorangpun tiada sayang akan dia.","Bahwasanya aku juga tiada lagi boleh sayang akan orang isi negeri ini, demikianlah firman Tuhan, karena Kulihat seorang diserahkan kepada tangan seorang dan semuanya kepada tangan rajanya, dan dihancurluluhkannya negeri itu, maka tiada boleh Aku melepaskan mereka itu dari pada tangannya.","Lalu aku yang menggembalakan segala domba sembelihan ini, oleh karena mereka itu domba yang teraniaya adanya, maka sudah kuambil akan diriku tongkat gembala dua batang: sebatang Kunamai Kasih, dan sebatang Tambatan; lalu aku menggembalakan domba itu.","Maka ketiga orang gembala itu kuputuskan pada sebulan jua, karena habislah sabar hatiku akan dia, dan lagi dicelakannya juga akan daku.","Maka sebab itu kataku: Tiada mau aku menggembalakan kamu; yang hendak mati, biarlah mati! Yang hendak dibinasakan, biarlah dibinasakan, dan dari pada yang lagi tinggal itu, biarlah masing-masing makan daging kawannya!","Lalu kuambil akan tongkatku Kasih itu, kupatahkan dia dan kurombak perjanjian yang telah kuadakan dengan segala bangsa.","Demikianlah pada hari itu ia itu ditiadakannya; maka mereka itu yang teraniaya di antara kawan domba itu, dan yang sudah mengindahkan daku, lalu mengaku bahwa inilah firman Tuhan adanya.","Maka kataku kepadanya: Jikalau baik kepada pemandanganmu, berikanlah aku upahku, dan jikalau tidak, biarkanlah juga! Maka ditimbangnya upahku tiga puluh keping perak.","Maka firman Tuhan kepadaku: Campakkanlah dia bagi penjunan! Indah sekali upah yang dinilaikannya aku; maka kuambil akan tiga puluh keping perak itu, kucampaklah ke dalam rumah Tuhan bagi penjunan.","Lalu kupatahkan tongkatku yang kedua, yaitu Tambatan, kutiadakan persaudaraan di antara Yehuda dengan Israel.","Setelah itu, maka firman Tuhan kepadaku: Ambillah akan dirimu perkakasan seorang gembala yang bodoh.","Karena sesungguhnya Aku akan mengangkat atas bangsa ini seorang gembala yang tiada memeliharakan mana yang sengajakan binasa; mana yang sesat tiada akan dicaharinya dan yang luka tiada akan diperobatkannya, dan yang penat tiada akan didukungnya, melainkan ia akan makan daging segala yang tambun dan mencarik-carik dia sampai di kukunya.","Wai bagi gembala yang tiada berguna dan yang meninggalkan kawan domba itu! Bahwa pedang akan terkena kepada lengannya dan kepada mata kanannya! Lengannya akan capik sama sekali dan mata kanannyapun akan buta!"]