["Pintalah olehmu hujan dari pada Tuhan, maka pada musim hujan akhir akan diadakan Tuhan beberapa awan yang kabus, dan dikaruniakan-Nya kepada mereka itu hujan yang lebat, sehingga hijaulah tumbuh-tumbuhan di bendangnya masing-masing.","Bahwa sesungguhnya dusta juga adanya barang yang dijanji terafim, dan tipu adanya barang yang dilihat oleh segala petenung, dan diceriterakannya beberapa mimpi yang sia-sia, dan diberinya penghiburan yang tiada berguna! Maka sebab itu sesatlah mereka itu seperti kambing domba dan mereka itu mengembara ke sana ke mari, sebab tiada mereka itu bergembala.","Bahwa akan segala gembala telah bernyala murka-Ku, dan akan segala kambing jantan telah Kubalas; tetapi Tuhan serwa sekalian alam memeliharakan pula segala kambing-Nya, yaitu bangsa Yehuda, dan dijadikan-Nya mereka itu seperti kuda yang dilengkapkannya indah-indah akan peperangan!","Dari padanya juga batu penjuru, dari padanya juga pasak, dari padanya juga busur peperangan, dan dari padanya juga akan keluar segala yang bernama panglima!","Maka di dalam perang mereka itu akan seperti pahlawan yang memijak-mijak musuhnya dalam lecak di jalan, karena pada masa mereka itu berperang, adalah Tuhan menyertai akan mereka itu dan dipermalukannya kelak segala orang yang mengendarai kuda.","Demikianlah akan Kujadikan perkara bangsa Yehuda dan menang bangsa Yusuf, dan mereka itu Kududukkan pula dalam negerinya; karena Aku berbelaskasihanlah akan mereka itu, dan hal mereka itu kelak seperti tiada pernah Aku membuang mereka itu; karena Aku ini Tuhan, Allahnya, dan Aku mendengar akan doanya.","Maka Efrayim akan seperti seorang pahlawan dan hatinya akan bersukacita seperti oleh anggur; dan segala anak-anaknyapun akan melihat hal itu lalu bersukacita dan hatinyapun bergemar akan Tuhan.","Maka Kudatangkan mereka itu kelak dengan isyarat-Ku dan Kukumpulkan mereka itu, karena mereka itu juga sudah Kutebus; dan mereka itu akan bertambah-tambah banyaknya seperti dahulu bertambah-tambah banyak mereka itu.","Dan lagi Aku sudah menghamburkan mereka itu di antara segala bangsa, maka di sana juga mereka itu ingat akan nama-Ku; maka sebab itu sekarang juga kembalilah mereka itu dan anak-anaknyapun dengan selamat sentosa.","Karena Aku membawa balik akan mereka itu dari negeri Mesir dan Aku menghimpunkan mereka itu dari Asyur, dan Aku menghantar akan mereka itu ke tanah Gilead dan ke Libanon, yang akan tiada cukup tempat baginya.","Apabila mereka itu akan mengarung suatu laut kepicikan, maka dipalu Tuhan kelak akan segala ombak laut itu, dan sungai yang amat dalampun akan kekeringanlah, dan jemawa Asyur itu akan diempaskan ke bawah, dan tongkat kerajaan Mesir akan dilalukan.","Maka Aku akan memberanikan mereka itu dengan tolongan Tuhan, sehingga dengan nama-Ku mereka itu tampil ke hadapan, demikianlah firman Tuhan!"]