["Bahwasanya akan datang hari, yang ditentukan oleh Tuhan, apabila jarahanmu dibahagi-bahagi di tengah-tengahmu.","Karena Aku akan menghimpunkan segala bangsa akan berperang dengan Yeruzalem, maka negeri itu akan dialahkan, dan segala rumahnya dijarahi, dan segala perempuan digagahi, dan setengah orang isi negeri akan dibawa keluar dengan tertawan, tetapi yang lagi tinggal dari pada orang banyak itu tiada akan ditumpas.","Pada masa itu Tuhan akan keluar, lalu berperang dengan segala bangsa itu, seperti pada hari Ia berperang, pada hari peperangan.","Maka pada hari itu kakinya akan berjejak pada Bukit Zaitun, yang pada sebelah timur Yeruzalem, dan Bukit Zaitun itu akan terbelah dua ke timur dan ke barat, sehingga jadi lembah yang amat besar; maka setengah bukit itu akan lalu ke utara dan setengahnya ke selatan.","Pada masa itu kamu akan lari ke lembah bukit itu, karena panjang lembah bukit itu sampai ke Azal; adapun larimu itu seperti tatkala kamu lari dari pada gempa bumi pada zaman Uzia, raja Yehuda, karena Tuhan, Allahku, akan datang dan segala orang sucipun serta-Nya.","Maka akan jadi pada hari itu, bahwa tiada lagi terang cuaca langit akan digelapkan.","Bahkan, ia itu akan suatu hari yang esa, ketahuan kepada Tuhan, dan yang bukan siang bukan malam; tetapi datang pada masa petang, maka jadi terang.","Maka pada hari itu juga akan jadi, bahwa beberapa air hidup akan mengalir dari dalam Yeruzalem, setengahnya ke laut timur dan setengahnya ke laut barat; maka ia itu akan mengalir baik pada musim panas baik pada musim sejuk.","Maka Tuhan akan Raja atas seluruh bumi; dan pada hari itu Tuhan akan esa, dan nama-Nyapun esa!","Maka seluruh tanah ini keliling akan seperti padang dari Geba sampai ke Rimon, pada sebelah selatan Yeruzalem; maka negeri itu akan ditinggikan dan diduduki pada tempatnya, dari pintu Benyamin sampai kepada tempat pintu yang pertama, sampai ke pintu penjuru, dan dari menara Hananiel sampai kepada apitan anggur baginda.","Di mana-mana akan duduk orang dan akan tiada lagi barang laknat, dan orang isi Yeruzalem akan duduk dengan selamat sentosa.","Maka dengan bala ini kelak dipalu Tuhan akan segala bangsa yang lagi hendak berperang dengan Yeruzalem; daging tubuhnya akan hilang sementara lagi mereka itu berdiri dengan kakinya, dan matanyapun akan habis di dalam lekuknya, dan lidahnyapun akan hancur di dalam mulutnya.","Maka akan jadi pada hari itu, bahwa diadakan Tuhan suatu huru-hara besar di antara mereka itu, sehingga seorang mencapai tangan seorang dan masing-masing menaikkan tangannya akan melawan kawannya.","Dan lagi segenap orang Yehudapun akan berperang di dalam Yeruzalem; dan dibawa oranglah ke dalamnya akan kekayaan segala bangsa yang keliling, emas, perak dan pakaian amat banyak.","Maka segala kuda dan bagal dan unta dan keledai dan binatang lain, yang di dalam tempat tentara itu, semuanya itu akan kena sama bala.","Lalu akan jadi, bahwa segala orang yang lagi tinggal dari pada segala bangsa yang sudah menyerang Yeruzalem itu akan datang ke sana pada sebilang tahun akan menyembah sujud kepada Raja, yaitu Tuhan serwa sekalian alam, dan akan memegang masa raya pondok daun-daunan.","Maka akan jadi, bahwa dari pada segala bangsa yang di atas bumi, barangsiapa yang tiada pergi ke Yeruzalem akan menyembah sujud kepada Raja, yaitu Tuhan serwa sekalian alam, maka kepada orang itu tiada akan turun hujan.","Dan jikalau bangsa Mesir tiada pergi atau datang, jikalau tiada dibuatnya itu, mereka itu akan kena sama bala yang didatangkan Tuhan atas segala bangsa lain yang tiada pergi memegang masa raya pondok daun-daunan.","Demikianlah akan jadi siksa dosa orang Mesir dan siksa dosa segala bangsa itu, jikalau tiada mereka itu pergi memegang masa raya pondok daun-daunan.","Pada hari itu akan tersurat pada pakaian segala kuda demikian: Kesucian Tuhan! Dan segala periuk di dalam rumah Tuhan itu akan seperti segala bokor percikan di hadapan mezbah.","Bahkan, segala periuk yang di dalam Yeruzalem dan di tanah Yehuda itu akan suci bagi Tuhan serwa sekalian alam; dan barangsiapa yang mempersembahkan korban itu akan mengambil dia akan menanak di dalamnya; dan pada hari itu juga tiada akan ada lagi seorang orang Kanani di dalam rumah Tuhan serwa sekalian alam!"]