["Sebermula maka pada bulan yang kedelapan, tahun yang kedua dari pada kerajaan Darius, datanglah firman Tuhan kepada nabi Zakharia bin Berekhia bin Ido, bunyinya:","Bahwa sangat murkalah Tuhan akan nenek moyangmu.","Maka sebab itu, katakanlah kepada mereka itu: Demikianlah firman Tuhan serwa sekalian alam: Kembalilah kiranya kamu kepada-Ku, demikianlah firman Tuhan serwa sekalian alam, maka Akupun akan kembali kepadamu, demikianlah firman Tuhan serwa sekalian alam.","Janganlah kiranya kamu seperti nenek moyangmu, kepadanya segala nabi sudah berseru-seru demikian: Firman Tuhan serwa sekalian alam: Hendaklah kamu bertobat dari pada perbuatanmu yang jahat dan dari pada segala kelakuanmu yang jahat itu; tetapi tiada juga didengarnya akan Daku dan tiada diindahkannya Aku, demikianlah firman Tuhan.","Adapun segala nenek moyangmu itu, di manakah mereka itu sekarang? Dan segala nabi itu, hidupkah mereka itu selama-lamanya?","Kendatilah, maka segala firman-Ku dan segala syariat-Ku yang telah Kuamanatkan kepada hamba-Ku segala nabi itu, bukankah ia itu sudah mengenai nenek moyang kamu, sehingga selalu harus mereka itu berkata demikian: Seperti niat Tuhan hendak berbuat akan kami setuju dengan jalan kami dan setuju dengan perbuatan kami, demikianpun sudah dibuatnya akan kami!","Hata, maka pada empat likur hari, bulan yang kesebelas, yaitu bulan Syebat, pada tahun yang kedua dari pada kerajaan Darius, datanglah firman Tuhan kepada nabi Zakharia bin Berekhyia bin Ido, bunyinya:","Maka pada waku malam kulihat, bahwasanya adalah seorang laki-laki mengendarai kuda merah, maka berhentilah ia di tengah-tengah segala pokok murd, yang pada tempat dalam, dan di belakangnya adalah beberapa ekor kuda merah dan merah tua dan putih warnanya.","Maka sembahku: Apakah artinya sekalian ini, ya tuan? Maka sahut malaekat yang berkata kepadaku itu: Bahwa Aku akan menyatakan kepadamu artinya sekalian ini.","Lalu sahut orang yang berdiri di tengah-tengah pokok murd itu, katanya: Inilah dia, yang disuruhkan Tuhan keluar akan berjalan keliling pada seluruh bumi.","Maka sahutlah mereka itu kepada Malaekat Tuhan, yang berdiri di tengah-tengah pokok murd itu, katanya: Bahwa kami sudah berkeliling di atas bumi, maka sesungguhnya seluruh bumi itu selamat sentosa.","Maka sahutlah Malaekat Tuhan itu, katanya: Ya Tuhan serwa sekalian alam! Berapa lama lagi, maka Engkau tiada mengasihani Yeruzalem dan segala negeri Yehuda? Adapun Engkau murka akan dia itu sudah lebih dari tujuh puluh tahun lamanya.","Maka disahut oleh Tuhan kepada malaekat yang berkata dengan aku itu perkataan yang baik dan yang menghiburkan hati.","Lalu kata malaekat yang berkata dengan aku itu: Berserulah engkau dan katakanlah: Demikianlah firman Tuhan serwa sekalian alam: Bahwa sangat berbangkitlah gairah-Ku akan Yeruzalem dan akan Sion.","Dan dengan sangat geram berbangkitlah murka-Ku akan segala bangsa congkak, yang sudah menolong akan jahatnya tatkala Aku murka seketika lamanya.","Maka sebab itu firman Tuhan demikian: Bahwa Aku kembali kepada Yeruzalem dengan belas kasihan, maka rumah-Ku akan dibangunkan pula dalamnya, demikianlah firman Tuhan serwa sekalian alam, dan tali pengukurpun dibentang atas Yeruzalem.","Dan lagi serukanlah ini: Demikianlah firman Tuhan serwa sekalian alam: Bahwa lagi segala negeri-Ku akan berkelimpahan baiknya, karena Tuhan lagi akan menghiburkan Sion dan Yeruzalem lagi jadi negeri pilihan-Nya.","Hata, maka kuangkat mataku, kulihat bahwasanya adalah empat batang tanduk.","Maka kataku kepada malaekat yang berkata dengan aku itu: Apakah artinya ini? Maka sahutnya kepadaku: Bahwa tanduk inilah dia yang sudah menganiayakan Yehuda dan Israel dan Yeruzalem.","Setelah itu, maka ditunjuk Tuhan kepadaku empat orang tukang besi.","Maka sembahku: Orang ini datang membuat apakah? Maka sahutnya: Ia inilah segala tanduk yang sudah menganiayakan Yehuda, sehingga seorangpun tiada berani mengangkat kepalanya, tetapi sekarang orang ini sudah datang mengejuti mereka itu dan mengempaskan tanduk segala bangsa yang sudah mengangkat tanduknya lawan negeri Yehuda hendak menganiayakan dia."]