["Maka kembali kuangkat mataku, kulihat bahwasanya adalah seorang laki-laki dan pada tangannya adalah tali pengukur.","Maka kataku: Engkau hendak kemana? Lalu katanya kepadaku: Hendak mengukur Yeruzalem, dan hendak melihat berapa akan lebarnya dan berapa akan panjangnya.","Maka sesungguhnya berjalanlah malaekat yang berkata dengan aku itu, lalu keluarlah seorang malaekat yang lain bertemu dengan dia.","Maka katanya kepadanya: Pergilah mendapatkan orang muda itu, katakanlah kepadanya: Bahwa Yeruzalem akan diduduki orang berkampung-kampung dari karena kebanyakan manusia dan binatang yang di dalamnya.","Dan Aku jagi baginya akan pagar api berkeliling, demikianlah firman Tuhan, dan di tengah-tengahnya Aku jadi akan kemuliaan.","Dengarlah, dengarlah, larilah dari tanah Utara, demikianlah firman Tuhan, hai kamu yang sudah Kucerai-beraikan kepada keempat mata angin, demikianlah firman Tuhan!","Dengarlah, hai Sion! Luputkanlah dirimu dari sana, hai engkau yang lagi duduk di tanah Babil!","Karena demikianlah firman Tuhan serwa sekalian alam (setelah sudah disuruhkan-Nya aku dengan kemuliaan kepada segala bangsa yang dahulu menjarahi akan dikau): Bahwasanya barangsiapa yang mengusik kamu, ia itu mengusik biji mata-Ku!","Karena sesungguhnya, jikalau sahaja Aku menggerakkan tangan-Ku atasnya, maka mereka itu jadi suatu jarahan bagi segala orang yang dahulu hambanya. Demikianlah diketahui olehmu kelak, bahwa aku telah disuruhkan oleh Tuhan serwa sekalian alam!","Bersorak-soraklah dan bersuka-sukaanlah, hai puteri Sion! Karena sesungguhnya Aku datang dan Aku akan duduk di tengah-tengah kamu, demikianlah firman Tuhan.","Maka pada hari itu beberapa bangsa yang besar-besar akan bersangkut-paut kepada Tuhan, dan jadi umat bagi-Ku! Demikianlah Aku akan duduk di tengah-tengah kamu dan akan diketahui olehmu, bahwa telah disuruhkan Tuhan serwa sekalian alam akan daku mendapatkan kamu!","Pada masa itu Tuhan mempunyai Yehuda akan pusaka-Nya, akan bahagian-Nya di tanah suci, dan Yeruzalempun akan jadi pula negeri pilihan-Nya!","Diamlah kamu, hai segala manusia, di hadapan hadirat Tuhan! Karena sudah bangunlah Ia dari dalam kediaman kesucian-Nya!"]