["Kemudian dari pada itu diberinya aku melihat Yosua, imam besar itu, berdiri di hadapan Malaekat Tuhan dan syaitanpun adalah berdiri pada kanannya akan menuduh dia.","Tetapi berfirmanlah Tuhan kepada syaitan: Dilaknatkan Tuhan akan dikau, hai syaitan! Bahkan, engkau dilaknatkan oleh Tuhan, yang memilih Yeruzalem! Bukankah ia ini suatu puntung yang sudah direbut dari dalam api?","Adapun Yosua itu adalah berpakaikan pakaian yang kotor pada masa ia berdiri di hadapan Malaekat itu.","Maka sahut Ia dan berfirmanlah Ia kepada mereka itu sekalian yang berdiri di hadapan hadirat-Nya, katanya: Tanggalkanlah kamu pakaian yang kotor ini dari padanya. Setelah itu berfirmanlah Ia kepadanya: Bahwasanya Aku sudah maafkan segala kesalahanmu, dan Aku mengenakan pakaian persalin kepadamu!","Maka sebab itu firman-Ku: Hendaklah dikenakan destar yang suci pada kepalanya! Maka dikenakan orang destar yang suci itu pada kepalanya dan dikenakannya pakaian imam kepadanya, sementara Malaekat Tuhan adalah hadir.","Maka bersaksilah Malaekat Tuhan itu kepada Yosua, katanya:","Demikianlah firman Tuhan serwa sekalian alam: Jikalau engkau menjalani segala jalan-Ku dan jikalau engkau melakukan pengawalan-Ku dan lagi memerintahkan rumah-Ku dengan bijaksana dan menunggui segala serambi-Ku, maka Aku akan mengaruniakan kepadamu kelak beberapa pemimpin dari pada mereka yang hadir di sini.","Sekarang dengarlah olehmu, hai Yosua, imam besar! Baik engkau baik segala kawanmu yang duduk di hadapanmu, karena mereka itu juga akan tanda alamat! Bahwa sesungguhnya Aku akan mendatangkan Pucuk itu, yaitu hamba-Ku.","Tambahan pula, adapun batu yang telah Kububuh di hadapan Yosua, pada sebuah batu itu adalah mata tujuh biji, bahwasanya Aku sendiri akan mengukirkan ukirannya, demikianlah firman Tuhan serwa sekalian alam, dan Aku akan menghapuskan kesalahan tanah ini pada satu hari jua.","Maka pada hari itu juga, demikianlah firman Tuhan serwa sekalian alam, kamu akan menjemput pula seorang akan seorang di bawah pokok anggur dan di bawah pokok ara."]