["Maka kembalilah malaekat yang berkata dengan aku itu, lalu dijagakannya aku seperti orang yang dijagakan dari pada tidurnya.","Maka katanya kepadaku: Apakah engkau lihat? Maka sahutku: Bahwasanya aku melihat sebuah kaki pelita dari pada emas belaka, dan tempat minyaknya adalah pada kepalanya, dan ketujuh pelitanyapun adalah padanya, dan lagi pada ketujuh pelita itu adalah tujuh cerat, yang di atas kepalanya.","Dan adalah dua batang pokok zait di atasnya, sebatang pada sebelah kanan tempat minyak itu, dan sebatang pada sebelah kirinya.","Maka sahutlah aku, kataku kepada malaekat yang berkata dengan aku itu: Ya tuan! Apakah artinya ini?","Maka sahut malaekat yang berkata dengan aku itu, katanya kepadaku: Tiadakah engkau tahu artinya ini? Maka kataku: Tidak tuan!","Lalu sahutlah ia, katanya kepadaku: Inilah firman Tuhan kepada Zerubbabil, bunyinya: Bukannya oleh kuat dan bukannya oleh gagah, melainkan oleh Roh-Ku juga ia itu akan jadi, demikianlah firman Tuhan serwa sekalian alam.","Siapakah engkau, hai gunung yang tinggi? Di hadapan Zerubbabil engkau akan jadi padang rata, pada masa dikeluarkannya batu yang kepala itu, sambil bersorak-sorak: Selamatlah, selamatlah atasnya!","Arakian, maka datanglah firman Tuhan kepadaku, bunyinya:","Bahwa tangan Zerubbabil sudah membubuh alas rumah ini, maka tangannya juga akan menyudahkan dia; demikianlah diketahi olehmu, bahwa aku disuruhkan oleh Tuhan serwa sekalian alam mendapatkan kamu!","Sekarang di manakah ia yang mencelakan hari segala perkara kecil itu? Hendaklah hati mereka itu bersukacita, tegal dilihatnya batu ini ditentukan tempatnya oleh tangan Zerubbabil! Maka mata Tuhan ketujuh biji itu adalah memandang seluruh bumi berkeliling!","Lalu sahut aku, kataku kepadanya: Apakah artinya kedua batang pokok zait pada kiri kanan kaki pelita itu?","Dan pada kedua kalinya kataku kepadanya: Apakah artinya kedua cabang pokok zait yang di dalam kedua corong keemasan, dari padanya dituangnya ke dalam pelita keemasan itu?","Maka jawabnya kepadaku, katanya: Tiadakah engkau tahu artinya ini? Maka sahutku: Tidak tahu, tuan!","Lalu katanya: Bahwa inilah kedua pucuk minyak yang berdiri di hadapan Tuhan seluruh bumi!"]