["Maka kembali pula kuangkat mataku dan kulihat, bahwasanya adalah keluar empat buah rata dari antara dua buah gunung, maka gunung itu dari pada tembaga.","Pada rata yang pertama adalah kuda merah dan pada rata yang kedua adalah kuda hitam,","dan pada rata yang ketiga adalah kuda putih, dan pada rata yang keempat adalah kuda dauk, semua kuda teji.","Maka ujar aku, kataku kepada malaekat yang berkata dengan aku: Apakah artinya ini, tuan?","Maka sahut malaekat itu, katanya kepadaku: Bahwa inilah keempat angin di langit, yang keluar setelah sudah ia menghadap dahulu hadirat Tuhan seluruh bumi.","Adapun raja yang berkuda hitam itu, ia itu keluar ke tanah Utara, dan yang putih itu keluar kemudian ke Barat, dan yang dauk itu keluar ke Selatan.","Dan yang merah itu keluar sambil berjalan sambil mencahari berkeliling di bumi itu; karena sudah katanya: Pergilah, berjalanlah keliling di bumi. Lalu berjalanlah ia berkeliling di bumi itu.","Lalu berserulah ia kepadaku, katanya kepadaku: Bahwasanya adapun yang sudah pergi ke tanah Utara itu, ia itu sudah menaruh Roh-Ku pada tanah Utara itu.","Setelah itu, maka datanglah firman Tuhan kepadaku, bunyinya:","Ambillah olehmu dari pada mereka yang sudah kembali dari hal ketawanan, yaitu dari Kheldai, dari Tobia dan dari Yedaya, dan pada hari itu juga pergilah ke rumah Yosia bin Zefanya, yang sudah datang dari Babil,","yaitu ambillah olehmu dari pada mereka itu emas dan perak, dan perbuatlah makota, dan kenakanlah dia pada kepala Yosua bin Yozadak, imam besar,","dan katakanlah ini kepadanya: Demikianlah firman Tuhan serwa sekalian alam, bunyinya: Bahwasanya adapun orang yang bernama Pucuk itu, Ia itu akan tumbuh kelak dari dalam tempat-Nya dan Iapun akan membangunkan kaabah Tuhan!","Bahkan, Iapun akan membangunkan kaabah Tuhan dan berpakaikan perhiasan dan bersemayam di atas takhta-Nya dan memegang perintah, dan Iapun akan jadi Imam di atas takhta-Nya, dan bicara selamat akan ada di antara keduanya itu.","Maka makota-makota ini adalah bagi Khelim dan Tobia dan Khen bin Zefanya akan tanda peringatan di dalam kaabah Tuhan.","Maka dari negeri yang jauh-jauh akan datang orang akan membangunkan kaabah Tuhan; dan akan diketahui olehmu, bahwa sudah disuruhkan Tuhan serwa sekalian alam akan daku mendapatkan kamu! Maka ini akan jadi, jikalau dengan rajin kamu mendengar akan bunyi suara Tuhan, Allahmu!"]