["Hata, maka pada tahun yang keempat dari pada kerajaan Darius, datanglah firman Tuhan kepada Zakharia, yaitu pada empat hari bulan yang kesembilan, yaitu pada bulan Khislew.","Tatkala disuruhkan oranglah akan Sarezar dan Regim Melekh dan segala orang pengiringnya dari Bait-el akan menyembah sujud di hadapan hadirat Tuhan,","dan akan bertanyakan segala imam yang di dalam rumah Tuhan serwa sekalian alam dan segala nabipun demikian: Haruskah kami menangis pada bulan yang kelima dan mengasingkan diri kami seperti biasa kami berbuat sekarang sudah beberapa berapa tahun lamanya?","Maka pada masa itu datanglah firman Tuhan serwa sekalian alam kepadaku, bunyinya:","Katakanlah kepada segenap bangsa negeri ini dan kepada segala imam demikian: Pada masa kamu berpuasa dan meratap pada bulan yang kelima dan yang ketujuh, sekarang sudah tujuh puluh tahun lamanya, adakah kamu berpuasa dalam sedikit juga karena Aku?","Dan pada masa kamu makan minum, bukankah kamu sendiri juga yang makan minum itu?","Bukankah ini juga perkataan yang telah diserukan Tuhan dengan lidah segala nabi dahulu, tatkala Yeruzalem lagi diduduki dan selamat sentosa, dan segala negeripun yang kelilingnya, dan tanah selatan dan tanah datarpun lagi diduduki?","Setelah itu, maka datanglah firman Tuhan kepada Zakharia, bunyinya:","Demikianlah firman Tuhan serwa sekalian alam: Jadilah setiawan dan adil dalam memutuskan hukum dan lakukanlah kebajikan dan kemurahan seorang akan seorang.","Dan jangan kamu menganiayakan perempuan janda atau anak piatu atau orang dagang atau orang miskin, dan jangan kamu mereka jahat dalam hatimu seorang akan seorang.","Tetapi engganlah mereka itu mendengar, dan dihadapkannya bahunya akan melawan dan ditumpatkannya telinganya, sebab tiada mereka itu mau mendengar.","Dan dikeraskannya hatinya seperti batu intan, supaya jangan didengarnya akan hukum dan segala firman yang disampaikan Tuhan serwa sekalian alam kepadanya oleh Roh-Nya dan oleh segala nabi yang dahulu itu; maka sebab itu berbangkitlah kehangatan murka dari pada pihak Tuhan serwa sekalian alam.","Maka telah jadi juga seperti mereka itu tiada mau dengar pada masa dipanggil akan dia, begitu Akupun tiada mau dengar pada masa mereka itu berseru-seru, demikianlah firman Tuhan serwa sekalian alam!","Maka sebab itu Aku sudah mengembuskan mereka itu, seperti dengan angin ribut, di antara segala bangsa kafir yang tiada diketahuinya, dan tanah yang ditinggalkannya itu lalu dibinasakan, sehingga seorangpun tiada berjalan melalui dia atau kembali kepadanya, dan mereka itu sendiri juga yang mengadakan bahwa negeri yang mulia itu menjadi suatu kebinasaan adanya."]