["Kemudian dari pada itu datanglah firman Tuhan serwa sekalian alam, bunyinya:","Demikianlah firman Tuhan serwa sekalian alam: Bahwa Aku sudah bergairah akan Sion dengan sebesar gairah-Ku; bahkan, Aku sudah bergairah akan dia dengan kehangatan murka-Ku.","Demikianlah firman Tuhan: Bahwa Aku sudah kembali kepada Sion, dan Aku akan duduk di tengah-tengah Yeruzalem, dan Yeruzalem akan disebut negeri kebenaran, dan bukit Tuhan serwa sekalian alam akan disebut bukit kesucian.","Demikianlah firman Tuhan serwa sekalian alam: Bahwa akan duduk lagi orang-orang tua laki-laki dan perempuan pada lorong-lorong Yeruzalem, masing-masing dengan tongkat pada tangannya dari karena sangat tuanya.","Dan segala lorong negeri itu akan penuh dengan budak laki-laki dan perempuan yang ramai-ramai bermain pada segala lorongnya.","Demikianlah firman Tuhan serwa sekalian alam: Sebab ajaiblah perkara itu kepada pemandangan orang yang lagi tinggal dari pada bangsa itu pada hari ini, masakan ia itu ajaib kepada pemandangan-Ku? demikianlah firman Tuhan serwa sekalian alam.","Dan lagi firman Tuhan serwa sekalian alam demikian: Bahwasanya Aku akan melepaskan umat-Ku dari negeri di sebelah matahari terbit dan dari negeri di sebelah matahari masukpun.","Dan Aku membawa akan mereka itu ke mari, supaya mereka itu duduk di dalam Yeruzalem; maka mereka itu bagi-Ku akan umat dan Aku baginya akan Allah dengan kebenaran dan dengan keadilan.","Demikianlah firman Tuhan serwa sekalian alam: Kuatkanlah tanganmu, hai kamu yang pada hari ini mendengar segala perkataan itu dari pada mulut segala nabi! Apakah bedanya antara hari dibubuh alas rumah Tuhan dengan sekarang kaabah itu disudahkan?","Karena dahulu dari pada hari itu manusia tiada mendapat upah pekerjaannya dan binatangpun tiada mendatangkan hasil, dan tiadalah kesenangan bagi orang yang keluar atau masuk, dari karena musuh dan segala manusiapun mengusik seorang akan seorang.","Tetapi sekarang Aku bagi orang yang lagi tinggal dari pada bangsa ini bukan seperti pada hari dahulu, demikianlah firman Tuhan serwa sekalian alam.","Karena barang yang tertabur itu akan menjadi juga, dan pokok anggurpun akan memberi buahnya dan bumipun akan memberi hasilnya dan langitpun akan memberi air embunnya; dan Kukaruniakan kelak semuanya itu kepada orang yang lagi tinggal dari pada bangsa ini akan bahagiannya pusaka.","Maka akan jadi, sebagaimana kamu telah menjadi suatu kutuk di antara segala bangsa kafir, hai bangsa Yehuda, dan hai bangsa Israel, demikianpun Aku akan memberikan selamat kepadamu, supaya kamu menjadi berkat; janganlah kamu takut, melainkan kuatkanlah tanganmu.","Karena demikianlah firman Tuhan serwa sekalian alam: Seperti Aku sudah kasadkan mendatangkan jahat atasmu tatkala bapa-bapamu membangkitkan kehangatan murka-Ku, demikianlah firman Tuhan serwa sekalian alam, sehingga tiada Aku menaruh sayang lagi,","demikianpun kasadku pada hari itu hendak berbuat baik akan Yeruzalem dan akan bangsa Yehuda; janganlah kamu takut!","Sahaja hendaklah kamu membuat segala perkara ini: Berkatalah benar seorang kepada seorang, dan putuskanlah hukum dengan adil dan benar dan taruhlah belas kasihan dalam segala pintu gerbangmu.","Dan jangan kamu mereka jahat dalam hatimu seorang akan seorang, dan jangan kamu suka bersumpah dusta, karena Aku benci akan segala perkara ini, demikianlah firman Tuhan.","Dan lagi datanglah firman Tuhan serwa sekalian alam kepadaku, bunyinya:","Demikianlah firman Tuhan serwa sekalian alam: Bahwa puasa pada bulan yang keempat dan puasa pada yang kelima dan puasa pada yang ketujuh dan puasa pada yang kesepuluh itu akan jadi suatu kesukaan dan keramaian dan masa raya bagi bangsa Yehuda; sahaja hendaklah kamu kasih akan kebenaran dan akan selamat.","Demikianlah firman Tuhan serwa sekalian alam: Akan jadi lagi, bahwa beberapa bangsa dan orang isi negeri yang besar-besar akan datang ke mari.","Maka orang isi negeri akan mendapatkan orang isi negeri yang lain, sambil katanya: Mari kita pergi bersama-sama akan menyembah sujud di hadapan hadirat Tuhan, dan akan mencahari Tuhan serwa sekalian alam, maka akupun hendak ke sana!","Demikianlah akan datang beberapa bangsa yang besar-besar dan yang berkuasa, hendak mencahari Tuhan serwa sekalian alam ke Yeruzalem, lalu menyembah sujud di hadapan hadirat Tuhan!","Demikianlah firman Tuhan serwa sekalian alam: Maka pada hari itu juga akan jadi, bahwa sepuluh orang dari pada bahasa segala bangsa akan memegang, jikalau hanya punca kain seorang orang Yahudi sekalipun, sambil katanya: Biarlah kami berjalan sertamu, karena telah kami dengar, bahwa Allah adalah menyertai kamu!"]