["Bahwa inilah firman Tuhan: Di dalam negeri Haderakh dan Damsyik akan ada perhentiannya, karena yang terutama dari pada segala manusia ia itu Tuhan punya, seperti segala suku bangsa Israel!","Demikianpun di dalam Hamat, yang pada perhinggaannya, dan di dalam Tsur dan Sidon, bagaimana besar bijaknya sekalipun!","Karena bagaimanapun kuat kota benteng Tsur, jikalau sudah dikumpulkannya bagi dirinya perak seperti abu banyaknya dan emas seperti duli yang di jalan sekalipun,","sesungguhnya Tuhan akan menjatuhkan dia ke dalam kuasa orang helat dan akan merobohkan pagar temboknya ke dalam laut dan membakar habis akan dia dengan api.","Bahwa Askelon akan melihatnya lalu takut, dan Gazapun akan merasai sakit sangat, demikianpun Ekeron, karena barang yang diharapnya itu memberi malu kepadanya; maka raja Gaza akan binasa dan Askelon tiada akan diduduki lagi.","Di dalam Asdod akan duduk bani haram, dan lagi jemawa orang Filistin akan Kubinasakan!","Demikianlah Aku menjauhkan darahnya dari dalam mulut mereka itu dan barang keji itu dari antara giginya; dan yang lagi tinggal dari pada mereka itu akan bagi Allah kita; bahkan, mereka itu akan beramah-ramahan di dalam negeri Yehuda dan orang Ekeron akan sama seperti orang Yebuzi.","Maka Aku akan menaruh suatu tentara keliling rumah-Ku, supaya jangan orang berjalan terus dan balik pula sekehendaknya, dan seorang lalimpun jangan lagi menempuh akan dia; karena sekarang Aku sudah menilik akan dia dengan mata-Ku.","Bersukacitalah engkau, hai puteri Sion! Bersorak-soraklah, hai puteri Yeruzalem! Bahwa sesungguhnya Rajamu datang kepadamu dengan adil, dan ialah penolong selamat, hatinyapun lembut dan ia mengendarai seekor keledai, seekor anak keledai betina.","Karena Aku akan membinasakan segala rata peperangan dari Efrayim dan segala kudapun dari Yeruzalem, dan busur peperangan akan dipatahkan, maka Iapun akan menyuruh segala bangsa berdamai, dan kerajaannya akan dari laut sampai kepada laut dan dari sungai sampai kepada ujung bumi.","Maka akan dikau, yang punya orang tawanan sudah Kulepaskan dari dalam perigi buta oleh karena darah perjanjian,","hendaklah kamu kembali ke dalam kota, hai orang terbelenggu yang lagi harap! Maka pada hari ini juga Aku memberitahu kamu, bahwa Aku akan membalas baik kepadamu dua lapis banyaknya;","karena Aku akan membentang Yehuda bagi-Ku seperti busur, dan Efrayim akan Kusiapkan bagi perang, dan segala anakmu laki-laki, hai Yehuda, akan Kuajak berperang dengan segala anakmu, hai Yunan, dan Kujadikan dikau akan pedang orang pahlawan!","Maka Tuhan akan kelihatan atas mereka itu, dan segala anak panahnya akan keluar seperti kilat, dan Tuhan Huapun akan meniup nafiri dan tampil ke hadapan dengan angin ribut dari selatan.","Bahwa Tuhan serwa sekalian alam akan melindungkan mereka itu, dan mereka itu akan makan dan melontarkan batu pengali-ali, dan minum dan beramai-ramaian seperti dengan air anggur, dan memenuhi segala cerana seperti bokor percikan di mezbah.","Maka pada hari itu akan dikaruniakan Tuhan, Allahnya, kepada mereka itu selamat, seperti kepada kawan domba umat-Nya; karena beberapa tiang batu yang berkarangan akan didirikan seperti panji-panji pada tanahnya.","Hai, betapa besar kemuliaannya! Hai, betapa besar keelokannya! Bahwa gandum akan memberi sukacita kepada segala orang teruna dan air anggurpun kepada segala anak dara."]