["Bahwa inilah tanggungan firman Tuhan kepada orang Israel dengan lidah Maleakhi.","Bahwa sudah Kukasihi akan kamu, demikianlah firman Tuhan! Tetapi katamu: Dalam hal yang mana sudah Kaukasihi akan kami? Bukankah Esaf itu saudara Yakub? demikianlah firman Tuhan! Kendatilah, maka sudah Kukasihi akan Yakub juga.","Tetapi akan Esaf sudah Kubenci, dan pegunungannya sudah Kujadikan suatu kebinasaan, dan bahagiannya pusaka sudah Kuserahkan kepada naga hutan akan mangsanya.","Jikalau kata Esaf: Sungguhpun kita diberi melarat, tetapi kita akan membangunkan pula segala kerobohan kita, niscaya Tuhan serwa sekalian alam akan berfirman demikian: Biarlah mereka itu membangunkan pula, maka Aku juga akan merombak dia! Dan dipanggil oranglah kelak akan mereka itu suatu benua kejahatan dan bangsa yang kena murka Tuhan sampai selama-lamanya.","Maka matamupun akan melihat hal itu dan kamu akan berkata demikian: Segala puji bagi Tuhan sampai dari jauh, dari pada perhinggaan Israel!","Bahwa patutlah anak laki-laki memberi hormat kepada bapanya dan seorang hamba kepada tuannya; maka jikalau Aku ini Bapa, di mana gerangan hormat akan Daku? Dan jikalau Aku ini Tuhan, di mana gerangan takut akan Daku? Demikianlah firman Tuhan serwa sekalian alam kepadamu, hai segala imam! yang menghinakan nama-Ku; kendatilah katamu: Dalam hal yang mana kami menghinakan nama-Mu?","Bahwa kamu membawa di atas mezbah-Ku akan roti yang haram; jikalau kamu bertanya: Dengan apa kami mengaibkan Dikau? Dengan ini, bahwa katamu: Meja Tuhan itu suatu kecelaan adanya.","Karena apabila kamu membawa barang sesuatu yang buta akan persembahan, tiada ia itu jahat kepadamu, dan jikalau kamu membawa akan barang yang timpang atau sakit, tiada ia itu jahat kepadamu! Jikalau kiranya kamu menyampaikan barang itu kepada penghulumu, masakan ia berkenan akan kamu, masakan ia ridlakan mukamu! demikianlah firman Tuhan serwa sekalian alam.","Maka sekarangpun jikalau kamu meminta doa kepada hadirat Allah, supaya dikasihankan-Nya kamu, maka barang yang begitu datanglah dari pada tanganmu, bolehkah Ia ridla akan kamu? demikianlah firman Tuhan serwa sekalian alam.","Siapakah di antara kamu cukup beraninya? Baiklah ditutupnya segala pintu dan jangan lagi dengan cuma-cuma dinyalakannya api di atas mezbah-Ku! Bahwa tiada Aku berkenan akan kamu; demikianlah firman Tuhan serwa sekalian alam, dan tiada Aku suka akan persembahan makanan yang dari pada tanganmu.","Bahwasanya dari pada tempat matahari terbit sampai ke tempat matahari masuk nama-Ku akan besar di antara segala bangsa dan pada segala tempat akan dibawa bau-bauan dan persembahan yang suci kepada nama-Ku, karena nama-Ku akan besar di antara segala bangsa, demikianlah firman Tuhan serwa sekalian alam!","Maka kamu mengaibkan dia, tegal katamu: Meja Tuhan itu berkecelaan dan barang yang datang di atasnya itu makanan yang keji.","Dan lagi katamu: Lihatlah, bagaimana susah pekerjaan ini! Tetapi kamu sendiri juga yang menjadikan dia tiada berguna, demikianlah firman Tuhan serwa sekalian alam; tegal kamu mempersembahkan barang yang telah dirampas dan yang timpang dan sakit akan korban. Masakan Aku berkenan akan barang yang begitu dari pada tanganmu! demikianlah firman Tuhan.","Bahkan, kena laknat orang pembohong, seandainya di antara kawannya adalah seekor jantan yang telah dinazarkannya, lalu dipersembahkannya kepada Tuhan seekor yang sudah rusak! Karena Aku ini Raja yang mahabesar, demikianlah firman Tuhan serwa sekalian alam, dan nama-Kupun hebat di antara segala bangsa!"]