["Maka sekarangpun, hai segala imam, firman ini adalah kepadamu!","Jikalau tiada kamu mendengar akan dia dan jikalau tiada kamu memperhatikan dia, supaya kamu memberi hormat kepada nama-Ku, demikianlah firman Tuhan serwa sekalian alam, maka Aku menyuruhkan kutuk kelak di antara kamu, dan melaknatkan segala berkatmu; bahkan, Aku lagi sudah melaknatkan segala perkara itu, sebab tiada kamu memperhatikan dia.","Bahwasanya oleh karenamu Aku akan membinasakan segala taburan dan Aku mencampak kepada mukamu tahi segala masa raya tahimu; ia itulah perolehanmu dari padanya.","Bukankah kamu tahu juga, bahwa Aku sudah menyuruhkan firman ini kepadamu, yaitu perjanjian-Ku yang telah Kubuat dengan Lewi? demikianlah firman Tuhan serwa sekalian alam.","Adapun perjanjian-Ku dengan dia itulah hidup dan selamat, dan lagi Kukaruniakan dia kepadanya, supaya takutlah ia akan Daku, maka takutlah ia akan hadirat-Ku dan gentarlah ia akan nama-Ku!","Maka hukum kebenaran adalah pada lidahnya dan barang lalimpun tiada didapati pada bibirnya; dengan selamat dan tulus hati berjalanlah ia serta dengan Aku dan ditobatkannya banyak orang dari pada kesalahannya.","Karena haruslah bibir imam itu memeliharakan pengetahuan dan kepada lidahnyapun orang bertanyakan bunyi taurat, karena ialah utusan Tuhan serwa sekalian alam.","Tetapi kamu sudah menyimpang dari pada jalan itu dan sudah menjadi sebab banyak orang melangkahkan taurat; bahwa kamu sudah membusukkan perjanjian dengan Lewi itu; demikianlah firman Tuhan serwa sekalian alam.","Maka sebab itu Aku juga sudah menghinakan kamu dan merendahkan kamu di antara segenap orang banyak, tegal tiada kamu memeliharakan segala jalan-Ku dan sudah memandang muka orang dalam hal taurat.","Bukankah kita sekalian se-Bapa juga? Bukankah Allah yang esa sudah menjadikan kita? Mengapa maka kita berbuat khianat seorang akan seorang serta menghinakan perjanjian nenek moyang kita?","Bahwa orang Yehuda sudah berbuat khianat, dan perkara yang keji sudah dibuat di antara orang Israel, dan di Yeruzalem; karena orang Yehuda sudah menghinakan barang kesucian Tuhan, yang dikasihinya, dan mereka itu sudah berbinikan perempuan yang menyembah dewata orang helat.","Bahwa Tuhan akan menumpas orang yang berbuat begitu dari dalam kemah Yakub, jikalau ia penunggu atau biduan atau dipersembahkannya korban kepada Tuhan serwa sekalian alam sekalipun!","Tambahan pula perbuatanmu ini, maka kamu menudungi mezbah Tuhan dengan air mata, dengan tangis dan keluh kesah; sehingga tiada lagi Ia mau menilik kepada persembahanmu atau menerima sesuatu dari pada tanganmu dengan keridlaan.","Maka katamu lagi: Mengapa itu? Yaitu sebab Tuhan itulah saksi antara engkau dengan binimu pada masa mudamu, kepadanya engkau sudah khianat, yaitu kepada dia, yang sobatmu, dan isteri perjanjianmu.","Maka bukankah yang satu itu sudah berbuat demikian, pada masa tubuhnya lagi kuat? Tetapi apakah dituntut oleh yang satu itu? Yaitu satu benih dari pada Allah! Sebab itu, ingatlah baik-baik, jangan kamu pakai kuatmu akan berbuat khianat kepada bini masa mudamu.","Karena bencilah Aku akan talak, demikianlah firman Tuhan, Allah orang Israel, dan akan memberi malu kepada bini yang sopan, demikianlah firman Tuhan serwa sekalian alam! Sebab itu, ingatlah baik-baik, jangan kamu pakai kuatmu akan berbuat khianat!","Bahwa kamu memenatkan Tuhan dengan segala perkataanmu, maka katamu juga: Dengan apa kami memenatkan Dia? Yaitu sebab katamu: Barangsiapa yang berbuat jahat, ia itu baik kepada pemandangan Tuhan, dan akan orang yang begitu, Ia berkenan! Maka di mana gerangan Allah yang mengadakan hukum?"]