["Bahwasanya Aku menyuruhkan utusan-Ku, yang menyediakan jalan di hadapan hadirat-Ku, dan dengan segera akan datang kepada kaabahnya Tuhan, yang kamu cahari, dan Malaekat perjanjian, yang kamu rindukan itu, bahwasanya Ia datang, demikianlah firman Tuhan serwa sekalian alam!","Tetapi siapa gerangan akan menderita hari kedatangan-Nya? Dan siapa tahan berdiri, apabila kelihatanlah Ia? Karena Iapun seperti api pandai emas dan seperti sabun benara!","Maka Iapun akan duduk menghalusi dan mempersihkan perak dan mempersihkan segala bani Lewi, sambil menjauhkan dari padanya segala sanga seperti dari pada emas dan perak, supaya dapat dipersembahkannya persembahan kepada Tuhan dengan kebenaran.","Dan supaya segala persembahan Yehuda dan Yeruzalem boleh memperkenankan Tuhan, seperti pada zaman dahulukala dan pada tahun yang dahulu-dahulu.","Maka pada masa itu Aku akan menghampiri kamu hendak berhukum, dan dengan segera Aku akan memutuskan hukum atas segala tukang sulap dan atas orang yang berbuat zinah, dan atas orang yang bersumpah dusta dan atas orang yang dengan gagahnya menahani upah orang upahan, dan yang menganiayakan perempuan janda dan anak piatu dan orang dagang, dan yang tiada takut akan Daku, demikianlah firman Tuhan serwa sekalian alam.","Karena Aku ini, Tuhan, tiada berubah; itulah sebabnya maka kamu, hai bani Yakub, belum ditumpas.","Dari pada zaman nenek moyangmu juga kamu sudah undur dari pada segala syariat-Ku, dan tiada kamu memeliharakan dia. Hendaklah kamu kembali kepada-Ku, maka Akupun akan kembali kelak kepada kamu, demikianlah firman Tuhan serwa sekalian alam! Tetapi katamu: Dalam hal yang mana kami akan kembali?","Bolehkah manusia menipu Allah? Maka kamu hendak menipu Aku! Jikalau katamu: Dengan apa gerangan kami hendak menipu Engkau? Yaitu dengan segala perpuluhan dan persembahan tatangan!","Bahwa laknat, bahkan, laknat itu kamu datangkan atas dirimu, hai segenap bangsa ini, sebab kamu hendak menipu Aku!","Bawalah olehmu akan segala perpuluhanmu ke dalam perbendaharaan rumah-Ku, supaya adalah makanan dalam rumah-Ku; dan cobailah akan Daku dengan demikian, kalau-kalau tiada Aku membukai akan kamu segala pintu langit dan mencurahkan kepadamu berkat yang tiada sempat kamu taruh; demikianlah firman Tuhan serwa sekalian alam!","Maka oleh karenamu juga Aku akan melaknatkan si pembinasa, supaya jangan lagi dibinasakannya hasil bendang atau dibuluskannya pokok anggurmu yang di ladang, demikialah firman Tuhan serwa sekalian alam!","Maka segala bangsa akan menyebut kamu berbahagia, karena kamu akan jadi suatu tanah yang permai, demikianlah firman Tuhan serwa sekalian alam!","Segala perkataanmu sudah terlalu keras kepada-Ku, demikianlah firman Tuhan; meskipun katamu begini: Apakah kata kami yang tiada Kausuka itu?","Bahwa katamu: Cuma-cuma juga berbuat ibadat kepada Allah! Dan apakah faedahnya kami melakukan pengawalannya dan kami berpakaikan kain perkabungan di hadapan hadirat Tuhan serwa sekalian alam!","Sekarangpun kami sebutkan berbahagia orang yang sombong, karena rumah orang yang berbuat jahat itu sentosa; jikalau orang yang mencobai Allah sekalipun, ia itu lepas dari pada celaka.","Tetapi hendaklah segala orang yang berbakti kepada Tuhan itu berkata seorang kepada seorang: Bahwa sesungguhnya Tuhan juga mengamat-amati dan mendengarnya dan di hadapan hadirat-Nya adalah sebuah kitab peringatan tersurat bagi segala orang yang takut akan Tuhan dan yang mengindahkan nama-Nya!","Karena, demikianlah firman Tuhan serwa sekalian alam, pada hari yang Kudatangkan kelak mereka itu jadi bagi-Ku milik yang kekasih, dan Aku berlaku kepada mereka itu dengan kasih seperti seorang bapa mengasihi akan anaknya yang menurut perintahnya.","Pada masa itu kamu akan menoleh dan melihat bedanya antara orang yang benar dengan orang fasik, antara orang yang berbakti kepada Allah dengan orang yang tiada berbakti kepada-Nya!"]