["Sebermula, maka dipanggil Tuhan akan Musa, lalu berfirmanlah Tuhan kepadanya dari dalam kemah perhimpunan, firman-Nya:","Sampaikanlah kepada bani Israel perkataan ini: Jikalau barang seorang dari pada kamu hendak mempersembahkan kepada Tuhan suatu persembahan dari pada segala binatangnya, maka patutlah dipersembahkannya dari pada lembu atau kambingnya.","Jikalau persembahannya itu suatu korban bakaran dari pada lembunya, maka hendaklah dipersembahkannya seekor jantan yang tiada celanya dan hendaklah dibawanya akan dia sampai kepada pintu kemah perhimpunan, supaya ia itu mengadakan baginya gafirat di hadapan hadirat Tuhan.","Maka hendaklah ditumpangkannya tangannya kepada kepala korban bakaran itu, supaya ia itu mengadakan keridlaan baginya akan beroleh ampun.","Kemudian hendaklah disembelihkannya lembu muda itu di hadapan hadirat Tuhan; hendaklah anak-anak Harun, yang imam itu, mempersembahkan darahnya serta memercikkan dia keliling kepada mezbah, yang di hadapan pintu kemah perhimpunan.","Lalu hendaklah dikulitinya korban bakaran itu dan dipotongnya berpenggal-penggal.","Maka oleh anak-anak Harun, yang imam itu, hendaklah dibubuh api di atas mezbah, lalu diletakkan kayu di atas api itu.","Dan lagi hendaklah segala penggalnya dan kepalanya dan lemaknya diatur oleh anak-anak Harun, yang imam itu, di atas kayu yang dalam api di atas mezbah itu.","Tetapi isi perutnya dan pahanya hendaklah dicuci dengan air, maka sekalian itu hendaklah dibakar oleh imam itu di atas mezbah akan korban bakaran, akan korban api, yaitu suatu bau yang harum bagi Tuhan.","Maka jikalau persembahannya dari pada binatang yang kecil, seperti domba atau kambing akan korban bakaran, maka hendaklah dipersembahkannya seekor jantan yang tiada celanya.","Dan hendaklah disembelihkannya pada sisi mezbah yang arah ke utara di hadapan hadirat Tuhan, maka oleh anak-anak Harun, yang imam, akan dipercikkan darahnya kepada mezbah berkeliling.","Lalu hendaklah dipotongnya berpenggal-penggal serta dengan kepalanya dan lemaknya, maka ia itu akan diatur oleh imam di atas kayu yang dalam api di atas mezbah.","Tetapi isi perutnya dan pahanya hendaklah dicuci dengan air, maka sekalian itu akan dipersembahkan dan dibakar oleh imam di atas mezbah akan korban bakaran dan korban api, yaitu suatu bau yang harum bagi Tuhan.","Maka jikalau persembahannya kepada Tuhan suatu korban bakaran dari pada burung, maka hendaklah dipersembahkannya korban itu dari pada burung tekukur atau dari pada anak merpati.","Maka imam akan membawa dia kepada mezbah dan memulaskan kepalanya, lalu membakar dia di atas mezbah dan darahnya hendak diperah kepada dinding mezbah.","Maka temboloknya dan bulunya hendak dilalukannya, dibuang pada sebelah timur mezbah di tempat abu itu.","Lalu hendaklah dibelahkannya burung itu pada tempat sayapnya, tetapi jangan diceraikan, maka imam akan membakar dia di atas mezbah, di atas kayu yang dalam api itu akan korban bakaran, akan korban api, yaitu suatu bau yang harum bagi Tuhan adanya."]