["Sebermula, maka oleh Nadab dan Abihu, anak-anak Harun itu, diambil masing-masing akan pedupaannya, dibubuhnya api ke dalamnya dan diletakkannya dupa di atas api itu, maka dalam itu dibawanya ke hadapan hadirat Tuhan akan api yang tiada patut, yaitu yang tiada diperintahkan demikian.","Maka keluarlah suatu api dari hadirat Tuhan, yang menghanguskan keduanya, sehingga matilah keduanya di hadapan hadirat Tuhan.","Maka kata Musa kepada Harun: Inilah dia yang telah dikatakan Tuhan, firman-Nya: Bahwa Aku hendak dipermuliakan oleh orang yang menghampiri Aku, supaya Aku dihormati di hadapan orang banyak sekalian. Maka Harunpun berdiamlah dirinya!","Maka dipanggil Musa akan Misael dan Elzafan, anak-anak Uziel, mamak Harun, lalu katanya kepada mereka itu: Marilah kamu, bawalah akan saudaramu dari hadapan tempat suci ini sampai ke luar tempat tentara.","Maka datanglah mereka itu hampir, lalu dibawanya akan dia serta dengan pakaiannya sampai ke luar tempat tentara seperti perintah Musa.","Maka kata Musa kepada Harun dan kepada Eliazar dan Itamar, anak-anak Harun: Janganlah kamu menguraikan rambutmu atau mengoyak-ngoyakkan pakaianmu, supaya jangan kamupun mati dibunuh dan mendatangkan murka besar atas segenap sidang ini; melainkan segala saudaramu, yaitu segenap isi rumah Israel, boleh menangisi api ini, yang telah dinyalakan Tuhan.","Dan lagi jangan kamu keluar dari pada pintu kemah perhimpunan, supaya jangan kamupun mati dibunuh, karena minyak bau-bauan Tuhan adalah padamu. Maka mereka itupun berbuatlah seperti pesan Musa.","Maka berfirmanlah Tuhan kepada Harun, firman-Nya:","Baik air anggur baik minuman yang keras, jangan diminum olehmu atau oleh anak-anakmupun sertamu, apabila kamu masuk ke dalam kemah perhimpunan, supaya jangan kamu mati dibunuh; maka inilah suatu hukum yang kekal di antara kamu turun-temurun,","supaya dapat kamu membedakan antara perkara yang suci dengan perkara yang tiada suci dan antara barang yang haram dengan barang yang halal,","dan supaya dapat kamu mengajarkan bani Israel segala hukum, yang firman Tuhan kepadanya dengan lidah Musa.","Maka kata Musa kepada Harun dan kepada Eliazar dan Itamar, anak-anaknya yang lagi tinggal itu: Ambillah olehmu akan persembahan makanan yang tinggal dari pada korban bakaran Tuhan, makanlah dia fatir hampir dengan mezbah, karena ia itulah kesucian segala kesucian adanya.","Maka hendaklah kamu makan dia dalam tempat yang suci itu, karena ia itulah bahagian yang ditentukan bagimu dan bagi anak-anakmu laki-lakipun dari pada segala korban bakaran Tuhan, karena demikianlah firman-Nya kepadaku.","Tetapi dada korban timangan dan bahu korban tatangan itu bolehlah kamu makan pada barang tempat yang suci, yaitu engkau dan anak-anakmu laki-laki dan perempuanpun sertamu, karena ia itu telah diberikan kepadamu dan kepada anak-anakmupun akan bahagianmu yang tentu dari pada segala korban syukur bani Israel.","Adapun bahu korban tatangan dan dada korban timangan itu hendaklah dibawa serta dengan korban bakaran lemak itu, supaya ditimang-timang akan dia di hadapan hadirat Tuhan akan persembahan timangan. Maka inilah menjadi suatu hukum yang kekal bagimu dan bagi anak-anakmupun sertamu, setuju dengan firman Tuhan.","Hata, maka dicahari Musa dengan selidiknya akan kambing jantan korban karena dosa itu, maka sesungguhnya telah dibakar habis akan dia. Maka sangatlah marah Musa akan Eliazar dan Itamar, anak-anak laki-laki Harun, yang lagi tinggal itu, katanya:","Mengapa maka tiada kamu makan korban karena dosa itu pada tempat yang suci? karena ia itu kesucian segala kesucian adanya dan telah dikaruniakan kepadamu, supaya ditanggung olehmu akan kesalahan orang banyak itu dan kamu mengadakan gafirat atasnya di hadapan hadirat Tuhan.","Bahwa sesungguhnya darahnyapun tiada dibawa masuk ke dalam tempat yang suci itu; bolehlah kamu makan dia dalam tempat yang suci, seperti pesanku.","Maka ujar Harun kepada Musa: Bahwa sesungguhnya pada hari ini juga telah dipersembahkannya korbannya karena dosa dan korbannya bakaran di hadapan hadirat Tuhan, maka perkara yang demikian telah berlaku atasku, maka bolehkah pada hari ini aku makan korban karena dosa itu? Masakan ia itu baik kepada pemandangan Tuhan?","Demi didengar Musa akan kata ini, maka baiklah ia itu kepada pemandangannya."]