["Sebermula, maka berfirmanlah Tuhan kepada Musa, firman-Nya:","Inilah menjadi hukum akan orang berkusta pada hari ia disucikan: Hendaklah ia dibawa menghadap imam.","Maka imam itu akan pergi ke luar tempat tentara, jikalau dilihat imam bahwasanya bala kusta itu telah undur dari pada orang berkusta itu,","hendaklah disuruh imam orang mengambil dua ekor burung yang halal dan kayu araz dan benang kirmizi dan zufa.","Lalu hendaklah disuruh imam orang menyembelihkan burung seekor itu di atas sebuah periuk yang berisi air hidup.","Setelah itu hendaklah diambilnya akan burung seekor yang hidup itu dan akan kayu araz dan benang kirmizi dan zufa itu dicelupkannya serta dengan burung yang hidup itu dalam darah burung yang tersembelih di atas air hidup itu.","Lalu hendaklah dipercikkannya tujuh kali kepada orang yang hendak disucikan dari pada kustanya, kemudian hendaklah dibilangkan dia suci dan dilepaskannya burung yang hidup itu terbang di padang.","Maka hendaklah orang yang disucikan itu membasuh pakaiannya dan mencukur segala rambutnya dan membasuh dirinya dengan air, supaya sucilah ia; lalu bolehlah ia masuk ke dalam tempat tentara itu, tetapi hendaklah ia tinggal di luar kemahnya lagi tujuh hari lamanya.","Maka akan jadi kelak pada hari yang ketujuh itu, bahwa ia akan mencukur segala rambut kepalanya dan bulu janggutnya dan keningnya, segala rambutnya hendaklah dicukurnya dan dibasuhnya pakaiannya dan dimandikannya tubuhnya dengan air, lalu sucilah ia.","Maka pada hari yang kedelapan itu hendaklah diambilnya dua ekor anak domba yang tiada celanya dan seekor domba betina yang setahun umurnya dan tiada celanya dan lagi tiga perpuluhan tepung halus diramas dengan minyak akan persembahan makanan, dan setakar minyak.","Maka imam yang menyucikan itu akan menaruh orang yang hendak disucikan dan segala persembahan itu di hadapan hadirat Tuhan di hadapan pintu kemah perhimpunan.","Maka imam itu akan mengambil anak domba seekor itu lalu mempersembahkan dia serta dengan setakar minyak itu akan korban karena salah dan menimang-nimangkan dia akan korban timangan di hadapan hadirat Tuhan.","Lalu hendaklah disembelihkannya anak domba itu di tempat orang menyembelihkan korban karena dosa dan korban bakaran, yaitu di tempat suci; karena seperti korban karena dosa demikianpun korban karena salah adanya: ia itulah bahagian imam, dan kesucian segala kesucian adanya.","Maka hendaklah diambil imam dari pada darah korban karena salah itu, lalu dibubuh oleh imam akan dia pada cuping telinga kanan orang yang hendak disucikan dan pada ibu tangannya kanan dan pada ibu kakinya kanan.","Lagipun hendaklah diambil imam dari pada minyak setakar itu, dituangnya ke dalam tangan kiri imam sendiri.","Lalu hendaklah dicelup imam jari tangan kanannya ke dalam minyak yang pada tangannya kiri serta dipercikkannya dengan jarinya dari pada minyak itu tujuh kali di hadapan hadirat Tuhan.","Maka dari pada sisa minyak yang dalam tangannya hendaklah dibubuh imam pada cuping telinga kanan orang yang hendak disucikan dan pada ibu tangannya kanan dan pada ibu kakinya kanan, di atas bekas darah korban karena salah itu.","Maka sisa minyak yang lagi tinggal dalam tangan imam itu hendaklah dibubuhnya di atas kepala orang yang hendak disucikan itu, maka demikianlah peri diadakan imam gafirat atasnya di hadapan hadirat Tuhan.","Setelah itu maka hendaklah imam itu menyediakan korban karena dosa serta mengadakan gafirat atas orang yang hendak disucikan, kemudian dari pada itu hendaklah disembelihkannya korban bakaran itu.","Maka korban bakaran dan persembahan makanan itu hendaklah dipersembahkan oleh imam di atas mezbah, demikian hendaklah diadakan imam gafirat atasnya, supaya sucilah ia.","Tetapi jikalau orang itu miskin, tiada sampai kuat membelanjakan sekalian itu, maka hendaklah diambilnya hanya seekor anak domba akan korban karena salah dan korban timangan supaya diadakan gafirat atasnya, dan lagi seperpuluhan tepung halus yang diramas dengan minyak akan persembahan makanan dan minyak setakar;","dan lagi dua ekor burung tekukur atau dua ekor anak merpati, sekadar kuatnya, maka dari pada itu seekor akan korban karena dosa dan seekor akan korban bakaran.","Maka pada hari yang kedelapan hendaklah dibawanya akan dia karena kesuciannya kepada imam, ke pintu kemah perhimpunan, ke hadapan hadirat Tuhan.","Maka hendaklah diambil imam akan anak domba korban karena salah itu dan akan minyak setakar itu, lalu ditimang-timang olehnya akan persembahan timangan di hadapan hadirat Tuhan.","Setelah itu maka hendaklah disembelihkannya anak domba korban karena salah itu, lalu diambil imam dari pada darah korban karena salah itu, dibubuhnya pada cuping telinga kanan orang yang hendak disucikan, dan pada ibu tangannya kanan, dan pada ibu kakinya kanan,","dan lagi hendaklah dituang imam dari pada minyak itu ke dalam tangan kiri imam sendiri.","Setelah itu maka hendaklah dipercikkan imam dengan jarinya kanan dari pada minyak yang dalam tangannya kiri, tujuh kali di hadapan hadirat Tuhan.","Maka dari pada minyak yang dalam tangannya hendaklah dibubuh imam pada cuping telinga kanan orang yang hendak disucikan, dan pada ibu tangannya kanan dan pada ibu kakinya kanan, pada tempat bekas korban karena salah itu.","Maka sisa minyak yang dalam tangan itu, hendaklah dibubuhnya pada kepala orang yang hendak disucikan, supaya diadakan gafirat atasnya di hadapan hadirat Tuhan.","Kemudian hendaklah disediakannya seekor burung tekukur atau seekor anak merpati, sekadar ia dapat membelanjakan.","Dari pada yang dapat dibelanjakannya hendaklah disediakannya seekor akan korban karena dosa dan seekor akan korban bakaran serta dengan persembahan makanan itu, maka demikianlah diadakan imam gafirat atas orang yang hendak disucikan di hadapan hadirat Tuhan.","Maka inilah hukum akan orang yang telah kena penyakit kusta, yang tiada sampai kuat akan membelanjakan barang yang patut kepada kesuciannya.","Arakian, maka berfirmanlah Tuhan kepada Musa dan Harun, firman-Nya:","Apabila kamu sudah masuk ke dalam negeri Kanaan, yang hendak Kukaruniakan kepadamu akan milikmu, maka apabila Aku mendatangkan bala kusta kepada barang sebuah rumah dalam negeri milikmu itu,","hendaklah orang yang punya rumah itu datang memberi tahu imam, sambil katanya: Pada sangka sahaya rumah sahaya kena bala kusta.","Lalu hendaklah disuruh imam orang menghampakan rumah itu dahulu dari pada datang imam melihat bala itu, supaya jangan menjadi najis segala yang dalam rumah itu, setelah itu baharu datang imam melihati rumah itu.","Maka apabila dilihatnya akan bala itu bahwasanya adalah jahat pada dinding rumah itu, yaitu lekok-lekok kecil kehijauan atau kemerahan, kelihatannya lebih dalam dari pada dinding itu,","maka imam itu akan keluar dari pada rumah itu, ke sebelah pintu rumah, lalu hendaklah disuruhnya tutup rumah itu tujuh hari lamanya.","Maka pada hari yang ketujuh hendaklah imam itu datang kembali, maka apabila dilihatnya bahwasanya jahat itu makin lebih makan dalam dinding rumah itu,","hendaklah disuruhnya orang mencungkil batu yang kena jahat itu dan membuang dia ke luar negeri kepada suatu tempat yang najis;","dan hendaklah disuruhnya kikis-kikis dalamnya rumah itupun berkeliling, maka abu kapur yang dikikis itu hendaklah dibawa ke luar negeri, dicampak kepada suatu tempat yang najis.","Setelah itu maka hendaklah diambilnya batu yang lain menggantikan batu yang dicungkil itu, dan lagi diambilnya kapur yang lain, disapukannya kepada rumah itu.","Tetapi jikalau jahat itupun bertumbuh pula dalam rumah itu kemudian dari pada dicungkil orang akan batunya dan dikikis-kikisnya rumah itu dan disapukannya dengan kapur;","maka datanglah imam, dilihatnya bahwasanya jahat itu makin lebih termakan dalam rumah itu, niscaya adalah kusta yang jahat dalam rumah itu, dan najislah adanya.","Maka hendaklah dibongkar orang akan rumah itu, baik batunya baik kayunya baik segala kapur rumah itu, lalu disuruh ia itu dibawa ke luar negeri kepada suatu tempat yang najis.","Maka barangsiapa yang masuk ke dalam rumah itu selama hari rumah itu sudah tertutup, maka najislah orang itu sampai masuk matahari.","Dan barangsiapa yang tidur dalam rumah itu, hendaklah ia membasuh pakaiannya, dan barangsiapa yang makan dalam rumah itupun, hendaklah ia membasuh pakaiannya.","Tetapi jikalau imam sudah masuk serta dilihatnya bahwasanya jahat itu tiada makin lebih makan dalam rumah itu kemudian dari pada rumah itu disapu dengan kapur, maka hendaklah imam membilangkan rumah itu suci, sebab telah lalulah bala itu.","Maka supaya disucikannya rumah itu hendaklah diambil imam akan dua ekor burung dan kayu araz dan benang kirmizi dan zufa.","Maka burung yang seekor itu hendaklah disembelihkannya di atas sebuah periuk tanah yang berisi air hidup.","Lalu hendaklah diambilnya akan kayu araz dan zufa dan benang kirmizi dan burung seekor yang hidup itu, sekaliannya dicelupkannya ke dalam darah burung yang telah disembelihkan dan dalam air hidup itu; maka hendaklah dipercikkannya kepada rumah itu tujuh kali.","Demikianlah peri disucikannya rumah itupun dengan darah burung dan air hidup serta dengan burung yang hidup dengan kayu araz dan zufa dan benang kirmizi.","Maka burung seekor yang hidup itu hendaklah dibawanya ke luar negeri, dilepaskannya terbang di padang, demikianlah peri diadakannya gafirat atas rumah itu, lalu sucilah adanya.","Maka inilah hukum akan segala macam bala kusta dan kudis kepala yang jahat,","dan akan kusta pada pakaian dan pada rumah,","dan lagi akan bengkak dan puru dan panau,","dan akan mengajar pada hari yang mana orang najis dan pada hari yang mana orang suci pula adanya; bahwa inilah hukum akan penyakit kusta itu."]