["Arakian, maka berfirmanlah Tuhan kepada Musa dan Harun, firman-Nya:","Katakanlah olehmu kepada segala bani Israel ini: Barang seorang laki-laki yang berbeser tubuhnya, maka sebab beser itu najislah ia.","Maka inilah najasatnya sebab besernya: apabila tubuhnya berlelehan besernya atau tumpatlah tubuhnya dari pada besernya, ia itulah najasatnya.","Segala kasur bekas orang yang berbeser itu berbaring, ia itu najislah adanya, dan segala perkakas bekas orang itu duduk, ia itupun najislah adanya.","Dan barangsiapa yang telah menjamah kasurnya itu hendaklah ia membasuh pakaiannya dan memandikan dirinya dalam air, maka najislah ia sampai masuk matahari.","Dan barangsiapa yang duduk di atas perkakas bekas orang yang berbeser itu duduk, ia itu hendaklah membasuh pakaiannya dan memandikan dirinya dalam air, maka najislah ia sampai masuk matahari.","Dan barangsiapa yang menjamah tubuh orang yang berbeser itu, ia itu hendaklah membasuh pakaiannya dan memandikan dirinya dalam air, maka najislah ia sampai masuk matahari.","Dan lagi jikalau orang yang berbeser itu meludahi barang seorang yang suci, maka hendaklah orang yang diludahi itu membasuh pakaiannya dan memandikan dirinya dalam air, maka najislah ia sampai masuk matahari.","Demikianpun segala kendaraan bekas orang yang berbeser itu kendarai, ia itu najis adanya.","Dan barangsiapa yang menjamah barang sesuatu yang telah ada dibawahnya, ia itu najis adanya sampai masuk matahari, dan barangsiapa yang membawa lalu akan dia, ia itu hendaklah membasuh pakaiannya dan memandikan dirinya dalam air, maka najislah ia sampai masuk matahari.","Demikianpun barangsiapa yang telah menjamah orang yang berbeser itu dengan tiada dicelupkannya tangannya dalam air dahulu, ia itu hendaklah membasuh pakaiannya dan memandikan dirinya dalam air, maka najislah ia sampai masuk matahari.","Dan lagi barang tembekar yang telah dijamah oleh orang yang berbeser itu, ia itu hendaklah dipecahkan, tetapi segala barang kayu hendaklah dicuci dengan air.","Maka apabila sembuhlah orang yang berbeser itu dari pada besernya, maka hendaklah dibilangnya tujuh hari mulai dari pada hari baiknya, lalu hendaklah dibasuhnya pakaiannya dan dimandikannya tubuhnya dalam air yang mengalir, supaya sucilah ia.","Maka pada hari yang kedelapan itu hendaklah diambilnya akan dirinya dua ekor burung tekukur atau dua ekor anak merpati, lalu hendaklah ia datang ke hadapan hadirat Tuhan, ke pintu kemah perhimpunan dan memberikan burung itu kepada imam.","Maka hendaklah imam itu menyediakan dia, seekor akan korban karena dosa dan seekor akan korban bakaran, demikian diadakan imam gafirat atasnya di hadapan hadirat Tuhan, karena besernya itu.","Bermula, maka jikalau seorang laki-laki telah tumpahlah maninya, hendaklah dimandikannya segenap tubuhnya dalam air, maka najislah ia sampai masuk matahari.","Maka segala pakaian dan segala kulit yang kena mani itu, ia itu hendaklah dibasuh dengan air, dan najislah adanya sampai masuk matahari.","Demikianpun seorang perempuan, jikalau seorang laki-laki telah berbaring pada sisinya dengan tertumpah maninya, hendaklah keduanya memandikan dirinya dengan air, maka najislah adanya sampai masuk matahari.","Maka jikalau seorang perempuan ada cemar kainnya dan cemar kain tubuhnya itulah darah, hendaklah ia berasing tujuh hari lamanya, maka barangsiapa yang menjamah akan dia, ia itu najis adanya sampai masuk matahari.","Maka segala barang yang telah ia berbaring di atasnya pada masa cemar kainnya, ia itulah najis, dan segala barang yang telah ia duduk di atasnya, ia itupun najis adanya.","Dan barangsiapa yang menjamah tempat tidurnya, hendaklah ia membasuh pakaiannya dan memandikan dirinya dalam air, maka najislah ia sampai masuk matahari.","Dan lagi barangsiapa yang menjamah akan barang perkakas yang telah ia duduk di atasnya, ia itu hendaklah membasuh pakaiannya dan memandikan dirinya dalam air, maka najislah ia sampai masuk matahari.","Dan segala sesuatu yang telah ada di atas tempat tidur atau pada barang perkakas bekas duduknya, barangsiapa yang menjamah akan dia, ia itupun najis sampai masuk matahari.","Maka jikalau seorang laki-laki telah bersetubuh dengan dia serta kena cemar kainnya, maka tujuh hari lamanya najislah ia, dan segala tempat tidur bekas ia berbaring itupun najislah.","Maka jikalau seorang perempuan tumpah-tumpah darah beberapa hari lamanya, lain dari pada cemar kainnya atau lebih lama dari pada cemar kainnya yang biasa, maka pada masa tumpah-tumpah darahnya itu najislah ia sama seperti pada hari cemar kainnya yang biasa; maka najislah adanya.","Segala tempat tidur bekas ia berbaring segala hari tumpah-tumpah darahnya itu menjadi baginya sama seperti tempat tidurnya pada masa cemar kainnya yang biasa, dan segala barang perkakas bekas duduknya itu najislah sama seperti najasat cemar kainnya yang biasa.","Dan barangsiapa yang menjamah barang-barang itu, najislah ia, sebab itu hendaklah dibasuhnya pakaiannya dan dimandikannya dirinya dalam air, maka najislah ia sampai masuk matahari.","Maka apabila mulai sembuh ia dari pada tumpah-tumpah darahnya, hendaklah dibilangnya bagi dirinya tujuh hari, kemudian baharulah ia suci.","Maka pada hari yang kedelapan hendaklah diambilnya akan dirinya dua ekor burung tekukur atau dua ekor burung merpati, lalu dibawanya kepada imam, ke pintu kemah perhimpunan.","Maka hendaklah imam itu menyediakannya, seekor akan korban karena dosa dan seekor akan korban bakaran, dan imam itu akan mengadakan gafirat atasnya di hadapan hadirat Tuhan, karena najasat cemar kainnya.","Demikianlah kehendaknya engkau menasehatkan bani Israel dari pada segala najasat, supaya jangan binasa mereka itu sebab najasatnya, apabila dinajiskannya kemah-Ku, yang di tengah-tengahnya.","Maka inilah hukumnya akan orang yang berbeser dan akan orang yang tumpah maninya, yang najis oleh sebab itu,","dan akan orang perempuan yang dapat cemar kainnya seperti biasa, dan akan tiap-tiap orang, baik laki-laki baik perempuan, yang dapat beser itu dan akan orang laki-laki yang telah berbaring pada sisi orang yang najis adanya."]