["Sebermula, maka kemudian dari pada mati kedua anak laki-laki Harun, yang mati tatkala mereka itu menghampiri hadirat Tuhan, berfirmanlah Tuhan kepada Musa;","maka firman Tuhan kepada Musa demikian bunyinya: Katakanlah olehmu kepada Harun, abangmu, janganlah barang bilapun baik ia masuk ke dalam tempat yang suci, ke belakang tirai dinding sampai di hadapan tutupan gafirat yang di atas tabut itu, supaya jangan iapun mati dibunuh, karena nyatalah Aku dalam awan di atas tutupan gafirat itu.","Maka hendaklah Harun masuk ke dalam tempat yang suci dengan membawa barang ini: seekor anak lembu atau lembu muda akan korban karena dosa dan seekor domba jantan akan korban bakaran.","Maka hendaklah ia berpakaikan baju dalam dari pada kain rami yang suci dan serual dari pada kain rami akan ada pada tubuhnya dan hendaklah ia berpakaikan pengikat pinggang dari pada kain rami dan destarpun dari pada kain rami; maka sekalian inilah pakaian yang suci, sebab itu hendaklah dimandikannya tubuhnya dengan air dahulu dari pada berpakaikan dia.","Maka dari pada sidang bani Israel hendaklah diambilnya dua ekor kambing jantan akan korban karena dosa dan seekor domba jantan akan korban bakaran.","Maka hendaklah Harun mempersembahkan lembu muda akan korban karena dosa dirinya sendiri serta mengadakan gafirat atas dirinya dan atas rumahnya.","Lalu hendaklah diambilnya akan kedua ekor kambing jantan itu, didirikannya di hadapan hadirat Tuhan, di hadapan pintu kemah perhimpunan.","Maka hendaklah Harun membuang undi atas kedua ekor kambing jantan itu: seundi bagi Tuhan dan seundi bagi kambing yang hendak dihalaukan.","Setelah itu hendaklah disuruh Harun bawa hampir akan kambing jantan yang kena undi bagi Tuhan itu, lalu disediakannya akan korban karena dosa.","Tetapi adapun kambing jantan seekor, yang telah kena undi akan dihalaukan, ia itu hendaklah didirikannya dengan hidupnya di hadapan hadirat Tuhan, akan diadakan gafirat olehnya, supaya dihalaukan orang akan kambing jantan itu, dilepaskannya ke dalam gurun.","Maka hendaklah disuruh Harun bawa hampir kepadanya lembu muda akan korban karena dosa dirinya sendiri, supaya diadakannya gafirat atas dirinya dan atas isi rumahnya, lalu hendaklah disembelihkannya lembu muda itu akan korban karena dosa dirinya sendiri.","Setelah itu hendaklah diambilnya akan pedupaan penuh dengan bara api dari pada mezbah, yang di hadapan hadirat Tuhan, dan kedua genggamnya penuh dengan dupa dari pada rempah-rempah harum yang tertumbuk halus-halus, lalu hendaklah dibawanya sekalian itu masuk ke belakang tirai dinding itu.","Maka dupa itu hendaklah dibubuhnya di atas api di hadapan hadirat Tuhan, supaya asap dupa itu menudungi tutupan gafirat yang di atas assyahadat itu, supaya jangan ia mati dibunuh.","Maka hendaklah diambilnya dari pada darah lembu muda, dipercikkannya dengan jarinya kepada sebelah hadapan tutupan gafirat yang arah ke timur, dan kepada sebelah hadapan tutupan gafirat itu hendaklah dipercikkannya dengan jarinya dari pada darah itu tujuh kali.","Setelah itu hendaklah disembelihkannya kambing jantan korban karena dosa yang karena orang banyak itu, serta dibawanya akan darahnya masuk ke belakang tirai dinding, dan hendaklah diperbuatnya dengan darah itu sama seperti yang telah diperbuatnya dengan darah lembu muda itu, yaitu dipercikkannya kepada sebelah atas tutupan gafirat dan kepada sebelah hadapan tutupan gafirat.","Demikianlah diadakannya gafirat atas tempat yang suci itu sebab najasat segala bani Israel dan sebab segala kesalahannya, dan sebab segala dosanya, dan demikianpun hendaklah diperbuatnya akan kemah perhimpunan yang diam serta dengan mereka itu di tengah-tengah segala najasatnya.","Maka seorangpun jangan sertanya dalam kemah perhimpunan apabila ia masuk akan mengadakan gafirat dalam tempat yang suci itu sampailah ia ke luar pula; demikian hendaklah diadakannya gafirat atas dirinya dan atas isi rumahnya dan atas segenap sidang orang Israel itu.","Setelah keluar hendaklah ia langsung ke mezbah, yang di hadapan hadirat Tuhan, serta mengadakan gafirat atasnya, dan hendaklah diambilnya dari pada darah lembu muda dan dari pada darah kambing jantan itu, dibubuhnya pada tanduk mezbah itu keliling.","Maka hendaklah dipercikkannya dengan jarinya dari pada darah itu tujuh kali kepada mezbah itu, demikianlah disucikannya dan dikuduskannya dari pada segala najasat bani Israel.","Setelah sudah diadakannya gafirat atas tempat suci dan kemah perhimpunan dan mezbah itu, maka hendaklah disuruhnya bawa kambing jantan yang hidup itu hampir kepadanya.","Maka hendaklah ditumpangkan Harun kedua belah tangannya pada kepala kambing jantan yang hidup itu dan di atasnya ia akan mengaku segala durhaka bani Israel, segala dosanya dan menanggungkan dia di atas kepala kambing jantan itu, lalu hendaklah disuruhnya orang, yang ditentukan bagi yang demikian, membawa kambing itu pergi ke gurun.","Maka kambing jantan itu akan menanggung dan membawa lalu akan segala kesalahan mereka itu kepada suatu tanah yang sunyi, maka kambing jantan itupun hendaklah dihalaukannya ke gurun itu.","Sudah itu, maka Harunpun akan masuk ke dalam kemah perhimpunan lalu menanggalkan pakaian kain rami, yang dipakaikan apabila ia masuk ke dalam tempat yang suci itu, serta meninggalkan dia di sana.","Maka hendaklah dimandikannya tubuhnya dengan air pada tempat yang suci itu, lalu berpakaikan pakaiannya yang sehari-hari; setelah itu hendaklah ia keluar, lalu menyediakan korban bakarannya dan korban bakaran orang banyak itu serta mengadakan gafirat atas dirinya dan atas orang banyak itu.","Maka lemak korban karena dosa itu hendaklah dibakarnya di atas mezbah.","Adapun akan orang yang sudah membawa lalu akan kambing jantan yang dihalaukan itu, hendaklah ia membasuhkan pakaiannya dan memandikan tubuhnya dengan air; setelah sudah bolehlah ia masuk pula ke dalam tempat tentara itu.","Maka adapun lembu muda korban karena dosa dan domba jantan korban karena dosa, yang darahnya telah dibawa masuk ke dalam tempat yang suci akan mengadakan gafirat, ia itu hendaklah dibawa orang ke luar tempat tentara dan dibakar habis dengan api, baik kulitnya baik dagingnya baik isi perutnya.","Maka orang yang membakar habis akan dia itu hendaklah membasuhkan pakaiannya dan memandikan tubuhnya dalam air, setelah sudah bolehlah ia masuk pula ke dalam tempat tentara itu.","Bermula, maka inilah menjadi bagimu suatu hukum yang kekal selama-lamanya: Bahwa pada bulan yang ketujuh dan pada sepuluh hari bulan itu hendaklah kamu merendahkan hatimu dengan berpuasa, janganlah kamu berbuat barang sesuatu pekerjaan, baik kamu anak bumi baik orang dagang yang duduk menumpang di antara kamu.","Karena pada hari itulah akan diadakan gafirat atasmu, supaya kamu disucikan, sehingga sucilah kamu dari pada segala dosamu di hadapan hadirat Tuhan.","Maka hari itu akan menjadi bagimu suatu sabat perhentian, supaya kamu merendahkan hatimu dengan berpuasa; maka inilah suatu hukum yang kekal selama-lamanya.","Maka gafirat itu akan diadakan oleh imam yang telah disiram dengan minyak bau-bauan, atau oleh orang yang telah dilantik akan mengerjakan imamat menggantikan bapanya; maka hendaklah ia berpakaikan pakaian kain rami, yaitu pakaian tempat suci.","Maka hendaklah diadakannya gafirat atas tempat yang suci sendiri dan atas kemah perhimpunan dan atas mezbahpun hendaklah diadakannya gafirat, demikianpun atas segala imam dan atas segala orang sidang itu hendaklah diadakannya gafirat.","Maka inilah menjadi bagimu satu hukum yang kekal selama-lamanya, yaitu pada setahun sekali hendaklah diadakan gafirat atas segala bani Israel karena segala dosanya.","Maka dibuat oranglah seperti firman Tuhan yang kepada Musa itu."]