["Arakian, maka berfirmanlah Tuhan kepada Musa, firman-Nya:","Katakanlah olehmu kepada Harun dan kepada anak-anaknya dan kepada segala bani Israelpun demikian: Inilah kata yang dikatakan Tuhan, firman-Nya:","Barangsiapa dari pada isi rumah Israel, yang akan menyembelihkan seekor lembu atau anak domba atau kambing betina, baik dalam tempat tentara baik di luar tempat tentara,","maka tiada dibawanya akan dia ke pintu kemah perhimpunan supaya dari padanya dipersembahkannya kepada Tuhan suatu persembahan di hadapan kemah sembahyang Tuhan, maka darahnya akan ditanggungkan kepada orang itu, sebab ditumpahkannya darah, maka orang itupun akan ditumpas dari antara bangsanya.","Maka ia itu supaya dibawa oleh bani Israel kepada Tuhan akan persembelihannya, yang disembelihkannya di luar itu, yaitu dibawanya ke pintu kemah perhimpunan dan kepada imam, serta dipersembahkannya kepada Tuhan akan korban syukur.","Maka darahnya hendaklah dipercikkan oleh imam kepada mezbah Tuhan yang di pintu kemah perhimpunan, dan lemaknya hendaklah dibakarnya akan suatu bau yang harum bagi Tuhan.","Dan jangan mereka itu lagi mempersembahkan persembelihannya kepada syaitan, yang diturutnya dengan zinahnya; maka inilah menjadi suatu hukum yang kekal bagi mereka itu turun-temurun.","Maka katakanlah olehmu kepada mereka itu: Barangsiapa dari pada isi rumah Israel dan dari pada segala orang dagang, yang duduk menumpang di antaranya, apabila dipersembahkannya suatu korban bakaran atau korban sembelihan,","maka tiada dibawanya akan dia ke pintu kemah perhimpunan, supaya ia itu disediakan bagi Tuhan, maka orang itu akan ditumpas kelak dari antara bangsanya.","Dan barangsiapa dari pada isi rumah Israel dan dari pada segala orang dagang yang duduk menumpang di antaranya, apabila ia makan barang sesuatu yang darah, niscaya wajahku akan melawan orang yang telah makan darah itu, dan Aku akan menumpas dia kelak dari antara bangsanya.","Karena nyawa daging itu adalah dalam darahnya, sebab itu Aku telah menentukan dia bagi kamu di atas mezbah, supaya dengan dia juga diadakan gafirat atas jiwamu, karena darah juga yang mengadakan gafirat atas jiwa.","Maka sebab itupun firman-Ku kepada segala bani Israel ini: Dari pada kamu seorangpun jangan makan darah, dan seorang dagangpun yang duduk menumpang di antara kamu itu jangan makan darah.","Barangsiapa dari pada segala bani Israel dan dari pada segala orang dagang, yang duduk menumpang di antaranya, jikalau dalam berburu telah ditangkapnya barang binatang yang liar atau unggas yang halal dimakan, hendaklah ditumpahkannya darahnya dan ditudunginya dengan tanah.","Karena nyawa segala daging itulah darahnya, ia itu dibilang akan nyawanya, sebab itu firman-Ku kepada segala bani Israel: Jangan kamu makan darah barang sesuatu daging karena nyawa segala daging itulah darahnya; barangsiapa yang makan dia, ia itu akan ditumpas kelak.","Dan lagi baik anak bumi baik orang dagang, barangsiapa yang telah makan sesuatu bangkai atau binatang yang tercarik-carik itu, hendaklah dibasuhnya pakaiannya dan dimandikannya dirinya dalam air, maka najislah ia sampai masuk matahari, lalu sucilah pula ia.","Maka jikalau kiranya tiada dibasuhnya pakaiannya dan tiada dimandikannya tubuhnya, niscaya ia akan menanggung salahnya."]