["Arakian, maka berfirmanlah Tuhan kepada Musa, firman-Nya:","Katakanlah olehmu kepada segenap sidang bani Israel firman ini: Hendaklah kamu suci, karena sucilah Aku, Tuhan, Allahmu!","Maka hendaklah masing-masing orang memberi hormat akan ibu bapanya dan memeliharakan sabat-Ku: Bahwa Akulah Tuhan, Allahmu!","Dan jangan kamu berpaling kepada dewa-dewa dan jangan kamu memperbuatkan berhala perbuatan tuangan: Bahwa Akulah Tuhan, Allahmu!","Maka apabila kamu mempersembahkan kepada Tuhan korban syukur, hendaklah kamu mempersembahkan dia dengan keridlaan hatimu.","Maka pada hari yang kamu mempersembahkan dia dan pada keesokan harinya hendaklah ia itu dimakan, tetapi barang yang tinggal sampai lusanya itu hendaklah dibakar habis dengan api.","Maka jikalau kiranya lusanya dimakan dari padanya, ia itu suatu perkara yang keji dan tiada diperkenankan.","Maka barangsiapa yang makan dia, ia itu akan menanggung salahnya, sebab dihinakannya kesucian Tuhan, maka orang itu akan ditumpas kelak dari antara bangsanya.","Maka apabila kamu menuai hasil tanahmu, jangan kamu menuai habis-habis segala ujung tanahmu dan jangan kamu memungut barang yang ketinggalan dari pada penuaianmu itu.","Jangan kamu memetik buah-buah anggurmu sampai pada kedua kalinya dan buah-buah yang telah luruh itu jangan kamu pungut, melainkan hendaklah kamu membiarkan dia bagi orang yang papa dan yang dagang: Bahwa Akulah Tuhan, Allahmu!","Jangan kamu mencuri, dan jangan kamu berdusta, dan jangan kamu menipu seorang akan seorang.","Dan jangan kamu bersumpah dusta demi nama-Ku, karena demikian kamu menghinakan nama Allahmu: Bahwa Akulah Tuhan!","Jangan kamu menganiayakan samamu manusia, atau merampas barang-barangnya, dan uang pembayar upah orang upahanmu jangan bermalam sertamu sampai pagi hari.","Jangan kamu mengutuki orang tuli dan jangan kamu meletakkan kesentuhan di hadapan orang buta, melainkan hendaklah kamu takut akan Allahmu: Bahwa Akulah Tuhan!","Jangan kamu lalim dalam hukum; jangan kamu memandang akan muka orang kecil atau mengindahkan muka orang besar, melainkan hendaklah kamu membenarkan hal samamu manusia dengan adil.","Jangan kamu berjalan keliling di antara bangsamu bagaikan orang penuduh, dan jangan kamu bangkit akan menuntut darah samamu manusia: Bahwa Akulah Tuhan!","Jangan dalam hatimu ada dengki akan saudaramu, melainkan hendaklah kamu menegur samamu manusia dengan nyata-nyata, maka tiada salah tertanggung atasmu karena sebabnya.","Jangan kamu membalas jahat atau berdendam akan bani bangsamu, melainkan hendaklah kamu mengasihi akan samamu manusia seperti akan dirimu sendiri: Bahwa Akulah Tuhan!","Hendaklah kamu memeliharakan hukum-Ku, jangan kamu menjodohkan dua jenis binatangmu yang berlainan, dan jangan kamu menaburi bendangmu dengan dua jenis biji-bijian, dan jangan kamu berpakaikan pakaian tenunan dua macam benang.","Maka jikalau seorang berseketiduran dengan seorang perempuan yang sahaya adanya dan yang telah diberi kepada orang akan gundiknya, tetapi ia belum ditebus dan belum dimerdekakan, maka hendaklah keduanya disiksa dengan disesah, tetapi jangan mereka itu dibunuh, tegal belum ia dimerdekakan.","Setelah itu maka hendaklah dipersembahkannya kepada Tuhan korban karena salahnya di pintu kemah perhimpunan, yaitu seekor domba jantan akan korban karena salahnya.","Maka oleh imam akan diadakan gafirat atasnya dengan domba jantan akan korban karena salah di hadapan hadirat Tuhan, sebab dosa yang telah dibuatnya, maka dosa yang telah dibuatnya itu akan diampuni kepadanya.","Maka apabila kamu sudah masuk ke dalam negeri itu dan kamu menanam segala jenis pokok buah-buah, maka hendaklah buahnya yang muda-muda itu seperti dikhatankan kulupnya, tiga tahun lamanya hendaklah kamu membilangkan dia seperti belum dikhatankan, dan janganlah kamu makan dari padanya.","Maka pada tahun yang keempat segala buahnya akan suci adanya, suatu persembahan puji-pujian bagi Tuhan.","Tetapi pada tahun yang kelima bolehlah kamu makan buahnya serta memungut hasilnya bagi dirimu: Bahwa Akulah Tuhan, Allahmu!","Jangan kamu makan barang sesuatu yang darah adanya, dan jangan kamu menyidik pesona seranah atau melihat dalam nujum.","Jangan kamu mencukur rambut kepalamu keliling sehingga tinggal jambul sahaja, dan jangan kamu merusakkan ujung janggutmu.","Jangan kamu menoreh tubuhmu karena sebab seorang yang mati, dan jangan kamu menyelarkan tubuhmu dengan barang sesuatu tulisan: Bahwa Akulah Tuhan.","Jangan kamu menghinakan anakmu perempuan dengan menaruh akan dia bagaikan sundal, supaya negeri itu jangan dipenuhi dengan persundalan dan perbuatan yang keji.","Hendaklah kamu memeliharakan sabat-Ku dan mengindahkan tempat-Ku yang suci itu: Bahwa Akulah Tuhan!","Dan jangan kamu berpaling kepada orang petenung atau orang yang manaruh hikmat iblis, jangan kamu mencahari mereka itu hendak menajiskan dirimu dengan dia: Bahwa Akulah Tuhan, Allahmu!","Di hadapan orang berambut putih hendaklah kamu bangkit berdiri; berilah hormat akan orang tua, dan takutlah kamu akan Allahmu: Bahwa Akulah Tuhan!","Maka apabila seorang dagang duduk menumpang di antara kamu dalam negerimu jangan kamu mengusik akan dia.","Biarlah orang dagang yang duduk menumpang di antara kamu itu dipandang olehmu bagaikan anak bumi juga dan dikasihi olehmu bagaikan kasih kamu akan dirimu sendiri, karena dahulu kamupun orang daganglah di negeri Mesir: Bahwa Akulah Tuhan, Allahmu!","Jangan kamu merugikan orang dalam hukum dengan ukuran atau dengan timbangan atau dengan sukatan.","Maka hendaklah kamu menaruh akan neraca yang betul dan akan buah timbangan yang betul dan akan efa yang betul dan akan hin yang betul: Bahwa Akulah Tuhan, Allahmu, yang telah menghantar akan kamu ke luar dari negeri Mesir.","Maka sebab itu hendaklah kamu memeliharakan segala hukum-Ku dan segala firman-Ku, dan perbuatlah akan dia: Bahwa Akulah Tuhan!"]