["Maka jikalau barang seorang mempersembahkan kepada Tuhan suatu persembahan makanan, maka persembahan itu hendaklah dari pada tepung halus, disirami olehnya dengan minyak dan disertakan kemenyan.","Maka hendaklah dibawanya kepada anak-anak Harun, yang imam, dan ia akan mengambil dari padanya segenggam penuh-penuh, yaitu dari pada tepungnya dan dari pada minyaknya serta dengan segala kemenyan itu, maka imam itu akan membakar bahagian persembahan itu di atas mezbah akan persembahan api, yaitu suatu bau yang harum bagi Tuhan.","Maka barang yang tinggal dari pada persembahan makanan itu menjadi bahagian Harun dan anak-anaknya, ia itulah kesucian segala kesucian dari pada segala persembahan api kepada Tuhan.","Maka jikalau kamu hendak mempersembahkan suatu persembahan makanan yang dibakar dalam dapur, maka hendaklah ia itu apam fatir dari pada tepung halus diramas dengan minyak atau adonan fatir yang tersapu dengan minyak.","Maka jikalau persembahanmu suatu persembahan makanan yang direndang dalam belanga, maka hendaklah ia itu dari pada tepung halus yang tiada beragi dan diramas dengan minyak.","Lalu pecahkanlah dia, siramlah dia dengan minyak, demikianlah ia itu menjadi persembahan makanan.","Maka jikalau persembahanmu suatu persembahan makanan yang dipanggang pada kursang, maka hendaklah ia itu diperbuat dari pada tepung halus dan minyak.","Maka persembahan makanan yang disediakan demikian hendaklah kaupersembahkan kepada Tuhan; maka ia itu akan dihampirkan oranglah kepada imam, yang akan membawa dia kepada mezbah.","Maka dari pada persembahan makanan itu akan diambil oleh imam bahagian yang patut dipersembahkan, lalu hendaklah dibakarnya di atas mezbah, maka ia itu suatu persembahan api, suatu bau yang harum bagi Tuhan.","Maka barang yang tinggal dari pada persembahan makanan itu akan menjadi bahagian Harun dan anak-anaknya, ia itulah kesucian segala kesucian dari pada segala persembahan api bagi Tuhan.","Janganlah barang suatu persembahan makanan yang kamu persembahkan kepada Tuhan itu diperbuat berkhamir, karena baik khamir baik air madu, janganlah kamu bakar dia akan persembahan api kepada Tuhan.","Boleh juga kamu mempersembahkan dia bagi persembahan hasil yang sulung kepada Tuhan, tetapi tiada boleh ia itu dibakar di atas mezbah bagi bau yang harum.","Maka segala persembahan makanan yang kamu persembahkan itu hendaklah kamu garami dengan garam, sekali-kali jangan kamu tinggalkan dari pada persembahan makananmu akan garam perjanjian Allahmu, maka serta dengan segala persembahanmu tak akan jangan kamu mempersembahkan garampun.","Maka jikalau kamu mempersembahkan kepada Tuhan suatu persembahan makanan dari pada buah bungaran, maka hendaklah ia itu mayang gandum yang baharu dan terpanggang di api, bijinya ditumbuk halus-halus; demikian hendaklah kamu mempersembahkan persembahan makanan dari pada buah bungaranmu.","Maka hendaklah kamu membubuh lagi minyak dan taruhlah pula kemenyan di atasnya, demikianlah ia itu menjadi suatu persembahan makanan.","Maka bahagian persembahan dari pada gandum yang ditumbuk dan dari pada minyak serta dengan segala kemenyan itu akan dibakar oleh imam bagi persembahan api kepada Tuhan."]