["Arakian, maka berfirmanlah Tuhan kepada Musa, firman-Nya:","Dan lagi katakanlah kepada segala bani Israel ini: Barangsiapa dari pada segala bani Israel atau dari pada segala orang dagang, yang duduk menumpang di antara orang Israel, jikalau dipersembahkannya anaknya kepada Molekh, orang itu akan mati dibunuh, dilempari dengan batu oleh orang isi negeri.","Maka Aku sendiripun akan menunjuk wajah-Ku melawan orang itu dan menumpaskan dia dari antara bangsanya, sebab telah dipersembahkannya anak buahnya kepada Molekh, hendak menajiskan tempat-Ku yang suci dan menghinakan nama-Ku yang suci itu.","Maka jikalau kiranya orang isi negeri itu pura-pura tiada melihat apabila orang itu mempersembahkan anak buahnya kepada Molekh, sehingga tiada dibunuh mereka itu akan dia:","maka Aku akan menunjuk wajah-Ku kelak melawan orang itu dan melawan kaum keluarganya, maka Aku akan menumpaskan dia dari antara bangsanya serta dengan segala orang yang menurut zinahnya, yang menurut zinah Molekh itu.","Demikianpun jikalau seorang sudah pergi bertanyakan orang petenung atau orang yang tahu hikmat iblis, hendak menurut zinahnya, maka Aku akan menunjuk wajah-Ku kelak melawan orang itu dan menumpaskan dia dari antara bangsanya.","Sebab itu sucikanlah dirimu dan jadilah kamu suci, karena Akulah Tuhan, Allahmu!","Dan peliharakanlah segala hukum-Ku dan buatlah akan dia, maka Aku ini Tuhan, yang menyucikan kamu.","Jikalau barang seorang, siapapun baik, telah mengutuki bapanya atau ibunya, maka tak akan jangan orang itu mati dibunuh, sebab telah dikutukinya bapanya atau ibunya, maka darahnya tertanggunglah atasnya.","Maka jikalau seorang laki-laki telah berbuat zinah dengan bini orang, sebab telah ia berbuat zinah dengan bini orang itu, tak akan jangan keduanya mati dibunuh, baik laki-laki baik perempuan yang berbuat zinah itu.","Maka jikalau seorang telah berseketiduran dengan bini bapanya dan telah mencemarkan tempat tidur bapanya, tak akan jangan keduanya mati dibunuh, maka darahnya tertanggunglah atasnya.","Demikianpun jikalau seorang telah berseketiduran dengan bini anaknya, tak akan jangan keduanya mati dibunuh, sebab telah diperbuatnya suatu perkara yang keji, maka darahnya tertanggunglah atasnya.","Maka jikalau seorang laki-laki telah berseketiduran dengan seorang laki-laki, yaitu cara perempuan, maka keduanya telah berbuat suatu perkara yang keji, tak akan jangan ia mati dibunuh dan darahnya tertanggunglah atasnya.","Maka jikalau seorang telah mengambil seorang perempuan dan emaknyapun sertanya akan bininya, ia itulah perbuatan yang keji, tak akan jangan dibakar habis akan ketiganya dengan api, supaya jangan ada perbuatan yang keji di antara kamu.","Demikianpun jikalau seorang laki-laki telah berseketiduran dengan binatang, tak akan jangan orang itu mati dibunuh dan binatang itupun dipalu sampai mati.","Demikianpun jikalau seorang perempuan telah menghampiri binatang hendak memuaskan nafsunya, maka hendaklah kamu membunuh perempuan itu dan binatang itupun sertanya; tak akan jangan keduanya mati dibunuh, maka darahnya tertanggunglah atasnya!","Maka jikalau seorang telah berbinikan saudaranya perempuan, baik ia anak bapanya atau anak ibunya, dan mereka itu telah berseketiduran, ia itulah sumbang adanya, mereka itu akan ditumpas di hadapan mata segala bani bangsanya, sebab telah dicemarkannya saudaranya perempuan, maka salahnya tertanggunglah atasnya.","Maka jikalau seorang telah berbaring dengan seorang perempuan yang cemar kainnya dan telah bersetubuh dengan dia, dan perempuan itupun ridla akan dia, maka keduanya akan ditumpas dari antara bangsanya.","Dan lagi jangan kamu berseketiduran dengan saudara perempuan ibumu atau dengan saudara perempuan bapamu, karena demikian orang menghinakan daging darahnya sendiri, keduanya akan menanggung salahnya.","Maka jikalau seorang telah berseketiduran dengan mamaknya perempuan, ia itu telah mencemarkan tempat tiduran mamaknya laki-laki; keduanya akan menanggung dosanya dan mereka itu akan mati bulus.","Maka jikalau seorang telah mengambil bini saudaranya laki-laki, ia itulah sumbang adanya, dan ia telah mencemarkan tempat tidur saudaranya, maka mereka itu akan tinggal bulus.","Maka sebab itu peliharakanlah kamu segala hukum-Ku, dan segala firman-Ku, dan buatlah akan dia, supaya jangan kamupun dimuntahkan oleh negeri, tempat yang Aku menghantarkan kamu ke sana, supaya kamu duduk di dalamnya.","Maka jangan kamu menurut adat bangsa yang akan Kuhalaukan kelak dari hadapanmu, karena mereka itu telah berbuat segala perkara itu, sehingga jemulah Aku akan mereka itu.","Maka sebab itu firman-Ku kepadamu: Ambillah negerinya akan bahagian pusakamu, karena Aku telah mengaruniakan dia kepadamu akan milikmu turun-temurun, yaitu suatu negeri yang berkelimpahan air susu dan madu: Bahwa Aku inilah Tuhan, Allahmu, yang telah mengasingkan kamu dari pada segala bangsa yang lain!","Maka sebab itu hendaklah kamu membedakan antara binatang yang halal dengan yang haram dan antara unggas yang halal dengan yang haram; maka jangan kamu menajiskan dirimu dengan binatang yang berkaki empat atau dengan unggas atau dengan binatang yang melata di atas bumi, yang telah Kuasingkan, supaya haramlah ia kepadamu.","Maka hendaklah kamu menjadi suci bagi-Ku, karena Aku ini Tuhan yang Mahasuci adanya; maka Aku telah mengasingkan kamu dari pada segala bangsa yang lain itu, supaya kamu menjadi umat-Ku.","Maka barangsiapa di antara kamu, baik orang laki-laki atau perempuan, yang menjadi petenung atau menaruh hikmat iblis, tak akan jangan ia itu mati dibunuh, hendaklah orang melempari dia dengan batu, maka darahnya tertanggunglah atasnya."]