["Bermula, maka berfirmanlah Tuhan kepada Musa: Katakanlah olehmu kepada segala imam anak-anak Harun itu, demikian: Seorang imampun jangan menajiskan dirinya di antara bangsanya dari karena seorang mati.","Melainkan dari pada karena keluarganya yang berdamping dengan dia, yaitu dari karena ibunya atau bapanya atau anaknya laki-laki atau anaknya perempuan atau saudaranya laki-laki.","Atau dari karena saudaranya perempuan yang duduk sertanya selagi anak dara, yang belum menjadi bini orang, dari karena diapun boleh ia menajiskan dirinya.","Maka jangan ia menajiskan dirinya dalam hal pangkat kepala isi rumahnya di antara bangsanya, sehingga ia menghinakan dirinya.","Jangan mereka itu bergundulkan kepalanya atau mencukur ujung janggutnya atau menoreh tubuhnya.","Maka hendaklah mereka itu menjadi suci bagi Allahnya, dan jangan mereka itu menghinakan nama Allahnya, karena mereka itu mempersembahkan korban bakaran kepada Tuhan, yaitu santapan Allahnya; maka sebab itu hendaklah mereka itu suci adanya.","Jangan mereka itu berbinikan seorang perempuan sundal atau yang telah membuang dirinya, dan lagi jangan diperbinikannya seorang perempuan yang telah dibuang oleh lakinya, karena imam itu suci bagi Tuhan.","Maka hendaklah kamu membilangkan dia suci, sebab dipersembahkannya santapan Allahmu; maka sucilah Aku, Tuhan, yang menyucikan kamu.","Maka sebab itu apabila seorang anak perempuan imam menjadi seorang sundal, maka dihinakannya, bapanya, tak akan jangan perempuan itu dibakar habis dengan api.","Maka adapun yang imam besar di antara segala saudaranya dan yang telah disiram kepalanya dengan minyak bau-bauan dan yang telah dilantik akan berpakaian pakaian yang suci itu, ia itu tak boleh menguraikan rambutnya atau mengoyak-ngoyak pakaiannya.","Maka jangan ia datang hampir kepada orang mati, dan jangan ia menajiskan dirinya, jikalau karena bapanya atau karena ibunya sekalipun.","Maka jangan ia keluar dari pada tempat yang suci itu, supaya jangan dihinakannya tempat suci Allahnya, karena makota yang kena minyak bau-bauan Allahnya adalah padanya: Bahwa Akulah Tuhan!","Maka hendaklah diperbinikannya seorang yang lagi anak dara adanya.","Jangan diambilnya seorang perempuan janda, atau yang terbuang, atau sundal yang hina, melainkan seorang anak dara dari pada bangsanya sendiri hendaklah diambilnya akan bininya.","Supaya jangan dihinakannya benihnya di antara bangsanya; karena Akulah Tuhan, yang menyucikan dia!","Arakian, maka berfirmanlah Tuhan kepada Musa, firman-Nya:","Katakanlah kepada Harun ini: Barangsiapa dari pada benihmu, turun-temurun, yang berkecelaan tubuhnya, ia itu tiada boleh datang hampir akan mempersembahkan santapan Allahnya.","Maka dari pada segala orang yang berkecelaan itu seorangpun jangan datang hampir, baik orang yang buta atau yang timpang atau yang sumbing bibirnya atau telinganya,","atau orang yang berkecelaan tangannya atau kakinya,","atau orang yang bungkuk, atau yang keretut, atau yang berbelalak matanya, atau yang berkurap atau berpuru atau berburut.","Dari pada segala benih Harun, imam itu, barangsiapa yang berkecelaan, ia itu tiada boleh datang hampir akan mempersembahkan korban bakaran kepada Tuhan; adalah kecelaan padanya, maka tiada boleh ia datang hampir akan mempersembahkan santapan Allahnya.","Maka santapan Allahnya, baik yang kesucian segala kesucian baik yang kesucian adanya, itu boleh dimakannya;","tetapi tiada boleh ia datang sampai ke tirai dinding dan tiada boleh ia menghampiri mezbah, sebab berkecelaanlah tubuhnya, supaya jangan dihinakannya segala tempat-Ku yang suci itu: Bahwa Akulah Tuhan, yang menyucikan dia.","Maka Musapun menyampaikanlah segala firman ini kepada Harun dari kepada anak-anaknya dan kepada segala bani Israelpun."]