["Dan lagi berfirmanlah Tuhan kepada Musa, firman-Nya:","Katakanlah olehmu kepada Harun dan kepada anak-anaknya, supaya mereka itu melakukan dirinya dengan akal budi dalam segala perkara yang suci itu, jangan dihinakannya nama kesucian-Ku: Bahwa Akulah Tuhan!","Katakanlah kepada mereka itu: Barangsiapa dari pada segala benihnya turun-temurun, yang datang hampir kepada barang-barang suci, yang disucikan oleh bani Israel bagi Tuhan, jikalau ia datang pada masa adalah lagi najasatnya padanya, maka orang itu akan ditumpas kelak dari hadapan-Ku: Bahwa Akulah Tuhan!","Dari pada benih Harun segala orang yang berkusta atau berbeser itu, barangsiapapun baik, tak boleh ia makan dari pada barang yang suci sebelum sembuhlah ia pula; demikianpun segala orang yang telah menjamah barang sesuatu yang dinajiskan oleh mayat, atau segala orang yang telah tumpah maninya.","Atau orang yang telah menjamah barang suatu binatang melata yang menajiskan dia, atau orang yang menajiskan dia, sekadar segala yang dapat menajiskan.","Barangsiapa yang telah menjamah barang sebagainya itu, najislah adanya sampai masuk matahari; jangan ia makan dari pada barang yang suci itu sampai sudah dimandikannya tubuhnya dalam air.","Setelah sudah masuk matahari baharu sucilah ia, kemudian bolehlah ia makan dari pada barang yang suci itu, karena ia itulah makanannya.","Barang bangkai atau yang koyak-koyak itu jangan dimakannya, supaya jangan ia menjadi najis: Bahwa Akulah Tuhan!","Demikian hendaklah mereka itu melakukan kebaktian kepada-Ku, supaya dalamnya jangan mereka itu menanggung dosa serta mati sebab dihinakannya akan dia: Bahwa Akulah Tuhan, yang menyucikan mereka itu.","Dan lagi orang keluaranpun jangan makan dari pada barang yang suci itu, baik ia orang menumpang baik ia orang upahan imam, jangan ia makan dari pada barang yang suci itu.","Tetapi adapun orang yang milik imam, sebab dibelinya dengan uang, ia itupun boleh makan dari padanya; demikianpun orang yang diperanakkan dalam rumahnya, bolehlah mereka itu makan dari pada makanannya.","Tetapi anak perempuan imam, jikalau ia telah menjadi bini orang keluaran, tiada boleh ia makan dari pada persembahan tatangan barang yang suci itu.","Tetapi anak perempuan imam, jikalau ia janda atau tertalak dan tiada beranak, sehingga telah kembalilah ia ke rumah bapanya seperti pada masa mudanya, ia itu boleh makan dari pada makanan bapanya, tetapi jangan seorang keluaran makan dari padanya.","Maka jikalau seorang telah makan dari pada barang yang suci itu sebab sesat, maka hendaklah dipertambahkannya dengan seperlima banyaknya dan dikembalikannya barang yang suci itu kepada imam demikianlah.","Maka demikian tiada mereka itu akan menghinakan barang yang suci, yang dipersembahkan oleh bani Israel kepada Tuhan akan persembahan tatangan;","dan tiada ditanggungkan mereka itu kesalahan dosa atas dirinya sebab dimakannya barang yang suci itu: Bahwa Akulah Tuhan, yang menyucikan mereka itu.","Arakian, maka berfirmanlah Tuhan kepada Musa, firman-Nya:","Katakanlah kepada Harun dan kepada anak-anaknya dan kepada segala bani Israel ini: Barangsiapapun baik dari pada isi rumah Israel atau yang menumpang di antara orang Israel seperti orang dagang, jikalau ia hendak mempersembahkan suatu persembahan seperti segala nazarnya dan segala persembahan dari ridla hatinya, yang hendak dipersembahkannya kepada Tuhan akan korban bakaran;","supaya ia itu mengadakan keridlaan atasmu, maka hendaklah ia itu jantan yang tiada berkecelaan, diambil dari pada segala lembu atau anak domba atau kambing.","Segala sesuatu yang berkecelaan adanya jangan kamu persembahkan, karena ia itu tiada mengadakan keridlaan atasmu.","Maka jikalau seorang mempersembahkan kepada Tuhan suatu korban syukur, hendak menyampaikan nazarnya, atau seperti persembahan dengan ridla hatinya, diambil dari pada segala lembu atau kambing domba, maka hendaklah ia itu tiada berkecelaan, supaya diadakannya keridlaan maka tak boleh ia itu berkecelaan adanya.","Adapun binatang yang buta, atau luka, atau timpang, atau sakit, atau berkurap, atau berpuru itu, ia itu tak boleh kamu korbankan atau persembahkan kepada Tuhan akan korban bakaran di atas mezbahnya.","Tetapi seekor lembu atau domba yang sumbing telinganya atau bibirnya itu boleh kamu sediakan akan korban dari ridla hatimu, tetapi akan menyampaikan nazarmu tiada ia itu boleh mengadakan keridlaan.","Maka binatang yang kebiri sebab ditindih, atau dipecahkan, atau dikoyak, atau dikerat buah pelirnya, jangan kamu persembahkan kepada Tuhan, dan lagi dalam negerimu jangan kamu mengebirikan binatang.","Maka dari pada tangan orang lain bangsapun jangan kamu mempersembahkan segala perkara ini kepada Allahmu akan santapannya, karena busuknya ada di dalamnya dan adalah kecelaan padanya, tiada boleh diadakannya keridlaan atasmu.","Dan lagi berfirmanlah Tuhan kepada Musa, firman-Nya:","Apabila anak lembu atau anak domba atau anak kambing baharu jadi, maka hendaklah ia itu tinggal serta dengan emaknya tujuh hari lamanya, tetapi mulai dari pada hari yang kedelapan dan lebih tuapun bolehlah ia itu dipersembahkan kepada Tuhan akan korban bakaran.","Tetapi jangan kamu menyembelihkan lembu atau domba serta dengan anaknya sekali pada sama sehari.","Maka jikalau kamu akan mempersembahkan kepada Tuhan suatu persembahan puji-pujian, maka hendaklah kamu mempersembahkan dia, supaya boleh diadakannya keridlaan atasmu.","Maka pada sehari itu jua hendaklah ia itu dimakan: jangan kamu tinggalkan sisanya sampai pagi hari: Bahwa Akulah Tuhan!","Maka hendaklah kamu memeliharakan firman-Ku dan berbuat akan dia: Bahwa Akulah Tuhan!","Maka jangan kamu menghinakan nama-Ku yang suci itu, supaya Aku dibilang suci di antara segala bani Israel: Bahwa Akulah Tuhan, yang menyucikan kamu.","Dan yang telah menghantar akan kamu keluar dari negeri Mesir, supaya Akulah Allahmu: Bahwa Akulah Tuhan!"]