["Arakian, maka berfirmanlah Tuhan kepada Musa, firman-Nya:","Katakanlah kepada segala bani Israel ini: Adapun segala masa raya Tuhan, yang akan diserukan oleh kamu bagi perhimpunan yang suci, segala masa raya-Ku inilah dia:","Enam hari lamanya hendaklah orang bekerja, tetapi pada hari yang ketujuh itulah sabat perhentian bagi suatu perhimpunan yang suci, barang sesuatu pekerjaanpun jangan kamu perbuat, karena ia itulah sabat Tuhan pada segala tempat kedudukan kamu.","Maka inilah segala masa raya Tuhan akan perhimpunan yang suci, yang hendak kamu serukan pada masanya yang tertentu:","Pada bulan yang pertama, pada empat belas hari bulan itu dan pada petang hari adalah Pasah Tuhan.","Maka pada lima belas hari bulan itu adalah hari raya fatir bagi Tuhan, maka hendaklah kamu makan apam fatir tujuh hari lamanya.","Maka pada hari yang pertama itu hendaklah bagimu suatu perhimpunan yang suci; barang suatu pekerjaanpun jangan kamu perbuat.","Maka tujuh hari lamanya hendaklah kamu mempersembahkan korban bakaran kepada Tuhan, maka pada hari yang ketujuhpun akan ada suatu perhimpunan yang suci, barang suatu pekerjaanpun jangan kamu perbuat.","Maka berfirmanlah Tuhan kepada Musa, firman-Nya:","Katakanlah kepada segala bani Israel ini: Apabila kamu sudah masuk ke dalam negeri yang hendak Kuanugerahkan kepadamu, serta kamu menuai hasilnya, maka hendaklah dari pada hulu penuaianmu seikat kamu bawa kepada imam.","Maka hendaklah seikat itu ditimang-timang imam di hadapan hadirat Tuhan, supaya diadakannya keridlaan atasmu; maka pada keesokan harinya kemudian dari pada sabat itu hendaklah ditimang-timang imam akan dia.","Maka pada hari kamu menimang-nimang seikat itu hendaklah kamu menyediakan seekor anak domba yang setahun umurnya dan yang tiada berkecelaan, akan korban bakaran bagi Tuhan.","Dan lagi persembahan makanan dari pada dua perpuluhan tepung halus, yang diramas dengan minyak, akan persembahan bakaran, suatu bau yang harum bagi Tuhan, dan suatu persembahan minuman dari pada air anggur, seperempat hin banyaknya.","Maka jangan kamu makan roti, atau emping, atau tepung yang ditumbuk, sampai pada hari itu juga, sampai sudah kamu membawa persembahan itu kepada Allahmu; maka inilah suatu hukum yang kekal bagimu turun-temurun pada segala tempat kedudukan kamu.","Setelah itu maka dari pada keesokan harinya kemudian, dari pada sabat itu, yaitu dari pada hari yang kamu mempersembahkan gandum seikat akan persembahan timang-timangan, hendaklah kamu membilang tujuh sabtu genap.","Sampai kepada keesokan harinya kemudian dari pada sabtu yang ketujuh itu, genap lima puluh hari hendaklah kamu bilang, maka pada hari itu hendaklah kamu mempersembahkan kepada Tuhan suatu persembahan makanan yang baharu.","Maka dari dalam rumah-rumahmu hendaklah kamu membawa roti dua ketul akan persembahan timang-timangan, yaitu diperbuat dari pada dua perpuluhan tepung halus, dibakar berkhamir akan hulu hasil bagi Tuhan.","Maka serta dengan roti itu hendaklah kamu mempersembahkan pula tujuh ekor anak domba, yang umur setahun dan tiada celanya dan seekor lembu muda, yaitu anak lembu, dan dua ekor domba jantan, sekalian itu akan korban bakaran bagi Tuhan, serta dengan persembahannya makanan dan minuman, akan persembahan bakaran dan bau yang harum kepada Tuhan.","Maka hendaklah kamu menyediakan seekor kambing jantan akan korban karena dosa, dan dua ekor anak domba yang umur setahun akan korban syukur.","Maka hendaklah ditimang-timang oleh imam akan dia serta dengan roti hulu hasil itu akan persembahan timangan di hadapan hadirat Tuhan, maka sekalian itu serta dengan kedua ekor anak domba itu menjadi suatu kesucian bagi Tuhan dan bahagian imam.","Maka pada hari itu juga hendaklah kamu berseru-seru bahwa adalah perhimpunan yang suci bagimu; barang suatu pekerjaanpun jangan kamu perbuat; ia itulah satu hukum yang kekal bagimu turun-temurun dalam segala tempat kedudukanmu.","Maka apabila kamu menuai hasil tanahmu, jangan kamu menuai habis-habis akan segala ujung bendangmu, dan jangan kamu memungut barang yang tinggal dari pada penuaianmu, melainkan tinggalkanlah ia bagi orang miskin dan orang dagang: Bahwa Akulah Tuhan, Allahmu!","Arakian, bahwa berfirmanlah Tuhan kepada Musa, firman-Nya:","Katakanlah kepada segala bani Israel ini: Pada bulan yang ketujuh dan pada sehari bulan itu hendaklah ada perhentian bagimu, suatu hari raya bunyi nafiri dan perhimpunan yang suci.","Jangan kamu bekerja pada hari itu, melainkan hendaklah kamu mempersembahkan korban bakaran kepada Tuhan.","Dan lagi berfirmanlah Tuhan kepada Musa, firman-Nya:","Tetapi pada sepuluh hari bulan yang ketujuh itu, yaitu hari gafirat yang besar, akan ada perhimpunan yang suci bagimu, maka pada hari itu hendaklah kamu merendahkan hatimu dan mempersembahkan korban bakaran kepada Tuhan.","Maka pada hari itu jangan kamu bekerja, karena ia itulah hari gafirat, akan diadakan gafirat atasmu di hadapan hadirat Tuhan, Allahmu.","Maka sebab itu barangsiapa yang tiada merendahkan hatinya pada hari itu, ia itu akan ditumpas kelak dari antara bangsanya.","Demikianpun barangsiapa yang berbuat barang sesuatu pekerjaan pada hari itu, maka Aku akan membinasakan orang itu kelak di antara bangsanya.","Barang suatu pekerjaanpun jangan kamu perbuat; maka inilah suatu hukum yang kekal bagimu turun-temurun pada segala tempat kedudukanmu.","Maka hendaklah hari itu bagimu satu sabat perhentian, serta hendaklah kamu merendahkan hatimu; pada sembilan hari bulan itu ketika masuk matahari, yaitu dari pada masuk matahari sampai kepada masuk matahari, hendaklah kamu berhenti pada sabatmu.","Dan lagi berfirmanlah Tuhan kepada Musa, firman-Nya:","Katakanlah kepada segala bani Israel ini: Bahwa pada lima belas hari bulan yang ketujuh itu juga hendaklah ada hari raya pondok daun-daunan bagi Tuhan, tujuh hari lamanya.","Pada hari yang pertama itu akan ada perhimpuan yang suci; jangan kamu bekerja pada hari itu.","Maka tujuh hari lamanya hendaklah kamu mempersembahkan kepada Tuhan beberapa korban bakaran dan pada hari yang kedelapan hendaklah ada bagimu suatu perhimpunan yang suci, dan persembahkanlah beberapa korban bakaran kepada Tuhan; maka inilah hari raya adanya, jangan kamu bekerja pada hari itu.","Maka inilah segala masa raya Tuhan, yang hendak kamu seru-serukan akan perhimpunan yang suci dan akan dipersembahkan kepada Tuhan beberapa korban api dan korban bakaran dan persembahan makanan dan korban sembelihan dan persembahan minuman, masing-masing pada harinya.","Kecuali segala sabat Tuhan dan kecuali segala persembahanmu dan segala nazarmu dan segala korban dari ridla hatimu, yang hendak kamu persembahkan kepada Tuhan.","Maka sebab itu pada lima belas hari bulan yang ketujuh, apabila kamu sudah mengumpulkan segala hasil tanahmu, hendaklah kamu membuat suatu masa raya bagi Tuhan tujuh hari lamanya; maka pada hari yang pertama hendaklah ada perhentian dan pada hari yang kedelapanpun hendaklah ada perhentian.","Maka pada hari yang pertama hendaklah kamu mengambil akan dirimu beberapa cabang dari pada pokok yang permai dan pelepah kurma dan carang pohon kayu yang rindang dan pokok gandarusa, dan bersuka-sukaanlah kamu di hadapan hadirat Tuhan, Allahmu, tujuh hari lamanya.","Maka dalam setahun tujuh hari lamanya hendaklah kamu membuat hari raya ini bagi Tuhan, ia itu hukum yang kekal bagimu turun-temurun; maka pada bulan yang ketujuh hendaklah kamu membuat dia.","Tujuh hari lamanya hendaklah kamu duduk dalam pondok daun-daunan, segala orang peranakan Israel akan duduk dalam pondok-pondok itu.","Supaya diketahui oleh segala anak buahmu, bahwa Aku telah medudukkan bani Israel dalam pondok-pondok, tatkala Aku menghantar akan mereka itu ke luar dari negeri Mesir: Bahwa Akulah Tuhan, Allahmu.","Demikianlah dipesan Musa kepada segala bani Israel akan segala masa raya Tuhan itu."]