["Arakian, maka berfirmanlah Tuhan kepada Musa, firman-Nya:","Suruhlah bani Israel itu membawa kepadamu akan minyak zait yang ditumbuk dan jernih bagi pelita itu, supaya pelita itu dapat dipasang selalu.","Maka hendaklah disediakan Harun akan dia di luar tirai tempat assyahadat itu dalam kemah perhimpunan, dari petang sampai pagi hari di hadapan hadirat Tuhan; bahwa inilah hukum yang kekal bagimu turun-temurun.","Maka hendaklah disediakannya segala pelita itu di atas kaki pelita yang dari pada emas tulen, di hadapan hadirat Tuhan selalu.","Dan lagi hendaklah engkau mengambil tepung halus, bakarkanlah roti dua belas ketul dari padanya, tiap-tiap roti itu dari pada dua perpuluhan.","Maka hendaklah engkau meletakkan dia di atas meja yang dari pada emas tulen itu di hadapan hadirat Tuhan dengan dua timbunan, enam ketul roti setimbunan.","Maka di atas dua-dua timbunan itu hendaklah kaububuh kemenyan yang suci akan bahagian persembahan roti itu, ia itu suatu persembahan bakaran bagi Tuhan.","Maka pada sebilang hari sabat hendaklah engkau menyediakan dia di hadapan hadirat Tuhan selalu; maka inilah menjadi bagi orang Israel suatu perjanjian yang kekal selama-lamanya.","Maka inilah menjadi bahagian Harun dan anak-anaknya, yang patut makan dia dalam tempat yang suci itu, karena inilah kesucian segala kesucian baginya dari pada segala persembahan bakaran yang kepada Tuhan; suatu hukum yang kekal selama-lamanya.","Alkisah, maka adalah seorang laki-laki, emaknya orang Israel, bapanya seorang orang Mesir, ia itu datang di antara orang-orang Israel, lalu orang itu mulai berbantah-bantah dengan seorang orang Israel dalam tentara itu.","Maka oleh orang yang punya emak perempuan Israel itu disebutkan nama itu dengan beraninya dan dihujatkannya; lalu dibawa oranglah akan dia menghadap Musa; maka nama emaknya Selomit, anak Diberi dari pada suku Dan.","Maka ditaruh oranglah akan dia dalam penjara, supaya dalam halnya diputuskan hukum dengan nyata-nyata, setuju dengan firman Tuhan.","Maka berfirmanlah Tuhan kepada Musa, firman-Nya:","Bawalah akan orang yang telah menghujat itu ke luar dari pada tempat tentara, hendaklah segala orang yang telah mendengarnya itu menumpangkan tangannya pada kepala orang itu, lalu hendaklah segenap sidang itu melempari dia dengan batu.","Dan lagi katakanlah olehmu kepada segala bani Israel: Adapun orang yang menghujat Allahnya, ia itu akan menanggung durhakanya, barangsiapapun baik.","Maka barangsiapa yang menghujat nama Hua, tak akan jangan orang itu mati dibunuh; hendaklah segenap sidang melempari dia dengan batu, baik ia orang dagang baik ia anak bumi, jikalau dihujatnya nama itu, tak akan jangan orang itu mati dibunuh.","Maka barangsiapa yang telah memalu orang sampai ia mati, tak akan jangan iapun akan mati dibunuh.","Maka barangsiapa yang telah membunuh binatang orang lain, ia itu akan memberi gantinya, binatang akan ganti binatang.","Maka jikalau barang seorang telah merusakkan tubuh samanya manusia, maka sekadar perbuatannya hendaklah diperbuat akan diapun:","luka akan ganti luka dan mata akan ganti mata dan gigi akan ganti gigi; barang apa celaka yang didatangkannya kepada tubuh orang, demikianpun hendak didatangkan atas dia.","Maka sebab itu barangsiapa yang membunuh binatang, ia itu akan memberi gantinya, tetapi barangsiapa yang membunuh orang, ia itu akan mati dibunuh juga.","Maka hukum satu jua akan ada padamu, baik bagi orang dagang baik bagi anak bumi, karena Akulah Tuhan, Allahmu.","Maka disuruh Musa akan bani Israel membawa orang penghujat itu ke luar tempat tentara dan melempari dia dengan batu sampai ia mati; maka diperbuatlah oleh bani Israel seperti firman Tuhan yang kepada Musa itu."]