["Maka jangan kamu memperbuat berhala atau patung akan dirimu dan jangan kamu mendirikan dia bagi dirimu, dan batu yang terukirpun jangan kamu taruh dalam negerimu akan menyembah sujud di hadapannya, karena Akulah Tuhan, Allahmu!","Hendaklah kamu mengindahkan segala sabat-Ku, dan memuliakan tempat-Ku yang suci itu: Bahwa Akulah Tuhan.","Maka jikalau kamu melakukan hukum-Ku dan menurut firman-Ku serta kamu berbuat akan dia,","maka Aku akan menurunkan hujan-Ku kepadamu pada musimnya dan tanahpun akan memberi hasilnya dan segala pokok di ladangpun akan memberi buah-buahnya.","Maka musim penebahan gandum akan mendapatkan musim pungutan buah anggur, dan musim pungutan buah anggur akan mendapatkan musim penaburan, maka kamu akan makan rezekimu sampai kenyang-kenyang, dan dengan sentosa kamu akan duduk dalam negerimu.","Maka Aku akan memberi sejahtera dalam negeri itu, sehingga kamu akan berbaring dengan tiada dikejutkan oleh barang seorang, dan Aku akan melalukan segala binatang yang buas dari pada negerimu dan pedangpun tiada akan menerusi negerimu.","Maka kamu akan menghalaukan musuhmu dan mereka itu akan rebah dimakan pedang di hadapanmu.","Maka lima orang dari pada kamu akan menghalaukan seratus, dan seratus orang dari pada kamu akan menghalaukan sepuluh ribu; maka segala musuhmu akan rebah dimakan pedang di hadapanmu.","Maka Aku akan menilik akan kamu dan membiakkan kamu dan memperbanyakkan kamu, dan Aku akan meneguhkan perjanjian-Ku dengan kamu.","Maka kamu akan makan yang lama itu, yang sudah lebih dari setahun, dan karena yang baharu itu kamu akan membawa ke luar yang lama adanya.","Maka Aku akan mendirikan kemah-Ku di antara kamu, dan hati-Kupun tiada jemu akan kamu.","Dan Aku akan berjalan di antara kamu serta menjadi Allahmu dan kamu akan menjadi umat-Ku.","Bahwa Akulah Tuhan, Allahmu, yang telah menghantar akan kamu keluar dari negeri orang Mesir supaya jangan lagi kamu sahaya mereka itu; dan aku telah memecahkan kayu penggandaranmu dan menyuruhkan kamu berjalan tegap.","Tetapi jikalau tiada kamu mendengar akan Daku dan tiada kamu melakukan segala hukum ini,","jikalau kamu membuang firman-Ku dengan cuca dan jikalau hatimu jemu akan perintah-Ku dan tiada kamu menurut segala hukum-Ku hendak meniadakan perjanjian-Ku,","maka demikianlah Akupun berbuat akan kamu kelak, dan Aku akan mendatangi kamu dengan peri yang hebat, dengan bala seni dan demam panas, yang menghancurkan mata dan meletihkan nyawa; maka cuma-cuma kamu akan menabur biji-bijianmu, karena musuhmu kelak makan habis akan dia.","Maka Aku akan memalingkan wajah-Ku melawan kamu, sehingga kamu dialahkan oleh segala musuhmu, dan segala pembencimu akan memerintahi kamu, dan kamu akan lari, apabila seorangpun tiada yang mengejar.","Maka jikalau kemudian dari pada segala perkara ini belum kamu mau dengar akan Daku, niscaya Aku menambahinya lagi, hendak menyiksakan kamu tujuh kali lebih sebab segala dosamu.","Maka Aku akan memutuskan segala kemuliaan kuatmu dan menjadikan langitmu bagaikan besi dan tanahmu bagaikan tembaga.","Sehingga segala kelelahanmu terbuang-buang dan tanahmu itu tiada akan memberi hasilnya kepadamu dan segala pokok di ladangpun tiada akan memberi buah-buahnya.","Maka jikalau kamu lagi mendurhaka kepada-Ku dan tiada mau dengar akan Daku, niscaya Aku akan menghimpunkan lagi beberapa bala lain atas kamu, tujuh kali lebih sebab segala dosamu.","Maka Aku akan menyuruhkan kepadamu segala binatang yang buas-buas dari padang, supaya dibuluskannya kamu dan dibinasakannya binatangmu dan disurutkannya bilangan kamu dan disunyikannya segala jalanmu.","Maka jikalau kemudian dari pada segala perkara ini belum cukup kamu disiksakan dan kamu lagi mendurhaka kepada-Ku,","maka berkanjanglah juga Aku dalam melawan kamu, dan kamu akan Kupalu lagi tujuh kali lebih sebab segala dosamu.","Maka Aku akan mendatangkan pedang atas kamu, supaya dibalasnya balasan perjanjian itu, sehingga kamu akan mengurungkan dirimu dalam negeri-negerimu, dan Aku akan menyuruhkan bala sampar di antara kamu, dan kamupun akan diserahkan ke tangan musuh.","Maka apabila Aku memutuskan bagimu bekal roti itu, lalu sepuluh orang perempuan akan membakar rotinya dalam satu dapur jua, dan dikembalikannya rotimu itu dengan ditimbang-timbang, maka kamu akan makan, tetapi tiada menjadi kenyang.","Maka jikalau kemudian dari pada itu juga tiada kamu dengar akan Daku, melainkan berkanjanglah kamu dalam mendurhaka kepada-Ku,","maka Akupun akan berkanjang dalam melawan kamu dengan murka yang bernyala-nyala, dan Aku akan menyiksakan kamu tujuh kali lebih lagi sebab segala dosamu.","Sehingga kamu akan makan daging anak-anakmu laki-laki dan daging anak-anakmu perempuan.","Maka Aku akan merobohkan segala panggungmu dan membinasakan segala gambar syamsiat kamu, maka mayat-mayat kamu akan Kucampak di atas pecah-pecahan berhalamu yang tahi adanya, dan hati-Kupun jemu akan kamu!","Maka segala negerimu akan Kujadikan sunyi senyap dan segala tempatmu yang suci itu akan Kubinasakan, dan tiada Aku mau mencium barang yang kamu tentukan akan bau yang harum bagi-Ku.","Maka tanah itu Kujadikan sunyi senyap, sehingga musuhmu, yang akan mengedudukinya itu tercengang-cengang akan dia.","Maka kamu sendiri akan Kucerai-beraikan di antara segala bangsa serta Aku menghunus pedang di belakang kamu, maka tanahmu akan menjadi gurun dan segala negerimu akan menjadi sunyi senyap.","Maka pada masa itulah tanah itu berkenan akan sabatnya pada segala hari ia itu tandus adanya, dan kamupun adalah dalam negeri musuhmu; maka pada masa itulah tanah itu akan berhenti dan berkenan akan segala sabatnya.","Selama tandus adanya maka tanah itu akan berhenti, sebab tiada ia itu berhenti pada sabatmu, tatkala kamu lagi mengedudukinya.","Maka akan segala orang yang tertinggal dari pada kamu dalam negeri musuhnya, Aku akan mengadakan ketakutan dalam hatinya yang sudah tawar, sehingga bunyi daun yang terlayang-layangpun akan menghalaukan mereka itu, maka mereka itu akan lari seperti orang yang lari dari pada pedang, dan mereka itu akan rebah di tempat tiada orang yang mengejar.","Maka mereka itu akan berhembalangan tindih-menindih seperti kalau ada pedang di belakangnya, meski seorangpun tiada yang mengejar, dan tiada kamu akan tahan berdiri di hadapan segala musuhmu.","Demikianlah kamu akan binasa di antara segala bangsa, dan kamu akan dimakan oleh tanah musuhmu.","Maka orang yang tertinggal dari pada kamu dalam negeri musuhnya ia itu akan kurus kering oleh sebab segala salahnya, baik sebab salah nenek moyangnya baik sebab salah dirinya, mereka itu akan kurus kering adanya.","Maka pada masa itulah mereka itu akan mengaku segala salah dirinya dan salah nenek moyangnyapun, sebab ia mendurhaka kepada-Ku dengan degilnya dan melawan akan Daku dengan sengajanya.","Maka sebab itu Akupun berbangkit melawan mereka itu, serta Aku membuang mereka itu ke dalam negeri musuhnya. Maka apabila hati mereka itu yang tiada tersunat itu merendahkan dirinya dan mereka itu jemu akan segala salahnya,","maka pada masa itulah Aku kelak ingat akan perjanjian-Ku dengan Yakub dan akan perjanjian-Ku dengan Ishak dan akan perjanjian-Ku dengan Ibrahim, maka Aku kelak ingat akan dia dan akan negerinyapun Aku ingat.","Demikianpun apabila tanah itu telah ditinggalkan oleh mereka itu dan telah berkenan akan sabatnya, sebab tanduslah ia itu oleh karena mereka itu, serta telah jemulah mereka itu akan segala salahnya, sebab, bahkan, sebab telah dibuangkannya hukum-Ku dengan cuca dan hatinyapun jemu akan firman-Ku.","Karena sesungguhnya pada masa itu juga, apabila mereka itu dalam negeri musuhnya, tiada Aku akan membuang mereka itu atau jemu akan mereka itu sangat begitu, sehingga Aku menumpas mereka itu serta Aku meniadakan perjanjian-Ku dengan mereka itu, karena Akulah Tuhan, Allahnya!","Melainkan karena selamat mereka itu, Aku ingat kelak akan perjanjian-Ku dengan nenek moyangnya, tatkala Aku menghantarkan mereka itu keluar dari negeri Mesir di hadapan mata segala bangsa, hendak menjadi Allah mereka itu: Bahwa Akulah Tuhan.","Hata, maka sekalian inilah undang-undang dan hukum dan firman yang telah ditentukan Tuhan di antara dirinya dengan segala bani Israel di atas bukit Torsina oleh tangan Musa adanya."]