["Arakian, maka berfirmanlah Tuhan kepada Musa, firman-Nya:","Katakanlah olehmu kepada segala bani Israel ini: Jikalau barang seorang mengasingkan barang sesuatu sebab bernazar, maka hendaklah ia itu Tuhan punya, setuju dengan nilaianmu akan orang itu.","Maka adapun nilaianmu akan seorang laki-laki dari pada dua puluh tahun umurnya, hendaklah nilaianmu itu lima puluh syikal perak, yang sama dengan syikal tempat suci itu.","Maka jikalau seorang perempuan, hendaklah nilaianmu tiga puluh syikal.","Maka jikalau orang itu dari pada lima tahun sampai dua puluh tahun umurnya, jikalau laki-laki hendaklah nilaianmu dua puluh syikal, jikalau perempuan sepuluh syikal.","Maka jikalau anak dari pada sebulan sampai lima tahun umurnya, hendaklah nilaianmu akan laki-laki lima syikal perak dan akan perempuan hendaklah nilaianmu tiga syikal perak.","Maka jikalau orang umur enam puluh tahun atau lebih, jikalau laki-laki hendaklah nilaianmu lima belas syikal, dan akan perempuan sepuluh syikal.","Tetapi jikalau terlalu miskin ia akan nilaianmu itu, maka hendaklah ia datang menghadap imam, lalu dinilai imam akan dia, sekadar kuat tangan orang yang bernazar itu hendaklah dinilai imam akan dia.","Maka jikalau binatang seperti yang dipersembahkan orang kepada Tuhan akan korban, barang apa yang dipersembahkan kepada Tuhan demikian, ia itu suci adanya.","Tak boleh digantinya atau ditukarnya dengan yang lebih baik atau dengan lebih jahat, maka jikalau kiranya telah ditukarnya binatang dengan binatang, tak akan jangan keduanya, baik ini baik tukarannya, sucilah adanya.","Maka jikalau barang seekor binatang yang haram, yang tiada dapat dipersembahkan orang kepada Tuhan akan korban, maka hendaklah ditaruhkannya binatang itu di hadapan imam.","Lalu dinilai imam akan dia antara baik dengan jahatnya, maka setuju dengan nilaianmu, hai imam! akan jadinya.","Maka jikalau ia hendak menebus dia, patutlah dipertambahkannya dengan seperlima lebih dari pada nilaianmu.","Maka jikalau barang seorang mempersembahkan rumahnya akan suatu kesucian bagi Tuhan, maka hendaklah ia itu dinilai oleh imam antara baik dengan buruk, maka seperti nilaian imam itu begitu juga jadinya.","Maka jikalau orang yang telah mempersembahkan dia hendak menebus rumahnya, patutlah dipertambahkannya dengan seperlima lebih dari pada uang nilaianmu, lalu rumah itu menjadi miliknya pula.","Maka jikalau barang seorang mempersembahkan kepada Tuhan suatu bahagian dari pada bendang pusakanya, maka hendaklah nilaianmu setuju dengan taburannya, yaitu akan sehomer biji syeir lima puluh syikal perak.","Jikalau dipersembahkannya bendangnya mulai dari pada tahun yobel, seperti nilaianmu begitu juga jadinya.","Maka jikalau dipersembahkannya bendang itu kemudian dari pada tahun yobel itu, maka hendaklah harganya dikira-kirakan imam baginya sekadar segala tahun, yang lagi ada sampai tahun yobel itu, maka ia itu dicengkolong dari pada nilaianmu.","Maka jikalau orang yang telah mempersembahkan bendang itu hendak menebus dia, patutlah dipertambahkannya uang nilaianmu dengan seperlimanya lagi, demikianlah ia itu tinggal miliknya.","Maka jikalau tiada ditebusnya bendang itu atau jikalau sudah dijualnya bendang itu kepada orang lain, maka tiada boleh ia itu ditebus lagi.","Maka pada tahun yobel, apabila lepaslah bendang itu, jadilah ia bagi Tuhan seperti bendang yang haram adanya, maka ia itu menjadi milik imam.","Maka jikalau dipersembahkannya kepada Tuhan suatu bendang yang telah dibelinya dan yang tiada dari pada bendang pusakanya,","maka hendaklah uang nilaianmu dikira-kirakan imam baginya sampai kepada tahun yobel, dan hendaklah diberinya pada hari engkau menilaikan dia juga, maka sucilah ia itu bagi Tuhan;","maka pada tahun yobel patutlah bendang itu dipulangkan kepada orang padanya juga sudah dibelinya, yaitu kepada orang yang punya tanah pusaka itu.","Maka segala nilaianmu itu hendaklah dengan syikal tempat suci, dari pada dua puluh gera dalam sesyikal.","Arakian, maka segala binatang yang diperanakkan mula-mula, yang Tuhan punya sebab sulungnya, janganlah ia itu dinazarkan orang; baik ia itu dari pada lembu atau dari pada kambing domba, Tuhan juga yang empunya dia.","Tetapi jikalau ia itu dari pada binatang yang haram, maka bolehlah ditebusnya dengan nilaianmu, maka hendaklah dipertambahkannya, lagi dengan seperlimanya, maka jikalau ia itu tiada ditebus, bolehlah dijual sekadar nilaianmu.","Tetapi segala yang ditentukan akan ditumpas, yang ditentukan orang akan ditumpas bagi Tuhan dari pada segala miliknya, baik orang atau binatang atau suatu bahagian bendang pusakanya, ia itu tiada boleh dijual atau ditebus; segala yang ditentukan akan ditumpas ia itu kesucian segala kesucian adanya bagi Tuhan.","Segala yang ditentukan akan ditumpas, yang ditentukan akan ditumpas dari pada manusia, ia itu tak boleh ditebus, tak akan jangan ia itu dibunuh juga.","Maka segala perpuluhan hasil tanah, baik dari pada biji-bijian di bendang baik buah-buah segala pokok, ia itu Tuhan punya, dan sucilah ia itu bagi Tuhan.","Tetapi jikalau barang seorang hendak menebus suatu bahagian perpuluhannya, hendaklah dipertambahkannya dengan seperlima banyaknya.","Segala perpuluhan dari pada lembu atau kambing domba, segala yang lalu dari bawah tongkat itu, perpuluhannya itulah suci bagi Tuhan.","Jangan dipilihnya dari pada yang baik dan yang jahat dan jangan pula ditukarnya, maka jikalau kiranya telah ditukarnya, hendaklah suci keduanya, baik itu baik tukarannya; janganlah ia itu ditebus.","Maka sekalian inilah firman Tuhan, yang diberi Tuhan kepada Musa di atas bukit Torsina akan disampaikan kepada segala bani Israel."]