["Arakian, maka jikalau persembahannya suatu korban syukur dan jikalau dipersembahkannya dari pada segala lembu, maka hendaklah ia itu seekor jantan atau seekor betina; maka janganlah ia itu ada celanya apabila dipersembahkannya itu di hadapan hadirat Tuhan.","Maka hendaklah ia menumpangkan tangannya kepada kepala persembahannya, lalu menyembelihkan dia di hadapan pintu kemah perhimpunan, maka darahnya hendaklah dipercikkan oleh anak-anak Harun, yang imam, kepada mezbah keliling.","Lalu hendaklah dipersembahkannya kepada Tuhan dari pada korban syukur itu bahagian yang patut dimakan api, yaitu lemak yang menudung isi perut dan segala lemak yang pada isi perut itu.","Dan lagi kedua buah punggung dan segala lemak yang ada padanya dan yang pada lambungnya dan jala-jala yang menudung hampedas serta dengan buah punggung itu akan diambil olehnya.","Maka sekalian itu akan dibakar oleh anak-anak Harun di atas mezbah, yaitu di atas korban bakaran yang ada di atas kayu dalam api itu, akan persembahan api, suatu bau yang harum bagi Tuhan.","Maka jikalau persembahannya dari pada binatang yang kecil akan korban syukur kepada Tuhan, baik jantan baik betina, janganlah bercela barang yang dipersembahkan olehnya.","Maka jikalau anak domba yang dipersembahkannya akan korban, maka hendaklah ia itu dibawanya ke hadapan hadirat Tuhan.","Dan hendaklah ditumpangkannya tangannya kepada kepala korban itu dan disembelihkannya di hadapan pintu kemah perhimpunan dan darahnya akan dipercikkan oleh anak-anak Harun kepada mezbah itu keliling.","Maka dari pada korban syukur itu ia akan mempersembahkan kepada Tuhan bahagian yang patut dibakar, yaitu lemaknya dan ekornya sama sekali, yang patut dipotongnya dekat dengan tulang belakang, dan lemak yang menudung isi perutnya dan segala lemak yang ada pada isi perut itu;","dan kedua buah punggungnya, dan lemak yang ada padanya, yang ada pada lambung itu, dan jala-jala yang menudung hampedas akan diambil olehnya serta dengan buah punggung itu.","Maka sekalian itu hendaklah dibakar oleh imam di atas mezbah akan makanan korban api bagi Tuhan.","Maka jikalau persembahannya seekor kambing betina hendaklah dipersembahkannya di hadapan hadirat Tuhan,","dan hendaklah ditumpangkannya tangannya kepada kepalanya dan disembelihkannya di hadapan kemah perhimpunan, dan darahnya akan dipercikkan oleh anak-anak Harun kepada mezbah itu keliling.","Maka dari pada persembahannya ia akan mempersembahkan kepada Tuhan bahagian yang patut dibakar, yaitu lemak yang menudung isi perutnya dan segala lemak yang ada pada isi perut itu.","Dan kedua buah punggungnya dan lemak yang ada padanya, yang ada pada lambung itu dan jala-jala yang menudung hampedas akan diambil olehnya serta dengan buah punggung itu.","Maka sekalian itu hendaklah dibakar oleh imam di atas mezbah akan makanan korban api, akan suatu bau yang harum; bahwa segala lemak akan menjadi Tuhan punya.","Maka inilah suatu hukum yang kekal di antara kamu turun-temurun pada segala tempat kejadianmu; baik lemak baik darah, janganlah kamu makan dia."]