["Bermula, maka jikalau barang seorang sudah berdosa, didengarnya bunyi sumpah apabila ia menghadap menjadi saksi akan perkara yang telah dilihatnya atau yang diketahuinya, maka tiada diberinya tahu, sehingga ditanggungnya kesalahannya;","atau jikalau barang seorang sudah kena barang yang najis, baik bangkai binatang liar yang haram baik bangkai binatang jinak yang haram baik bangkai binatang melata yang haram, dan tiada diketahuinya akan dirinya najis, maka demikianlah ia telah bersalah;","atau jikalau ia telah menjamah seorang yang ada barang najisnya, yang dapat menajiskan orang lainpun, maka ia itu terlindung dari padanya, tetapi kemudian menjadi ketahuan kepadanya akan dirinya telah bersalah;","atau jikalau barang seorang sudah bersumpah dan telah ia membuka mulutnya dengan terlanjur, baik akan berbuat sesuatu yang jahat baik akan berbuat sesuatu yang baik, dalam dua-dua perkara itu, jikalau orang sudah bersumpah dengan tiada teringat lagi akan dia, maka ia itu terlindung dari padanya, kemudian diketahuinya akan dirinya bersalah;","maka jikalau barang seorang telah bersalah dengan peri yang demikian itu, hendaklah ia mengaku dosa yang telah dibuatnya;","maka karena dosa yang telah dibuatnya itu hendaklah dipersembahkannya kepada Tuhan seekor betina dari pada binatang kecil, yaitu seekor anak domba atau seekor anak kambing akan korban karena dosa yang telah dibuatnya; maka demikianlah diadakan oleh imam gafirat baginya karena dosanya.","Tetapi jikalau tangannya tiada sampai kuat akan membelanjakan seekor binatang kecil, maka hendaklah dipersembahkannya kepada Tuhan dua ekor burung tekukur atau dua ekor anak merpati akan korban karena dosa yang telah dibuatnya, yaitu seekor akan korban karena dosa dan seekor akan korban bakaran.","Maka hendaklah dibawanya akan dia kepada imam, yang akan mengorbankan dahulu yang telah ditentukan bagi korban karena dosa, dipulaskannya kepalanya dekat dengan lehernya, tetapi jangan diceraikannya dari padanya.","Maka dari pada darah korban karena dosa ini hendaklah dipercikkannya kepada dinding mezbah, dan darah yang lagi tinggal itu hendaklah diperah pada kaki mezbah, ia inilah korban karena dosa adanya.","Maka dari pada yang lain itu hendaklah diperbuatnya korban bakaran seperti patut; maka demikianlah diadakan oleh imam gafirat baginya, dan dosa yang telah dibuatnya itu akan diampuni kepadanya.","Maka jikalau tangannya tiada sampai kuat akan membelanjakan dua ekor burung tekukur atau dua ekor anak merpati, maka hendaklah dipersembahkan oleh orang yang telah berbuat dosa itu akan sepersepuluhan seefa tepung halus akan persembahan karena dosanya, maka janganlah ia itu disiraminya dengan minyak atau dibubuhnya kemenyan, sebab persembahan karena dosa adanya.","Maka hendaklah dibawanya kepada imam, lalu diambil imam dari padanya seberapa banyak dapat digenggam akan bahagian persembahan, dan dibakarnya di atas mezbah, di atas korban api bagi Tuhan: ia itulah persembahan karena dosa adanya.","Maka demikianlah diadakan imam gafirat baginya akan dosa yang telah dibuatnya atas peri yang tersebut itu, dan dosa itupun akan diampuni kepadanya, maka yang lebih itulah bahagian imam seperti dari pada persembahan makananpun.","Arakian, maka berfirmanlah Tuhan kepada Musa, firman-Nya:","Jikalau barang seorang telah mengurangkan dari pada barang yang patut akan perkara yang suci bagi Tuhan dan telah ia berdosa sebab sesat, maka hendaklah dipersembahkannya kepada Tuhan seekor domba jantan yang tiada celanya dari pada kambing dombanya akan korban karena salahnya, sebanyak syikal perak yang setuju dengan nilaianmu, dan yang sama beratnya dengan syikal tempat suci itu, akan persembahan karena salahnya.","Maka barang yang dikurangkannya dengan dosanya dari pada perkara yang suci itu hendaklah dipulangkannya dan dipertambahkannya lagi dengan seperlimanya dan dibawanya kepada imam, maka oleh imam itupun akan diadakan gafirat baginya dengan domba jantan itu dikorbankan karena dosanya, lalu ia itu akan diampuni kepadanya.","Maka jikalau barang seorang telah berdosa dan telah berbuat sesuatu melawan firman Tuhan, yang tiada boleh dibuatnya, jikalau tiada diketahuinya sekalipun akan dirinya bersalah dan ada menanggung kesalahannya,","maka hendaklah dibawanya kepada imam akan seekor domba jantan yang tiada celanya dari pada segala kambing dombanya, setuju dengan nilaianmu, akan korban karena salahnya, maka oleh imam itu akan diadakan gafirat baginya atas kesesatannya, yang telah ia sesat, sebab tiada diketahuinya, lalu ia itu akan diampuni kepadanya.","Maka demikianlah peri korban karena salah barang seorang yang telah bersalah kepada Tuhan."]