["Arakian, maka berfirmanlah Tuhan kepada Musa, firman-Nya:","Jikalau barang seorang sudah berbuat dosa dan telah melawan Tuhan dengan melangkahkan perintah-Nya, sebab bersangkallah ia kepada samanya manusia akan barang petaruh, atau barang yang diserahkan kepada tangannya, atau akan barang rampasan, atau akan barang yang diambilnya dengan gagah dari pada samanya manusia;","atau telah didapatnya barang yang hilang, lalu ia bersangkal serta dengan bersumpah dusta, atau barang dosa apapun baik yang perinya demikian, yang dibuat orang itu;","bahwa sesungguhnya jikalau ia telah berdosa begitu serta hendak menghapuskan dia dengan suatu korban karena salahnya, maka tak akan jangan dipulangkannya barang yang telah dicurinya atau barang yang telah dirampasnya dengan gagah, atau petaruh yang telah diamanatkan kepadanya akan dipeliharakan, atau barang hilang yang telah didapatnya;","atau barang apapun baik, yang telah ia bersumpah akan halnya dengan dusta, maka hendaklah diberinya sepenuh-penuh harganya akan gantinya dan dipertambahkannya lagi dengan seperlimanya, maka hendaklah dipulangkannya kepada orang yang empunya, yaitu pada hari dipersembahkannya korban karena salahnya.","Maka hendaklah dipersembahkannya kepada Tuhan seekor domba jantan yang tiada celanya, dari pada kambing dombanya, akan korban karena salahnya, setuju dengan nilaianmu, dan dibawa kepada imam akan dikorbankan karena salahnya.","Maka oleh imam akan diadakan gafirat atasnya di hadapan hadirat Tuhan, dan ia itu akan diampuni kepadanya; barang apapun baik dari pada segala perkara yang dibuatnya akan menjadikan dirinya bersalah demikian.","Maka berfirmanlah Tuhan kepada Musa, firman-Nya:","Katakanlah kepada Harun dan kepada anak-anaknya demikian: Inilah syarat korban bakaran maka hendaklah korban bakaran itu tinggal di atas mezbah akan dibakar semalam-malaman sampai pagi hari, dan api di atas mezbah itupun hendaklah dipeliharakan.","Maka imam itu akan memakai baju kain rami dan serual kain rami, lalu mengangkat segala abu korban bakaran, yaitu setelah sudah dimakan habis oleh api di atas mezbah akan dia, dan hendaklah ditaruhnya akan abu itu pada sisi mezbah.","Kemudian hendaklah ditanggalkannya pakaiannya dan memakai pakaian yang lain, lalu abu itupun dibawanya ke luar tempat tentara kepada suatu tempat yang suci.","Maka demikianlah api di atas mezbah itu dipeliharakan selalu, supaya jangan ia itu padam; maka pada sebilang pagi imam itu akan membakar kayu di atasnya dan meletakkan korban bakaran di atas kayu itu dan membakar segala lemak korban syukur di atasnya.","Maka di atas mezbah itu hendaklah dipeliharakan selalu suatu api yang kekal, janganlah ia itu dipadamkan.","Maka inilah syarat persembahan makanan: Ia itu akan dipersembahkan oleh anak-anak Harun di hadapan hadirat Tuhan, di hadapan mezbah.","Maka dari padanya akan diambilnya, yaitu dari pada tepung persembahan makanan dan dari pada minyaknya seberapa banyak yang dapat digenggamnya, dan lagi segala kemenyan yang di atas persembahan makanan itu, maka sekalian itu hendaklah dibakarnya di atas mezbah akan suatu bau yang harum, akan suatu bahagian persembahan kepada Tuhan.","Maka lebihnya akan dimakan oleh Harun dan oleh anak-anaknya, yaitu dimakan fatir pada tempat yang suci, pada halaman kemah perhimpunan hendaklah mereka itu makan dia.","Maka ia itu tiada boleh dibakar berkhamir, dan ia itulah bahagian mereka itu, yang telah Kukaruniakan kepadanya dari pada segala persembahan kepada-Ku yang dimakan api; maka ia itulah kesucian segala kesucian, sama seperti korban karena dosa dan korban karena salah itu.","Maka segala orang laki-laki di antara anak-anak Harun itu boleh makan dia, maka inilah suatu hukum yang kekal bagi kamu turun-temurun; adapun persembahan api ini yang kepada Tuhan; barangsiapa yang menjamah akan dia, patutlah ia suci adanya.","Dan lagi berfirmanlah Tuhan kepada Musa, firman-Nya:","Maka inilah persembahan Harun dan anak-anaknya yang patut dipersembahkannya kepada Tuhan pada hari mereka itu disirami minyak; yaitu sepersepuluhan seefa tepung halus akan persembahan makanan pada sediakala, separuhnya pada pagi hari dan separuhnya pada petang hari.","Maka ia itu akan disediakan dengan minyak dalam belanga dan hendaklah kamu membawa akan dia terendang dan dipecahkan berkeping-keping, demikianlah dipersembahkan persembahan makanan itu akan suatu bau yang harum kepada Tuhan.","Maka ia itu akan disediakan oleh imam yang disirami dengan minyak di antara anak-anaknya laki-laki, yang menggantikan dia kemudian dari padanya, maka inilah suatu hukum yang kekal selama-lamanya, bahwa ia itu dibakar sama sekali bagi Tuhan.","Demikianlah segala persembahan makanan imam itu akan dibakar habis sama sekali; janganlah ia itu dimakan.","Dan lagi berfirmanlah Tuhan kepada Musa, firman-Nya:","Katakanlah kepada Harun dan kepada anak-anaknya: Inilah syarat korban karena dosa itu: pada tempat penyembelihan korban bakaran itu hendaklah korban karena dosapun disembelihkan, di hadapan hadirat Tuhan, ia itulah kesucian segala kesucian adanya.","Maka imam yang mempersembahkan korban karena dosa itu akan makan dia, maka korban itu akan dimakan pada tempat yang suci pada halaman kemah perhimpunan.","Barangsiapa yang menjamah dagingnya itu hendaklah suci adanya dan barangsiapa yang tepercik dengan darahnya, pakaian yang tepercik itu hendaklah dibasuh pada tempat yang suci.","Maka periuk bekas daging itu direbus hendaklah dipecahkan, tetapi jikalau ia itu direbus dalam periuk tembaga, maka hendaklah ia itu digosok dan dicelup dalam air.","Maka segala orang laki-laki di antara segala imam itu akan makan korban itu; ia itulah kesucian segala kesucian.","Tetapi adapun segala korban karena dosa, yang darahnya dibawa masuk ke dalam kemah perhimpunan akan mengadakan gafirat itu, ia itu tiada boleh dimakan pada tempat yang suci, melainkan hendaklah ia itu dibakar habis dengan api."]