["Maka inilah syarat korban karena salah, ia itulah kesucian segala kesucian adanya.","Pada tempat penyembelihan korban bakaran itu hendaklah disembelihkannya korban karena salahpun, dan darahnya hendaklah dipercikkan keliling kepada mezbah.","Maka dari padanya hendaklah dipersembahkan segala lemaknya dan ekornya dan lemak yang menudung isi perutnya;","dan kedua buah punggungnya dan lemak yang ada padanya, yang ada pada lambung itu dan jala-jala yang di atas hampedas hendaklah diambilnya serta dengan buah punggung itu.","Maka sekalian itulah akan dibakar oleh imam di atas mezbah akan korban yang dimakan api bagi Tuhan, ia itulah korban karena salah.","Segala orang laki-laki di antara segala imam boleh makan dia, maka pada tempat yang suci hendaklah ia itu dimakan, bahwa inilah kesucian segala kesucian adanya.","Seperti korban karena dosa demikianpun hendaklah korban karena salah itu; dengan sama syaratnya bagi keduanya, maka ia itu menjadi bahagian imam, yang telah mengadakan gafirat olehnya.","Maka imam yang mempersembahkan korban bakaran barang seorang, ia itu akan mempunyai kulit korban bakaran yang telah dipersembahkannya.","Maka segala persembahan makanan yang dibakar dalam dapur atau dipanggang atau direndang dalam kuali, itupun menjadi bahagian imam yang mempersembahkannya.","Demikianpun segala persembahan makanan yang diadon dengan minyak atau yang kering itu menjadi bahagian segala anak-anak Harun yang laki-laki, masing-masing sama banyaknya.","Maka inilah syarat persembahan syukur, yang patut dipersembahkan orang kepada Tuhan:","Maka jikalau orang mempersembahkan dia bagi persembahan puji-pujian, maka hendaklah serta dengan persembahan puji-pujian itu dipersembahkannya beberapa apam fatir yang disediakan dengan minyak, atau adonan fatir yang disirami dengan minyak, maka apam yang disediakan dengan minyak itu hendaklah dari pada tepung halus yang direndang.","Maka serta dengan apam itu hendaklah dipersembahkan orang lagi roti berkhamir bersama-sama dengan persembahan syukur puji-pujian.","Maka sekeping dari padanya, yaitu dari pada segenap persembahan itu, hendaklah dipersembahkannya kepada Tuhan akan persembahan tatangan; maka ia itulah menjadi bahagian imam yang telah memercikkan darah korban syukur itu.","Maka daging korban syukur puji-pujiannya itu hendaklah dimakan pada hari juga apabila ia itu dipersembahkan bagi korban dan suatupun sisanya jangan tinggal sampai pagi.","Tetapi jikalau korban persembahannya suatu korban nazar atau suatu korban ikhtiar, maka hendaklah ia itu dimakan pada hari apabila ia itu dipersembahkannya dan sisanyapun boleh dimakan pada keesokan harinya.","Tetapi jikalau ada barang sisa daging korban itu pada hari yang ketiga, maka tak akan jangan ia itu dibakar habis dengan api.","Maka jikalau kiranya dimakan dari pada daging korban syukur itu pada hari yang ketiga, maka orang yang telah mempersembahkannya itu tiada diperkenankan dan tiada pula faedahnya baginya, ia itulah barang kejemuan, dan orang yang telah makan dia itu akan menanggung salahnya.","Dan lagi daging yang telah kena barang suatu yang haram itupun tiada boleh dimakan, melainkan patutlah ia itu dibakar habis dengan api, tetapi adapun daging yang lain itu, barangsiapa yang suci itu boleh makan dia.","Tetapi barangsiapa yang makan dari pada daging korban syukur, yang Tuhan punya, sedang lagi najis adanya, maka orang itu akan ditumpas dari antara bangsanya.","Demikianpun barangsiapa yang telah menjamah barang sesuatu yang haram dari pada najis manusia atau binatang besar yang haram atau binatang melata yang haram, lalu ia makan dari pada daging korban syukur, yang Tuhan punya, maka orang itu akan ditumpas dari antara bangsanya.","Dan lagi berfirmanlah Tuhan kepada Musa, firman-Nya:","Katakanlah kepada bani Israel ini: Janganlah kamu makan lemak lembu atau domba atau kambing.","Maka lemak bangkai binatang atau lemak binatang yang terkoyak-koyak itu boleh juga dipakai akan segala pekerjaan, tetapi sekali-kali jangan kamu makan dia.","Karena barangsiapa yang makan lemak barang binatang, yang dari padanya dipersembahkan suatu korban api kepada Tuhan, maka orang yang makan dia itu akan ditumpas dari antara bangsanya.","Demikianpun janganlah kamu makan darah dalam segala tempat kedudukanmu, baik darah burung, baik darah binatang yang berkaki empat.","Barangsiapa yang makan darah ia itu akan ditumpas kelak dari antara bangsanya.","Dan lagi berfirmanlah Tuhan kepada Musa, firman-Nya:","Katakanlah kepada bani Israel ini: Barangsiapa yang mempersembahkan korban syukur kepada Tuhan, hendaklah dipersembahkannya sendiri persembahan korban syukur itu kepada Tuhan.","Dengan tangannya sendiri hendaklah dibawanya dari padanya barang yang ditentukan akan korban api bagi Tuhan, yaitu lemaknya serta dengan dadanya hendaklah dibawanya, supaya ia itu ditimang-timang bagi korban timangan di hadapan hadirat Tuhan.","Maka imam itu akan membakar lemaknya di atas mezbah, tetapi dadanya menjadi bahagian Harun dan anak-anaknya.","Demikianpun hendaklah kamu berikan kepada imam bahunya kanan bagi korban tatangan dari pada segala korban syukurmu.","Barangsiapa dari pada segala anak laki-laki Harun, yang mempersembahkan darah korban syukur dan lemaknya, maka bahu kanan itulah menjadi bahagiannya.","Karena dada korban timangan dan bahu korban tatangan itu telah Kuambil akan diri-Ku dari pada segala korban syukur bani Israel dan telah Kukaruniakan dia kepada Harun, yang imam, dan kepada anak-anaknya, ia itulah syarat yang kekal pada segala bani Israel.","Maka ia inilah bahagian yang suci bagi Harun dan bahagian yang suci bagi anak-anaknya laki-laki dari pada segala korban api Tuhan, ia itu mulai dari pada hari yang disuruhnya mereka itu datang hampir akan mengerjakan imamat bagi Tuhan.","Maka demikianlah firman Tuhan pada hari yang disiraminya mereka itu dengan minyak, bahwa ia itu diberikan oleh bani Israel kepada mereka itu, dan inilah suatu syarat yang kekal turun-temurun.","Maka inilah hukum korban bakaran, dan persembahan makanan dan korban karena dosa dan korban karena salah dan korban lantikan dan korban syukur,","yang dipesan Tuhan kepada Musa di atas bukit Torsina, pada hari yang disuruh-Nya bani Israel mempersembahkan persembahan korbannya kepada Tuhan dalam padang belantara Sinai."]