["Arakian, maka berfirmanlah Tuhan kepada Musa, firman-Nya:","Ambillah olehmu akan Harun dan akan anak-anaknya laki-lakipun sertanya dan akan pakaiannya dan minyak siraman itu dan akan lembu muda korban karena dosa dan kedua domba jantan dan rantang dengan apam fatir itu.","Dan kerahkanlah segenap sidang itu berhimpun di hadapan pintu kemah perhimpunan.","Maka dibuatlah oleh Musa seperti firman Tuhan kepadanya, lalu sidang itu dikumpulkan di hadapan pintu kemah perhimpunan.","Maka kata Musa kepada sidang itu: Adapun perkara yang jadi ini, ia itulah yang disuruh Tuhan perbuat.","Maka disuruh Musa akan Harun dan akan anak-anaknyapun datang hampir, lalu dibasuhkannyalah mereka itu dengan air.","Maka dikenakannyalah padanya baju dalam itu dan diikatkannya pinggangnya dengan pengikat pinggang, dan dikenakannya padanya baju selimut dan diikatkannya efod di atasnya, disandangkannya dengan sandang efod perbuatan kepandaian, serta diikatkannya dengan dia itu.","Dan dibubuhnya perhiasan dada itu di atasnya dan diikatkannya Urim dan Tumim pada perhiasan dada itu.","Maka dikenakannyalah kulah itu pada kepalanya dan diikatkannya pada kulah itu jamang yang dari pada emas, yaitu makota kesucian, seperti firman Tuhan yang kepada Musa.","Maka diambil Musa akan minyak bau-bauan itu, lalu disiramkannya kepada kemah sembahyang dan kepada segala sesuatu yang di dalamnya, dan disucikannyalah dia.","Maka dari pada minyak itu dipercikkannya tujuh kali kepada mezbah, dan disiramnya mezbah dan segala perkakasnya dan kolam serta dengan kakinya akan menyucikan dia.","Maka dicurahkannyalah minyak bau-bauan itu di atas kepala Harun dan disiramnya akan menyucikan dia.","Maka disuruh Musa akan anak-anak Harun datang hampir, lalu dikenakannya baju dalam kepada mereka itu dan diikatkannya pinggang mereka itu dengan pengikat pinggang dan dikenakannyalah kulah kepada mereka itu, seperti firman Tuhan yang kepada Musa.","Lalu disuruhnya lembu muda akan korban karena dosa itu datang hampir, maka Harun dan anak-anaknya menumpangkan tangannya pada kepala lembu muda akan korban karena dosa itu.","Maka disembelihkannya lalu diambil Musa akan darah itu, disapukannya dengan jarinya kepada segala tanduk mezbah keliling, demikianlah disucikannya mezbah itu; maka segala darah itu dicurahkannya pada kaki mezbah, demikianlah disucikannya dia, supaya diadakan gafirat atasnya.","Setelah itu maka diambilnya akan segala lemak yang pada isi perutnya dan jala-jala yang pada hampedas dan kedua buah punggung serta dengan lemaknya, lalu dibakar Musa akan dia di atas mezbah.","Tetapi lembu muda itu serta dengan kulitnya dan segala dagingnya dan temboloknya dibakarnya habis dengan api di luar tempat tentara itu, seperti firman Tuhan yang kepada Musa.","Lalu disuruhnya domba jantan akan korban bakaran itu datang hampir, maka Harun dan anak-anaknya menumpangkan tangannya pada kepala domba jantan itu.","Maka disembelihkannya akan dia, lalu darahnya dipercikkan Musa keliling kepada Mezbah.","Maka dibahagikannyalah domba jantan itu berpenggal-penggal, lalu dibakar Musa akan kepalanya dan segala penggalnya dan segala lemaknya.","Maka isi perutnya dan pahanya dibasuhkannya dengan air; demikianlah dibakar Musa akan segenap domba jantan itu di atas mezbah; maka ia itulah suatu korban bakaran akan bau yang harum, suatu korban api bagi Tuhan, seperti firman Tuhan yang kepada Musa.","Kemudian dari pada itu disuruhnya domba jantan yang kedua itu datang hampir, yaitu domba jantan akan korban lantikan, maka Harun dan anak-anaknya menumpangkanlah tangannya pada kepala domba jantan itu.","Maka disembelihkannya akan dia, lalu diambil Musa akan darahnya, dibubuhnya pada cuping telinga Harun yang kanan dan pada ibu tangannya kanan dan pada ibu kakinya kanan.","Dan lagi disuruhnya anak-anak laki-laki Harun datang hampir, lalu dibubuh Musa dari pada darah itu pada cuping telinga mereka itu yang kanan dan pada ibu tangannya kanan dan pada ibu kakinya kanan, dan darah yang lebih itu dipercikkan Musa keliling kepada mezbah.","Maka diambilnya akan lemaknya dan ekornya dan segala lemak yang pada isi perutnya dan jala-jala yang pada hampedasnya dan kedua buah punggung serta dengan lemaknya dan bahunya kanan;","maka dari dalam rantang apam fatir yang di hadapan hadirat Tuhan diambilnya apam fatir sekeping dan penganan roti yang disediakan dengan minyak dan segumpal adonan, lalu diletakkannya di atas segala lemak itu dan di atas bahu yang kanan.","Maka sekaliannya itu diletakkannya di atas tangan Harun dan di atas tangan anak-anaknya, lalu ditimang-timangkannya akan persembahan timangan di hadapan hadirat Tuhan.","Setelah itu maka diambil pula oleh Musa akan semuanya itu dari pada tangannya, dibakarnya di atas mezbah, di atas korban bakaran itu, maka ia itulah korban lantikan akan bau yang harum, ia itu korban api bagi Tuhan.","Maka diambil Musa akan dada itu ditimang-timangkannya akan korban timangan di hadapan hadirat Tuhan, maka adalah ia itu bahagian Musa dari pada domba jantan korban lantikan, seperti firman Tuhan yang kepada Musa.","Dan lagi diambil Musa dari pada minyak bau-bauan dan dari pada darah yang di atas mezbah, dipercikkannya kepada Harun dan kepada pakaiannya dan kepada anak-anaknya dan kepada pakaian anak-anaknyapun sertanya; demikianlah disucikannya Harun dan pakaiannya dan anak-anaknya dan pakaian anak-anaknyapun sertanya.","Maka kata Musa kepada Harun dan kepada anak-anaknya: Rebuslah daging ini di hadapan pintu kemah perhimpunan, lalu makanlah dia di sana serta dengan roti yang dalam rantang persembahan lantikan, seperti firman Tuhan yang kepadaku, bunyinya: Bahwa ia itu hendaklah dimakan oleh Harun dan oleh anak-anaknya laki-laki.","Tetapi barang yang tinggal dari pada daging dan dari pada roti itu hendaklah kaubakar habis dengan api.","Maka tiada boleh kamu undur dari pada pintu kemah perhimpunan itu tujuh hari lamanya, sampai kepada hari apabila genaplah segala hari lantikan kamu, karena lantikan kamu itu hendaklah tujuh hari lamanya.","Maka seperti yang telah dibuat pada hari ini, demikianpun disuruh Tuhan perbuat akan diadakan gafirat atas kamu.","Maka hendaklah kamu tinggal di hadapan pintu kemah perhimpunan siang malam tujuh hari lamanya, dan hendaklah kamu melakukan pengawalan Tuhan supaya jangan kamu mati dibunuh, karena demikianlah firman yang kepadaku.","Maka diperbuatlah oleh Harun dan anak-anaknya akan segala perkara yang dipesan Tuhan dengan berfirman kepada Musa."]