["Hata, maka pada hari yang kedelapan dipanggil Musa akan Harun dan anak-anaknya laki-laki dan segala tua-tua Israel berhimpun.","Maka katanya kepada Harun: Ambillah akan dirimu seekor anak lembu, yaitu seekor lembu muda akan korban karena dosa dan seekor domba jantan akan korban bakaran, yang tiada celanya, dan bawalah akan dia ke hadapan hadirat Tuhan.","Lalu katakanlah kepada segala bani Israel ini: Ambillah oleh kamu seekor kambing jantan akan korban karena dosa, dan seekor anak lembu dan seekor anak domba, yang setahun umurnya dan tiada celanya, keduanya akan korban bakaran.","Dan lagi seekor lembu jantan dan seekor domba jantan akan korban syukur akan dikorbankan di hadapan hadirat Tuhan dan persembahan makanan yang disediakan dengan minyak, karena pada hari inilah Tuhan akan kelihatan kepadamu.","Maka dibawalah oleh mereka itu akan sekalian, yang disuruh Musa, sampai di hadapan pintu kemah perhimpunan, maka segenap sidang itu datanglah hampir, lalu berdiri di hadapan hadirat Tuhan.","Maka kata Musa: Demikianlah firman Tuhan: Perbuatlah olehmu akan dia, maka kemuliaan Tuhan akan kelihatan kepadamu kelak.","Maka kata Musa kepada Harun: Datanglah hampir engkau kepada mezbah dan sediakanlah korbanmu karena dosa dan korbanmu bakaran dan adakanlah gafirat karena dirimu dan karena orang banyak itu, lalu sediakanlah korban orang banyak itu dan adakanlah gafirat karena mereka itu seperti firman Tuhan.","Maka Harunpun datanglah hampir kepada mezbah, lalu disembelihkannya lembu muda akan korban karena dosa dirinya sendiri.","Maka oleh anak-anak Harun dibawa akan darah itu kepadanya, lalu dicelupkannya jarinya dalam darah itu, disapukannya kepada tanduk mezbah dan darah yang lagi tinggal itu dicurahkannya kepada kaki mezbah.","Tetapi segala lemaknya dan kedua buah punggung dan jala-jala yang pada hampedas korban karena dosa itu dibakarnya di atas mezbah, seperti firman Tuhan yang kepada Musa.","Tetapi dagingnya dan kulitnyapun dibakarnya habis dengan api di luar tentara itu.","Setelah itu maka disembelihkannya korban bakaran itu, maka darahnya dibawa oleh anak-anak Harun kepadanya, lalu dipercikkannya keliling kepada mezbah.","Demikianpun dibawa oleh mereka itu kepadanya akan korban bakaran berpenggal-penggal serta dengan kepalanya, lalu dibakarnya sekalian itu di atas mezbah.","Maka dicucikannya isi perut dan pahanya, lalu dibakarnya akan dia di atas korban bakaran di atas mezbah itu.","Setelah itu maka dipersembahkannya akan korban orang banyak, diambilnya kambing jantan itu akan korban karena dosa orang banyak, lalu disembelihkannya dan disediakannya akan korban karena dosa seperti yang pertama itu.","Maka dipersembahkannya akan korban bakaran, disediakannya setuju dengan syaratnya.","Dan lagi dipersembahkannya persembahan makanan, diambilnya dari padanya penuh segenggam, lalu dibakarnya di atas mezbah, lain dari pada persembahan bakaran pada pagi hari itu.","Setelah itu maka disembelihkannya lembu jantan dan domba jantan itu akan korban syukur karena orang banyak; maka anak-anak Harunpun membawa darah itu kepadanya, lalu dipercikkannya keliling kepada mezbah.","Maka adapun lemak lembu jantan dan domba jantan itu, dan ekornya dan lemak isi perutnya dan buah punggungnya dan jala-jala yang pada hampedas itu.","Segala lemak itu diletakkannya di atas dada korban itu, lalu dibakarnya segala lemak itu di atas mezbah.","Tetapi dada dan bahu yang kanan itu ditimang-timang oleh Harun akan korban timangan di hadapan hadirat Tuhan, setuju dengan perintah Musa.","Lalu diangkat Harun akan tangannya ke atas orang banyak itu serta diberkatinya mereka itu; setelah sudah dipersembahkannya korban karena dosa dan korban bakaran dan korban syukur itu, maka turunlah ia.","Maka Musa dan Harunpun masuklah ke dalam kemah perhimpunan, lalu keluarlah ia pula dan diberkatinya orang banyak itu; maka kemuliaan Tuhanpun kelihatanlah kepada orang banyak itu.","Maka dari hadirat Tuhan keluarlah suatu api yang makan habis akan segala korban bakaran dan lemak yang di atas mezbah itu. Demi dilihat oleh orang banyak sekalian akan hal yang demikian, maka bersorak-soraklah mereka itu lalu sujudlah mereka itu dengan mukanya sampai ke bumi."]