["Lepas enam hari, maka Yesus pun mengambil Petrus dan Yakub dan Yahya saudara Yakub itu, lalu membawa mereka itu ke atas sebuah gunung yang tinggi, berasing.","Maka berubahlah rupa-Nya di hadapan mereka itu, serta bersinarlah muka-Nya seperti matahari, dan pakaian-Nya menjadi putih seperti terang siang adanya.","Tiba-tiba kelihatanlah kepada mereka itu Musa dan Elias bertutur dengan Yesus.","Maka kata Petrus kepada Yesus, \"Ya Tuhan, baiklah kita diam di sini; jikalau Tuhan kehendaki, biarlah hamba membuat pondok tiga buah di sini, yaitu sebuah bagi Tuhan, dan sebuah bagi Musa, dan sebuah bagi Elias.\"","Maka sementara ia lagi berkata-kata, sekonyong-konyong adalah sebuah awan yang bercahaya menaungi mereka itu; lalu kedengaranlah suatu suara dari dalam awan itu mengatakan, \"Inilah Anak-Ku yang Kukasihi, kepada-Nya pun Aku berkenan; dengarlah olehmu akan Dia.\"","Apabila didengar oleh murid-murid akan suara itu, maka jatuhlah mereka itu tersungkur, dengan sangat ketakutan.","Maka datanglah Yesus menjamah mereka itu sambil berkata, \"Bangunlah, dan jangan kamu takut.\"","Serta mereka itu mengangkat matanya, seorang pun tiada dilihatnya, hanyalah Yesus seorang diri-Nya.","Maka tatkala mereka itu turun dari atas gunung itu, berpesanlah Yesus kepada mereka itu, serta berkata, \"Janganlah kamu mengatakan penglihatan ini kepada seorang jua pun, sebelum Anak manusia bangkit dari antara orang mati.\"","Maka murid-murid-Nya pun bertanya kepada-Nya sambil berkata, \"Apakah sebabnya segala ahli Taurat mengatakan, bahwa tak dapat tiada Elias akan datang dahulu?\"","Maka jawab Yesus, kata-Nya, \"Memang Elias itu datang serta memperbaiki segala sesuatu.","Tetapi Aku berkata kepadamu, bahwa Elias itu sudah datang, maka tiadalah dikenal orang akan dia, melainkan mereka itu melakukan ke atasnya sekehendak hatinya. Demikian juga Anak manusia pun akan dianiayakan orang.\"","Maka baharulah murid-murid itu mengerti, bahwa Ia mengatakan kepadanya tentang hal Yahya Pembaptis.","Apabila mereka itu sampai kepada orang banyak, maka datanglah seorang bertelut di hadapan Yesus, sambil berkata,","\"Ya Tuhan, kasihankanlah anak hamba yang laki-laki, karena ia gila babi, lagi amat sangat sengsaranya; karena kerapkali ia jatuh ke dalam api dan kerapkali ke dalam air,","maka hamba sudah membawa dia kepada murid-murid Tuhan, tetapi mereka itu tiada dapat menyembuhkan dia.\"","Maka jawab Yesus, kata-Nya, \"Hai bangsa yang tiada percaya dan yang sesat ini, berapa lamakah lagi Aku beserta dengan kamu? Dan berapa lamakah lagi Aku sabar akan kamu? Bawalah dia kepada-Ku!\"","Lalu Yesus pun menengking dia, sehingga keluarlah setan itu daripadanya; maka budak itu pun pulihlah pada ketika itu juga.","Setelah itu datanglah murid-murid itu kepada Yesus dengan senyap-senyap serta berkata, \"Apakah sebabnya kami ini tiada dapat membuangkan setan itu?\"","Maka kata Yesus kepada mereka itu, \"Oleh sebab kurang imanmu, karena dengan sesungguhnya Aku berkata kepadamu: Jikalau kamu menaruh iman sebesar biji sesawi, maka kamu berani mengatakan pada gunung ini: Pindahlah engkau dari sini ke sana, niscaya berpindahlah ia kelak; bahkan, tiada barang sesuatu pun yang mustahil padamu.","Tetapi sejenis ini dengan suatu pun tiada dapat keluar, hanyalah dengan doa dan puasa sahaja.\"","Tatkala mereka itu berjalan-jalan di tanah Galilea, kata Yesus kepada mereka itu, \"Bahwa Anak manusia akan diserahkan ke tangan orang;","lalu orang-orang itu akan membunuh Dia; maka pada hari yang ketiga Ia akan bangkit pula.\" Maka murid-murid itu sangat berdukacita.","Apabila mereka itu sampai ke Kapernaum, datanglah orang pemungut uang yang dua dirham itu kepada Petrus, serta berkata, \"Tiadakah guru kamu membayar uang yang dua dirham itu?\"","Maka kata Petrus, \"Bayar.\" Setelah Petrus masuk ke dalam rumah, maka Yesus pun mendahului dia bertutur, kata-Nya, \"Hai Simon, apakah sangkamu? Raja-raja di dunia ini memungut cukai atau hasil dari siapakah? Daripada segala anaknyakah, atau daripada orang keluarankah?\"","Maka sahutnya, \"Daripada orang keluaranlah.\" Lalu kata Yesus kepadanya, \"Jikalau demikian, bebaslah segala anak itu.","Tetapi supaya jangan kita menyakitkan hati mereka itu, pergilah engkau ke tasik mengail, dan ambillah ikan yang mula-mula timbul; dan apabila engkau membuka mulutnya, engkau akan mendapat sekeping uang empat dirham; ambillah uang itu, lalu berikan kepada mereka itu bagi Aku dan bagi engkau pun.\""]