["Maka datanglah orang Parisi dan orang Saduki pun hendak mencobai Yesus, meminta Dia menunjukkan kepadanya suatu tanda ajaib dari langit.","Tetapi jawab-Nya serta berkata kepada mereka itu, \"Apabila petang hari kamu berkata: Cuaca baik, karena merah langit.","Dan pada pagi hari katamu: Hari ini hendak ribut, karena langit merah serta redup. Sungguhpun rupa langit itu kamu tahu membedakan, tetapi tanda ajaib zaman ini tiada kamu ketahui.","Suatu bangsa yang jahat dan berzinah menuntut barang tanda ajaib, maka tiada diberi tanda kepadanya, melainkan tanda ajaib Nabi Yunus.\" Kemudian ditinggalkan-Nya mereka itu serta pergi.","Apabila murid-murid-Nya sampai ke seberang, terlupalah mereka itu membawa roti.","Maka kata Yesus kepada mereka itu, \"Ingatlah baik-baik, jagalah diri kamu daripada ragi orang Parisi dan orang Saduki.\"","Maka berbicaralah mereka itu sama sendirinya, katanya, \"Ia berkata begitu sebab tiada kita membawa roti.\"","Maka diketahui oleh Yesus akan pikirannya; lalu berkata kepada mereka itu, \"Hai orang yang kurang percaya, apakah sebabnya kamu berbicara sama sendirimu, oleh sebab tiada roti padamukah?","Belumkah kamu mengerti, dan tiadakah kamu ingat dari hal roti lima ketul bagi lima ribu orang itu, dan berapa bakul sisanya telah kamu angkat?","Atau dari hal tujuh ketul roti bagi empat ribu orang, dan berapa bakul sisanya telah kamu angkat?","Bagaimanakah yang kamu tiada mengerti, bahwa bukannya dari hal roti Aku berkata kepadamu? Tetapi jagalah dirimu daripada ragi orang Parisi dan orang Saduki itu.\"","Maka baharulah mereka itu mengerti, bahwa bukan Ia berkata tentang menjaga dirinya daripada ragi, melainkan daripada pengajaran orang Parisi dan orang Saduki.","Setelah sampai Yesus ke jajahan Kaisaria Pilipi, bertanyalah Ia kepada murid-murid-Nya, kata-Nya, \"Menurut kata orang: Siapakah Anak manusia?\"","Maka berkatalah mereka itu, \"Ada yang mengatakan: Yahya Pembaptis; dan ada yang mengatakan: Elias; ada pula yang mengatakan: Yermia, atau seorang dari antara segala nabi.\"","Maka kata Yesus kepada mereka itu, \"Tetapi kata kamu ini, siapakah Aku?\"","Maka sahut Simon Petrus, katanya, \"Tuhanlah Kristus, Anak Allah yang hidup.\"","Lalu jawab Yesus, serta berkata kepadanya, \"Berbahagialah engkau, hai Simon, anak Yunus! Karena bukannya keadaan manusia yang menyatakan hal itu kepadamu, melainkan Bapa-Ku yang di surga.","Maka Aku pun berkata kepadamu, bahwa engkau inilah Petrus, dan di atas batu ini Aku akan membangunkan sidang-Ku; dan segala pintu alam maut pun tiada akan dapat mengalahkan dia.","Maka Aku akan memberi kepada engkau anak kunci kerajaan surga; dan barang apa yang engkau ikatkan di atas bumi, itu pun terikat juga di surga, dan barang apa yang engkau orakkan di atas bumi, itu pun terorak juga di surga.\"","Lalu Ia berpesan kepada murid-murid-Nya, jangan mengatakan kepada seorang jua pun, bahwa Ialah Kristus adanya.","Daripada masa itu mulailah Yesus menyatakan kepada murid-murid-Nya, bahwa Ia wajib pergi ke Yeruzalem, lalu merasai banyak sengsara daripada orang tua-tua, dan daripada kepala imam dan ahli Taurat, sehingga dibunuh, kemudian Ia bangkit pula pada hari yang ketiga.","Maka Petrus membawa Dia sertanya, lalu mulai menegur Dia, katanya, \"Dijauhkan Allah, ya Tuhan! Sekali-kali jangan perkara ini akan jadi pada-Mu.\"","Tetapi berpalinglah Yesus sambil berkata kepada Petrus, \"Pergilah ke belakang Aku, hai Iblis! Engkaulah menjadi suatu penyesat bagi-Ku, karena bukannya engkau memikirkan barang daripada Allah, melainkan barang daripada manusia.\"","Setelah itu berkata Yesus kepada murid-murid-Nya, \"Jikalau barangsiapa hendak mengikut Aku, haruslah ia menyangkali dirinya serta menanggung salibnya, lalu mengikut Aku.","Karena barangsiapa yang hendak memeliharakan nyawanya, ia akan kehilangan nyawa; tetapi barangsiapa yang kehilangan nyawanya oleh karena Aku, ialah akan mendapat nyawa.","Apakah untungnya kepada seorang, jikalau ia beroleh segenap dunia ini, tetapi jiwanya binasa? Atau apakah yang patut diberi orang akan menebus jiwanya?","Karena Anak manusia akan datang dengan kemuliaan Bapa-Nya beserta dengan segala malaekat-Nya; pada masa itu Ia akan membalas kepada tiap-tiap orang menurut perbuatannya.","Dengan sesungguhnya Aku berkata kepadamu: Ada beberapa orang yang berdiri di sini, yang tiada akan merasai mati, sebelum dilihatnya Anak manusia datang dengan kerajaan-Nya.\""]