["Maka Yesus memanggil kedua belas murid-Nya, lalu diberi-Nya kuasa kepada mereka itu atas segala setan, akan membuangkan dia, dan menyembuhkan segala penyakit, dan melenyapkan segala aib tubuh orang.","Maka inilah nama-nama kedua belas rasul, yaitu: Pertama-tama Simon yang disebut Petrus, dan Andreas saudaranya; dan Yakub anak Zabdi, dan Yahya saudara Yakub;","dan Pilipus dan Bartolomius; dan Tomas, dan Matius, pemungut cukai itu, dan Yakub anak Alpius, dan Tadius;","dan Simon orang Kanani, dan Yudas Iskariot, yaitu yang menyerahkan Yesus.","Maka kedua belas orang inilah disuruhkan oleh Yesus dengan pesan-Nya demikian, \"Janganlah kamu pergi ke negeri orang kafir dan jangan kamu masuk negeri orang Samaria,","melainkan pergilah kamu kepada segala domba kaum Israel yang sesat itu.","Maka sambil kamu berjalan itu, kabarkanlah: Bahwa kerajaan surga sudah dekat.","Sembuhkanlah orang yang sakit, hidupkanlah orang yang mati, tahirkanlah orang yang kena bala zaraat dan buangkanlah segala setan. Karena dengan percuma kamu dapat, berikanlah juga dengan percuma.","Dan jangan kamu membawa emas atau perak atau tembaga di dalam ikat pinggangmu;","atau barang tempat bekal bagi perjalanan, atau dua helai baju, atau kasut, atau tongkat pun; karena tiap-tiap orang yang bekerja, patut mendapat makanannya.","Dan apabila kamu masuk ke dalam barang sesuatu negeri atau kampung, periksalah olehmu, siapa yang patut-patut di sana, lalu tinggallah di situ, sehingga kamu berangkat pula dari tempat itu.","Apabila kamu masuk rumah orang, berilah salam padanya.","Dan jikalau isi rumah itu berlayak, biarlah sejahteramu turun ke atasnya; tetapi jikalau tiada, berbaliklah sejahteramu itu kepadamu pula.","Maka barangsiapa yang tiada menerima kamu atau tiada mendengar perkataanmu, apabila kamu keluar dari rumah atau negeri itu, kebaskanlah debu kakimu.","Dengan sesungguhnya Aku berkata kepadamu, bahwa pada hari kiamat terlebih ringan siksa tanah Sodom dan Gomorah daripada siksa negeri itu.","Ingatlah olehmu, Aku ini menyuruhkan kamu seperti domba di antara serigala. Sebab itu hendaklah kamu cerdik seperti ular, dan tulus hati seperti burung merpati.","Tetapi berjaga-jagalah dirimu daripada orang, karena mereka itu akan menyerahkan kamu kepada beberapa majelis, dan kamu akan disesah oleh mereka itu di dalam segala rumah sembahyang mereka itu.","Dan lagi, kamu akan dibawa menghadap pemerintah dan raja-raja oleh sebab Aku, yaitu akan menjadi suatu kesaksian pada mereka itu dan pada segala orang kafir pun.","Tetapi apabila kamu diserahkan oleh mereka itu, janganlah kamu bimbang akan hal bagaimana atau apa yang hendak kamu katakan kelak; karena pada ketika itu juga akan dikaruniakan kepadamu barang yang wajib kamu katakan.","Karena bukannya kamu sendiri yang berkata-kata, melainkan Roh Bapamu yang berkata di dalam dirimu.","Maka saudara akan menyerahkan nyawa saudaranya sampai mati dibunuh, dan bapa akan menyerahkan nyawa anaknya. Dan anak-anak itu akan mendurhaka kepada ibu bapanya, serta membunuh dia.","Maka kamu akan dibenci oleh sekalian orang sebab nama-Ku, tetapi orang yang bertekun sampai ke akhir, ialah akan diselamatkan.","Apabila kamu dianiayakan oleh orang di dalam sebuah negeri, larilah ke negeri yang lain, karena dengan sesungguhnya Aku berkata kepadamu, bahwa tiada habis kamu menjalani segala negeri Israel, sebelum datang Anak manusia.","Seorang murid tiada lebih daripada gurunya, dan seorang hamba pula tiada lebih daripada tuannya.","Maka cukuplah bagi murid itu jikalau halnya sama dengan gurunya, dan demikian bagi hamba itu sama dengan tuannya. Jikalau tuan rumah itu dikata orang ia Baalzebul, apatah lagi akan segala orang isi rumahnya.","Sebab itu, janganlah kamu takut akan mereka itu, karena suatu pun tiada yang tertudung, yang tiada dibukakan kelak, dan suatu pun tiada yang tersembunyi, yang tiada dinyatakan kelak.","Barang yang Aku katakan kepadamu di dalam gelap, hendaklah kamu katakan di tengah terang; dan barang yang Aku bisikkan ke telingamu, hendaklah kamu serukan dari atas sotoh rumah.","Janganlah kamu takut akan orang yang membunuh tubuh, dan yang tiada berkuasa mematikan jiwa; tetapi yang terutama sekali hendaklah kamu takuti Dia, yang berkuasa membinasakan baik tubuh atau jiwa di dalam neraka.","Bukankah burung pipit dijual orang dua ekor seduit? Tetapi seekor pun tiada jatuh ke tanah, jikalau tiada dengan kehendak Bapamu.","Maka rambut di atas kepalamu juga semuanya sudah terhitung.","Oleh yang demikian, janganlah kamu takut; karena kamu ini terlebih indah daripada burung pipit yang banyak itu.","Sebab itu, tiap-tiap orang yang mengaku Aku di hadapan manusia, maka Aku ini juga akan mengaku dia di hadirat Bapa-Ku yang di surga.","Tetapi barangsiapa yang menyangkal Aku di hadapan manusia, maka Aku ini juga akan menyangkal dia di hadirat Bapa-Ku yang di surga.","Janganlah kamu sangkakan Aku datang membawa keamanan di atas bumi ini. Bukannya Aku datang membawa keamanan, melainkan pedang.","Karena Aku datang menceraikan orang dengan bapanya, dan anak yang perempuan dengan ibunya, dan menantu yang perempuan dengan mak mentuanya;","dan orang yang serumahnya masing-masing akan menjadi seterunya.","Siapa yang mengasihi bapanya atau ibunya lebih daripada-Ku, tiada ia berlayak kepada-Ku dan siapa yang mengasihi anaknya laki-laki atau anaknya yang perempuan lebih daripada-Ku, tiada ia berlayak kepada-Ku.","Dan barangsiapa yang tiada menanggung salibnya serta mengikut Aku, tiada ia berlayak kepada-Ku.","Siapa yang memeliharakan nyawanya, ia akan kehilangan nyawa; dan siapa yang kehilangan nyawanya oleh sebab Aku, ialah akan mendapat nyawa.","Siapa yang menyambut kamu, ialah menyambut Aku, dan siapa yang menyambut Aku, ialah menyambut Dia, yang menyuruh Aku.","Siapa yang menyambut seorang nabi sebab nabi namanya, ialah akan mendapat pahala sama seperti nabi; dan siapa yang menyambut seorang benar sebab benar namanya, ialah akan mendapat pahala sama seperti seorang benar.","Dan barangsiapa yang memberi minum, meskipun secawan air sejuk sahaja, kepada seorang daripada yang kecil ini, sebab murid namanya, sesungguhnya Aku berkata kepadamu, sekali-kali tiada akan hilang pahalanya.\""]