["Pada hari itu juga keluarlah Yesus dari rumah itu, lalu duduk di pantai tasik.","Maka banyaklah orang berhimpun datang kepada-Nya. Sebab itu naiklah Ia ke dalam sebuah perahu lalu duduk, maka orang banyak sekalian itu pun berdirilah di pantai.","Maka dikatakan-Nyalah kepada mereka itu banyak perkara dengan perumpamaan, kata-Nya, \"Adalah seorang penabur keluar hendak menabur benih;","maka sedang ia menabur, ada separuh jatuh di tepi jalan, lalu datanglah burung-burung makan sehingga habis benih itu.","Ada separuh jatuh di tempat yang berbatu-batu, yang tiada banyak tanahnya; maka dengan segera benih itu tumbuh, sebab tanahnya tiada dalam.","Akan tetapi, ketika matahari naik, layulah ia, dan sebab tiada berakar, keringlah ia.","Ada juga separuh jatuh di tengah semak duri, maka duri itu pun tumbuh serta membantutkan benih itu.","Dan ada pula separuh jatuh di tanah yang baik, sehingga mengeluarkan buah, ada yang seratus, ada yang enam puluh, ada yang tiga puluh kali ganda banyaknya.","Siapa yang bertelinga, hendaklah ia mendengar.\"","Maka datanglah murid-murid itu serta berkata kepada-Nya, \"Apakah sebabnya Rabbi berkata kepada mereka itu dengan perumpamaan?\"","Maka jawab Yesus sambil berkata kepada mereka itu, \"Bahwa kepada kamu diberi karunia mengetahui segala rahasia kerajaan surga, tetapi kepada mereka itu tiada dikaruniakan.","Karena barangsiapa yang mempunyai barang sesuatu, kepadanya akan diberi lagi, dan ia akan beroleh dengan limpahnya. Tetapi barangsiapa yang tiada mempunyai sesuatu itu, daripadanya juga akan diambil barang yang ada padanya.","Oleh sebab itu Aku bertutur kepada mereka itu dengan perumpamaan, karena mereka itu melihat dengan tiada melihat, dan mendengar dengan tiada mendengar atau mengerti.","Demikian disampaikanlah bagi mereka itu sabda Nabi Yesaya, bunyinya: Bahwa dengan pendengar kamu akan mendengar, tetapi sekali-kali tiada kamu akan mengerti. Dan dengan penglihat kamu akan melihat, tetapi sekali-kali tiada kamu nampak.","Karena kaum ini sudah keras hati, dan pendengarnya pun berat, dan matanya sudah dikejamkannya, supaya jangan sekali-kali mereka itu nampak dengan matanya, dan mendengar dengan telinganya, dan mengerti dengan hatinya, dan bertobat pula, lalu Aku pun menyembuhkan mereka itu.","Tetapi berbahagialah mata kamu sebab nampak, dan telinga kamu sebab mendengar.","Karena sesungguhnya Aku berkata kepadamu: Bahwa banyaklah nabi dan orang benar sudah rindu hendak melihat segala perkara yang kamu lihat ini, maka tiada mereka itu dapat melihatnya; dan hendak mendengar segala perkara yang kamu dengar, tiada juga mereka itu dapat mendengarnya.","Sebab itu dengarlah oleh kamu pengertian perumpamaan orang yang menabur benih itu!","Bahwa apabila orang mendengar Perkataan kerajaan itu dan tiada ia mengerti, maka datanglah si Jahat merebut barang yang tertabur di dalam hatinya itu; inilah dia yang tertabur di tepi jalan.","Tetapi yang tertabur di tempat berbatu-batu, itulah orang yang mendengar Perkataan itu, lalu segeralah menyambut dia dengan sukacitanya;","tetapi tiadalah ia berakar di dalam dirinya, hanyalah bertahan seketika sahaja. Lalu apabila datang kesusahan atau aniaya oleh sebab Perkataan itu, sebentar itu juga kecil hati mereka itu.","Maka yang tertabur di tengah semak duri itu, ialah orang yang mendengar Perkataan itu, tetapi bantutlah Perkataan itu oleh sebab percintaan dunia ini beserta segala tipu daya kekayaannya, sehingga tiada berbuah.","Maka yang tertabur di tanah yang baik itu, ialah orang yang mendengar Perkataan itu serta mengerti dia; lalu berbuahlah ia sungguh-sungguh, sehingga mengeluarkan buah, ada yang seratus, ada yang enam puluh, ada yang tiga puluh kali gandanya.\"","Suatu perumpamaan yang lain pula dibentangkan-Nya di hadapan mereka itu, kata-Nya, \"Bahwa kerajaan surga itu diumpamakan dengan seorang yang menabur benih yang baik di ladangnya;","maka sedang orang tidur, datanglah seterunya menabur pula benih lalang di dalam gandum itu, lalu ia pergi.","Apabila tunasnya menyorong dan berbuah, baharulah lalang itu pun kelihatan.","Maka datanglah segala hamba orang yang empunya ladang itu, serta berkata kepadanya: Tuan, bukankah Tuan menabur benih yang baik di ladang Tuan itu? Dari manakah lalang itu?","Maka sahutnya kepada mereka itu: Bahwa seterulah yang membuat demikian itu. Maka kata segala hamba itu kepadanya: Sukakah Tuan, kami pergi memungut lalang itu?","Maka katanya: Jangan, sebab barangkali apabila kamu pungut lalang itu, gandum itu pun tercabut juga sertanya.","Biarlah kedua-duanya itu tumbuh bersama-sama sampai musim menuai. Pada ketika menuai itu kelak aku akan berkata kepada orang yang menuai: Kumpulkanlah lalang itu dahulu, dan ikatkanlah beberkas-berkas supaya dibakar, tetapi gandumnya itu bawalah masuk ke dalam lumbungku.\"","Suatu perumpamaan yang lain pula dibentangkan-Nya di hadapan mereka itu, kata-Nya, \"Bahwa kerajaan surga itu seumpama sebiji sesawi, yang diambil orang, ditaburkannya di ladangnya.","Sungguhpun ia itu tampak terlebih kecil daripada segala jenis benih, tetapi apabila ia tumbuh, besarlah ia daripada sekalian pokok sayur-sayuran, dan menjadi pohon, sehingga burung-burung di udara pun datang bersarang di cabang-cabangnya.\"","Dan lagi suatu perumpamaan yang lain dikatakan-Nya kepada mereka itu, \"Bahwa kerajaan surga itu seumpama ragi, yang diambil oleh seorang perempuan, dibubuhnya dalam tepung tiga sukatan, sampai khamir semuanya.\"","Segala perkara ini dikatakan oleh Yesus kepada orang banyak itu dengan perumpamaan, dan tiada Ia bertutur kepada mereka itu lain daripada dengan perumpamaan,","supaya sampailah barang yang telah disabdakan oleh nabi itu, yaitu: Aku akan membuka mulut-Ku dengan perumpamaan, dan Aku akan menyatakan barang yang tersembunyi daripada awal dunia.","Kemudian daripada itu Yesus pun meninggalkan orang banyak itu, lalu masuklah Ia ke dalam rumah. Maka datanglah murid-murid-Nya kepada-Nya, serta berkata, \"Artikanlah kepada kami perumpamaan dari hal lalang yang di ladang itu.\"","Maka jawab-Nya kepada mereka itu, \"Adapun orang yang menabur benih yang baik itu, ialah Anak manusia;","dan ladang itu, ialah dunia ini; dan benih yang baik itu, ialah anak-anak kerajaan itu; dan lalang itu, ialah anak si Jahat.","Dan seteru yang menabur lalang itu, ialah Iblis; dan musim menuai, ialah kesudahan alam; dan orang yang menuai itu, ialah segala malaekat.","Maka sama seperti lalang itu dikumpulkan dan dibakar habis dengan api, sedemikianlah akan jadi pada kesudahan alam.","Maka Anak manusia akan menyuruhkan segala malaekat-Nya, lalu malaekat itu akan mengumpulkan dari dalam kerajaan-Nya segala penggoda dan sekalian orang yang durhaka.","Lalu dibuangkan-Nya ke dalam dapur yang berapi; di sanalah kelak tangisan dan kertak gigi.","Pada masa itu segala orang yang benar akan bercahaya seperti matahari di dalam kerajaan Bapanya. Siapa yang bertelinga, hendaklah ia mendengar.\"","\"Adapun kerajaan surga itu seumpama mata benda yang tersembunyi di dalam tanah, yang didapati oleh orang, lalu disembunyikannya pula; maka sebab sukacitanya pergilah ia menjualkan segala sesuatu yang ada padanya, lalu dibelinya tanah itu.","Dan lagi kerajaan surga itu seumpama seorang saudagar yang mencari mutiara yang elok.","Apabila didapatinya sebiji mutiara yang mahal harganya, pergilah ia menjualkan segala sesuatu yang ada padanya, lalu dibelinya mutiara itu.\"","\"Dan lagi pula kerajaan surga itu seumpama pukat, yang dilabuhkan orang di laut dan yang mengumpulkan berjenis-jenis ikan.","Setelah penuh, ditarik orang naik ke pantai, lalu mereka itu duduk memilih, yaitu yang baik ditaruhnya di dalam bekasnya, tetapi yang tiada baik itu dibuangkannya.","Demikianlah akan jadi pada kesudahan alam: Segala malaekat akan keluar mengasingkan orang jahat dari antara orang yang benar.","Lalu membuangkan mereka itu ke dalam dapur yang berapi; di sanalah kelak tangisan dan kertak gigi.","Sudahkah kamu mengerti segala perkara ini?\" Maka jawab mereka itu kepada-Nya, \"Mengerti.\"","Maka kata Yesus kepada mereka itu, \"Sebab itu, tiap-tiap ahli Taurat, yang menjadi murid pada hal kerajaan surga, ialah seumpama seorang tuan rumah, yang mengeluarkan daripada hartanya yang tersimpan barang yang baharu dan yang lama.\"","Setelah sudah Yesus mengatakan segala perumpamaan itu, lalu berangkatlah Ia dari sana.","Setelah Ia sampai ke negeri-Nya sendiri, diajarkan-Nya orang-orang di dalam rumah sembahyang mereka itu, sehingga segala orang itu pun heranlah, serta berkata, \"Dari manakah orang ini beroleh hikmat yang demikian, serta mujizat itu?","Bukankah Ia ini anak tukang kayu? Dan bukankah ibu-Nya bernama Maryam, dan saudara-saudara-Nya Yakub, dan Yusuf, dan Simon, dan Yudas?","Dan lagi saudara-Nya yang perempuan itu pun bukankah semuanya ada di antara kita di sini? Dari manakah Ia ini beroleh segala perkara itu?\"","Maka mereka itu menaruh syak akan Dia. Tetapi kata Yesus kepada mereka itu, \"Seorang nabi bukannya tiada berhormat, kecuali di dalam negerinya dan di dalam rumahnya sendiri.\"","Maka di sana tiadalah dapat Ia mengadakan barang sesuatu mujizat, sebab mereka itu tiada percaya."]