["Tatkala Yesus telah menyudahkan segala ucapan itu, berangkatlah Ia dari tanah Galilea, lalu sampai ke jajahan tanah Yudea yang di seberang Sungai Yarden.","Maka amatlah banyak orang mengikut Dia, lalu disembuhkan-Nya mereka itu di sana.","Maka datanglah orang Parisi kepada-Nya hendak mencobai Dia, serta bertanya kepada-Nya, \"Halalkah orang menceraikan bininya karena tiap-tiap sebab?\"","Maka jawab Yesus, kata-Nya, \"Tiadakah kamu membaca, bahwa Ia yang menjadikan manusia pada mulanya menjadikan laki-laki dan perempuan,","lalu berfirman: Karena sebab itu hendaklah orang meninggalkan ibu bapanya, dan berdamping dengan bininya; lalu keduanya itu menjadi sedarah-daging?","Sehingga mereka itu bukannya lagi dua orang, melainkan sedarah-daging adanya. Sebab itu, yang telah dijodohkan oleh Allah, janganlah diceraikan oleh manusia.\"","Maka kata mereka itu kepada-Nya, \"Kalau begitu, apakah sebabnya Musa menyuruh memberi surat talak serta menceraikan dia?\"","Maka kata Yesus kepada mereka itu, \"Oleh sebab keras hatimu Musa meluluskan kamu menceraikan binimu; tetapi pada mulanya bukan demikian adanya.","Aku berkata kepadamu: Barangsiapa yang menceraikan bininya, kecuali sebab hal zinah, lalu berbinikan orang lain, ialah berzinah. Dan barangsiapa yang berbinikan perempuan yang sudah diceraikan demikian, ia pun berzinah juga.\"","Maka kata murid-murid itu kepada-Nya, \"Jikalau demikian ini perihal laki dengan bini, tiada berfaedah kawin.\"","Tetapi kata-Nya kepada mereka itu, \"Bukannya sekalian orang mengerti perkataan ini, hanyalah orang-orang yang dikaruniakan sahaja.","Karena ada orang kembiri yang lahir sedemikian daripada perut ibunya; dan ada lagi orang kembiri yang dikembirikan orang; dan ada pula orang kembiri yang sudah mengembirikan dirinya sendiri sebab karena kerajaan surga. Siapa yang dapat mengerti yang demikian, hendaklah ia mengerti.\"","Tatkala itu adalah orang membawa kanak-kanak kepada Yesus, supaya Ia meletakkan tangan ke atasnya dan mendoakan, tetapi murid-murid-Nya menengking orang itu.","Tetapi kata Yesus, \"Biarkanlah kanak-kanak itu, jangan dilarangkan mereka itu datang kepada-Ku, karena orang yang sama seperti inilah yang empunya kerajaan surga.\"","Maka Ia pun meletakkan tangan-Nya ke atas kanak-kanak itu, kemudian berangkatlah Ia dari sana.","Maka tiba-tiba datanglah seorang kepada-Nya, serta berkata, \"Ya Guru, kebajikan apakah patut hamba perbuat, supaya beroleh hidup yang kekal?\"","Maka kata Yesus kepadanya, \"Apakah sebabnya engkau bertanya kepada-Ku dari hal kebajikan? Ada Satu Yang Baik. Tetapi jikalau engkau mau masuk kepada hidup, turutlah hukum-hukum itu.\"","Maka berkatalah ia kepada-Nya, \"Hukum manakah itu?\" Maka kata Yesus, \"Jangan engkau membunuh, jangan engkau berzinah, jangan engkau mencuri, jangan engkau menjadi saksi dusta.","Hormatkanlah ibu bapamu, dan lagi: Hendaklah engkau mengasihi sesamamu manusia seperti dirimu sendiri.\"","Maka kata orang muda itu kepada-Nya, \"Sekalian ini sudah hamba turut; apakah lagi kurang pada hamba?\"","Maka kata Yesus kepadanya, \"Jikalau engkau hendak menjadi sempurna pergilah engkau, jualkan barang apa yang ada padamu, dan sedekahkanlah kepada orang miskin, maka engkau akan beroleh harta di surga; dan marilah mengikut Aku.\"","Tetapi apabila didengar oleh orang muda perkataan ini, pergilah ia dengan dukacitanya, karena ia berharta banyak.","Maka kata Yesus kepada murid-murid-Nya, \"Sesungguhnya Aku berkata kepadamu, bahwa sukarlah seorang yang kaya masuk ke dalam kerajaan surga.","Dan lagi pula Aku berkata kepadamu: Lebih mudahlah seekor unta masuk ke lubang jarum daripada seorang yang kaya masuk ke dalam kerajaan Allah.\"","Setelah didengar oleh murid-murid itu yang demikian, tercenganglah mereka itu amat sangat, lalu katanya, \"Kalau begitu, siapakah akan beroleh selamat?\"","Maka sambil memandang mereka itu berkatalah Ia, \"Kepada manusia perkara ini mustahil, tetapi kepada Allah tiada ada perkara yang mustahil.\"","Lalu sahut Petrus serta berkata kepada-Nya, \"Kami ini sudah meninggalkan semuanya serta mengikut Rabbi. Apakah kelak kami akan peroleh?\"","Maka kata Yesus kepada mereka itu, \"Sesungguhnya Aku berkata kepadamu, bahwa pada masa kejadian alam yang baharu, apabila Anak manusia kelak duduk di atas takhta kemuliaan-Nya, maka kamu ini pun, yang sudah mengikut Aku, akan duduk juga di atas dua belas takhta serta menghakimkan dua belas suku bangsa bani Israel.","Dan barangsiapa yang sudah meninggalkan rumah, atau saudaranya laki-laki, atau saudaranya yang perempuan, atau bapanya atau ibunya atau anak-anaknya, atau tanahnya, sebab karena nama-Ku, ia itu akan beroleh seratus kali ganda, serta mewarisi hidup yang kekal.","Tetapi banyak orang yang terdahulu akan menjadi yang terkemudian, dan orang yang terkemudian itu akan menjadi yang terdahulu.\""]