["Tatkala itu datanglah kepada Yesus orang-orang Parisi dan ahli Taurat dari Yeruzalem serta berkata,","\"Apakah sebabnya murid-murid-Mu melanggar adat istiadat orang tua-tua? Karena tiada mereka itu membasuh tangannya apabila hendak makan.\"","Maka jawab Yesus serta berkata kepada mereka itu, \"Apakah sebabnya kamu pun melanggar hukum Allah oleh sebab adat istiadat orang tua-tua kamu?","Karena Allah telah berfirman: Hormatilah ibu bapamu! dan lagi: Siapa yang mencerca bapanya atau ibunya, ialah akan mati dibunuh.","Tetapi kata kamu ini: Barangsiapa yang berkata kepada bapanya atau ibunya, bahwa barang yang patut menjadi faedahmu daripadaku itulah kupersembahkan kepada Allah;","maka tiada wajib orang itu memberi hormat kepada bapanya atau ibunya lagi. Demikianlah kamu meniadakan firman Allah oleh sebab adat istiadat orang tua-tua kamu.","Hai orang munafik, benar sekali barang yang disabdakan oleh Nabi Yesaya dahulu dari hal kamu demikian ini:","Bahwa kaum ini menghormati Aku dengan mulutnya, tetapi hatinya jauh daripada-Ku.","Sia-sialah mereka itu menyembah Aku, karena mereka itu mengajarkan hukum-hukum akal manusia.\"","Maka dipanggil-Nya pula orang banyak itu, lalu berkata kepada mereka itu, \"Dengarlah dan ketahuilah olehmu!","Bukannya barang yang masuk ke dalam mulut itu menajiskan orang, melainkan barang yang keluar dari dalam mulut, itulah yang menajiskan orang.\"","Lalu murid-murid-Nya pun datang, serta berkata kepada-Nya, \"Tahukah Rabbi bahwa orang Parisi itu sakit hati, tatkala didengarnya perkataan yang demikian?\"","Maka jawab Yesus, kata-Nya, \"Sesuatu tanaman, yang tiada ditanam oleh Bapa-Ku yang di surga, ialah akan dicabut.","Biarkanlah orang itu. Mereka itu pemimpin buta daripada orang yang buta. Jikalau orang buta memimpin orang buta, niscaya keduanya pun akan jatuh ke dalam lubang.\"","Maka sahut Petrus serta berkata kepada-Nya, \"Artikanlah kepada kami perumpamaan ini.\"","Tetapi kata Yesus, \"Sampai sekarang ini kamu pun kurang pahamkah juga?","Tiadakah kamu mengerti, bahwa barang apa yang masuk ke dalam mulut itu terus ke dalam perut dan dibuangkan ke dalam jamban?","Tetapi barang apa yang keluar dari dalam mulut, itulah datang dari dalam hati; maka itulah yang menajiskan orang.","Karena dari dalam hati itu pun keluar pikiran yang jahat, bunuhan, zinah, persundalan, pencurian, saksi dusta, hujat;","segala hal itulah yang menajiskan orang, tetapi makan dengan tangan yang tiada berbasuh, tiada menajiskan orang.\"","Maka Yesus pun keluarlah dari sana, serta berangkat ke jajahan Tsur dan Sidon.","Maka adalah seorang perempuan Kanani datang dari jajahan itu, serta berteriak, katanya, \"Ya Tuhan, ya Anak Daud, kasihankanlah hamba; karena anak hamba yang perempuan dirasuk setan terlalu sangat.\"","Tetapi sepatah kata pun tiada dijawab oleh Yesus kepada perempuan itu. Maka datanglah murid-murid-Nya meminta kepada-Nya, serta berkata, \"Suruhlah perempuan itu pergi, karena ia berteriak-teriak di belakang kita.\"","Maka jawab Yesus, kata-Nya, \"Tiadalah Aku disuruhkan kepada yang lain hanya kepada segala domba yang sesat dari antara bani Israel.\"","Maka datanglah perempuan itu sujud menyembah Dia, katanya, \"Ya Tuhan, tolonglah hamba!\"","Tetapi jawab Yesus, kata-Nya, \"Tiada patut diambil roti dari anak-anak, lalu mencampakkan kepada anjing.\"","Maka kata perempuan itu, \"Benarlah, ya Tuhan, tetapi anjing itu pun makan segala remah-remah, yang jatuh dari atas meja tuannya.\"","Lalu jawab Yesus, serta berkata kepadanya, \"Hai perempuan, besarlah imanmu; jadilah bagimu sama seperti engkau kehendaki.\" Maka sembuhlah anaknya yang perempuan itu pada ketika itu juga.","Maka berjalanlah Yesus dari sana, serta tiba dekat Tasik Galilea; maka naiklah Ia ke atas gunung, lalu duduk di sana.","Maka banyaklah orang datang kepada-Nya membawa orang timpang, dan orang kudung, dan orang buta, dan orang kelu, dan banyak orang lain-lain pun, lalu meletakkan mereka itu di kaki Yesus. Maka disembuhkan-Nya mereka itu,","sehingga orang banyak itu heran, melihat orang kelu berkata-kata, dan orang kudung sembuh, dan orang timpang berjalan betul, dan orang buta melihat; lalu dipermuliakannya Tuhan orang Israel.","Maka dipanggil oleh Yesus akan murid-murid-Nya, lalu kata-Nya, \"Hati-Ku sangat kasihan akan orang banyak ini, karena sudah tiga hari lamanya mereka itu tinggal bersama-sama dengan Aku, maka satu pun tiada padanya yang hendak dimakannya; tiadalah Aku mau menyuruh dia pulang dengan laparnya, sebab barangkali pingsan mereka itu kelak di jalan.\"","Maka kata murid-murid itu kepada-Nya, \"Dari manakah kita mendapat sebegitu banyak roti di padang belantara ini akan mengenyangkan orang yang sebanyak ini?\"","Maka kata Yesus kepadanya, \"Berapa ketul roti ada padamu?\" Maka katanya, \"Ada tujuh ketul, dan sedikit ikan kecil-kecil.\"","Maka disuruh-Nya orang banyak itu duduk di tanah;","lalu diambil-Nya roti yang tujuh ketul dan ikan itu, diucap-Nya syukur dan dipecah-pecahkan-Nya, serta diberi-Nya kepada murid-murid-Nya, maka murid-murid-Nya pula memberikan dia kepada orang banyak itu.","Maka makanlah sekaliannya sampai kenyang. Lalu diangkat oranglah segala sisanya itu, tujuh bakul penuh.","Adapun segala orang yang makan itu empat ribu orang laki-laki banyaknya, lain pula perempuan dan kanak-kanak.","Setelah disuruh-Nya pulang orang banyak itu, maka Ia pun naik ke dalam perahu, lalu tibalah di jajahan Magadan."]