["Pada masa itu juga berjalanlah Yesus pada hari Sabbat melalui ladang-ladang gandum, maka laparlah murid-murid-Nya, lalu mereka itu memetik mayang-mayang gandum, serta dimakannya.","Apabila dilihat oleh orang Parisi akan hal itu, berkatalah mereka itu kepada-Nya, \"Tengoklah, murid-murid-Mu berbuat barang yang tiada halal diperbuat orang pada hari Sabbat.\"","Tetapi kata Ia kepada mereka itu, \"Belumkah kamu membaca barang yang diperbuat oleh Daud, tatkala ia lapar dan segala orang yang beserta dengan dia,","di dalam hal ia sudah masuk ke dalam Rumah Allah, lalu makan roti persembahan itu, yang tiada halal dimakan olehnya atau oleh orang yang beserta dengan dia, melainkan oleh imam-imam sahaja?","Atau belumkah kamu membaca nas di dalam kitab Taurat, bahwa pada hari Sabbat itu segala imam di dalam Rumah Allah melanggar hukum hari Sabbat dengan tiada menjadi salah?","Tetapi Aku berkata kepadamu: Bahwa adalah di sini seorang yang lebih besar daripada Rumah Allah itu.","Tetapi jikalau kamu sudah mengetahui akan arti perkataan ini: Bahwa belas kasihan yang Aku kehendaki, bukanlah persembahan, niscaya tiadalah kamu menyalahkan orang yang tiada bersalah itu,","karena Anak manusia itulah Tuhan atas hari Sabbat juga.\"","Maka berangkatlah Ia dari sana, lalu masuk ke dalam rumah sembahyang orang-orang itu.","Di sana adalah seorang yang mati tangan sebelah; maka supaya dapat menyalahkan Dia bertanyalah mereka itu kepada Yesus, \"Halalkah menyembuhkan orang pada hari Sabbat?\"","Tetapi berkatalah Ia kepada mereka itu, \"Jikalau barang seorang di antara kamu menaruh seekor domba, yang jatuh ke dalam telaga buta pada hari Sabbat, tiadakah dicapainya dan ditariknya keluar akan dia?","Apatah lagi manusia, yang terlebih indah daripada seekor domba? Sebab itu halal juga berbuat baik pada hari Sabbat.\"","Lalu kata Yesus kepada orang itu, \"Kedangkanlah tanganmu!\" Maka dikedangkannya, lalu sembuhlah tangan itu, menjadi baik pula sama seperti tangannya yang sebelah lagi.","Maka keluarlah orang Parisi hendak melawan Yesus serta berunding, peri bagaimana mereka itu dapat membunuh Dia.","Tetapi serta diketahui oleh Yesus akan hal itu, undurlah Ia dari sana; maka banyaklah orang mengikut Dia, lalu Ia menyembuhkan sekaliannya,","sambil melarangkan mereka itu, supaya jangan mereka itu memasyhurkan Dia.","Supaya sampailah sabda Nabi Yesaya, bunyinya:","Inilah hamba pilihan-Ku, dan kekasih-Ku, yang berkenan kepada hati-Ku; maka Aku akan membubuhkan Roh-Ku ke atas-Nya, dan Ia akan menyatakan hukum kepada segala orang kafir.","Tiada Ia akan berbantah atau berteriak, dan seorang pun tiada mendengar suara-Nya serata-rata jalan.","Buluh yang terkulai tiada dipatahkan-Nya, dan sumbu yang sedang berasap itu pun tiada dipadamkan-Nya, sehingga ia mengeluarkan hukuman dengan jaya.","Dan kepada nama-Nya segala orang kafir akan berharap.","Tatkala itu dibawa oranglah kepada Yesus seorang yang dirasuk setan, yang buta dan kelu; maka disembuhkan-Nya dia, sehingga orang yang kelu itu bertutur serta nampak.","Maka tercengang-cenganglah orang banyak itu serta berkata, \"Bukankah Ia ini Anak Daud?\"","Tetapi serta didengar oleh orang Parisi akan hal itu, berkatalah mereka itu, \"Bahwa orang ini membuangkan setan hanya dengan pertolongan Baalzebul, penghulu setan itu.\"","Maka oleh sebab Yesus mengetahui pikiran mereka itu, berkatalah Ia kepada mereka itu, \"Bahwa tiap-tiap kerajaan yang berlawan-lawan sama sendiri, binasa kelak; dan tiap-tiap negeri atau rumah yang berlawan-lawan sama sendiri, tiada akan kekal adanya.","Dan jikalau Iblis itu membuangkan Iblis, tak dapat tiada ia berlawan-lawan sama sendiri; bagaimanakah gerangan kerajaannya berdiri?","Dan jikalau Aku ini membuangkan setan dengan pertolongan Baalzebul, dengan pertolongan siapakah pula anak-anakmu itu dapat membuang dia? Sebab itu mereka itu juga akan menjadi hakimmu.","Tetapi jikalau Aku membuangkan setan dengan kuasa Roh Allah, niscaya kerajaan Allah datang kepadamu.","Atau bagaimanakah dapat seorang masuk ke dalam rumah orang yang kuat serta merampas hartanya, kecuali diikatnya dahulu orang yang kuat itu? Kemudian baharulah dapat ia merampasi rumahnya itu.","Siapa yang tiada masuk pihak Aku, ialah melawan Aku, dan siapa yang tiada mengumpulkan beserta dengan Aku, ialah mencerai-beraikan.","Sebab itu Aku berkata kepadamu: Bahwa segala dosa orang dan hujatnya pun akan diampuni, tetapi menghujat Roh itu tiada akan diampuni.","Dan barangsiapa yang mengatakan perkataan yang melawan Anak manusia, ia itu akan diampuni; tetapi barangsiapa yang mengatakan perkataan yang melawan Rohulkudus, ia itu tiada akan diampuni, baik di dalam dunia ini, baik di dalam akhirat.","Jikalau dikatakan pohon kayu itu baik, maka buahnya pun baik, jikalau dikatakan pohon kayu itu jahat, maka buahnya pun jahat juga. Karena pohon kayu itu dapat dikenal daripada buahnya.","Hai bangsa ular, masakan dapat kamu mengatakan barang yang baik, sedang kamu sendiri jahat? Karena melimpah dari dalam hati melalui mulut.","Adapun orang yang baik mengeluarkan barang yang baik daripada perbendaharaan hati yang baik; dan orang yang jahat mengeluarkan barang yang jahat daripada perbendaharaan hati yang jahat.","Tetapi Aku berkata kepadamu: Bahwa dari hal tiap-tiap kata yang sia-sia, yang dikatakan orang, wajiblah mereka itu menanggungnya pada hari kiamat.","Karena dengan perkataanmu engkau akan dibenarkan, dan dengan perkataanmu juga engkau akan disalahkan.\"","Tatkala itu adalah beberapa ahli Taurat dan orang Parisi menyahut sambil katanya, \"Hai Guru, kami hendak melihat suatu tanda ajaib daripada-Mu.\"","Tetapi jawab Yesus serta berkata kepada mereka itu, \"Suatu bangsa yang jahat dan berzinah menuntut barang tanda ajaib; tetapi tiadalah akan diberi tanda padanya, melainkan tanda ajaib Nabi Yunus.","Karena sama seperti Yunus di dalam perut ikan raya tiga hari tiga malam lamanya, demikian juga Anak manusia akan ada di dalam hati bumi kelak tiga hari tiga malam lamanya.","Maka pada hari kiamat orang Niniwe akan berbangkit bersama-sama dengan bangsa ini dan akan menyalahkan dia, karena mereka itu sudah bertobat menurut pengajaran Yunus; maka sesungguhnya di sini ada seorang yang lebih besar daripada Yunus.","Maka raja perempuan dari tanah sebelah selatan akan berbangkit pada hari kiamat beserta dengan bangsa ini dan akan menyalahkan dia, karena raja perempuan itu datang dari ujung bumi hendak mendengar hikmat Sulaiman; maka sesungguhnya di sini ada seorang yang lebih besar daripada Sulaiman.","Tetapi apabila setan itu sudah keluar dari dalam orang itu, ia menjalani tempat yang tiada berair serta mencari perhentian, dan tiada didapatinya.","Lalu katanya: Aku hendak pulang ke rumahku, yaitu daripada tempat yang aku sudah keluar; maka apabila ia tiba, didapatinya tempat itu kosong dan tersapu serta terhias.","Kemudian pergilah ia mengambil tujuh setan yang lain pula bersama-sama dengan dia sendiri, yaitu yang terlebih jahat daripadanya, lalu masuklah ia diam di situ; maka hal orang yang dimasukinya itu, akhirnya menjadi terlebih jahat daripada awalnya. Demikian juga akan jadi kelak pada bangsa yang jahat ini.\"","Sedang Yesus lagi bertutur dengan orang banyak itu, kelihatanlah ibu-Nya dan saudara-saudara-Nya berdiri di luar hendak bertutur dengan Dia.","Maka kata seorang kepada-Nya, \"Tengoklah, ibu dan saudara Tuan berdiri di luar, hendak bertutur dengan Tuan.\"","Maka jawab Yesus kepada orang yang berkata demikian itu, \"Siapakah ibu-Ku? dan siapakah saudara-saudara-Ku?\"","Lalu diulurkan-Nya tangan-Nya kepada murid-murid-Nya sambil berkata, \"Tengok, inilah ibu-Ku dan saudara-saudara-Ku!","Karena barangsiapa yang melakukan kehendak Bapa-Ku yang di surga, ialah saudara-Ku laki-laki, dan saudara-Ku yang perempuan, dan ibu-Ku adanya.\""]