["Setelah sudah Yesus berpesan demikian kepada kedua belas murid-Nya itu, maka berangkatlah Ia dari sana, hendak mengajar dan mengabarkan Injil di dalam segala negeri mereka itu.","Apabila didengar oleh Yahya tatkala ia di dalam penjara akan segala hal pekerjaan Kristus, lalu berpesanlah ia kepada murid-muridnya,","menyuruh bertanya kepada Yesus, \"Engkaukah yang akan datang itu, atau harus kami menantikan seorang lainkah?\"","Maka jawab Yesus kepada mereka itu, kata-Nya, \"Pergilah kamu kabarkan kepada Yahya segala hal yang kamu dengar dan lihat,","yaitu orang buta celik matanya, dan orang timpang berjalan betul, dan orang yang kena bala zaraat ditahirkan, dan orang tuli mendengar, dan orang mati dihidupkan, dan Injil dikabarkan kepada orang miskin.","Maka berbahagialah orang yang tiada menaruh syak kepada-Ku.\"","Setelah mereka itu pergi, mulailah Yesus bertutur kepada orang banyak itu akan hal Yahya, kata-Nya, \"Apakah yang kamu pergi lihat ke padang belantara? Sebatang buluhkah yang digoyangkan oleh angin?","Atau apakah yang kamu pergi lihat? Seorang yang memakai pakaian yang haluskah? Sesungguhnya, orang yang memakai pakaian yang halus itu, ada di dalam istana raja-raja.","Atau apakah sebabnya kamu pergi itu? Hendak melihat seorang nabikah? Bahkan, Aku berkata kepadamu: Bahwa ada seorang yang terlebih lagi daripada seorang nabi.","Karena inilah dia, yang tersurat halnya: Bahwa ketahuilah olehmu, Aku menyuruhkan utusan-Ku lebih dahulu daripada-Mu, maka ialah akan menyediakan jalan di hadapan-Mu.","Dengan sesungguhnya Aku berkata kepadamu, bahwa di antara segala orang yang dilahirkan oleh perempuan, belum bangkit seorang pun yang lebih besar daripada Yahya Pembaptis; tetapi yang terkecil di dalam kerajaan surga, itulah yang lebih besar daripadanya.","Maka daripada zaman Yahya Pembaptis sampai sekarang ini, kerajaan surga sangatlah diserbu orang, dan orang yang menyerbu itu merebut akan dia.","Karena segala nabi dan Taurat ada nubuatnya sampai pada zaman Yahya itu.","Dan jikalau kamu menerima itu: Ia inilah Elias, yang akan datang itu.","Siapa yang bertelinga, hendaklah ia mendengar.","Dengan apakah hendak Aku umpamakan orang zaman ini? Adalah mereka itu sama seperti budak-budak yang duduk di pasar-pasar, serta berseru kepada segala kawannya,","katanya: Kami sudah meniup suling bagi kamu, tiada juga kamu menari; kami sudah meratap, tetapi tiada juga kamu menangis.","Karena Yahya itu sudah datang dengan tiada makan dan minum, maka kata orang: Bahwa ia menaruh setan.","Sekarang Anak manusia datang makan serta minum maka kata orang: Tengoklah, seorang gelojoh dan peminum anggur, sahabat orang pemungut cukai dan orang berdosa. Maka hikmat itu dibenarkan oleh perbuatannya.\"","Kemudian daripada itu mulailah Yesus mencelakan negeri-negeri, yaitu tempat yang terlebih banyak mujizat diadakan-Nya, oleh sebab segala negeri itu tiada bertobat, kata-Nya,","\"Celakalah engkau, hai Khorazin! Celakalah engkau, hai Baitsaida! Karena jikalau di dalam Tsur dan Sidon sudah jadi segala mujizat seperti yang sudah berlaku di dalam kamu, tak dapat tiada sudah lama ia bertobat serta berkainkan karung dan berabu.","Tetapi Aku berkata kepadamu: Bahwa pada hari kiamat terlebih ringan siksa Tsur dan Sidon daripada siksa kamu.","Dan engkau, hai Kapernaum! Engkau ditinggikan sampai ke langit? Sampai ke dalam alam maut engkau akan ditolakkan, karena jikalau di dalam Sodom sudah jadi mujizat yang telah berlaku di dalam engkau, niscaya tinggallah ia sampai kepada masa ini.","Tetapi Aku berkata kepadamu: Bahwa pada hari kiamat terlebih ringan siksa tanah Sodom daripada siksa engkau.\"","Pada waktu itu berkatalah Yesus demikian, \"Ya Bapa, Tuhan langit dan bumi! Aku memuji Engkau sebab Engkau melindungkan perkara ini daripada orang budiman dan berpengetahuan, dan menyatakan dia kepada kanak-kanak.","Ya Bapa, karena yang sedemikian itulah berkenan pada pemandangan-Mu.","Segala sesuatu sudah diserahkan kepada-Ku oleh Bapa-Ku, dan seorang pun tiada mengenal Anak itu, hanyalah Bapa sahaja, dan seorang pun tiada mengenal Bapa itu, hanyalah Anak sahaja, dan lagi orang yang hendak dinyatakan kepada-Nya oleh Anak itu.","Marilah kepada-Ku, hai kamu sekalian yang berlelah dan yang menanggung berat. Aku ini akan memberi sentosa kepadamu.","Tanggunglah kuk Aku, dan belajarlah kepada-Ku; karena Aku lembut dan rendah hati; maka kamu akan mendapat sentosa bagi jiwamu.","Karena kuk Aku senang rasanya, dan tanggungan Aku ringan adanya.\""]