["Pada ketika itu juga datanglah murid-murid itu kepada Yesus, serta berkata, \"Siapakah yang terlebih besar di dalam kerajaan surga?\"","Maka dipanggil oleh Yesus seorang kanak-kanak, didirikan-Nya di tengah-tengah mereka itu,","serta berkata, \"Sesungguhnya Aku berkata kepadamu, jikalau tiada kamu berbalik menjadi seperti kanak-kanak, sekali-kali tiada kamu masuk ke dalam kerajaan surga.","Sebab itu, barangsiapa yang merendahkan dirinya seperti kanak-kanak ini, ialah yang terlebih besar di dalam kerajaan surga.","Dan barangsiapa yang menyambut seorang kanak-kanak seperti yang demikian ini atas nama-Ku, ialah menyambut Aku.","Tetapi barangsiapa yang mendatangkan kesalahan kepada barang seorang daripada kanak-kanak yang percaya akan Daku ini, maka lebih baik padanya, jikalau sebuah batu kisaran digantungkan pada lehernya, lalu ia ditenggelamkan di tengah-tengah laut.","Wai atas dunia ini oleh karena mendatangkan kesalahan. Karena tak dapat tiada bahwa kesalahan itu akan datang, tetapi wai atas orang yang menyebabkan kesalahan itu.","Sebab itu, jikalau tanganmu atau kakimu mendatangkan kesalahan padamu, keratlah dia, buangkan daripadamu, karena lebih baik engkau masuk ke dalam hidup dengan kudung atau timpang daripada engkau dibuangkan ke dalam api yang kekal dengan bertangan dua atau berkaki dua.","Dan jikalau matamu mendatangkan kesalahan padamu, koreklah dia dan buangkan daripadamu, karena lebih baik engkau masuk ke dalam hidup dengan sebelah mata sahaja daripada engkau dibuangkan ke dalam api neraka dengan kedua belah matamu.","Ingatlah baik-baik, janganlah kamu menghinakan barang seorang daripada kanak-kanak yang kecil ini; karena Aku berkata kepadamu, bahwa segala malaekat mereka itu yang di surga senantiasa memandang wajah Bapa-Ku yang di surga.","Karena Anak manusia datang menyelamatkan yang sesat.","Bagaimanakah sangkamu? Jikalau pada seorang ada domba seratus ekor, lalu sesat seekor daripadanya itu, bukankah yang sembilan puluh sembilan ekor itu ditinggalkannya di atas gunung, lalu pergi sambil mencari seekor yang sesat itu?","Dan kalau-kalau kiranya didapatinya, sesungguhnya Aku berkata kepadamu, bersukacitalah ia atas seekor itu lebih daripada sukacitanya atas sembilan puluh sembilan yang tiada sesat itu.","Demikian juga Bapa-Ku yang di surga bukan kehendak-Nya, supaya binasa satu orang daripada yang kecil ini.","Jikalau saudaramu bersalah kepadamu, pergilah engkau menasehatkan dia di antara engkau dengan dia sendiri; jikalau ia menurut nasehatmu, sudahlah engkau mendapat balik saudaramu itu.","Tetapi jikalau tiada diturutnya, bawalah sertamu seorang atau dua orang lagi, supaya dengan mulut dua tiga orang saksi itu tiap-tiap perkataan dapat ditetapkan.","Dan jikalau ia menolak perkataan mereka itu, katakanlah hal itu kepada sidang; tetapi jikalau tiada juga ia mendengar sidang itu pun, biarlah ia menjadi padamu seperti orang kafir dan seperti orang pemungut cukai.","Dengan sesungguhnya Aku berkata kepadamu, barang apa yang kamu ikat di atas bumi, itulah terikat kelak di surga, dan barang apa yang kamu orak di atas bumi, itu pun terorak kelak di surga.","Lagi pula Aku berkata kepadamu: Jikalau dua orang daripadamu sehati di atas bumi ini di dalam barang sesuatu hal yang akan dipintanya, ia itu akan diadakan baginya oleh Bapa-Ku yang di surga.","Karena barang di mana ada dua atau tiga orang berhimpun atas nama-Ku, di situlah Aku ada di tengah-tengah mereka itu.\"","Setelah itu Petrus pun menghampiri Yesus serta berkata, \"Ya Tuhan, berapa kalikah saudara hamba yang bersalah kepada hamba, patut hamba mengampuni dia? Sehingga sampai tujuh kalikah?\"","Maka kata Yesus kepadanya, \"Bukannya Aku berkata kepadamu: Sehingga sampai tujuh kali, melainkan sehingga sampai tujuh puluh kali tujuh.","Sebab itulah kerajaan surga diumpamakan dengan seorang raja, yang hendak menjelaskan kira-kira dengan segala hambanya.","Apabila dimulainya menjelaskan kira-kira itu, dibawa oranglah kepadanya seorang yang berutang uang selaksa talenta.","Tetapi sebab tiada padanya pembayar itu, diperintahkan oleh tuannya, bahwa ia dijualkan bersama-sama dengan anak bininya, dan segala sesuatu yang ada padanya menjadi pembayar utangnya itu.","Maka sujudlah hamba itu menyembah dia, katanya: Sabarlah karena hamba, hamba akan membayar semuanya kepada Tuan.","Maka kasihanlah tuan yang empunya hamba itu, lalu melepaskan dia, dan utangnya itu pun dihalalkannya.","Tetapi apabila hamba itu keluar, bertemulah ia dengan seorang kawannya yang berutang padanya seratus dinar; maka dipegangkannya dia serta dicekikkannya lehernya, katanya: Bayarlah utangmu kepadaku.","Lalu sujudlah kawannya itu, meminta kepadanya sambil berkata: Sabarlah karena sahaya, tentu sahaya membayar padamu.","Tetapi tiadalah ia mau, hanyalah ia pergi membuangkan kawannya itu ke dalam penjara, sehingga dijelaskannya utang itu.","Apabila dilihat oleh segala kawannya barang yang berlaku itu, berdukacitalah mereka itu amat sangat, lalu pergi menyatakan kepada tuannya segala hal itu.","Kemudian dipanggil oleh tuannya hamba itu, lalu katanya kepadanya: Hai hamba yang jahat, bahwa semua utangmu itu sudah kuhalalkan sebab engkau meminta kepadaku.","Bukankah patut engkau pun mengasihani kawanmu sama seperti aku sudah mengasihani engkau?","Maka marahlah tuannya itu, lalu diserahkannya dia kepada penunggu penjara, sehingga dibayarnya semua utangnya itu.","Demikian juga Bapa-Ku yang di surga akan memperbuat padamu, jikalau tiada kamu mengampuni kesalahan saudara masing-masing, dengan sungguh-sungguh hatimu.\""]