["Pada masa itu kedengaranlah kabar dari hal Yesus kepada Herodes, yang digelar raja seperempat negeri.","Lalu bersabdalah baginda kepada segala hambanya, \"Inilah Yahya Pembaptis; ia sudah bangkit dari antara orang mati, dan itulah sebabnya dapat memperbuat segala mujizat ini.\"","Adapun Herodes itu sudah menangkap Yahya, lalu diikatnya dia, dan dimasukkannya ke dalam penjara oleh sebab Herodiah, isteri Pilipus, saudaranya itu;","karena Yahya telah berkata kepada Herodes, \"Haramlah bagimu beristerikan dia.\"","Maka Herodes hendak membunuh dia, tetapi takut pula ia akan orang banyak, karena mereka itu menilik Yahya itu seorang nabi.","Tetapi pada perjamuan hari lahir Herodes, menarilah anak Herodiah yang perempuan itu di tengah orang, serta menyukakan hati baginda.","Oleh sebab itu bersumpah janjilah Herodes akan memberi padanya barang apa yang dipintanya.","Maka anak perempuan itu telah diasut oleh bundanya, sebab itu katanya, \"Berilah kepada patik kepala Yahya Pembaptis di sini di dalam sebuah dulang.\"","Maka berdukacitalah hati baginda, tetapi oleh sebab sumpah itu, dan lagi oleh sebab segala orang yang duduk santap sehidangan dengan dia, dititahkannya berikan juga.","Lalu disuruhkannya orang pergi memancung kepala Yahya di dalam penjara.","Maka kepala itu pun dibawa oranglah di dalam sebuah dulang, dan diberikan kepada anak perempuan itu, maka ia pun membawa kepada bundanya.","Maka datanglah murid-murid Yahya mengambil mayatnya, lalu menguburkan dia; maka pergilah mereka itu memberi tahu kepada Yesus.","Apabila didengar oleh Yesus akan kabar itu, undurlah Ia dari sana berperahu ke tempat yang sunyi seorang diri-Nya. Setelah orang banyak mendengar hal itu, masing-masing pun keluarlah dari negerinya mengikut Dia mendarat.","Maka Yesus pun sampailah, lalu dilihat-Nya orang teramat banyak; maka jatuhlah kasihan-Nya akan mereka itu, lalu disembuhkan-Nya segala orang sakit.","Setelah hari petang, maka datanglah murid-murid itu kepada-Nya serta berkata, \"Tempat ini sunyi, dan hari pun sudah suntuk, suruhkanlah orang banyak ini pulang, supaya mereka itu pergi ke kampung-kampung membeli makanan bagi dirinya.\"","Tetapi kata Yesus kepada mereka itu, \"Tak usahlah orang-orang itu ke mana-mana, kamu berilah mereka itu makan.\"","Maka kata murid-murid itu kepada-Nya, \"Kami tiada menaruh barang sesuatu di sini, hanyalah roti lima ketul dan ikan dua ekor sahaja.\"","Maka kata-Nya, \"Bawalah dia ke mari kepada-Ku.\"","Maka disuruh-Nya orang banyak itu duduk di rumput; maka diambil-Nya roti lima ketul dan ikan dua ekor itu, lalu Ia menengadah ke langit serta memberi berkat, kemudian Ia memecahkan roti itu serta memberikan kepada murid-murid-Nya, dan murid-murid pula memberikan kepada orang banyak itu.","Lalu makanlah sekaliannya hingga kenyang. Maka diangkat oranglah segala sisanya, penuh dua belas bakul banyaknya.","Adapun yang makan roti itu ada kira-kira lima ribu orang laki-laki, lain pula segala perempuan dan kanak-kanak.","Sebentar itu juga dikerah-Nya murid-murid itu naik ke dalam perahu akan menyeberang dahulu daripada Dia, sementara Ia lagi menyuruh pulang orang banyak itu.","Setelah sudah disuruhkan-Nya orang banyak itu pulang, Ia pun naik ke atas gunung hendak berdoa. Apabila hari sudah malam, maka tinggallah Ia di situ seorang diri-Nya.","Adapun perahu itu sudah sampai di tengah tasik dengan terlalu kesusahan sebab ombak, karena angin sakal.","Maka pada waktu lepas pukul tiga malam, datanglah Yesus kepada mereka itu, berjalan di atas air tasik itu.","Apabila dilihat oleh murid-murid-Nya akan Dia berjalan di atas air tasik itu, maka terkejutlah sekaliannya sambil katanya, \"Itu hantu!\" Lalu berteriaklah mereka itu sebab takutnya.","Tetapi dengan segeranya Yesus bertutur kepada mereka itu, kata-Nya, \"Tetapkanlah hatimu, inilah Aku, jangan takut.\"","Maka sahut Petrus serta berkata kepada-Nya, \"Ya Tuhan, jikalau sungguh Tuhan, suruhlah hamba datang kepada Tuhan, berjalan di atas air juga.\"","Maka kata-Nya, \"Marilah.\" Lalu turunlah Petrus dari dalam perahu, serta berjalan di atas air hendak mendapatkan Yesus.","Tetapi apabila dirasainya angin ribut itu, takutlah ia; serta hampirlah ia tenggelam, berteriaklah ia, katanya, \"Ya Tuhan, tolonglah hamba!\"","Maka dengan segeranya Yesus mengulurkan tangan-Nya mencapai dia sambil berkata kepadanya, \"Hai engkau yang kurang percaya; apakah sebabnya bimbang hatimu?\"","Setelah keduanya naik ke dalam perahu, maka berhentilah angin itu.","Maka segala orang yang di dalam perahu itu pun datanglah sujud menyembah Yesus sambil katanya, \"Sesungguhnya Tuhanlah Anak Allah.\"","Maka menyeberanglah mereka itu, lalu sampai ke tanah Genesaret.","Apabila orang isi negeri itu kenal Yesus, mereka itu pun menyuruhkan orang pergi ke segenap negeri yang berkeliling, lalu dibawa oranglah kepada-Nya segala orang yang sakit;","maka mereka itu pun meminta kepada-Nya supaya boleh menjamah kaki jubah-Nya sahaja. Maka seberapa orang yang menjamah Dia itu pun sembuhlah."]