["Bahwa inilah silsilah Yesus Kristus, yaitu anak Daud, anak Ibrahim.","Maka Ibrahim memperanakkan Ishak; dan Ishak memperanakkan Yakub; dan Yakub memperanakkan Yehuda serta adik-beradik;","maka Yehuda dengan Tamar memperanakkan Pares dan Zarah; dan Pares memperanakkan Ezrom; dan Ezrom memperanakkan Aram;","maka Aram memperanakkan Aminadab; dan Aminadab memperanakkan Nahsyun; dan Nahsyun memperanakkan Salmun;","maka Salmun dengan Rahab memperanakkan Boaz; dan Boaz memperanakkan Obed dengan isterinya bernama Rut; dan Obed memperanakkan Isai.","Dan Isai memperanakkan Baginda Daud. Maka Daud dengan bekas isteri Uria memperanakkan Sulaiman;","maka Sulaiman memperanakkan Rehabiam; dan Rehabiam memperanakkan Abia; dan Abia memperanakkan Asa;","dan Asa memperanakkan Yosapat; dan Yosapat memperanakkan Yoram; dan Yoram memperanakkan Uzia;","dan Uzia memperanakkan Yotam; dan Yotam memperanakkan Ahaz; dan Ahaz memperanakkan Hizkia;","dan Hizkia memperanakkan Manasye; dan Manasye memperanakkan Amun; dan Amun memperanakkan Yosia;","dan Yosia memperanakkan Yekhonya dan adik-beradik, pada masa dibuang ke Babil.","Kemudian dari pada masa dibuang ke Babil itu, maka Yekhonya pun memperanakkan Syaaltiel; dan Syaaltiel memperanakkan Zarubabil;","dan Zarubabil memperanakkan Abihud; dan Abihud memperanakkan Elyakim; dan Elyakim memperanakkan Azur;","maka Azur memperanakkan Saduk; dan Saduk memperanakkan Akhim; dan Akhim memperanakkan Elihud;","dan Elihud memperanakkan Eliazar; dan Eliazar memperanakkan Mattan; dan Mattan memperanakkan Yakub;","dan Yakub memperanakkan Yusuf, yaitu suami Maryam; ialah yang melahirkan Yesus, yang disebut Kristus.","Adapun sekalian keturunan daripada Ibrahim sampai kepada zaman Daud, jadi empat belas keturunan; dan dari zaman Daud sampai kepada masa dibuang ke Babil, itu pun empat belas keturunan; dan daripada masa dibuang ke Babil sampai kepada masa Kristus, itu pula empat belas keturunan.","Adapun kelahiran Yesus Kristus demikian halnya: Tatkala Maryam, yaitu ibunya, bertunangan dengan Yusuf, sebelum keduanya bersetubuh, maka nyatalah Maryam itu hamil daripada Rohulkudus.","Maka Yusuf, suaminya itu, oleh sebab ia seorang yang lurus hati, dan tiada hendak memberi malu kepadanya dengan nyata, bermaksudlah ia akan menceraikan dia dengan senyap.","Tetapi sedang ia berpikir demikian, kelihatanlah padanya di dalam mimpi seorang malaekat Tuhan, yang berkata, \"Hai Yusuf, anak Daud, janganlah engkau kuatir menerima Maryam itu menjadi isterimu, karena kandungannya itu terbitnya daripada Rohulkudus.","Maka ia akan beranakkan seorang anak laki-laki, dan hendaklah engkau menamakan Dia Yesus, karena Ialah yang akan melepaskan kaumnya daripada segala dosanya.\"","Maka sekaliannya itu berlaku, supaya sampailah barang yang difirmankan oleh Tuhan dengan lidah nabi, bunyinya:","Sesungguhnya anak dara itu akan mengandung dan beranakkan seorang anak laki-laki, dan disebut orang namanya: Immanuel, yang diterjemahkan artinya, Allah beserta kita.","Maka bangunlah Yusuf daripada tidurnya, diperbuatnyalah sebagaimana pesan malaekat Tuhan kepadanya, lalu diterimanya Maryam isterinya.","Maka tiadalah Yusuf bersetubuh dengan Maryam sehingga Maryam melahirkan seorang anak laki-laki, lalu diberinya nama kepada-Nya Yesus."]