["Setelah hari siang, maka segala kepala imam dan orang tua-tua kaum pun berundinglah atas hal Yesus, supaya dibunuhkan Dia.","Maka diikatnya Dia serta dibawa pergi, lalu diserahkannya kepada Pilatus, yaitu wakil pemerintah.","Apabila dilihat oleh Yudas yang telah menyerahkan Yesus itu, bahwa sudah dijatuhkan hukum atas-Nya, maka menyesallah ia, lalu dipulangkannya balik perak yang tiga puluh keping itu kepada kepala imam dan orang tua-tua itu,","katanya, \"Aku berdosa, sebab menyerahkan darah orang yang tiada bersalah.\" Tetapi kata mereka itu, \"Apakah kena-mengena dengan kami? Itu tanggungan engkaulah.\"","Maka ia pun mencampakkan segala keping perak itu ke dalam Bait Allah itu serta berjalan, lalu pergi menggantung dirinya.","Maka kepala imam itu pun memungut keping perak itu sambil berkata, \"Tiada halal ditaruhkan uang ini ke dalam peti derma, karena itulah suatu harga darah.\"","Lalu berpakatlah mereka itu membeli dengan uang itu sebidang tanah tukang periuk, akan menjadi tempat pekuburan orang keluaran.","Itulah sebabnya tanah itu dinamakan Tanah Darah, hingga hari ini.","Tatkala itu sampailah barang yang disabdakan oleh Nabi Yermia, bunyinya: Bahwa mereka itu mengambil ketiga puluh keping perak, yaitu harga orang yang ditaksirkan harga nilai bani Israel,","serta memberikan itu menjadi pembayar harga sebidang tanah tukang periuk, seperti yang difirmankan oleh Tuhan kepadaku.","Maka berdirilah Yesus di hadapan pemerintah, lalu bertanyalah pemerintah kepada-Nya, serta berkata, \"Engkau inikah Raja orang Yahudi?\" Maka kata Yesus, \"Seperti kata Tuan.\"","Tatkala Ia dituduh oleh kepala-kepala imam dan orang tua-tua itu, suatu apa pun tiada disahut-Nya.","Lalu kata Pilatus kepada-Nya, \"Tiadakah Engkau mendengar beberapa banyak perkara yang disaksikannya atas Engkau?\"","Maka sepatah kata pun tiada disahut-Nya kepadanya, sehingga heranlah sangat pemerintah itu.","Maka pada masa raya biasa pemerintah itu melepaskan bagi orang banyak seorang yang terpenjara, barangsiapa yang dikehendaki oleh mereka itu.","Tetapi waktu itu ada seorang terpenjara yang termasyhur jahatnya, bernama Barabbas.","Apabila orang banyak itu sudah berhimpun, berkatalah Pilatus kepada mereka itu, \"Siapakah yang kamu suka aku lepaskan bagimu? Barabbaskah atau Yesus, yang dikatakan Kristus?\"","Karena diketahuinya, bahwa oleh sebab dengki mereka itu menyerahkan Dia.","Sedang Pilatus duduk di atas kursi pengadilan, maka disuruh oleh isterinya kepadanya, mengatakan, \"Jangan berbuat barang apa pun ke atas orang yang benar itu; karena beberapa banyak hal sudah kutanggung pada hari ini di dalam mimpi sebab karena Dia.\"","Tetapi kepala imam dan orang tua-tua itu pun mengasut orang banyak itu, supaya minta lepaskan Barabbas, dan membunuh Yesus.","Lalu jawab pemerintah itu, katanya kepada mereka itu, \"Yang manakah daripada kedua orang ini kamu suka aku lepaskan bagimu?\" Maka kata mereka itu, \"Barabbaslah.\"","Maka kata Pilatus kepada mereka itu, \"Jikalau demikian, apakah wajib kuperbuat kepada Yesus yang dikatakan Kristus?\" Maka jawab mereka itu sekalian, \"Wajiblah Ia disalibkan.\"","Tetapi kata Pilatus, \"Kejahatan apakah yang dilakukan-Nya?\" Maka makin sangatlah mereka itu berteriak, \"Wajiblah Ia disalibkan!\"","Apabila tampak kepada Pilatus, bahwa perkataannya sia-sia sahaja, melainkan makin bertambah lagi huru-hara, lalu ia pun mengambil air dan membasuh tangannya di hadapan orang banyak itu, katanya, \"Aku suci daripada darah orang yang benar ini tertanggunglah atas kamu!\"","Maka menyahutlah sekalian orang banyak itu, katanya, \"Tertanggunglah darah-Nya atas kami sekalian dan anak-anak kami.\"","Setelah itu dilepaskannya Barabbas bagi mereka itu, tetapi Yesus disesahnya, serta diserahkannya, supaya disalibkan.","Kemudian daripada itu maka laskar pemerintah itu pun membawa Yesus ke dalam balai pengadilan, lalu dihimpunkannya kepada-Nya segenap pasukan laskar itu.","Maka mereka itu menyentak pakaian Yesus, lalu dikenakan kepada-Nya jubah ungu.","Dan dianyamkannya suatu makota daripada duri, serta dibubuhkannya di kepala-Nya, dan diberinya sebatang buluh ke tangan kanan-Nya; lalu bertelutlah mereka itu di hadapan-Nya sambil mengolok-olokkan Dia, katanya, \"Daulat Raja orang Yahudi!\"","Maka mereka itu pun meludahi Dia, serta mengambil buluh itu memalu kepala-Nya.","Setelah diolok-olokkannya, maka disentaknya pula jubah itu, dikenakannya pakaian-Nya sendiri, lalu membawa Dia pergi, supaya disalibkan.","Apabila keluar, terjumpalah mereka itu dengan seorang orang Kireni, bernama Simon; maka orang itu pun dipaksanya memikul kayu salib Yesus.","Setelah sampai mereka itu ke tempat yang bernama Golgota, artinya Tempat Tengkorak,","lalu mereka itu memberi Yesus air anggur bercampur empedu; setelah dikecap-Nya, maka tiadalah Ia mau minum.","Setelah disalibkannya Yesus, maka mereka itu pun berbahagi pakaian-Nya dengan membuang undi.","Lalu duduklah mereka itu menunggui Dia di sana.","Maka di sebelah atas kepala-Nya dilekatkannya tulisan tuduhan ke atas Dia, tertulis, \"Inilah Yesus, Raja orang Yahudi.\"","Tatkala itu juga disalibkan dua orang penyamun beserta dengan Dia, seorang di sebelah kanan, dan seorang di sebelah kiri-Nya.","Maka orang yang lalu-lalang di situ mencercai Dia sambil menggeleng-gelengkan kepalanya,","katanya, \"Cih, Engkau yang meruntuhkan Bait Allah dan membangunkan dia pula di dalam tiga hari, selamatkanlah diri-Mu sendiri. Jikalau Engkau Anak Allah, turunlah dari kayu salib itu!\"","Demikian juga segala kepala imam dan ahli Taurat dan orang tua-tua itu mengolok-olokkan Dia serta berkata,","\"Orang lain sudah diselamatkan-Nya, tetapi tiada dapat menyelamatkan diri-Nya sendiri. Ia Raja orang Israel, sekarang hendaklah Ia turun dari salib, baharulah kita percaya akan Dia.","Ia sudah harap kepada Allah, biarlah sekarang Allah juga menyelamatkan Dia, jikalau Allah berkenankan Dia; karena Ia berkata: Aku Anak Allah.\"","Demikian juga penyamun yang disalibkan serta-Nya itu pun mencelakan Dia.","Maka daripada pukul dua belas tengah hari gelaplah seluruh tanah itu hingga pukul tiga petang.","Maka sekira-kira pukul tiga itu berserulah Yesus dengan suara yang nyaring, kata-Nya, \"Eli, Eli, lama sabakhtani!\" Artinya, \"Ya Tuhan-Ku, ya Tuhan-Ku, apakah sebabnya Engkau meninggalkan Aku?\"","Apabila didengar oleh beberapa orang yang berdiri di tempat itu, berkatalah mereka itu, \"Orang ini memanggil Elias.\"","Maka dengan segera berlarilah seorang daripada mereka itu mengambil suatu lumut karang, diisinya dengan cuka, dibubuhnya pada sebatang buluh, lalu diberinya minum kepada-Nya.","Tetapi kata orang lain, \"Janganlah, kita lihat kalau-kalau Elias datang menyelamatkan Dia!\"","Maka berserulah pula Yesus dengan suara besar, lalu menyerahkan roh-Nya.","Maka sekonyong-konyong tirai di dalam Bait Allah cariklah terbelah dua, dari atas sampai ke bawah; dan bumi pun gempa; dan batu-batu gunung terbelah-belah.","Dan kubur-kubur pun terbuka, dan beberapa mayat orang suci yang sudah wafat bangkit pula;","dan keluar daripada kuburnya, maka kemudian daripada kebangkitan Yesus, masuklah mereka itu ke dalam negeri kudus, lalu kelihatan kepada banyak orang.","Apabila penghulu laskar dan orang-orang sertanya, yang menunggui Yesus, nampak gempa bumi dan segala perkara yang berlaku itu, takutlah mereka itu amat sangat, katanya, \"Sungguhlah orang ini Anak Allah.\"","Maka adalah di sana beberapa banyak orang perempuan memandang dari jauh, yaitu yang sudah mengikut Yesus dari Galilea dan melayani Dia;","di antaranya juga Maryam Magdalena, dan Maryam ibu Yakub dan Yosis, dan ibu anak-anak Zabdi.","Setelah hari petang, datanglah seorang-orang kaya, yang bernama Yusuf, dari negeri Arimatea; maka ia pun seorang murid Yesus juga.","Maka pergilah ia menghadap Pilatus meminta mayat Yesus. Lalu Pilatus pun menyuruh berikan dia.","Maka Yusuf mengambil mayat itu, dikapaninya dengan kain halus yang bersih.","Lalu ditaruhnya ke dalam kuburnya sendiri yang baharu, yang sudah dipahatnya di dalam batu; maka digolekkannya sebuah batu besar pada pintu kubur itu, lalu pergi.","Maka adalah di situ Maryam Magdalena dan Maryam yang lain itu duduk bertentangan dengan kubur itu.","Maka pada keesokan harinya, yaitu lepas daripada hari Persediaan, berhimpunlah kepala-kepala imam dan orang Parisi menghadap Pilatus,","katanya, \"Ya Tuan hamba, kami teringat bahwa si penyesat itu berkata tatkala Ia lagi hidup, yaitu: Lepas tiga hari Aku akan bangkit pula.","Sebab itu kiranya Tuan hamba menyuruhkan orang menjaga kubur itu hingga hari yang ketiga, supaya jangan murid-murid-Nya datang mencuri Dia, serta mengatakan kepada kaum, bahwa Ia sudah bangkit dari antara orang mati; maka kesesatan yang akhir itu menjadi terlebih jahat daripada yang awal.\"","Maka kata Pilatus kepada mereka itu, \"Kamu boleh dapat orang jaga; pergilah kamu menjaga dengan sehabis usahamu.\"","Lalu pergilah mereka itu menjaga kubur itu, setelah dimeteraikannya batu itu dengan pertolongan orang jaga sekalian."]