["Maka bertuturlah pula Yesus kepada mereka itu dengan perumpamaan, kata-Nya,","\"Bahwa kerajaan surga itu diumpamakan dengan seorang raja, yang membuat perjamuan kawin bagi puteranya,","lalu menyuruhkan hamba-hambanya memanggil orang jemputan pada perjamuan kawin itu, tetapi tiadalah mereka itu mau datang.","Maka disuruhkannya pula hamba yang lain, titahnya: Katakanlah kepada orang jemputan itu: Ingatlah, perjamuanku sudah aku sediakan, maka lembu-lembuku dan binatang yang tambun sudah bersembelih, dan semuanya sudah sedia; datanglah kepada perjamuan kawin.","Tetapi tiada juga mereka itu peduli serta pergi, seorang ke ladangnya, dan seorang ke perniagaannya.","Maka orang lain pula memegangkan hamba-hambanya, menistai dan membunuh dia.","Maka murkalah baginda itu, lalu disuruhkannya laskarnya membinasakan segala orang pembunuh itu serta membakar negerinya.","Lalu titahnya kepada segala hambanya: Sungguhpun perjamuan kawin itu sudah sedia, tetapi orang jemputan itu tiada berlayak.","Sebab itu pergilah kamu ke simpang-simpang jalan, dan seberapa banyak orang yang kamu berjumpa, jemputlah kepada perjamuan kawin itu.","Maka hamba itu pun keluarlah ke jalan-jalan, dihimpunkannya sekalian orang yang dijumpainya, yaitu yang jahat dan yang baik. Maka penuhlah tempat perjamuan kawin itu dengan orang yang dijamu.","Maka masuklah raja itu hendak melihati orang yang dijamu itu, lalu dilihatnya di situ seorang yang tiada memakai pakaian perjamuan kawin.","Maka bertitahlah ia kepadanya: Hai tolan, bagaimanakah engkau masuk ke mari dengan tiada memakai pakaian perjamuan kawin? Maka kebenganglah orang itu.","Maka titah baginda itu kepada hambanya: Ikatlah kaki tangannya, buangkan ke dalam gelap yang di luar; di sanalah kelak tangisan dan kertak gigi.","Karena banyaklah orang yang dijemput, tetapi sedikit yang terpilih.\"","Setelah itu pergilah orang Parisi berunding bagaimana hendak menjaring perkataan Yesus.","Maka mereka itu menyuruhkan murid-murid-Nya sendiri dengan orang Herodiani kepada-Nya mengatakan, \"Hai Guru, kami tahu, bahwa Tuan seorang yang benar, dan jalan Allah itu Tuan ajarkan dengan sebenarnya, serta tiada indahkan seorang jua pun, karena tiada Tuan menilik rupa orang.","Sebab itu katakanlah kepada kami, apakah pikir Tuan? Patutkah membayar uang upeti kepada Kaisar atau tiada?\"","Tetapi sebab Yesus mengetahui kejahatan mereka itu, lalu kata-Nya, \"Hai orang munafik, apakah sebabnya kamu mencobai Aku?","Tunjukkanlah kepada-Ku uang upeti itu.\" Maka dibawanya kepada-Nya satu dinar.","Maka kata Yesus kepada mereka itu, \"Rupa siapakah ini dan cap siapakah ini?\"","Maka sahut mereka itu, \"Kaisar punya.\" Lalu kata Yesus kepada mereka itu, \"Kalau begitu, bayarlah kepada Kaisar barang yang Kaisar punya, dan kepada Allah barang yang Allah punya.\"","Setelah didengarnya yang demikian, heranlah mereka itu, maka ditinggalkannya Dia lalu pergi.","Pada hari itu juga datanglah kepada-Nya beberapa orang Saduki, yang mengatakan, bahwa tiadalah kiamat, lalu mereka itu menyoal Dia, katanya,","\"Ya Guru, Musa berpesan kepada kita, jikalau mati seorang, tetapi tiada beranak, hendaklah saudaranya memperisterikan bininya itu akan menerbitkan benih bagi saudaranya.","Adalah dengan kami tujuh orang bersaudara laki-laki; maka yang pertama itu berbini lalu mati; dan sebab tiada beranak, tinggallah bininya bagi saudaranya.","Sedemikian juga yang kedua dan yang ketiga pun, sampai yang ketujuh itu.","Kemudian daripada sekaliannya, matilah pula perempuan itu.","Pada hari kiamat kelak perempuan itu jadi bini sipakah dari antara ketujuh orang itu? Karena semuanya telah memperbinikan dia.\"","Maka jawab Yesus serta berkata kepada mereka itu, \"Kamu sesat, sebab tiada mengetahui isi Alkitab atau kuasa Allah.","Karena pada hari kiamat kelak tiadalah orang kawin, dan tiada orang dikawinkan, melainkan keadaannya itu seperti malaekat yang di surga.","Tetapi akan hal kebangkitan orang mati itu, belumkah kamu membaca barang yang difirmankan oleh Allah kepadamu, demikian:","Aku inilah Tuhan Ibrahim, dan Tuhan Ishak, dan Tuhan Yakub? Karena Allah itu bukannya Tuhan orang mati, melainkan Tuhan orang hidup.\"","Apabila orang banyak mendengar yang demikian, sangat heranlah mereka itu akan pengajaran-Nya.","Setelah orang Parisi mendengar akan hal Yesus menumpatkan mulut orang Saduki, lalu mereka itupun berhimpunlah.","Maka seorang dari antara mereka itu, seorang fakih, menyoal Yesus hendak mencobai Dia, katanya,","\"Hai Guru, hukum manakah yang besar di dalam Taurat?\"","Maka kata Yesus kepadanya, \"Hendaklah engkau mengasihi Allah Tuhanmu dengan sebulat-bulat hatimu, dan dengan segenap jiwamu, dan dengan sepenuh akal budimu.","Inilah hukum yang besar dan yang terutama.","Dan hukum yang kedua bersama dengan itu, demikian: Hendaklah engkau mengasihi sesamamu manusia seperti dirimu sendiri.","Pada kedua hukum ini bergantung segenap kitab Taurat dan kitab segala nabi.\"","Tatkala orang Parisi lagi berhimpun, bertanyalah Yesus kepada mereka itu, kata-Nya,","\"Apakah pikiran kamu tentang Kristus itu? Anak siapakah Dia?\" Maka sahut mereka itu kepada-Nya, \"Anak Daud.\"","Maka kata Yesus kepada mereka itu, \"Kalau begitu, bagaimanakah Daud itu sendiri memanggil Dia Tuhan dengan ilham Roh, demikian:","Bahwa Tuhan telah berfirman kepada Tuhanku: Duduklah Engkau di sebelah kanan-Ku, sehingga Aku menaklukkan segala musuh-Mu di bawah kaki-Mu?","Jikalau Daud sendiri memanggil Dia Tuhan, bagaimanakah pula Ia jadi anaknya?\"","Maka seorang pun tiada dapat menyahut sepatah kata pun kepada-Nya, dan daripada hari itu juga seorang pun tiada berani menyoal Dia lagi."]