["Setelah Yesus menyudahkan segala ucapan itu, maka bertuturlah pula Ia kepada murid-murid-Nya,","\"Kamu memang mengetahui bahwa dua hari lagi akan ada hari raya Pasah, dan Anak manusia akan diserahkan, supaya Ia disalibkan.\"","Maka pada masa itu berhimpunlah segala kepala imam dan orang tua-tua kaum itu di balai Imam Besar, yang bernama Kayafas,","lalu berpakatlah mereka itu sama sendirinya hendak menangkap Yesus dengan muslihat, supaya membunuh Dia.","Tetapi kata mereka itu, \"Janganlah pada hari raya, supaya jangan timbul huru-hara di antara kaum itu.\"","Tatkala Yesus di Baitani di dalam rumah Simon yang kena bala zaraat,","maka datanglah kepada-Nya seorang perempuan, yang membawa suatu buli-buli berisi minyak wangi yang mahal harganya, lalu dicurahkannya di atas kepala Yesus, pada waktu Ia duduk makan.","Setelah dilihat oleh murid-murid itu maka masing-masing pun sakit hatilah, serta berkata, \"Apakah maksud keborosan itu?","Karena minyak ini boleh laku dijual dengan mahal harganya, disedekahkan kepada orang miskin.\"","Tetapi serta tampak hal itu kepada Yesus, lalu berkatalah Ia kepada mereka itu, \"Apakah sebabnya kamu menyusahkan perempuan itu? Karena ia membuat suatu kebajikan kepada-Ku.","Sebab orang miskin senantiasa bersama-sama dengan kamu, tetapi Aku ini tiada selalu bersama-sama dengan kamu.","Karena di dalam hal perempuan itu mencurahkan minyak ini di atas tubuh-Ku itu, seolah-olah diperbuatnya akan menyediakan hal menguburkan Aku kelak.","Dengan sesungguhnya Aku berkata kepadamu: Barang di mana pun di dalam seluruh dunia ini Injil itu dimasyhurkan, perbuatan perempuan ini akan disebutkan juga menjadi suatu peringatan atasnya.\"","Kemudian pergilah seorang dari antara kedua belas murid itu, yang bernama Yudas Iskariot, kepada segala kepala imam,","serta berkata, \"Apakah hendak kamu beri aku, jikalau aku menyerahkan Yesus kepadamu?\" Maka mereka itu pun menimbangkan tiga puluh keping perak baginya.","Daripada waktu itu Yudas mencari suatu ketika yang baik akan menyerahkan Dia kepada mereka itu.","Pada hari yang pertama daripada hari raya roti yang tiada beragi, datanglah murid-murid itu kepada Yesus, katanya, \"Ke manakah Tuhan suka kami menyediakan bagi Tuhan makanan Pasah?\"","Maka kata Yesus, \"Pergilah kamu ke dalam negeri kepada si anu itu, katakanlah kepadanya, yaitu: Kata Guru demikian: Ajal-Ku sudah dekat; maka di dalam rumahmu Aku hendak makan Pasah beserta dengan murid-murid-Ku.\"","Maka diperbuatlah oleh murid-murid itu seperti Yesus berpesan kepada mereka itu, serta menyediakan Pasah itu.","Setelah hari malam, duduklah Yesus makan bersama-sama dengan kedua belas murid itu.","Sedang mereka itu makan, maka berkatalah Yesus, \"Sesungguhnya Aku berkata kepadamu, bahwa seorang dari antara kamu akan menyerahkan Aku.\"","Maka berdukacitalah mereka itu amat sangat, lalu masing-masing pun mulai berkata kepada-Nya, \"Ya Tuhan, hamba inikah?\"","Maka jawab Yesus serta berkata, \"Bahwa orang yang mencelupkan tangannya ke dalam pinggan sekaligus dengan Aku, itulah dia yang akan menyerahkan Aku.","Maka Anak manusia pergi juga, sebab sudah tersurat halnya; tetapi wai bagi orang itu, yang menyerahkan Anak manusia! Alangkah baiknya bagi orang itu, jikalau tiada ia dilahirkan.\"","Maka sahut Yudas, yang akan menyerahkan Dia itu, katanya, \"Hamba inikah, ya Rabbi?\" Maka kata Yesus kepadanya, \"Adalah seperti katamu itu.\"","Sementara mereka itu makan, diambil oleh Yesus roti dan diberkati-Nya, lalu dipecah-pecahkan-Nya serta diberikan-Nya kepada murid-murid itu sambil berkata, \"Ambillah, makanlah, inilah tubuh-Ku.\"","Lalu diangkat-Nya cawan minuman, diucapkan-Nya syukur serta diberikan-Nya kepada mereka itu sambil berkata, \"Minumlah kamu sekalian dari cawan itu.","Karena inilah darah-Ku, yaitu darah perjanjian (baharu), yang ditumpahkan karena orang banyak, jalan keampunan dosa.","Tetapi Aku berkata kepadamu, bahwa daripada ketika ini tiada lagi Aku minum air buah anggur sehingga sampai kepada hari Aku minum dia yang baharu bersama-sama dengan kamu di dalam kerajaan Bapa-Ku.\"","Setelah sudah mereka itu menyanyikan puji-pujian, keluarlah mereka itu menuju ke Bukit Zaitun.","Lalu kata Yesus kepada mereka itu, \"Kamu sekalian kelak menaruh syak akan Daku pada malam ini, karena ada tersurat: Bahwa Aku akan memalu gembala, dan domba yang sekawan itu akan bercerai-berai.","Tetapi kemudian daripada Aku bangkit pula, Aku akan berjalan dahulu daripada kamu ke Galilea.\"","Maka sahut Petrus, serta berkata kepada-Nya, \"Jikalau semuanya menaruh syak akan Tuhan sekalipun, tetapi hamba ini tidak.\"","Maka kata Yesus kepadanya, \"Sesungguhnya Aku berkata kepadamu, bahwa pada malam ini juga, sebelum ayam berkokok kelak, engkau sudah menyangkali Aku tiga kali.\"","Maka kata Petrus kepada-Nya, \"Biarpun hamba mati bersama-sama dengan Tuhan, sekali-kali tiada hamba akan menyangkali Tuhan.\" Demikian juga kata sekalian murid itu pun.","Setelah itu datanglah Yesus dengan mereka itu kepada suatu taman bernama Getsemani, lalu kata-Nya kepada murid-murid itu, \"Duduklah kamu di sini, sementara Aku pergi ke situ berdoa.\"","Maka dibawa-Nya Petrus dan kedua anak Zabdi serta-Nya, lalu Ia mulai berdukacita sehingga sangat susah hati.","Kemudian kata Yesus kepada mereka itu, \"Hati-Ku amat sangat berdukacita, hampir mati rasa-Ku; tinggallah kamu di sini dan berjagalah serta-Ku.\"","Maka berjalanlah Ia ke hadapan sedikit, lalu sujudlah Ia berdoa, kata-Nya, \"Ya Bapa-Ku, jikalau boleh, biarlah kiranya cawan ini lepas daripada-Ku; tetapi di dalam itu pun bukannya kehendak-Ku, melainkan kehendak-Mu juga.\"","Maka kembalilah Ia kepada murid-murid itu, didapati-Nya mereka itu tertidur; lalu kata-Nya kepada Petrus, \"Hai, tiadakah kamu sanggup berjaga satu jam pun serta-Ku?","Berjagalah dan berdoalah, supaya jangan kamu kena pencobaan; sungguhpun hati berkehendak, tetapi tubuh lemah.\"","Maka pergilah Ia pula pada kedua kalinya berdoa, kata-Nya, \"Ya Bapa-Ku, jikalau cawan ini tiada boleh lepas daripada-Ku, melainkan Aku juga meminum dia, biarlah kehendak-Mu jadi.\"","Apabila Ia kembali lagi, didapati-Nya mereka itu tertidur pula, karena matanya berat rasanya.","Maka dibiarkan-Nya mereka itu, lalu pergi pula pada ketiga kalinya berdoa, serta mengulangi perkataan itu juga.","Kemudian baliklah Ia kepada murid-murid itu serta berkata kepada mereka itu, \"Tidurlah kamu lagi dan hilangkan lelahmu; sekarang waktunya sudah hampir, maka Anak manusia akan diserahkan ke tangan orang berdosa.","Bangunlah kamu, marilah kita pergi; tengoklah, orang yang menyerahkan Aku sudah dekat.\"","Maka tengah Ia lagi berkata-kata, datanglah Yudas, seorang daripada kedua belas murid itu, dan sertanya itu amat banyak orang berpedang dan berbelantan, yang disuruh oleh kepala imam dan orang tua-tua kaum itu.","Maka orang itu yang menyerahkan Yesus, memberi isyarat kepada mereka itu dengan katanya, \"Barangsiapa yang aku akan cium, itulah Dia; tangkaplah Dia.\"","Maka seketika itu juga datanglah ia mendapatkan Yesus sambil katanya, \"Assalam 'alaikum, ya Rabbi!\" lalu mencium Dia.","Maka kata Yesus kepadanya, \"Hai Sahabat, lakukanlah maksud engkau datang ini.\" Kemudian mereka itu pun menghampiri Dia sambil mendatangkan tangan ke atas-Nya, lalu menangkap Dia.","Maka adalah seorang daripada orang yang bersama-sama dengan Yesus mengedangkan tangannya, dan menghunus pedangnya, lalu memarang hamba Imam Besar dan mengerat telinganya.","Lalu kata Yesus kepadanya, \"Sarungkanlah pedangmu balik; karena segala orang yang main pedang akan mati dengan pedang.","Pada sangkamu, tiadakah boleh Aku memohonkan kepada Bapa-Ku, sehingga Ia mengaruniakan kepada-Ku lebih daripada dua belas legion malaekat walaupun sekarang ini juga?","Jikalau begitu, bagaimanakah dapat disampaikan isi Alkitab yang mengatakan, bahwa tak dapat tiada akan jadi demikian?\"","Maka pada ketika itu juga kata Yesus kepada orang banyak itu, \"Kamu keluar seolah-olah melawan penyamunkah dengan berpedang dan berbelantan hendak menangkap Aku? Setiap-tiap hari Aku duduk mengajar di dalam Bait Allah, dan tiada juga kamu menangkap Aku.","Tetapi semuanya ini berlaku, supaya sampailah isi kitab segala nabi.\" Lalu sekalian murid itu pun larilah meninggalkan Dia.","Adapun orang yang telah menangkap Yesus itu, membawa Dia kepada Kayafas, Imam Besar, yaitu di tempat sedia berhimpun segala ahli Taurat dan orang tua-tua kaum itu.","Tetapi Petrus mengikut Yesus dari jauh, sehingga sampai ke balai Imam Besar itu, lalu masuklah ia duduk bersama-sama segala hamba hendak melihat akibatnya.","Maka kepala-kepala imam dan segala orang Majelis Bicara itu pun mencari kesaksian dusta ke atas Yesus, supaya mereka itu dapat membunuh Dia;","maka tiadalah mereka itu dapat, walaupun banyak saksi dusta datang. Tetapi kemudian daripada itu datanglah dua orang,","katanya, \"Inilah orang yang menyebut perkataan: Aku dapat meruntuhkan Bait Allah, dan membangunkan dia di dalam tiga hari.\"","Maka berdiri tegaklah Imam Besar itu serta berkata kepada-Nya, \"Tiadakah Engkau menyahut sesuatu pun? Apakah yang disaksikan orang ini atas Engkau?\"","Tetapi Yesus diam sahaja. Maka kata Imam Besar itu kepada-Nya, \"Aku menuntut sumpahmu demi Allah yang hidup mengatakan kepada kami, kalau-kalau engkau ini Kristus, Anak Allah itu.\"","Maka kata Yesus kepadanya, \"Seperti kata Tuan. Tetapi Aku berkata kepadamu, daripada sekarang ini kamu akan nampak Anak manusia duduk di sebelah kanan Kodrat, serta datang di atas awan dari langit.\"","Lalu Imam Besar itu pun mengoyakkan pakaiannya sendiri, serta berkata, \"Ia menghujat Allah; apa gunanya lagi saksi bagi kita? Sekarang kamu sudah mendengar hujat-Nya itu.","Apakah pikiran kamu?\" Maka mereka itu menyahut, katanya, \"Yang patutnya Ia mati.\"","Lalu mereka itu meludahi muka-Nya, serta meninju Dia; dan ada yang menampar Dia,","sambil berkata, \"Nubuatkanlah kami, hai Kristus, siapakah yang memukul Engkau?\"","Adapun Petrus itu duduk di luar di serambi balai; maka datanglah kepadanya seorang dayang, katanya, \"Engkau juga bersama-sama dengan Yesus, orang Galilea itu?\"","Tetapi ia bersangkal di hadapan sekalian orang itu, katanya, \"Tiada aku mengerti, apa yang engkau katakan.\"","Apabila ia keluar ke serambi hadapan, maka seorang dayang yang lain pula melihat dia, serta berkata kepada orang yang di situ, \"Orang ini pun ada bersama-sama dengan Yesus, orang Nazaret itu juga.\"","Maka lagi pula ia bersangkal dengan sumpah, \"Tiada aku kenal orang itu.\"","Sejurus lagi orang yang berdiri di situ datang dan berkata kepada Petrus, \"Sungguhlah engkau ini juga seorang daripada mereka itu, karena lidahmu menyatakan engkau.\"","Lalu mulailah ia mengutuki dirinya sambil bersumpah, \"Tiada aku kenal orang itu.\" Maka pada sesaat itu juga ayam pun berkokoklah.","Maka teringatlah Petrus akan perkataan Yesus, demikian, \"Sebelum ayam berkokok kelak, engkau sudah menyangkali Aku tiga kali.\" Lalu keluarlah ia, serta menangis tersedih-sedih."]