["Tatkala hari Sabbat itu sudah lalu, yaitu waktu dinihari pada hari yang pertama di dalam minggu itu, datanglah Maryam Magdalena dan Maryam yang lain itu hendak melihat kubur itu.","Maka sekonyong-konyong jadilah gempa bumi yang besar, karena seorang malaekat Tuhan turun dari surga, serta datang menggolekkan batu itu dari kubur, lalu duduk di atas.","Maka adalah rupanya seperti kilat, dan pakaiannya putih seperti salju.","Maka orang jaga itu pun menggeletar oleh sebab takut akan dia, sehingga kelihatan seperti orang mati.","Lalu malaekat itu menjawab serta berkata kepada perempuan itu, \"Janganlah kamu takut, karena aku mengetahui, bahwa kamu mencari Yesus yang disalibkan itu;","tiadalah Ia di sini, karena Ia sudah bangkit seperti kata-Nya dahulu. Marilah kamu, lihatlah tempat Tuhan sudah terbaring itu.","Pergilah kamu dengan segera mengatakan kepada murid-murid-Nya, bahwa Ia sudah bangkit dari antara orang mati, dan akan berjalan dahulu daripada kamu ke Galilea; di sanalah kelak kamu melihat Dia; ingatlah, Aku sudah mengatakan hal itu kepadamu.\"","Maka segeralah perempuan itu meninggalkan kubur itu dengan ketakutan dan sangat kesukaan, sambil berlari hendak memberi tahu hal itu kepada murid-murid Yesus.","Maka tiba-tiba Yesus pun bertemulah dengan mereka itu, serta kata-Nya, \"Sejahteralah kamu!\" Maka datanglah perempuan itu memeluk kaki-Nya, serta menyembah Dia.","Lalu sabda Yesus kepadanya, \"Janganlah kamu takut! Pergilah kamu memberi tahu kepada saudara-saudara-Ku, supaya mereka itu pergi ke Galilea, di sanalah kelak mereka itu melihat Aku.\"","Sepeninggal mereka itu pergi, tibalah beberapa orang jaga di dalam negeri memberi tahu kepada kepala-kepala imam segala sesuatu yang sudah berlaku itu.","Maka berhimpunlah mereka itu dengan orang tua-tua serta berpakat, lalu diberinya banyak uang perak kepada beberapa laskar itu,","serta berkata, \"Katakanlah olehmu: Murid-murid-Nya datang pada malam, tengah kami tidur, serta mencuri Dia.","Dan jikalau perkara itu kedengaran kepada pemerintah kelak, maka kami akan membujuk dia, serta melindungkan kamu.\"","Lalu diambilnya uang itu, diperbuatnya sebagaimana yang diajarkan kepadanya. Maka masyhurlah perkataan ini di antara orang Yahudi hingga sekarang ini.","Maka kesebelas murid itu pun pergilah ke Galilea, ke sebuah gunung yang ditentukan oleh Yesus kepada mereka itu.","Apabila dilihatnya Yesus, lalu mereka itu sujud menyembah Dia; tetapi ada juga orang yang menaruh syak.","Maka Yesus menghampiri mereka itu, lalu bertutur kepada mereka itu, sabda-Nya, \"Bahwa segala kuasa dikaruniakan kepada-Ku. Baik di surga baik di atas bumi ini.","Sebab itu pergilah kamu, jadikanlah sekalian bangsa itu murid-Ku, serta membaptiskan dia dengan nama Bapa, dan Anak dan Rohulkudus;","dan mengajar dia menurut segala sesuatu yang Aku pesan kepadamu. Maka ketahuilah olehmu: Aku ini beserta dengan kamu senantiasa hingga kepada kesudahan alam.\""]