["Apabila mereka itu tiba dekat negeri Yeruzalem, dan sampai ke Baitfagi, yang di Bukit Zaitun, lalu Yesus menyuruh dua orang murid-Nya,","serta berkata kepada mereka itu, \"Pergilah kamu ke kampung yang di hadapan kamu, maka dengan segeranya kamu akan jumpa seekor keledai tertambat beserta dengan anaknya; orakkanlah talinya, bawa dia kepada-Ku.","Jikalau barang seorang berkata apa-apa kepadamu, hendaklah kamu katakan: Bahwa Tuhan berkehendak akan dia, maka dengan segeranya ia menyuruh bawa.\"","Segala perkara ini telah berlaku supaya sampailah sabda nabi, demikian:","Katakanlah kepada puteri Sion: Tengok Rajamu datang kepadamu, dengan rendah hati-Nya mengendarai seekor keledai, yaitu seekor keledai muda, anak daripada binatang yang menanggung kuk.","Maka pergilah murid-murid itu, serta berbuat sebagaimana yang dipesankan oleh Yesus kepada mereka itu.","Maka dibawanya keledai itu dengan anaknya, serta membubuhkan ke atasnya pakaian mereka itu, lalu duduklah Ia di atasnya.","Maka kebanyakan orang membentangkan pakaiannya di jalan, dan ada yang lain pula mengerat carang-carang kayu, lalu dihamparkannya di jalan.","Maka orang banyak yang berjalan di hadapan dan yang mengikut itu pun bersorak-soraklah, katanya, \"Hosanna bagi Anak Daud, mubaraklah Ia yang datang dengan nama Tuhan, Hosanna di tempat yang Mahatinggi.\"","Serta Ia masuk ke Yeruzalem, gemparlah segala isi negeri itu, katanya, \"Siapakah ini?\"","Maka kata orang banyak itu, \"Inilah Nabi; yaitu Yesus dari negeri Nazaret di tanah Galilea.\"","Maka masuklah Yesus ke dalam Bait Allah, lalu mengusir segala orang yang berjual beli di dalam Bait Allah, diterbalikkan-Nya meja-meja orang yang menukar uang, dan kursi orang yang menjual burung merpati,","serta berkata kepada mereka itu, \"Telah tersurat: Bahwa Rumah-Ku akan disebut rumah tempat berdoa; tetapi kamu ini menjadikan dia gua penyamun.\"","Maka orang buta dan orang timpang pun datang kepada-Nya di dalam Bait Allah, lalu disembuhkan-Nya mereka itu.","Tetapi apabila kepala-kepala imam dan ahli Taurat melihat segala perbuatan-Nya yang ajaib itu, dan sekalian budak yang bersorak-sorak di dalam Bait Allah dengan kata, \"Hosanna bagi Anak Daud,\" maka marahlah mereka itu,","serta berkata kepada Yesus, \"Adakah Engkau dengar apa kata budak-budak ini?\" Maka kata Yesus kepada mereka itu, \"Bahkan, tetapi belum pernahkah kamu membaca: Bahwa dari mulut kanak-kanak dan budak-budak yang menyusu pun Tuhan sudah menyempurnakan puji-pujian?\"","Maka Yesus pun meninggalkan mereka itu, serta keluar dari negeri itu pergi ke Baitani, lalu bermalam di situ.","Pada pagi-pagi harinya, apabila Ia kembali ke negeri itu, Ia berasa lapar.","Serta dipandang-Nya sepohon ara di sisi jalan, pergilah Ia ke situ, dan didapati-Nya satu apa pun tiada di pohon itu, melainkan daun sahaja. Lalu berkatalah Ia kepadanya, \"Janganlah jadi buah daripadamu lagi selama-lamanya.\" Maka dengan seketika itu juga layulah pohon ara itu.","Apabila murid-murid itu melihat hal yang demikian, maka mereka itu pun heranlah, serta berkata, \"Bagaimanakah pohon ara ini telah layu dengan seketika itu juga?\"","Maka jawab Yesus serta berkata kepada mereka itu, \"Sesungguhnya Aku berkata kepadamu, jikalau kamu menaruh iman dan tiada bimbang, maka bukannya sahaja kamu dapat melakukan perbuatan seperti yang dilakukan atas pohon ara ini, melainkan jikalau kamu berkata kepada bukit ini: Terangkatlah engkau dan terbuang ke dalam laut, tak dapat tiada akan jadi kelak.","Dan barang apa pun yang kamu pinta di dalam doamu, jikalau dengan yakin, niscaya kamu akan beroleh.\"","Setelah Yesus masuk ke dalam Bait Allah, sedang Ia mengajar orang, datang kepada-Nya kepala-kepala imam dan orang tua-tua kaum itu, katanya, \"Dengan kuasa apakah Engkau membuat segala perkara ini, dan siapakah yang memberi kuasa yang demikian kepada-Mu?\"","Maka jawab Yesus serta berkata kepada mereka itu, \"Aku pun hendak bertanya juga satu perkara padamu. Jikalau kamu dapat mengatakan kepada-Ku, niscaya Aku pun mengatakan kepadamu dengan kuasa apakah Aku berbuat segala perkara ini.","Baptisan Yahya itu, dari manakah? Dari surgakah, atau daripada manusiakah?\" Maka berbicaralah mereka itu sama sendirinya, katanya, \"Jikalau kita katakan: Dari surga, niscaya kata-Nya kepada kita: Apakah sebabnya kamu tiada percaya akan dia?","Tetapi jikalau kita katakan: Daripada manusia, maka takut pula kita akan orang banyak, karena sekaliannya menilik Yahya itu seorang nabi.\"","Maka sahutnya kepada Yesus, katanya, \"Tiada kami ketahui.\" Lalu ujar Yesus kepada mereka itu, \"Kalau begitu maka Aku pun tiada mau mengatakan kepadamu dengan kuasa apakah Aku berbuat segala perkara ini.","Tetapi apakah pikiran kamu? Bahwa adalah seorang yang mempunyai dua orang anak laki-laki; maka pergilah ia kepada yang sulung serta berkata: Hai anakku, pergilah engkau bekerja hari ini di dalam kebun anggur itu.","Maka ia menyahut, katanya: Sahaya Tuan; tetapi tiada ia pergi.","Lalu ia pergi kepada yang kedua serta berkata demikian juga. Maka menyahutlah ia, katanya: Tiada sahaya mau; tetapi kemudian menyesallah ia, lalu pergi.","Siapakah antara kedua anak itu yang melakukan kehendak bapanya?\" Maka kata mereka itu, \"Yang kedua itu.\" Lalu kata Yesus kepada mereka itu, \"Sesungguhnya Aku berkata kepadamu, bahwa orang pemungut cukai dan perempuan sundal pun mendahului kamu masuk kerajaan Allah.","Karena Yahya sudah datang kepadamu akan menunjukkan jalan kebenaran, maka tiada kamu percaya akan dia; tetapi orang pemungut cukai dan perempuan sundal itu sudah percaya akan dia. Sungguhpun kamu ini sudah melihat hal itu, tetapi akhirnya pun tiada juga kamu bertobat, sehingga sampai kamu percaya akan dia.\"","\"Dengarlah suatu perumpamaan yang lain: Bahwa adalah seorang tuan rumah membuka kebun anggur, dipagarnya sekeliling, dan digalinya tempat apitan anggur, dan didirikannya suatu bangun-bangun, lalu disewakannya kebun itu kepada beberapa orang dusun, serta pergi ke negeri yang lain.","Apabila hampir musim buah, maka disuruhkannya segala hambanya kepada orang dusun itu akan menerima buahnya.","Orang dusun itu pun memegangkan hamba-hambanya, yang seorang dipukulnya, dan seorang dibunuhnya, dan seorang lagi dirajamnya.","Lalu disuruhkan oleh tuan itu pula hamba yang lain, lebih banyak daripada yang mula-mula itu; maka diperbuat oleh orang dusun ke atasnya seperti yang dahulu.","Pada akhirnya disuruhkannya kepada mereka itu anaknya laki-laki, katanya: Tak dapat tiada orang dusun itu akan menghormatkan anakku ini.","Tetapi apabila orang dusun itu melihat anaknya itu, lalu berkatalah mereka itu sama sendirinya: Inilah warisnya; marilah kita membunuh dia, dan mengambil warisannya.","Maka mereka itu pun memegangkan dia serta mencampakkan ke luar dari dalam kebun anggur itu, lalu membunuh dia.","Apabila datang tuan yang empunya kebun anggur itu, apakah kelak diperbuatnya ke atas orang dusun itu?\"","Maka kata mereka itu kepada-Nya, \"Dengan sejahat-jahat bunuh tuan itu akan membunuh orang jahat itu, dan kebun anggur itu pun disewakannya pula kepada orang dusun yang lain, yaitu yang menyerahkan buah kepadanya pada musimnya.\"","Maka kata Yesus kepadanya, \"Belum pernahkah kamu membaca di dalam Alkitab: Bahwa batu yang dibuangkan oleh tukang-tukang rumah, ialah sudah menjadi batu penjuru; demikianlah perbuatan Tuhan, maka hal itu ajaiblah pada mata kita.","Sebab itu Aku berkata kepadamu, bahwa kerajaan Allah akan diambil daripadamu, dan diberikan kepada suatu bangsa yang menerbitkan buahnya.","Maka barangsiapa yang jatuh di atas batu itu, ia akan remuk; tetapi orang yang ditimpa oleh batu itu, hancurlah ia kelak.\"","Apabila kepala-kepala imam dan orang Parisi itu mendengar segala perumpamaan-Nya, maka diketahuinya bahwa mereka itu sendiri yang disindirkan-Nya.","Maka tatkala mereka itu mencari jalan hendak menangkap Dia, datanglah takut mereka itu akan orang banyak, karena orang banyak itu menilik Dia seorang nabi."]