["\"Karena kerajaan surga itu adalah seumpama seorang tuan rumah, yang keluar pada pagi-pagi hari hendak mengupah orang bekerja di dalam kebun anggurnya.","Setelah ia bersetuju dengan orang upahan akan sedinar sehari, disuruhnya mereka itu masuk ke kebunnya itu.","Maka keluarlah ia sekira-kira pukul sembilan pagi, maka dilihatnya pula orang lain terdiri-diri di pasar dengan sia-sia.","Lalu katanya kepada mereka itu: Pergilah kamu pun ke kebun anggur itu, dan barang apa yang patut aku berikan kepadamu. Lalu orang itu pun pergilah.","Kemudian pergi pula tuan itu ke luar sekira-kira pukul dua belas, dan pukul tiga petang, maka diperbuatnyalah demikian juga.","Serta tuan itu keluar lagi sekira-kira pukul lima petang, didapatinya orang lain pula terdiri-diri sahaja, lalu katanya kepada mereka itu: Apakah sebabnya kamu berdiri di sini dengan sia-sia sehari suntuk?","Maka kata mereka itu kepadanya: Oleh sebab seorang pun tiada mengupah kami. Lalu berkatalah ia kepadanya: Pergilah kamu juga ke kebun anggur itu.","Setelah malam hari, maka kata tuan yang empunya kebun anggur itu kepada mandurnya: Panggillah orang yang bekerja itu, bayarlah upahnya, mulai daripada orang yang terakhir masuk sampai kepada yang mula-mula.","Apabila datang orang yang baharu masuk pada pukul lima petang, tiap-tiap orang itu menerima satu dinar.","Apabila datang orang yang mula-mula itu, disangkakannya akan menerima lebih; tetapi tiap-tiap orang itu pun menerima satu dinar.","Setelah diterimanya, maka bersungut-sungutlah mereka itu kepada tuan rumah itu,","katanya: Bahwa orang yang terakhir ini bekerja hanya sejam sahaja lamanya, maka Tuan menyamakan dia dengan kami, yang sudah menanggung keberatan dan kepanasan sehari suntuk.","Tetapi jawab tuan itu kepada seorang dari antara mereka itu: Hai sahabat, tiada aku membuat salah padamu, bukankah engkau bersetuju dengan aku satu dinar?","Ambillah bahagianmu, dan pergilah; maka kepada orang yang terakhir ini, aku hendak memberi sama banyak dengan engkau pun.","Tiadakah boleh aku berbuat sekehendakku atas milikku sendiri? Atau jahatkah pemandanganmu oleh sebab aku ini baik?","Demikianlah orang yang terakhir itu akan menjadi yang mula-mula, dan yang mula-mula itu akan menjadi yang terakhir.\"","Tatkala Yesus hendak pergi naik ke Yeruzalem, maka dibawa-Nya kedua belas murid-Nya sahaja, lalu berkata kepada mereka itu di tengah jalan itu,","\"Bahwa kita ini pergi naik ke Yeruzalem, dan Anak manusia itu akan diserahkan ke tangan kepala imam dan ahli Taurat, maka mereka itu akan menghukumkan Dia mati.","Lalu menyerahkan Dia ke tangan orang kafir, supaya Ia diolok-olokkannya dan disesahnya, serta disalibkannya, dan pada hari yang ketiga Ia akan bangkit pula.\"","Pada waktu itu datanglah kepada-Nya ibu anak-anak Zabdi bersama-sama dengan kedua anaknya itu, lalu sujud sambil menyampaikan suatu permintaan kepada-Nya.","Maka kata Yesus kepadanya, \"Apakah kehendakmu?\" Maka kata perempuan itu kepada-Nya, \"Suruhkanlah kiranya kedua anak sahaya ini duduk seorang di sebelah kanan Tuan dan seorang di sebelah kiri di dalam kerajaan Tuan.\"","Maka jawab Yesus serta berkata, \"Kamu kurang mengerti permintaanmu sendiri. Bolehkah kamu minum cawan minuman yang Aku akan minum itu?\" Maka katanya kepada-Nya, \"Boleh.\"","Maka kata Yesus kepada mereka itu, \"Sesungguhnya cawan minuman-Ku itu kelak kamu akan minum juga, tetapi akan hal duduk di sebelah kanan-Ku dan di sebelah kiri-Ku itu, bukannya hak bagi-Ku memberinya, hanyalah diberi kepada orang-orang, yang dipersediakan baginya oleh Bapa-Ku.\"","Apabila kesepuluh murid itu mendengar hal itu, naiklah marahnya akan kedua saudara itu.","Tetapi Yesus memanggil segala murid itu, lalu kata-Nya, \"Kamu ketahui bahwa orang yang memerintah atas segala bangsa menjalankan perintahnya di atas mereka itu, serta pembesarnya memegang kuasa atasnya.","Tetapi bukannya demikian di antara kamu, melainkan barangsiapa yang hendak menjadi besar di antara kamu, ialah patut menjadi pelayanmu;","dan barangsiapa yang hendak menjadi kepala di antara kamu, ialah patut menjadi hamba kepada kamu sekalian.","Seperti Anak manusia pun bukannya datang supaya dilayani, melainkan supaya melayani dan memberikan nyawa-Nya menjadi tebusan bagi orang banyak.\"","Apabila mereka itu berjalan ke luar dari negeri Yerikho, maka amatlah banyak orang mengikut Dia.","Maka adalah dua orang buta duduk di tepi jalan; serta didengarnya bahwa Yesus ada lalu, berseru-serulah keduanya, katanya, \"Ya Tuhan, ya Anak Daud, kasihankanlah kami.\"","Maka orang banyak itu menengking mereka itu menyuruh diam, tetapi makin kuat keduanya berseru, katanya, \"Ya Tuhan, ya Anak Daud, kasihankanlah kami!\"","Maka berdirilah Yesus, serta memanggil keduanya itu, lalu berkata, \"Apakah yang kamu suka Aku perbuat padamu?\"","Maka kata mereka itu kepada-Nya, \"Ya Tuhan, mohonlah mata kami dicelikkan.\"","Maka kasihanlah Yesus akan mereka itu, lalu menjamah matanya; maka seketika itu juga nampak pula mereka itu, lalu mengikut Dia."]