["Setelah itu bertuturlah Yesus kepada orang banyak dan murid-murid-Nya,","kata-Nya, \"Bahwa ahli Taurat dan orang Parisi duduk di atas kursi Musa.","Sebab itu, hendaklah kamu membuat dan menurut segala sesuatu yang dikatakannya kepadamu; tetapi perbuatannya jangan kamu lakukan; karena mereka itu berkata-kata sahaja, tetapi tiada mengamalkan.","Maka diikatkannya tanggungan yang berat dan yang sukar dipikul, lalu meletakkan di atas bahu orang, tetapi mereka itu sendiri dengan jarinya pun tiada mau menggerakkan dia.","Maka segala perbuatannya dilakukannya sahaja, supaya dilihat orang; maka pengikat sembahyang dilebarkannya, dan rumbai-rumbai pakaiannya dilabuhkannya,","dan lagi mereka itu suka duduk di tempat yang mulia di dalam perjamuan, dan di kursi yang kehormatan di dalam rumah sembahyang,","dan suka mereka itu diberi hormat di pasar, dan suka dipanggil orang Guru Besar.","Tetapi janganlah kamu ini dipanggil orang Guru Besar, karena Satu sahaja Guru kamu, maka kamu sekalian ini bersaudara.","Dan janganlah kamu memanggil Bapa akan barang seorang pun di dalam dunia ini, karena Satu sahaja Bapa kamu, yaitu yang ada di surga.","Dan lagi janganlah kamu dipanggil orang Penganjur, karena Penganjur kamu Satu sahaja, yaitu Kristus.","Tetapi yang terlebih besar di antara kamu, hendak menjadi hamba kepada kamu.","Barangsiapa yang meninggikan dirinya, ia itu akan direndahkan; dan barangsiapa yang merendahkan dirinya, ia itu akan ditinggikan.","Wai bagi kamu, hai ahli Taurat dan orang Parisi, orang munafik! Karena kamu menutup pintu kerajaan surga menahan orang,","maka kamu ini tiada masuk, dan orang yang ingin masuk kamu tegahkan.","Wai bagi kamu, hai ahli Taurat dan orang Parisi, orang munafik! Karena kamu mengelilingi laut dan darat hendak membawa seorang sahaja masuk agama; dan apabila ia sudah masuk, maka kamu jadikan dia anak isi neraka dua kali ganda daripada kamu sendiri.","Wai bagi kamu, hai pemimpin yang buta, yang berkata: Barangsiapa yang bersumpah demi Bait Allah, tiada mengapa; tetapi barangsiapa yang bersumpah demi emas Bait Allah, maka tertanggunglah.","Hai orang bodoh dan buta! Apakah yang lebih besar: Emaskah atau Bait Allah yang menguduskan emas itu?","Dan lagi katamu: Barangsiapa yang bersumpah demi tempat korban, tiada mengapa; tetapi barangsiapa yang bersumpah demi persembahan yang di atas tempat korban itu, maka tertanggunglah.","Hai orang buta, apakah yang lebih besar: Persembahankah atau tempat korban yang menguduskan persembahan itu?","Sebab itu, siapa yang bersumpah demi tempat korban, ialah bersumpah demi tempat korban itu juga, dan demi segala sesuatu yang di atasnya.","Dan siapa yang bersumpah demi Bait Allah, ialah bersumpah demi Bait Allah itu juga, dan demi Tuhan yang diam di dalamnya.","Dan siapa yang bersumpah demi surga, ialah bersumpah demi arasy Allah, dan demi Tuhan yang duduk di atasnya.","Wai bagi kamu, hai ahli Taurat dan orang Parisi, orang munafik! Karena kamu membayar sepersepuluh daripada selasih dan adas manis dan jintan, tetapi hal ihwal yang terlebih wajib di dalam Taurat, seperti keadilan dan belas kasihan dan setiawan, kamu tinggalkan. Inilah yang patut diperbuat, dan yang lain itu pun jangan ditinggalkan.","Hai pemimpin yang buta, yang menapis nyamuk, tetapi menelan unta.","Wai bagi kamu, hai ahli Taurat dan orang Parisi, orang munafik! Karena kamu membersihkan luar cawan dan pinggan, tetapi di dalamnya ada penuh dengan rampasan dan lobamu.","Hai orang Parisi yang buta! Bersihkanlah dahulu sebelah dalam cawan dan pinggan, supaya luarnya pun menjadi bersih.","Wai bagi kamu, hai ahli Taurat dan orang Parisi, orang munafik! Karena kamu seumpama kubur yang bersapu kapur; sungguhpun dari luar kelihatan elok, tetapi di dalamnya berisi tulang orang mati dan berbagai-bagai najis.","Sedemikian juga kamu ini pun dari luar kelihatan benar kepada orang, tetapi di dalam penuh kamu dengan munafik dan dosa.","Wai bagi kamu, hai ahli Taurat dan orang Parisi, orang munafik! Karena kamu memperbuat kubur nabi-nabi, dan menghiasi nisan kubur orang benar.","Lalu katamu: Jikalau kami sudah ada pada zaman nenek moyang kami, niscaya tiadalah kami bersekutu dengan orang yang menumpahkan darah nabi-nabi.","Demikianlah kamu menyaksikan dirimu sendiri, bahwa kamulah anak cucu orang yang membunuh nabi-nabi itu.","Baiklah kamu menggenapi dosa nenek moyangmu itu!","Hai ular dan benih ular! Bagaimanakah dapat kamu lari melepaskan dirimu daripada hukuman neraka?","Sebab itu ingatlah, bahwa Aku ini akan menyuruhkan kepadamu beberapa nabi dan orang budiman dan ahli Taurat. Maka separuhnya akan kamu bunuh dan kamu salibkan, dan separuhnya lagi akan kamu sesah di dalam rumah sembahyang dan menghambat dari sebuah negeri ke sebuah negeri.","Supaya tertanggunglah atas kamu segala darah orang benar yang tumpah di atas bumi, yaitu daripada darah Habel yang benar sehingga sampai kepada darah Zakaria anak Barakia, yang telah kamu bunuh di antara Rumah Allah dengan tempat korban.","Dengan sesungguhnya Aku berkata kepadamu, bahwa segala perkara ini akan berlaku ke atas bangsa ini.\"","\"Hai Yeruzalem, Yeruzalem, yang membunuh nabi-nabi, dan yang merajam segala orang yang disuruhkan kepadamu. Berapa banyak kali sudah Aku berkehendak menghimpunkan anak-anakmu, seperti seekor ibu ayam menghimpunkan anak-anaknya di bawah sayapnya, tetapi tiada kamu mau.","Sesungguhnya rumahmu kelak tertinggal sunyi senyap.","Karena Aku berkata kepadamu, bahwa daripada masa ini tiada lagi kamu melihat Aku, sehingga kamu berkata: Mubaraklah Ia yang datang dengan nama Tuhan.\""]