["Setelah lahir Yesus di Bethlehem di tanah Yudea, pada zaman Baginda Herodes, maka datanglah beberapa orang majus dari benua sebelah timur ke Yeruzalem,","katanya, \"Di manakah raja orang Yahudi yang baharu lahir itu? Karena kami sudah melihat bintangnya di sebelah timur, maka kami datang hendak menyembah Dia.\"","Apabila didengar oleh Baginda Herodes akan hal itu, maka terkejutlah ia beserta seisi negeri Yeruzalem.","Maka dihimpunkannya segala kepala imam dan ahli Taurat itu, lalu bertanya kepada mereka itu, di tempat mana Kristus akan lahir.","Lalu berkatalah mereka itu kepadanya, \"Di negeri Bethlehem, di tanah Yudea, karena demikianlah disuratkan oleh nabi:","Hai Bethlehem di tanah Yehuda, sekali-kali tiada engkau yang terkecil di antara segala penghulu Yehuda, karena dari dalam engkau akan keluar seorang pembesar, yang akan menggembalakan kaumku Israel.\"","Kemudian daripada itu dirahasiakan oleh Herodes memanggil segala orang majus, lalu diselidikinya dengan teliti ketika mana yang telah kelihatan bintang itu.","Lalu disuruhkannya mereka itu ke Bethlehem sambil bertitah, \"Pergilah kamu selidik dengan secukupnya tentang hal kanak-kanak itu, dan apabila kamu sudah jumpa Dia, kabarkanlah kepadaku, supaya aku pun datang menyembah Dia.\"","Setelah didengarnya titah baginda itu, maka berjalanlah mereka itu pergi, dan bintang yang telah dilihatnya di sebelah timur itu mendahului mereka itu, lalu berhentilah di sebelah atas tempat kanak-kanak itu.","Serta dilihatnya bintang itu, maka bersukacitalah hati mereka itu dengan kesukaan yang teramat besar.","Maka masuklah mereka itu ke dalam rumah itu, lalu dilihatnya kanak-kanak itu dengan Maryam, ibunya; maka sujudlah mereka itu menyembah Dia, dibukakannya segala tempat peremasannya, serta dipersembahkannya beberapa persembahan, yaitu: emas dan kemenyan dan mur.","Setelah dinyatakan oleh Allah kepada mereka itu di dalam mimpi supaya jangan balik dari situ kepada Herodes, maka pulanglah mereka itu ke negerinya mengikut jalan yang lain.","Sepeninggal orang majus, maka kelihatanlah kepada Yusuf di dalam mimpi seorang malaekat berkata, \"Bangunlah engkau, ambil kanak-kanak itu serta dengan ibunya, bawa lari ke Mesir, dan tinggallah di sana sehingga aku beri tahu lagi kepada engkau; karena Herodes akan mencari kanak-kanak itu hendak membunuh Dia.\"","Maka bangunlah ia, membawa kanak-kanak itu beserta dengan ibunya pada malam hari, lalu berangkat pergi ke Mesir.","Maka tinggallah ia di sana sehingga mati Herodes, supaya sampailah barang yang difirmankan oleh Allah dengan lidah nabi, bunyinya: Bahwa dari Mesir Aku memanggil Anak-Ku.","Kemudian daripada itu, setelah Herodes mengerti bahwa ia diakali oleh orang majus itu, maka terlalulah murka baginda; lalu dititahkannya orang pergi membunuh sekalian kanak-kanak laki-laki yang ada di negeri Bethlehem dan di dalam segala daerah jajahannya yang berumur daripada dua tahun ke bawah, menurut ketika yang diselidikinya dengan teliti daripada orang majus itu.","Tatkala itu sampailah barang yang disabdakan oleh Nabi Yermia, bunyinya:","Adalah suatu suara telah kedengaran di negeri Rama, yang menangis dan meratap amat sangat, yaitu Rahel menangiskan anak-anaknya, tiadalah ia mau dihiburkan, sebab anaknya sudah hilang.","Apabila Herodes sudah mati, maka kelihatanlah seorang malaekat Tuhan kepada Yusuf di dalam mimpi di tanah Mesir,","sambil berkata, \"Bangunlah dan bawa kanak-kanak itu serta dengan ibunya, dan berangkatlah ke tanah Israel; karena segala orang yang hendak membunuh kanak-kanak itu sudah mati.\"","Maka bangunlah ia, dibawanya kanak-kanak itu beserta dengan ibunya, lalu sampailah ke tanah Israel.","Setelah didengarnya Arkhilaus menjadi raja di tanah Yudea, menggantikan Herodes, ayahnya itu, maka takutlah Yusuf pergi ke sana; tetapi sebab dinyatakan oleh Allah kepadanya di dalam mimpi, lalu pergilah ia menyimpang ke daerah tanah Galilea,","kemudian tibalah ia serta diam di dalam sebuah negeri yang bernama Nazaret, supaya sampailah sabda segala nabi, bahwa Yesus akan bergelar Nazari."]