["Maka keluarlah Yesus dari dalam Bait Allah lalu pergi; maka datanglah murid-murid-Nya menunjukkan kepada-Nya bangunan Bait Allah.","Maka Ia menyahut serta berkata kepada mereka itu, \"Bukankah kamu nampak sekalian ini? Dengan sesungguhnya Aku berkata kepadamu, tiadalah akan tinggal tersusun di sini sebuah batu di atas yang lain, yang tiada akan dirombak kelak.\"","Tatkala Ia duduk di atas Bukit Zaitun, maka murid-murid itu datang kepada-Nya ketika sama sendiri, serta berkata, \"Nyatakanlah kiranya kepada kami, masa manakah perkara ini berlaku kelak, dan apakah alamat kedatangan-Mu dan kesudahan alam ini?\"","Maka jawab Yesus serta berkata kepada mereka itu, \"Ingatlah baik-baik, jangan barang seorang menyesatkan kamu.","Karena banyak orang akan datang dengan nama-Ku, katanya: Aku inilah Kristus! maka mereka itu menyesatkan banyak orang.","Maka kamu akan mendengar dari hal peperangan dan kabar peperangan; ingatlah, jangan kamu terkejut; karena tak dapat tiada segala perkara ini akan berlaku, tetapi itu pun belum sampai kepada kesudahan itu.","Karena bangsa akan berbangkit melawan bangsa, dan kerajaan melawan kerajaan; maka akan jadi bala kelaparan dan gempa bumi sini sana.","Tetapi semuanya itu hanya permulaan sengsara.","Pada masa itu kamu akan diserahkan orang akan disengsarakan, dan kamu akan dibunuh orang; dan kamu akan dibenci oleh segala bangsa sebab nama-Ku.","Dan kemudian daripada itu banyaklah orang menaruh syak, lalu seorang akan menyerahkan seorang yang lain, dan seorang akan membenci seorang yang lain.","Maka banyak nabi palsu akan terbit kelak, dan akan menyesatkan beberapa banyak orang.","Dan sebab makin bertambah dosa, maka kasih orang banyak tawarlah kelak.","Tetapi barangsiapa yang bertekun sampai ke akhir, ialah akan diselamatkan.","Maka Injil kerajaan ini akan dimasyhurkan di dalam seluruh dunia ini akan menjadi suatu kesaksian bagi segala bangsa; kemudian daripada itu, baharulah tiba kesudahan itu.","Sebab itu, apabila kamu melihat kebencian yang mendatangkan kebinasaan itu terdiri di tempat kudus, seperti yang disabdakan oleh Nabi Daniel (siapa yang membaca, camkanlah hal itu),","pada ketika itu orang yang di tanah Yudea hendaklah lari ke gunung;","dan orang yang di atas sotoh rumah, janganlah turun ke bawah dan membawa ke luar apa-apa yang di dalam rumahnya;","dan lagi orang yang di ladangnya, janganlah pulang mengambil pakaiannya.","Wai bagi segala perempuan yang mengandung dan yang menyusui anaknya pada masa itu!","Hendaklah kamu berdoa, minta pelarianmu itu janganlah berlaku pada musim dingin atau hari Sabbat.","Karena pada ketika itu akan timbul sengsara yang besar, seperti yang demikian belum pernah berlaku daripada awal kejadian alam sehingga sampai sekarang ini, dan kemudian daripada itu juga tiada akan jadi pula.","Dan jikalau sekiranya tiada disingkatkan masanya, niscaya tiadalah seorang pun yang selamat; tetapi karena sebab sekalian orang yang terpilih, disingkatkan masa itu.","Jikalau pada ketika itu ada seorang berkata kepadamu: Tengok, inilah Kristus! Atau: Itulah Kristus! Janganlah kamu percaya.","Karena beberapa Kristus palsu dan nabi palsu akan terbit, serta mengadakan pekerjaan yang ganjil sekali dan perbuatan yang heran, supaya menyesatkan, jikalau boleh, orang yang terpilih itu juga.","Perhatikanlah, Aku sudah mengatakan itu kepadamu terlebih dahulu.","Sebab itu, jikalau kata orang kepadamu: Tengok, Ia ada di padang belantara; janganlah kamu pergi ke sana; atau: Tengok, Ia ada di dalam bilik; janganlah kamu percaya.","Karena seperti kilat memancar dari timur, dan bercahaya sampai ke barat, demikian juga kedatangan Anak manusia.","Karena barang di mana ada bangkai, di situlah juga berkerumun burung nazar.","Maka sejurus kemudian daripada ketika sengsara itu, matahari akan dikelamkan, dan bulan juga tiada akan bercahaya, dan segala bintang di langit akan gugur, dan segala kuat kuasa yang di langit itu pun akan berguncang-gancing.","Setelah itu kelak kelihatan tanda Anak manusia di langit; maka segala bangsa manusia yang di bumi akan meratap, lalu mereka itu akan memandang Anak manusia datang di atas awan dari langit, dengan kuasa dan kemuliaan yang besar.","Maka Ia pun akan menyuruhkan malaekat-Nya meniup sangkakala yang besar bunyinya, dan akan menghimpunkan sekalian orang-Nya yang terpilih daripada keempat penjuru alam, yaitu dari tepi langit sampai ke tepinya yang lain.","Ambillah ibaratnya daripada pohon ara: Pada ketika carangnya lembut dan daunnya bertunas, memang kamu ketahui, bahwa musim panas sudah hampir.","Demikian juga kamu: Pada masa kamu nampak segala sesuatu itu jadi, ketahuilah olehmu, bahwa hal itu sudah dekat di muka pintu.","Dengan sesungguhnya Aku berkata kepadamu, bahwa bangsa ini tiada akan lenyap, sebelum segala perkara itu jadi.","Maka langit dan bumi akan lenyap, tetapi perkataan-Ku kekal.","Tetapi akan hari dan ketikanya tiada diketahui oleh seorang jua pun, meskipun malaekat yang di surga atau Anak itu, melainkan hanya Bapa sahaja.","Maka sebagaimana keadaan pada zaman Nuh itu, demikian juga hal kedatangan Anak manusia.","Karena sama juga seperti pada zaman yang dahulu daripada air bah, orang makan minum dan kawin serta mengawinkan, sampai kepada hari Nuh masuk ke dalam bahtera,","dan tiadalah mereka itu sadar, sehingga tiba air bah itu melenyapkan sekaliannya, demikian juga hal kedatangan Anak manusia itu.","Pada masa itu baharulah ada dua orang di ladang, maka seorang akan dibawa, dan seorang ditinggalkan.","Dan lagi ada dua orang perempuan mengisar pada kisaran, itu pun seorang akan dibawa, dan seorang ditinggalkan.","Sebab itu berjaga-jagalah kamu, karena tiada kamu ketahui, pada hari yang mana Tuhanmu akan tiba.","Tetapi perkara ini kamu ketahui: Bahwa jikalau tuan rumah sudah mengetahui pada waktu yang mana pencuri datang, tak dapat tiada berjaga-jagalah ia dan tiada dibiarkannya rumahnya dipecah.","Oleh sebab itu hendaklah kamu juga bersedia; karena Anak manusia akan tiba pada suatu saat yang tiada kamu sangka-sangka.","Siapakah kelak hamba yang setiawan dan budiman, yang ditetapkan oleh tuannya atas isi rumahnya akan memberi makanan kepadanya pada waktu yang tertentu?","Berbahagialah hamba itu, yang apabila tuannya tiba, didapatinya sedang berbuat demikian.","Sesungguhnya Aku berkata kepadamu, ia akan menetapkan dia atas segala sesuatu miliknya.","Tetapi jikalau hamba yang jahat itu berpikir di dalam hatinya: Tuanku lambat lagi datang;","lalu dimulainya memukul teman-temannya, serta makan minum dengan orang pemabuk,","maka tuan hamba itu akan tiba pada suatu hari yang tiada disangkakannya, dan pada saat yang tiada diketahuinya,","lalu menyesah dia teramat sangat, sambil menetapkan bahagiannya bersama-sama dengan orang munafik; maka di sanalah kelak tangisan dan kertak gigi.\""]