["\"Pada ketika itu kerajaan surga kelak seumpama sepuluh anak dara, yang membawa pelitanya, lalu keluar hendak mengelu-elukan pengantin laki-laki.","Maka dari antara mereka itu ada lima orang yang bodoh, dan lima orang yang berakal.","Karena yang bodoh itu tiada membawa minyak, hanyalah pelitanya.","Tetapi yang berakal itu membawa minyak di dalam bekasnya beserta dengan pelitanya.","Maka pada ketika pengantin itu terlambat datang, mengantuklah mereka itu sekalian, lalu tertidur.","Sekonyong-konyong pada tengah malam kedengaranlah seruan: Tengok, pengantin itu datang! Keluarlah kamu mengelu-elukan dia.","Lalu bangunlah sekalian anak dara itu serta menyediakan pelita masing-masing.","Maka kata yang bodoh itu kepada yang berakal: Berilah kami minyakmu, karena pelita kami hendak padam.","Tetapi sahut yang berakal itu, katanya: Barangkali tiada cukup untuk kami dengan kamu; baiklah kamu pergi kepada orang berjual, belilah untuk dirimu sendiri.","Sepeninggal mereka itu pergi membeli minyak, maka tibalah pengantin itu, dan anak dara yang bersedia itu pun masuklah mengiringkan pengantin itu kepada perjamuan kawin; maka pintu pun terkuncilah.","Kemudian daripada itu datang pula anak dara yang lain itu sambil berkata: Ya Tuan, ya Tuan, bukakanlah kiranya kami pintu.","Tetapi ia menjawab serta berkata: Sesungguhnya aku berkata kepadamu: Tiada aku kenal kamu.","Sebab itu hendaklah kamu berjaga-jaga, karena tiada kamu ketahui akan hari atau waktunya.\"","\"Karena hal itu sama seperti seorang yang hendak pergi ke tanah yang lain; maka dipanggilnya segala hambanya yang khas, lalu diserahkannya miliknya kepadanya.","Maka ada seorang yang diberinya lima talenta, ada seorang yang diberi dua, dan ada seorang pula yang diberi satu; masing-masing menurut kadarnya. Lalu berangkatlah tuan itu ke tanah lain.","Maka orang yang menerima lima talenta itu, segeralah pergi menjalankan modalnya, sehingga memperoleh keuntungan lima talenta.","Demikian juga orang yang menerima dua talenta, memperoleh keuntungan dua talenta.","Tetapi orang yang menerima satu talenta itu pergi menggali lobang di tanah, menyembunyikan uang tuannya itu.","Setelah beberapa lama kemudian daripada itu, maka tibalah tuan segala hamba itu memeriksai kira-kira mereka itu.","Maka datanglah orang yang menerima lima talenta itu menghadap, serta membawa keuntungan yang lima talenta itu, katanya: Ya Tuanku, lima talenta Tuan serahkan kepada hamba; tengoklah kiranya hamba dapat keuntungan lima talenta.","Maka kata tuannya kepadanya: Sabaslah, hai hamba yang baik dan setiawan, atas yang sedikit pun engkau setia; aku akan menetapkan engkau atas hal ikhwal yang banyak. Masuklah engkau ke dalam kesukaan tuanmu.","Maka datanglah pula orang yang menerima dua talenta itu menghadap, serta berkata: Ya Tuanku, dua talenta Tuan serahkan kepada hamba; tengoklah kiranya hamba dapat keuntungan dua talenta.","Maka kata tuannya kepadanya: Sabaslah, hai hamba yang baik dan setiawan, dengan yang sedikit pun engkau setia; aku akan menetapkan engkau atas hal ikhwal yang banyak. Masuklah engkau ke dalam kesukaan tuanmu.","Maka orang yang telah menerima satu talenta itu pun datang menghadap, serta berkata: Ya Tuan, hamba mengetahui, bahwa Tuanlah seorang bengis, yang menuai di tempat Tuan tiada menabur dan mengumpulkan di tempat Tuan tiada menghambur;","sebab itu takutlah hamba, lalu pergi menyembunyikan talenta Tuan di dalam tanah. Tengok, inilah yang Tuan punya.","Maka jawab tuannya, serta berkata kepadanya: Hai hamba yang jahat dan malas, sudah engkau ketahui, bahwa aku menuai di tempat yang tiada aku tabur dan mengumpulkan di tempat yang tiada aku hamburkan;","sebab itu, wajiblah engkau menyerahkan uangku kepada orang yang menjalankan uang, supaya apabila aku datang kelak, boleh aku mendapat uangku kembali beserta dengan bunganya.","Sebab itu ambillah daripadanya talenta itu, berikanlah kepada orang yang menaruh sepuluh talenta itu.","Karena barangsiapa yang mempunyai barang sesuatu, kepadanya akan diberi lagi, dan ia akan beroleh dengan limpahnya; tetapi barangsiapa yang tiada mempunyai sesuatu itu, maka daripadanya juga akan diambil barang yang ada padanya;","maka hamba yang tiada berguna itu, buangkanlah ke dalam gelap yang di luar; di sanalah kelak tangisan dan kertak gigi.\"","\"Apabila Anak manusia datang kelak dengan kemuliaan-Nya, dan segala malaekat-Nya pun serta-Nya, lalu Ia akan duduk di atas takhta kemuliaan-Nya;","maka sekalian bangsa manusia pun akan dihimpunkan di hadapan-Nya, dan Ia akan mengasingkan mereka itu seorang daripada seorang, sama seperti gembala mengasingkan domba daripada kambing.","Lalu dihimpunkan-Nya domba itu di sebelah kanan-Nya, tetapi kambing itu di sebelah kiri-Nya.","Kemudian Raja itu pun kelak bertitahlah kepada mereka itu yang di sebelah kanan-Nya: Marilah, hai kamu yang diberkati oleh Bapa-Ku, memiliki warisan, yaitu kerajaan yang disediakan bagimu daripada awal kejadian alam.","Karena pada masa Aku lapar, kamu memberi Aku makan; Aku dahaga, kamu memberi Aku minum; Aku seorang keluaran, kamu menyambut Aku;","Aku bertelanjang, kamu memakaikan Aku dengan pakaian; Aku sakit, kamu melawati Aku; Aku di dalam penjara, kamu datang berjumpa Aku.","Lalu menyahutlah kelak segala orang yang benar, serta berkata kepada-Nya: Ya Tuhan, masa manakah kami nampak Tuhan lapar, lalu kami memberi makan? atau dahaga, lalu kami memberi minum?","Atau masa manakah kami nampak Tuhan seorang keluaran, lalu kami menyambut Tuhan? atau bertelanjang, lalu kami memakaikan dengan pakaian?","Atau masa manakah kami nampak Tuhan sakit, atau di dalam penjara, lalu kami melawati Tuhan?","Maka Raja itu akan menjawab, serta bersabda kepada mereka itu: Sesungguhnya Aku berkata kepadamu, bahwa barang sebagaimana yang kamu sudah berbuat kepada seorang-orang saudara-Ku yang terlebih hina ini, itulah perbuatan kamu kepada-Ku.","Kemudian Raja itu pun akan bertitah kepada mereka itu yang di sebelah kiri-Nya: Undurlah dari hadapan-Ku, hai laknat, masuklah ke dalam api neraka yang kekal, yang disediakan bagi Iblis dan segala pesuruhnya.","Karena pada masa Aku lapar, tiada kamu memberi Aku makan; Aku dahaga, tiada kamu memberi Aku minum;","Aku seorang keluaran, tiada kamu menyambut Aku; Aku bertelanjang, tiada kamu memakaikan Aku dengan pakaian; Aku sakit dan di dalam penjara, tiada kamu melawati Aku;","lalu mereka itu pun akan menyahut, katanya: Ya Tuhan, masa manakah kami nampak Tuhan lapar dan dahaga, atau seorang keluaran, atau bertelanjang, atau sakit, atau di dalam penjara, dan tiada kami melayani Tuhan?","Kemudian Raja itu akan menjawab, serta bersabda kepada mereka itu: Sesungguhnya Aku berkata kepadamu, bahwa barang sebagaimana yang tiada kamu perbuat kepada seorang daripada orang yang terlebih hina ini, maka tiada juga perbuatan kamu kepada-Ku.","Maka mereka itu akan pergi masuk ke dalam sengsara yang kekal; tetapi orang yang benar itu ke dalam hidup yang kekal.\""]