["Pada zaman itu datanglah Yahya Pembaptis mengajar di padang belantara Yudea,","katanya, \"Bertobatlah kamu, karena kerajaan surga sudah dekat.\"","Karena inilah dia, yang dikatakan halnya oleh Nabi Yesaya: Suara orang yang berseru-seru di padang belantara: sediakanlah jalan Tuhan, luruskanlah segala lorongnya.","Adapun pakaian Yahya daripada bulu unta, dan ikat pinggangnya daripada kulit, dan makanannya belalang dan air madu hutan.","Tatkala itu keluarlah orang isi negeri Yeruzalem, dan seisi tanah Yudea dan segenap daerah jajahan Sungai Yarden, mendapatkan Yahya;","lalu dibaptiskannya mereka itu di dalam Sungai Yarden, sambil masing-masing mengaku dosanya.","Tetapi apabila dilihatnya banyak daripada orang Parisi dan Saduki pun datang minta dibaptiskan, berkatalah ia kepada mereka itu, \"Hai bangsa ular, siapakah mengajar kamu melarikan dirimu daripada murka yang datang kelak?","Keluarkanlah olehmu buah-buahan yang berpadan dengan tobat.","Dan janganlah kamu sangka di dalam hatimu, mengatakan: Bahwa Ibrahim bapa kita; karena aku berkata kepadamu, bahwa Allah berkuasa menjadikan anak-anak Ibrahim daripada batu-batu ini.","Sekarang pun sudah sedia kapak di akar pohon kayu; maka tiap-tiap pohon kayu yang tiada berbuahkan buah yang baik, akan ditebang dan dibuang ke dalam api.","Sungguhpun aku ini membaptiskan kamu dengan air, supaya kamu bertobat, tetapi Orang yang akan datang kemudian daripadaku, Ialah lebih berkuasa daripadaku; maka tiadalah berlayak aku menjadi pengangkat kasut-Nya: Ialah akan membaptiskan kamu dengan Rohulkudus dan api.","Nyirunya ada di dalam tangan-Nya; maka Ia akan membersihkan segenap tempat pengiriknya, lalu Ia mengumpulkan gandumnya masuk ke dalam lumbung, tetapi sekamnya akan habis dibakar-Nya dengan api yang tiada dapat dipadamkan.\"","Kemudian daripada itu datanglah Yesus dari Galilea ke Yarden supaya dibaptiskan oleh Yahya.","Tetapi Yahya menolak kehendak-Nya sambil berkata, \"Patutlah hamba ini dibaptiskan oleh Tuhanku, masakan Tuhanku datang kepada hamba!\"","Tetapi Yesus menyahut serta berkata kepadanya, \"Biarkanlah, karena demikianlah patut bagi kita menggenapi segala syarat agama.\" Lalu diturutnya.","Setelah Yesus dibaptiskan, naiklah Ia dari dalam air itu dengan segera, maka terbukalah langit, lalu dilihat-Nya Roh Allah turun seperti seekor burung merpati datang ke atas-Nya.","Maka suatu suara dari langit mengatakan, \"Inilah Anak-Ku yang Kukasihi, kepada-Nya pun Aku berkenan.\""]