["Kemudian daripada itu, lalu Yesus dibawa oleh Roh masuk ke padang belantara supaya dicobai oleh Iblis.","Setelah sudah Ia puasa empat puluh hari empat puluh malam lamanya, kemudian laparlah Ia.","Maka datanglah pencoba itu serta berkata kepada-Nya, \"Jikalau Engkau Anak Allah, suruhkanlah segala batu ini menjadi roti.\"","Tetapi jawab-Nya serta berkata, \"Telah tersurat: Bahwa bukannya dengan roti sahaja manusia akan hidup, melainkan dengan tiap-tiap firman yang keluar daripada mulut Allah.\"","Kemudian daripada itu Iblis itu pun membawa Yesus ke negeri suci, lalu ditaruhnya Dia di atas bubungan Bait Allah,","serta berkata kepada-Nya, \"Jikalau Engkau Anak Allah, jatuhkanlah diri Engkau ke bawah, karena telah tersurat: Bahwa Ia akan berfirman kepada segala malaekat-Nya dari hal-Mu, maka mereka itu akan menatang Engkau di tangannya, supaya jangan terantuk kaki-Mu pada batu.\"","Maka kata Yesus kepadanya, \"Telah tersurat pula: Janganlah engkau mencobai Allah Tuhanmu.\"","Maka sekali lagi pula Iblis membawa Yesus ke atas sebuah gunung yang amat tinggi, lalu memperlihatkan kepada-Nya sekalian kerajaan dunia ini beserta dengan segala kemuliaannya;","sambil berkata kepada-Nya, \"Sekaliannya ini aku berikan kepada-Mu, jikalau Engkau sujud menyembah aku.\"","Lalu kata Yesus kepadanya, \"Nyahlah engkau dari sini, hai Iblis, karena telah tersurat: Hendaklah engkau menyembah Allah Tuhanmu, dan beribadat hanya kepada-Nya sahaja.\"","Setelah itu maka undurlah Iblis daripada-Nya, lalu datanglah malaekat melayani Dia.","Setelah didengar oleh Yesus, bahwa Yahya sudah tertangkap, baliklah Ia ke tanah Galilea.","Maka ditinggalkan-Nya negeri Nazaret, lalu masuk dan diam di Kapernaum, yang di pantai tasik, di dalam jajahan Zebulon dan Naftali,","supaya sampailah sabda Nabi Yesaya, demikian:","Tanah Zebulon dan tanah Naftali, yang di sebelah jalan ke tasik, di seberang Yarden, yaitu Galilea, tanah orang kafir;","maka kaum yang diam di dalam gelap telah melihat terang-menerang, dan bagi orang sekalian yang diam di tanah bayang-bayang maut, terbitlah terang.","Semenjak itu mulailah Yesus mengajar, serta berkata, \"Bertobatlah kamu, karena kerajaan surga sudah dekat.\"","Ketika Ia berjalan-jalan di pantai Tasik Galilea, dilihat-Nya orang dua beradik, yaitu Simon yang dipanggil Petrus dengan saudaranya Andreas, yang sedang menebar jala di tasik, karena mereka itu nelayan.","Maka berkatalah Yesus kepada mereka itu, \"Marilah, ikutlah Aku, maka Aku akan menjadikan kamu kelak penjala orang.\"","Maka dengan segeranya mereka itu meninggalkan jalanya, lalu mengikut Dia.","Setelah Ia berjalan dari sana, dilihat-Nya orang lain pula dua beradik, yaitu Yakub anak Zabdi dengan saudaranya Yahya, di dalam perahu beserta dengan bapanya membubuli jalanya, lalu dipanggilnya mereka itu.","Sebentar itu juga keduanya itu meninggalkan perahu itu dan bapanya, lalu mengikut Dia.","Maka berjalanlah Yesus mengelilingi seluruh tanah Galilea sambil mengajar di dalam segala rumah sembahyang mereka itu, serta memberitakan Injil dari hal kerajaan Allah, dan menyembuhkan segala penyakit, dan melenyapkan segala aib tubuh orang di antara kaum itu.","Maka pecahlah kabar dari hal Dia di seluruh benua Syam; lalu dibawa oranglah kepada-Nya sekalian orang yang sakit, yang ditimpa oleh berbagai-bagai penyakit dan sengsara, dan orang yang dirasuk setan, dan orang gila babi dan orang tepok; lalu disembuhkan-Nya mereka itu.","Maka banyaklah orang dari Galilea dan Dekapolis dan Yeruzalem dan Yudea serta dari seberang Yarden mengikut Dia."]