["Apabila Yesus melihat orang banyak itu, naiklah Ia ke atas sebuah bukit; setelah Ia duduk, murid-murid-Nya pun datanglah kepada-Nya.","Lalu Ia membuka mulut-Nya sambil mengajar mereka itu, kata-Nya,","\"Berbahagialah segala orang yang rendah hatinya, karena mereka itu yang empunya kerajaan surga.","Berbahagialah segala orang yang berdukacita, karena mereka itu akan dihiburkan.","Berbahagialah segala orang yang lembut hatinya, karena mereka itu akan mewarisi bumi.","Berbahagialah segala orang yang lapar dan dahaga akan kebenaran, karena mereka itu akan dijamu sehingga kenyang.","Berbahagialah segala orang yang menaruh kasihan, karena mereka itu akan beroleh rahmat.","Berbahagialah segala orang yang suci hatinya, karena mereka itu akan memandang Allah.","Berbahagialah segala orang yang mendamaikan orang, karena mereka itu akan disebut anak-anak Allah.","Berbahagialah segala orang yang teraniaya oleh sebab kebenaran, karena mereka itu yang empunya kerajaan surga.","Berbahagialah kamu apabila orang mencela kamu dan menganiaya kamu serta mengumpat kamu dengan dusta oleh sebab Aku.","Bersukacitalah kamu sambil bersukaria, sebab besarlah pahalamu di surga; karena sedemikian itu juga segala nabi yang dahulu daripada kamu terkena aniaya.\"","\"Bahwa kamu inilah garam dunia. Jikalau garam itu menjadi tawar, dengan apakah dapat ia diasinkan pula? Tiadalah ia berguna lagi, hanyalah akan dibuang dan dipijak-pijak orang.","Kamu ini terang dunia. Sebuah negeri yang di atas gunung, mustahillah ia tersembunyi.","Tiada pula orang memasang pelita, lalu menudung dia dengan gantang, melainkan ditaruhkan di atas kaki pelita, maka ia memberi terang kepada segala orang yang di dalam rumah.","Demikian juga hendaklah terangmu bercahaya-cahaya di hadapan segala orang, supaya dilihatnya kebajikanmu, lalu dipermuliakannya Bapamu yang di surga.\"","\"Janganlah kamu sangkakan Aku datang hendak merombak hukum Taurat atau kitab nabi-nabi; bukannya Aku datang hendak merombak, melainkan hendak menggenapkan.","Karena sesungguhnya Aku berkata kepadamu, sehingga langit dan bumi lenyap, satu noktah atau satu titik pun sekali-kali tiada akan lenyap daripada hukum Taurat itu sampai semuanya telah jadi.","Sebab barangsiapa yang merombak satu hukum yang terkecil di antara segala hukum ini, dan mengajar demikian kepada orang, ialah yang akan disebut terkecil di dalam kerajaan surga; tetapi barangsiapa yang menurut hukum dan mengajarkan dia, ialah yang akan disebut besar di dalam kerajaan surga.","Karena Aku berkata kepadamu: Jikalau tiada kebenaranmu terlebih daripada kebenaran segala ahli Taurat dan orang Parisi, sekali-kali tiada dapat kamu masuk ke dalam kerajaan surga.","Kamu sudah mendengar barang yang dikatakan kepada orang dahulu kala, yaitu: Janganlah engkau membunuh, dan barangsiapa yang membunuh, ia akan terkena hukum.","Tetapi Aku berkata kepadamu, bahwa tiap-tiap orang yang marah akan saudaranya, ia akan terkena hukum; dan barangsiapa yang berkata kepada saudaranya: Hai jahil! ia akan dihukumkan oleh majelis besar; dan barangsiapa yang berkata: Hai gila! ia akan terkena hukum masuk api neraka.","Sebab itu, jikalau engkau hendak mempersembahkan persembahanmu di tempat korban, dan di sana engkau teringat, bahwa saudaramu ada sakit hati kepadamu,","maka tinggalkanlah persembahanmu pada tempat korban itu, baliklah engkau berdamai dahulu dengan saudaramu, lalu kembalilah pula mempersembahkan persembahanmu.","Lekaslah engkau berdamai dengan lawanmu, selagi engkau bersama-sama dengan dia di jalan; supaya jangan lawanmu itu menyerahkan engkau kepada hakim, dan hakim pula menyerahkan engkau kepada pegawai, lalu engkau dimasukkan ke dalam penjara.","Dengan sesungguhnya Aku berkata kepadamu: Sekali-kali tiada engkau dapat keluar dari sana, selagi engkau belum menjelaskan utangmu sehabis-habisnya.","Kamu sudah mendengar perkataan demikian: Janganlah engkau berzinah.","Tetapi Aku ini berkata kepadamu, bahwa tiap-tiap orang yang memandang seorang perempuan serta bergerak syahwatnya, sudahlah ia berzinah dengan dia di dalam hatinya.","Jikalau mata kananmu mendatangkan kesalahan padamu, koreklah dia, buangkan daripadamu; karena lebih baik engkau hilang sesuatu anggotamu, daripada segenap tubuhmu dibuangkan ke dalam neraka.","Dan jikalau tangan kananmu mendatangkan kesalahan padamu, keratlah dia, buangkan daripadamu; karena lebih baik hilang sesuatu anggotamu, daripada segenap tubuhmu dibuangkan ke dalam neraka.","Dan lagi dikatakan: Bahwa barangsiapa yang menceraikan bininya, hendaklah ia memberi surat talak kepadanya.","Tetapi Aku ini berkata kepadamu: Barangsiapa yang menceraikan bininya lain daripada sebab berzinah, ialah menjadi pohon yang sebab perempuan itu berzinah; dan barangsiapa yang berbinikan perempuan yang diceraikan demikian, ia pun berzinah juga.","Lagi pula kamu sudah mendengar barang yang dikatakan kepada orang dahulu kala: Janganlah engkau bersumpah dusta, melainkan wajiblah engkau menyampaikan kepada Tuhan segala sumpahmu itu.","Tetapi Aku ini berkata kepadamu: Janganlah sekali-kali kamu bersumpah, baik demi langit, karena ia itu arasy Allah,","atau demi bumi, karena ia itu alas kaki-Nya, ataupun demi Yeruzalem, karena ia itu negeri Raja yang Mahamulia;","dan jangan engkau bersumpah demi kepalamu, karena tiadalah engkau berkuasa menjadikan putih atau hitam sehelai rambut pun;","melainkan padalah perkataanmu dengan berkata: Ya, di atas yang ya, atau tidak, di atas yang tidak; lebih daripada itu jahat.","Kamu sudah mendengar perkataan demikian: Mata ganti mata, dan gigi ganti gigi;","tetapi Aku ini berkata kepadamu: Jangan melawan orang yang jahat, melainkan barangsiapa yang menampar pipi kananmu, berilah kepadanya pipi yang sebelah lagi.","Dan jikalau seorang hendak mendakwa engkau, lalu mengambil bajumu, biarlah ia mengambil jubahmu juga.","Dan lagi barangsiapa yang memaksa engkau berjalan satu mil jauhnya, pergilah sertanya dua kali ganda.","Berilah kepada orang yang meminta kepadamu, jangan menolak kehendak orang yang hendak meminjam daripadamu.","Kamu sudah mendengar perkataan demikian: Hendaklah engkau mengasihi temanmu, dan membenci seterumu.","Tetapi Aku ini berkata kepadamu: Kasihilah akan seterumu, dan doakan orang yang menganiayakan kamu,","supaya kamu menjadi anak-anak Bapamu yang di surga; karena Ia menerbitkan matahari-Nya bagi orang yang jahat dan yang baik, dan Ia menurunkan hujan ke atas orang yang benar dan yang tiada benar.","Karena jikalau kamu mengasihi orang yang mengasihi kamu, apakah pahalamu? Bukankah pemungut cukai pun memperbuat demikian?","Dan jikalau kamu memberi salam kepada saudaramu sahaja, apakah lebihnya perbuatan kamu daripada orang lain? Bukankah orang kafir pun memperbuat demikian itu?","Sebab itu hendaklah kamu ini sempurna, sama seperti Bapamu yang di surga sempurna adanya.\""]