["\"Ingatlah baik-baik: Jangan kamu berbuat segala ibadatmu di hadapan orang hendak menunjukkan kepada mereka itu; jikalau demikian, tiadalah kamu mendapat pahala daripada Bapamu yang di surga.","Sebab itu, apabila engkau memberi sedekah, jangan engkau memasyhurkan hal itu di mana-mana, seperti yang diperbuat oleh orang munafik di dalam rumah sembahyang dan sepanjang jalan, supaya mereka itu dipuji orang. Dengan sesungguhnya Aku berkata kepadamu, tiadalah pahalanya lagi bagi mereka itu.","Tetapi engkau ini, apabila memberi sedekah, janganlah diketahui oleh tangan kirimu akan barang yang diperbuat oleh tangan kananmu,","supaya sedekahmu itu tiada kelihatan; maka Bapamu yang nampak barang yang tiada kelihatan, Ialah akan membalas kepadamu.","Apabila kamu berdoa, janganlah kamu menyerupai orang munafik; karena mereka itu suka berdoa sambil berdiri di dalam rumah sembahyang dan pada siku jalan, supaya mereka itu dipandang orang. Dengan sesungguhnya Aku berkata kepadamu, tiadalah pahalanya bagi mereka itu.","Tetapi engkau ini, apabila engkau hendak berdoa, masuklah ke dalam bilikmu, kuncikan pintu bilikmu itu, lalu berdoa kepada Bapamu yang tiada kelihatan, maka Bapamu yang nampak barang yang tiada kelihatan itu, Ialah akan meluluskan kepadamu.","Apabila kamu berdoa, janganlah kamu mengulang-ulangi perkataan seperti adat orang kafir; karena mereka itu menyangkakan, bahwa dikabulkan doanya oleh sebab banyak perkataannya.","Janganlah kamu menyerupai mereka itu; karena Bapamu mengetahui barang keperluanmu dahulu daripada kamu memohonkan daripada-Nya.","Sebab itu, hendaklah kamu berdoa demikian: Ya Bapa kami yang di surga, dipermuliakanlah kiranya nama-Mu.","Datanglah kerajaan-Mu. Jadilah kehendak-Mu, seperti di surga, demikian juga di atas bumi.","Berilah kami pada hari ini makanan kami yang secukupnya.","Dan ampunilah kiranya kepada kami segala kesalahan kami, seperti kami ini sudah mengampuni orang yang berkesalahan kepada kami.","Dan janganlah membawa kami kepada pencobaan, melainkan lepaskanlah kami daripada yang jahat. Karena Engkaulah yang empunya kerajaan dan kuasa dan kemuliaan sampai selama-lamanya.","Karena jikalau kamu mengampuni kesalahan orang, tak dapat tiada Bapamu yang di surga akan mengampuni kesalahan kamu pun.","Tetapi jikalau tiada kamu mengampuni kesalahan orang, niscaya Bapamu pun tiada akan mengampuni kesalahan kamu.","Dan apabila kamu puasa, janganlah kamu menyerupai orang munafik dengan muramnya; karena mereka itu mengubahkan rupa mukanya, supaya kelihatan pada orang mereka itu puasa. Dengan sesungguhnya Aku berkata kepadamu, tiadalah pahalanya bagi mereka itu.","Tetapi engkau ini, apabila engkau puasa, minyakilah kepalamu, dan basuhlah mukamu,","supaya jangan tampak kepada orang engkau puasa, hanya tampak kepada Bapamu yang tiada kelihatan itu; maka Bapamu yang nampak barang yang tiada kelihatan itu, Ialah akan memberi pahala kepadamu.\"","\"Janganlah kamu menghimpunkan harta benda bagi dirimu di atas bumi, yaitu di tempat gegat dan karat yang membinasakan, dan pencuri yang memecah rumah atau mencuri,","melainkan himpunkanlah harta benda bagi dirimu di surga, yaitu di tempat yang tiada gegat dan karat membinasakan, dan tiada pencuri memecah rumah atau mencuri.","Karena barang di mana ada hartamu, di situlah juga hatimu.","Adapun mata itu, ialah pelita tubuh; sebab itu, jikalau matamu baik, tak dapat tiada seluruh tubuhmu pun bercahaya adanya.","Tetapi jikalau matamu jahat, niscaya seluruh tubuhmu pun gelap adanya. Sebab itu, jikalau terang yang di dalam dirimu menjadi gelap alangkah besarnya gelap itu!","Tiada dapat seorang jua pun bertuankan dua orang; karena tak dapat tiada seorang dibencinya dan seorang dikasihinya kelak, atau ia berpegang pada seorang dan meringankan yang lain. Tiadalah dapat kamu bertuhankan Allah bersama-sama dengan Mammon.\"","\"Sebab itu Aku berkata kepadamu: Janganlah kamu kuatir akan hal nyawamu, yaitu apakah yang hendak kamu makan atau minum, atau dari hal tubuhmu, apakah yang hendak kamu pakai. Bukankah nyawa itu lebih daripada makanan, dan tubuh itu lebih daripada pakaian?","Tengoklah burung di udara, tiada ia menabur benih dan tiada ia menuai, atau menghimpunkan bekal ke dalam lumbung, maka Bapamu yang di surga juga memeliharakan dia. Bukankah kamu terlebih daripada segala burung itu?","Siapakah di antara kamu dengan kuatirnya dapat melanjutkan umurnya barang sedikit pun?","Dan lagi apakah sebabnya kamu menaruh kuatir tentang pakaianmu? Perhatikanlah bunga bakung di padang, bagaimana tumbuhnya; tiada ia bekerja, dan tiadalah pula ia memintal benang.","Aku berkata kepadamu: Meskipun Sulaiman dengan segala kemuliaannya, tiada ia dihiasi seperti salah satu daripada segala kuntum bunga itu.","Jikalau sedemikian Allah menghiasi rumput di padang, yang ada pada hari ini dan esoknya dibuangkan ke dalam dapur api, apatah lagi Ia melebihkan kamu, hai orang yang kurang percaya?","Sebab itu janganlah kamu kuatir, mengatakan: Apakah yang hendak kami makan? atau: Apakah yang hendak kami minum? atau: Apakah yang hendak kami pakai?","Karena semuanya ini dituntut oleh orang kafir, padahal Bapamu yang di surga terlebih mengetahui segala perkara itu perlu bagi kamu.","Tetapi carilah dahulu kerajaan Allah serta kebenaran-Nya, maka sekaliannya itu juga akan ditambahkan kepadamu.","Sebab itu janganlah kamu kuatir akan hal esok hari; karena esok hari itu ada kuatirnya sendiri. Cukuplah tiap-tiap hari ada dengan kesusahannya sendiri.\""]