["\"Janganlah kamu menuduh orang, supaya jangan kamu dituduh.","Karena dengan tuduhan yang kamu menuduh, kamu akan dituduh pula, dan dengan ukuran yang kamu mengukur, kamu akan diukurkan juga.","Apakah sebabnya engkau memandang selumbar yang di dalam mata saudaramu itu, tetapi balok yang di dalam matamu sendiri tiada engkau sadar?","Bagaimana boleh engkau mengatakan kepada saudaramu: Biarlah aku mengeluarkan selumbar itu dari dalam matamu, sedang ada balok di dalam matamu sendiri?","Hai munafik! Keluarkanlah dahulu balok itu dari dalam matamu sendiri, kemudian baharulah engkau nampak terang akan mengeluarkan selumbar dari dalam mata saudaramu itu.","Janganlah kamu memberi barang yang kudus pada anjing, dan jangan dicampakkan mutiaramu di hadapan babi, kalau-kalau dipijak-pijaknya dengan kakinya serta berbalik mencarik kamu.","Pintalah, maka akan diberi kepadamu; carilah, maka kamu akan mendapat; ketuklah pintu, maka pintu akan dibukakan bagimu.","Karena tiap-tiap orang yang meminta, ialah menerima; dan yang mencari, ialah mendapat; dan yang mengetuk pintu, baginyalah pintu akan dibukakan.","Siapakah di antara kamu, jikalau anaknya meminta roti, memberi batu kepadanya?","Atau jikalau ia meminta ikan, diberinya ular?","Sebab itu, jikalau kamu yang jahat sekalipun tahu juga memberi pemberian yang baik kepada anakmu, apatah lagi Bapamu yang di surga akan memberi barang yang baik kepada orang yang memohonkan daripada-Nya?","Sebab itu barang apa pun yang kamu suka orang akan berbuat padamu, sedemikian juga hendaklah kamu berbuat kepadanya; karena inilah hukum Taurat dan kitab nabi-nabi.\"","\"Masuklah kamu daripada pintu yang sempit; karena luaslah pintu dan lebarlah jalan yang membawa kepada kebinasaan, dan banyaklah orang yang masuk daripadanya.","Karena sempitlah pintu dan sesaklah jalan yang membawa kepada hidup, dan hanya sedikit orang yang mendapat dia.","Jagalah dirimu daripada segala nabi palsu, yang datang kepadamu dengan menyerupai dirinya seperti domba, tetapi di dalam hati mereka itu seperti serigala yang buas.","Daripada buah-buahannya kamu akan mengenali dia. Pernahkah orang memetik buah anggur daripada pokok duri, atau buah ara daripada pokok onak?","Demikian juga tiap-tiap pohon kayu yang baik, berbuahkan buah yang baik; tetapi pohon kayu yang jahat, berbuahkan buah yang jahat.","Tiada dapat pohon kayu yang baik berbuahkan buah yang jahat, atau pohon yang jahat itu berbuahkan buah yang baik.","Tiap-tiap pohon kayu yang tiada memberi buah yang baik, akan ditebang dan dibuangkan ke dalam api.","Sebab itu daripada buah-buahannya kamu akan mengenali dia.","Bukannya tiap-tiap orang yang menyeru Aku, Tuhan, Tuhan, akan masuk ke dalam kerajaan surga; hanyalah orang yang melakukan kehendak Bapa-Ku yang di surga.","Pada hari itu kelak banyaklah orang yang akan berkata kepada-Ku: Tuhan, Tuhan, bukankah dengan nama Tuhan kami mengajar, dan dengan nama Tuhan kami membuangkan setan, dan dengan nama Tuhan kami mengadakan banyak mujizat?","Pada ketika itu Aku akan berkata kepada mereka itu dengan nyata: Bahwa tiada pernah Aku mengenal kamu; undurlah daripada-Ku, hai kamu yang mengerjakan jahat.","Sebab itu barangsiapa yang mendengar segala perkataan-Ku ini serta menurut dia, ialah diumpamakan dengan seorang yang bijak, yang mendirikan rumahnya di atas batu;","maka turunlah hujan lebat dan air pun bahlah, serta angin kencang bertiup dan menempuh rumah itu; tetapi tiada ia roboh, karena ia beralaskan batu.","Dan lagi, barangsiapa yang mendengar segala perkataan-Ku ini, tetapi tiada menurut dia, ialah diumpamakan dengan seorang yang bodoh, yang mendirikan rumahnya di atas pasir;","maka turunlah hujan lebat dan air pun bahlah, serta angin kencang bertiup dan menempuh rumah itu; lalu robohlah ia, maka sangatlah besar robohnya itu.\"","Setelah sudah Yesus mengatakan segala perkara itu, maka sangat heranlah orang banyak akan pengajaran-Nya itu.","Karena Ia mengajar mereka itu sama seperti orang yang menaruh kuasa, lain sekali daripada segala ahli Taurat itu."]