["Setelah Yesus turun dari atas bukit itu, maka banyaklah orang mengikut Dia.","Maka datanglah seorang yang kena bala zaraat sujud menyembah Dia sambil katanya, \"Ya Tuhan, jikalau kiranya Tuhan kehendaki, niscaya Tuhan dapat mentahirkan hamba.\"","Lalu Yesus mengulurkan tangan-Nya serta menjamah dia, kata-Nya, \"Aku kehendaki, tahirlah engkau!\" Maka seketika itu juga bala zaraatnya pun lenyaplah.","Maka kata Yesus kepadanya, \"Ingatlah baik-baik, jangan engkau katakan apa-apa kepada barang seorang pun, melainkan pergilah menunjukkan dirimu kepada imam, dan persembahkanlah persembahan yang dipesankan oleh Musa, yaitu akan menjadi suatu tanda kepada mereka itu.\"","Setelah Ia masuk ke negeri Kapernaum, datanglah kepada-Nya seorang penghulu laskar, memohon kepada-Nya,","sambil berkata, \"Ya Tuhan, budak sahaya terbaring di rumah dengan sakit tepok, dan teramat sangat sengsaranya.\"","Maka kata Yesus kepadanya, \"Aku akan datang menyembuhkan dia.\"","Tetapi sahut penghulu itu, katanya, \"Ya Tuhan, sahaya tiada layak, bahwa Tuhan masuk ke dalam rumah sahaya; hanya katakanlah sepatah kata sahaja, niscaya budak sahaya akan sembuh.","Karena sahaya ini pun seorang yang di bawah perintah, dan ada di bawah perintah sahaya pula beberapa laskar. Jikalau sahaya berkata kepada seorang daripadanya: Pergilah, ia pun pergi; dan kepada yang lain pula: Marilah, ia pun datang; dan kepada hamba sahaya: Buatlah itu, maka dibuatnyalah.\"","Apabila didengar oleh Yesus demikian, heranlah Ia sambil berkata kepada orang yang mengikut Dia, \"Dengan sesungguhnya Aku berkata kepadamu: Di antara orang Israel pun belum pernah Aku melihat iman yang seteguh ini.","Dan lagi Aku berkata kepadamu, bahwa banyaklah orang akan datang dari sebelah timur dan barat, dan duduk bersama-sama dengan Ibrahim dan Ishak dan Yakub di dalam kerajaan surga;","tetapi anak buah kerajaan itu akan dibuangkan ke dalam gelap yang di luar, di sanalah kelak tangisan dan kertak gigi.\"","Lalu kata Yesus kepada penghulu itu, \"Pulanglah engkau, sama seperti yang engkau percaya menjadilah bagimu.\" Maka budak itu pun sembuhlah pada ketika itu juga.","Maka datanglah Yesus ke dalam rumah Petrus, dilihatnya mak mentua Petrus terbaring demam.","Maka dijamah-Nya tangannya, lalu hilanglah demamnya itu; maka perempuan itu pun bangunlah, lalu melayani Dia.","Setelah petang hari, maka dibawa oranglah kepada-Nya beberapa banyak orang yang dirasuk setan, maka dibuangkan-Nya setan itu dengan sepatah kata, dan disembuhkan-Nya segala orang yang sakit itu,","supaya sampailah sabda Nabi Yesaya, demikian bunyinya: Bahwa Ialah mengambil segala kelemahan kita, dan menanggung segala kesakitan kita.","Apabila dilihat oleh Yesus akan orang banyak mengelilingi Dia, disuruh-Nya murid-murid-Nya menyeberang ke seberang.","Maka datanglah seorang ahli Taurat mengatakan kepada-Nya, \"Ya Guru, sahaya hendak mengikut barang kemana pun Guru pergi.\"","Maka kata Yesus kepadanya, \"Bagi serigala ada lubangnya, dan bagi segala burung pun ada sarangnya, tetapi Anak manusia tiada bertempat hendak membaringkan kepala-Nya.\"","Adalah pula seorang murid-Nya berkata kepada-Nya, \"Ya Tuhan, izinkanlah kepada hamba pergi dahulu menguburkan bapa hamba.\"","Tetapi kata Yesus kepadanya, \"Ikutlah Aku, biarlah orang mati menguburkan orangnya yang mati.\"","Apabila Yesus naik ke dalam sebuah perahu, lalu diiringkan oleh murid-murid-Nya.","Maka sekonyong-konyong turunlah angin ribut yang besar ke tasik itu, sehingga perahu itu ditimbus ombak; akan tetapi Yesus ada tidur juga.","Maka datanglah murid-murid-Nya membangunkan Dia, katanya, \"Ya Tuhan, tolonglah, binasa kami!\"","Maka berkatalah Ia kepada mereka itu, \"Apakah sebabnya kamu takut, hai kamu yang kurang percaya?\" Lalu bangunlah Ia sambil melarang angin dan ombak itu; maka jadilah teduh sekali.","Maka heranlah sekalian orang, katanya, \"Siapakah gerangan orang ini, sehingga angin dan laut pun menurut perintah-Nya?\"","Setelah Ia sampai ke seberang, di tanah Gadara, maka bertemulah dengan Dia dua orang yang dirasuk setan, yang datang daripada kubur-kubur dengan amat sangat garangnya, sehingga seorang pun tiada dapat lalu pada jalan itu.","Maka berteriaklah kedua-duanya, katanya, \"Apakah perkara kami kena-mengena dengan Engkau, hai Anak Allah? Adakah Engkau datang ke mari ini hendak menyiksakan kami dahulu daripada masanya?\"","Maka tiada berapa jauh daripada mereka itu adalah sekawan babi yang banyak sedang mencari makan.","Maka segala setan itu pun meminta kepada Yesus katanya, \"Jikalau Engkau mau membuangkan kami, suruhlah kami masuk ke dalam kawanan babi itu.\"","Maka kata-Nya kepada setan itu, \"Pergilah!\" Lalu keluarlah segala setan itu serta masuk ke dalam babi sekawan itu, maka terjunlah semua babi itu dari tempat curam ke dalam tasik, lalu matilah lemas di dalam air.","Maka sekalian penjaga babi itu pun berlarilah masuk ke dalam negeri, lalu dikabarkannya segala perkara itu, dan dari hal orang yang dirasuk setan itu.","Maka segeralah keluar seisi negeri mendapatkan Yesus; serta dilihatnya Dia, lalu dipintanya Dia akan undur daripada daerah jajahannya."]