["Maka naiklah Yesus ke dalam sebuah perahu, serta menyeberang, lalu tibalah di negeri-Nya sendiri.","Maka dibawa oranglah kepada-Nya seorang yang sakit tepok, terbaring di atas tempat tidurnya; apabila dilihat oleh Yesus akan percaya mereka itu, maka kata-Nya kepada orang yang sakit tepok itu, \"Tetapkanlah hatimu, hai anak-Ku, dosamu sudah diampuni.\"","Maka adalah di situ beberapa orang ahli Taurat yang berpikir-pikir di dalam hatinya, \"Bahwa orang ini menghujat.\"","Serta diketahui oleh Yesus akan segala pikiran hati mereka itu, lalu kata-Nya, \"Apakah sebabnya kamu berpikir jahat di dalam hatimu?","Yang manakah lebih mudah, mengatakan: Dosamu sudah diampunikah? atau mengatakan: Bangunlah berjalan?","Tetapi supaya kamu mengetahui bahwa Anak manusia di dalam dunia ini berkuasa akan mengampuni dosa\" (maka kata-Nya kepada orang yang sakit tepok itu,) \"Bangunlah engkau, angkat tempat tidurmu, pulanglah ke rumahmu.\"","Maka bangunlah ia, lalu pulang ke rumahnya.","Apabila orang banyak melihat hal itu, takutlah mereka itu serta memuliakan Allah, yang telah mengaruniakan kuasa sedemikian itu kepada manusia.","Maka berjalanlah Yesus dari sana, lalu dilihat-Nya seorang yang bernama Matius duduk di rumah pencukaian; maka kata Yesus kepadanya, \"Ikutlah Aku.\" Lalu bangunlah ia serta mengikut Dia.","Tatkala Yesus duduk makan di dalam rumah, maka banyaklah orang pemungut cukai dan orang berdosa pun datang duduk makan bersama-sama dengan Dia dan murid-murid-Nya.","Apabila dilihat oleh orang Parisi akan hal itu, maka kata mereka itu kepada murid-murid-Nya, \"Apakah sebabnya guru kamu makan bersama-sama dengan orang pemungut cukai dan orang berdosa?\"","Serta didengar oleh Yesus perkataan ini, maka berkatalah Ia kepada mereka itu, \"Orang yang sehat itu tiada perlukan tabib, hanyalah orang yang sakit.","Tetapi pergilah kamu sambil memikirkan arti perkataan ini: Bahwa belas kasihan yang Aku kehendaki, bukanlah persembahan, karena bukannya Aku datang memanggil orang yang benar, hanyalah orang yang berdosa.\"","Tatkala itu datanglah murid-murid Yahya kepada Yesus, katanya, \"Apakah sebabnya kami dan orang Parisi pun puasa, tetapi murid-murid-Mu sendiri tidak?\"","Maka kata-Nya kepada mereka itu, \"Bolehkah sahabat-sahabat mempelai berdukacita selagi ada mempelai itu sertanya? Tetapi ada harinya kelak yang mempelai itu diambil daripadanya, baharulah mereka itu akan puasa.","Seorang pun tiada menampalkan secarik kain yang baharu pada pakaian yang lama; karena koyaklah pula penampal itu daripada pakaian yang lama itu, sehingga koyaknya lebih besar lagi.","Dan tiada pula orang membubuh air anggur yang baharu ke dalam kerbat kulit yang lama. Jikalau sedemikian, pecahlah kerbat kulit itu dan air anggur itu pun tumpahlah, dan kerbat itu juga binasalah; melainkan air anggur yang baharu patutlah dibubuh orang ke dalam kerbat yang baharu, dan kedua-duanya terpeliharalah.\"","Tatkala Yesus bertutur demikian kepada mereka itu, datanglah seorang penghulu sujud menyembah Dia, katanya, \"Anak hamba yang perempuan baharu mati, datanglah kiranya meletakkan tangan-Mu atasnya, niscaya hiduplah ia semula.\"","Maka bangkitlah Yesus serta mengikut dia, diiringkan oleh segala murid-Nya.","Maka adalah seorang perempuan, yang berpenyakit bulan sudah dua belas tahun lamanya, datang dari belakang menjamah kaki jubah Yesus.","Karena ia berkata di dalam hatinya, \"Jikalau hamba menjamah jubah-Nya sahaja, niscaya hamba akan sembuh.\"","Maka berpalinglah Yesus, serta melihat dia, kata-Nya, \"Tetapkanlah hatimu, hai anak-Ku, imanmu sudah menyembuhkan dikau.\" Maka pulihlah perempuan itu daripada ketika itu juga.","Setelah tiba Yesus di rumah penghulu itu, dan melihat segala peniup bangsi dan banyak orang yang riuh rendah,","lalu kata-Nya, \"Undurlah kamu, budak perempuan ini bukannya mati, hanya tidur.\" Maka mereka itu pun mentertawakan Dia.","Tetapi apabila orang banyak itu sudah diusir ke luar, masuklah Ia, lalu memegang tangannya, maka bangunlah budak perempuan itu.","Maka pecahlah kabarnya di seluruh tanah itu.","Apabila Yesus berjalan dari sana, adalah pula dua orang buta mengikut Dia sambil berseru dengan nyaring, \"Ya, Anak Daud, kasihankanlah kami.\"","Setelah Ia sampai ke rumah, orang-orang buta itu pun datang menghadap Dia, lalu berkatalah Yesus kepada mereka itu, \"Adakah kamu percaya, bahwa Aku berkuasa berbuat perkara ini?\" Maka kata kedua-duanya, \"Kami percaya, ya Tuhan!\"","Lalu dijamah-Nya mata mereka itu sambil berkata, \"Sama seperti yang kamu percaya menjadilah bagi kamu.\"","Maka celiklah mata kedua-duanya itu, lalu Yesus pun berpesanlah sangat-sangat, kata-Nya, \"Ingat baik-baik, jangan seorang pun mengetahui perkara ini.\"","Tetapi serta keluar kedua orang itu, dipecah-pecahkannya kabar dari hal Dia di seluruh tanah itu.","Apabila mereka itu keluar, dibawa oranglah pula kepada Yesus seorang kelu yang dirasuk setan.","Setelah dibuangkan-Nya setan itu, bertutur-tuturlah orang kelu itu. Maka heranlah orang banyak itu sambil kata-Nya, \"Belum pernah kelihatan barang yang demikian itu di antara orang Israel.\"","Tetapi kata orang Parisi, \"Bahwa dengan kuasa penghulu setan, Ia membuangkan setan itu.\"","Maka berjalanlah Yesus mengelilingi segala negeri dan kampung, serta mengajar di dalam segala rumah sembahyang mereka itu, sambil mengabarkan Injil dari hal kerajaan Allah, dan menyembuhkan segala penyakit, dan melenyapkan segala aib tubuh orang.","Serta dilihatnya orang ramai itu, jatuhlah belas kasihan-Nya akan mereka itu, karena sekaliannya letih lesu dan bercerai-berai seperti domba yang tiada bergembala.","Lalu kata Yesus kepada murid-murid-Nya, \"Sungguhpun tuaiannya banyak, tetapi orang yang menuai itu sedikit sahaja.","Oleh sebab itu, pintalah kepada Tuhan yang empunya tuaian itu, supaya Ia menyuruh orang menuai ke tempat tuaiannya.\""]