["Tatkala hari Sabbat itu sudah lalu, maka Maryam Magdalena dan Maryam ibu Yakub, dan Salome pun membeli rempah-rempah yang harum, supaya mereka itu datang mengurapi Dia.","Maka waktu dini hari, pada hari yang pertama di dalam minggu itu, datanglah mereka itu ke kubur, ketika matahari terbit.","Maka katanya sama sendirinya, \"Siapakah gerangan menolong kita menggolekkan batu itu dari pintu kubur?\"","Serta ditengok oleh mereka itu, dilihatnya batu itu sudah tergolek, karena batu itu terlalu besar.","Lalu masuklah mereka itu ke dalam kubur, dilihatnya seorang muda duduk di sebelah kanan, yang berpakaikan suatu jubah yang putih; maka tercengang-cenganglah segala perempuan itu.","Maka kata orang muda itu kepada mereka itu, \"Janganlah kamu tercengang; kamu mencari Yesus, orang Nazaret, yang sudah disalibkan itu. Ia sudah bangkit, tiada Ia di sini, tengoklah tempat orang meletakkan Dia.","Tetapi pergilah kamu, katakanlah kepada segala murid-Nya dan kepada Petrus pun, bahwa Ia akan berjalan dahulu daripada kamu ke Galilea, di sana kamu akan melihat Dia seperti sabda-Nya kepada kamu.\"","Lalu dengan gopoh-gopoh keluarlah mereka itu sambil berlari dari kubur itu, karena gentar dan dahsyat menimpa mereka itu, maka satu pun tiada dikatakannya kepada seorang jua pun, sebab sekaliannya itu takut.","Setelah Yesus bangkit pagi-pagi pada hari yang pertama di dalam minggu itu, maka mula-mula kelihatanlah Ia kepada Maryam Magdalena, yang daripadanya telah dibuangkan-Nya tujuh setan.","Maka pergilah perempuan itu memberitahu hal itu kepada segala orang, yang dahulu mengiring Yesus, yang sedang berdukacita dan menangis.","Setelah sudah mereka itu mendengar kabar Yesus hidup, dan lagi Ia dilihat oleh perempuan itu, maka tiadalah percaya mereka itu.","Kemudian daripada itu kelihatanlah Yesus dengan rupa yang lain kepada dua orang daripada mereka itu, tatkala keduanya berjalan menuju ke dusun.","Maka pergilah keduanya memberitahu hal itu kepada segala murid yang lain itu; tetapi kepada orang ini mereka itu juga tiadalah percaya.","Kemudian kelihatanlah Yesus kepada kesebelas murid-Nya, tengah mereka itu duduk makan, maka dicela-Nya mereka itu sebab kurang percaya dan keras hatinya, dan lagi karena tiada mereka itu percaya akan orang, yang sudah melihat Dia kemudian daripada Ia bangkit.","Lalu bersabdalah Yesus kepada mereka itu, \"Pergilah kamu ke seluruh bumi, beritakanlah Injil itu kepada sekalian alam.","Barangsiapa yang percaya dan yang dibaptiskan, ialah akan diselamatkan, tetapi barangsiapa yang tiada percaya itu, ialah akan dihukumkan.","Maka segala tanda ini akan menyertai orang yang percaya itu: Bahwa atas nama-Ku mereka itu akan membuangkan setan dan mereka itu akan berkata-kata dengan berbagai-bagai bahasa;","mereka itu akan mengangkat ular, maka jikalau mereka itu minum barang yang membawa mati, tiadalah hal itu akan memberi bahaya kepada mereka itu; maka mereka itu akan meletakkan tangannya ke atas orang sakit, lalu orang itu pun akan sembuh.\"","Setelah Tuhan (Yesus) bersabda demikian kepada mereka itu, maka terangkatlah Ia naik ke surga lalu duduk di sebelah kanan Allah.","Maka segala orang itu pun pergilah, serta memberitakan di mana-mana, maka Tuhan membantu mereka itu, dan meneguhkan firman itu dengan sekalian tanda ajaib yang mengiringi dia."]