["Sebentar pada pagi-pagi hari, maka segala kepala imam dan orang tua-tua, dan ahli Taurat, serta segenap Majelis itu, berbicaralah sama sendirinya, lalu diikatnya Yesus, dibawanya pergi dan diserahkannya kepada Pilatus.","Maka bertanyalah Pilatus kepada-Nya, \"Engkaukah raja orang Yahudi?\" Maka jawab-Nya kepadanya, \"Seperti kata Tuan.\"","Maka segala kepala imam itu menuduh Yesus atas banyak perkara.","Maka bertanyalah pula Pilatus kepada-Nya, katanya, \"Tiadakah Engkau mau menyahut barang apa pun? Dengarlah, atas berapa banyak perkara Engkau dituduh oleh mereka itu sekalian!\"","Tetapi tiada sesuatu pun disahut oleh Yesus, sehingga heranlah Pilatus.","Pada hari raya itu Pilatus biasa melepaskan bagi mereka itu seorang yang terpenjara, yaitu barangsiapa yang dipinta oleh mereka itu.","Maka adalah seorang yang bernama Barabbas, yang terbelenggu bersama-sama dengan segala kawannya yang sudah mengadakan huru-hara, dan yang membunuh orang di dalam huru-hara itu.","Maka orang banyak itu pun pergi menghadap Pilatus memohonkan dia berbuat bagi mereka itu seperti biasanya.","Maka sahut Pilatus kepada mereka itu, katanya, \"Maukah kamu aku melepaskan bagimu raja orang Yahudi itu?\"","Karena diketahuinya, bahwa segala kepala imam dengan sebab dengki juga sudah menyerahkan Dia.","Tetapi kepala-kepala imam itu pun mengasut orang banyak itu, supaya lebih baik melepaskan Barabbas bagi mereka itu.","Maka sahut Pilatus lagi kepada mereka itu, katanya, \"Apakah kamu suka aku perbuat ke atas orang yang kamu katakan raja orang Yahudi itu?\"","Maka berteriaklah pula mereka itu, \"Salibkanlah Dia!\"","Lalu kata Pilatus kepada mereka itu, \"Kejahatan apakah yang dilakukan-Nya?\" Maka makin sangatlah mereka itu berteriak, \"Salibkanlah Dia!\"","Maka oleh sebab Pilatus hendak menyenangkan hati orang banyak itu, dilepaskannyalah Barabbas bagi mereka itu, lalu disesahnya Yesus, serta diserahkannya akan disalibkan.","Maka beberapa laskar membawa Dia ke dalam halaman balai, yaitu ke rumah Majelis Bicara, lalu dihimpunkannya segenap pasukan laskar.","Maka dikenakannya kepada Yesus jubah ungu, dan dianyamkannya suatu makota daripada duri, serta dibubuhkannya di kepala-Nya.","Lalu mereka itu mulai memberi salam kepada-Nya, katanya, \"Daulat Raja orang Yahudi!\"","Maka dipalunya kepala-Nya dengan sebatang buluh, dan diludahinya, lalu mereka itu bertelut sambil menyembah Dia.","Setelah sudah mereka itu mengolok-olokkan Dia, maka mereka itu pun menanggalkan daripada-Nya jubah ungu itu, serta mengenakan pula pakaian-Nya sendiri, lalu membawa Dia ke luar, supaya Ia disalibkan oleh mereka itu.","Maka lalu di situ seorang yang datang dari bendang, yaitu seorang orang Kireni namanya Simon, bapa Iskandar dan Rufus, maka ia dipaksanya akan memikul kayu salib itu.","Maka dibawanya Yesus ke tempat Golgota, yang diterjemahkan artinya: Tempat Tengkorak.","Maka diberinya minum kepada-Nya, yaitu air anggur yang bercampur mur, tetapi tiada diterima-Nya.","Maka disalibkannya Dia, lalu dibahagikannya pakaian-Nya dengan membuang undi atasnya, supaya ditentukan bahagian masing-masing.","Maka pada pukul sembilan pagi disalibkannya Dia.","Maka tulisan tuduhan ke atas Dia tertulis di sebelah atas-Nya, yaitu, \"Raja orang Yahudi.\"","Maka disalibkannya serta-Nya dua orang penyamun, seorang di sebelah kanan, dan seorang di sebelah kiri-Nya.","Demikian sampailah nas Alkitab, bunyinya: Bahwa Ia dihisabkan kepada pihak orang durhaka.","Maka segala orang yang lalu di tempat itu mencercai Dia sambil menggeleng-gelengkan kepalanya, katanya, \"Cih, Engkau yang meruntuhkan Bait Allah dan membangunkan dia pula di dalam tiga hari!","Coba selamatkan diri-Mu sendiri, dan turunlah dari kayu salib itu!\"","Demikian juga segala kepala imam dan ahli Taurat mengolok-olokkan Dia, serta berkata sama sendirinya, \"Orang lain sudah diselamatkan-Nya tetapi tiada dapat menyelamatkan diri-Nya sendiri!","Hai Kristus, Raja orang Israel, turunlah sekarang dari atas kayu salib, supaya kami nampak dan kami percaya.\" Maka orang yang disalibkan serta-Nya itu juga mencelakan Dia.","Setelah sampai pukul dua belas tengah hari, gelaplah seluruh tanah itu sampai pukul tiga petang.","Maka pada jam pukul tiga, berserulah Yesus dengan nyaring suara-Nya, kata-Nya, \"Eloi, Eloi, lama sabakhtani?\" Yang diterjemahkan artinya, \"Ya Tuhan-Ku, ya Tuhan-Ku, apakah sebabnya Engkau meninggalkan Aku?\"","Setelah didengar oleh beberapa orang yang berdiri di tempat itu, maka katanya, \"Dengar, Ia memanggil Elias.\"","Maka berlarilah seorang mengisi cuka ke dalam lumut karang, dibubuhnya pada sebatang buluh, lalu diberinya minum kepada-Nya, katanya, \"Tunggulah, kita lihat entah Elias datang menurunkan Dia.\"","Tetapi berserulah Yesus dengan suara besar, lalu putuslah nyawa-Nya.","Maka tirai Bait Allah cariklah terbelah dua, dari atas sampai ke bawah.","Apabila penghulu laskar, yang berdiri berhadapan dengan Dia, sudah melihat mati-Nya sebegitu, lalu ia berkata, \"Sungguhlah, orang ini Anak Allah!\"","Maka adalah di sana beberapa orang perempuan memandang segala perkara itu dari jauh; di antaranya juga Maryam Magdalena dan Maryam ibu Yakub yang kecil dan Yosias, dan Salome,","semuanya telah mengikut Yesus, dan melayani Dia sementara Ia lagi di Galilea; dan banyak perempuan lain pun, yang sudah naik ke Yeruzalem serta-Nya.","Setelah hari sudah petang (karena itu hari Persediaan, yaitu hari yang dahulu daripada hari Sabbat),","maka datanglah Yusuf, orang Arimatea, yaitu seorang sidang Majelis Bicara yang kehormatan, ia sendiri juga menanti kerajaan Allah; maka dengan berani hati ia masuk menghadap Pilatus serta meminta mayat Yesus.","Tetapi heranlah Pilatus yang Ia sudah mati, lalu dipanggilnya penghulu laskar itu serta bertanya kepadanya, kalau-kalau sudah lama Ia mati.","Setelah hal itu diketahuinya daripada penghulu laskar itu, diberikannyalah mayat itu kepada Yusuf.","Maka Yusuf pun membeli kain halus, lalu menurunkan mayat Yesus, dikapaninya dengan kain halus itu, serta meletakkan Dia di dalam kubur, yang terpahat di dalam batu; kemudian ia menggolekkan sebuah batu ke pintu kubur itu.","Tetapi Maryam Magdalena dan Maryam ibu Yosias itu pun melihat tempat Yesus ditaruh itu."]