["Adalah lagi dua hari dahulu daripada hari raya Pasah dan roti yang tiada beragi; maka segala kepala imam dan ahli Taurat mencari daya upaya hendak menangkap Yesus dengan muslihat, dan membunuh Dia.","Karena kata mereka itu, \"Janganlah pada hari raya, supaya jangan timbul huru-hara di antara kaum itu.\"","Tatkala Yesus di Baitani di dalam rumah Simon yang kena bala zaraat, maka sedang Ia duduk makan, datanglah seorang perempuan membawa suatu buli-buli pualam berisi minyak narwastu jati dan mahal harganya, maka dibukanya buli-buli itu, lalu dicurahkannya di atas kepala Yesus.","Maka adalah beberapa orang gusar akan perkara itu, katanya, \"Apakah sebabnya minyak narwastu itu diboroskan sahaja?","Karena kalau dijual, niscaya harganya lebih tiga ratus dinar, dan dapat diberikan kepada orang miskin.\" Lalu mereka itu memarahi dia.","Tetapi kata Yesus, \"Biarkanlah dia; apakah sebabnya kamu menyusahkan dia? Ia membuat suatu kebajikan kepada-Ku.","Sebab orang-orang miskin senantiasa bersama-sama dengan kamu, dan jikalau kamu sudi, dapatlah kamu berbuat baik kepada mereka itu, tetapi Aku ini tiada selalu bersama-sama dengan kamu.","Perempuan ini sudah berbuat seberapa dapat dibuatnya, yaitu ia datang hendak mengurapi tubuh-Ku, seolah-olah suatu persediaan bagi hal menguburkan kelak.","Sesungguhnya Aku berkata kepadamu: Barang di mana pun di dalam seluruh dunia ini Injil itu dimasyhurkan, maka perbuatan perempuan ini akan disebutkan juga, menjadi suatu peringatan atasnya.\"","Maka Yudas Iskariot, yaitu seorang daripada kedua belas murid itu, pergilah kepada kepala-kepala imam, hendak menyerahkan Yesus kepada mereka itu.","Maka sukacitalah mereka itu mendengar hal itu, lalu berjanji memberi uang kepadanya. Maka Yudas pun mencari daya, bagaimana dapat menyerahkan Dia pada suatu ketika yang baik.","Pada hari raya yang pertama daripada hari raya roti yang tiada beragi, yaitu pada waktu anak domba Pasah itu disembelih, berkatalah murid-murid-Nya kepada-Nya, \"Ke manakah Tuhan suka kami akan pergi menyediakan Pasah itu, supaya Tuhan makan?\"","Maka disuruhkan-Nya dua orang murid-Nya, serta berkata kepada mereka itu, \"Pergilah kamu masuk ke dalam negeri, di sana akan bertemu dengan kamu seorang yang membawa sebuah buyung berisi air, ikutlah dia.","Maka barang di mana ia masuk, hendaklah kamu berkata kepada tuan rumah itu: Kata Guru: Di manakah bilik, tempat Aku akan makan Pasah dengan murid-murid-Ku?","Maka ia pun akan menunjukkan kepadamu suatu bilik besar di atas, yang terlengkap dengan indahnya, di sana sediakanlah Pasah itu bagi kita.\"","Maka pergilah murid-murid-Nya itu masuk ke dalam negeri, lalu didapatinya seperti yang dikatakan oleh Yesus kepada mereka itu, maka disediakannyalah Pasah itu.","Setelah hari malam, datanglah Yesus beserta dengan kedua belas murid-Nya.","Maka sedang mereka itu duduk makan, berkatalah Yesus, \"Sesungguhnya Aku berkata kepadamu, bahwa seorang dari antara kamu, yang duduk makan dengan Aku, akan menyerahkan Aku.\"","Maka berdukacitalah mereka itu masing-masing, lalu berkatalah seorang lepas seorang, \"Sahayakah dia?\"","Maka kata-Nya kepada mereka itu, \"Ialah seorang dari antara kedua belas kamu, yang mencelupkan roti di dalam pinggan bersama-sama dengan Aku.","Maka Anak manusia memang meninggalkan dunia ini, seperti yang tersurat hal-Nya, tetapi wai atas orang yang menyerahkan Anak manusia itu! Alangkah baiknya bagi orang itu, jikalau tiada ia dilahirkan.\"","Sementara mereka itu makan, diambil oleh Yesus roti dan diberkati-Nya, lalu dipecah-pecahkan-Nya, serta diberikan-Nya kepada mereka itu, kata-Nya, \"Ambillah, makanlah, inilah tubuh-Ku.\"","Lalu diangkat-Nya cawan minuman, diucapkan-Nya syukur serta diberikan-Nya kepada mereka itu, maka sekaliannya pun minumlah dari cawan itu.","Maka kata-Nya kepada mereka itu, \"Inilah darah-Ku, yaitu darah perjanjian-Ku yang ditumpahkan karena orang banyak.","Sesungguhnya Aku berkata kepadamu, bahwa tiadalah lagi Aku akan minum air buah anggur ini, sampai kepada hari Aku akan minum dia yang baharu di dalam kerajaan Allah.\"","Setelah sudah mereka itu menyanyikan puji-pujian, keluarlah semuanya menuju ke Bukit Zaitun.","Maka kata Yesus kepada mereka itu, \"Kamu sekalian kelak menaruh syak, karena ada tersurat: Aku akan memalu gembala, dan segala domba pun akan bercerai-berai.","Tetapi kemudian daripada Aku bangkit pula, Aku akan berjalan dahulu daripada kamu ke Galilea.\"","Maka kata Petrus kepada-Nya, \"Jikalau segala mereka itu akan menaruh syak sekalipun, tetapi sahaya tidak.\"","Maka kata Yesus kepadanya, \"Sesungguhnya Aku berkata kepadamu, bahwa pada hari ini, yaitu pada malam ini juga, sebelum ayam berkokok dua kali, engkau sudah menyangkali Aku tiga kali.\"","Tetapi makin sangat lagi Petrus berkata, \"Biarpun hamba mati bersama-sama dengan Tuhan, sekali-kali tiada juga hamba akan menyangkali Tuhan.\" Sedemikian juga kata mereka itu sekalian.","Maka datanglah mereka itu kepada suatu tempat yang bernama Getsemani; lalu kata Yesus kepada murid-murid-Nya, \"Duduklah kamu di sini, sementara Aku pergi berdoa.\"","Lalu dibawa-Nya Petrus dan Yakub dan Yahya serta-Nya, maka Ia ditimpa oleh ketakutan yang amat besar, dan makin sangat Ia susah hati.","Maka kata-Nya kepada mereka itu, \"Hati-Ku amat sangat berdukacita, hampir mati rasa-Ku, tinggallah kamu di sini, berjagalah.\"","Maka berjalanlah Ia ke hadapan sedikit, lalu sujud ke tanah, serta berdoa, jikalau boleh kiranya ketika itu akan terlepas daripada-Nya.","Maka kata-Nya, \"Abba, ya Bapa, segala sesuatu ada di dalam kuasa-Mu, biarlah kiranya cawan ini lepas daripada-Ku, tetapi di dalam itu pun bukannya kehendak-Ku, melainkan kehendak-Mu sahaja jadi.\"","Maka datanglah Ia, didapati-Nya mereka itu tertidur, lalu kata-Nya kepada Petrus, \"Hai Simon, tidurkah engkau? Tiadakah sanggup engkau berjaga sejam sahaja lamanya?","Berjagalah dan berdoalah, supaya jangan kamu kena pencobaan; sungguhpun hati berkehendak, tetapi tubuh lemah.\"","Lalu pergi pula Yesus serta berdoa dengan mengatakan perkataan itu juga.","Apabila Ia kembali lagi, didapati-Nya mereka itu tertidur pula, karena matanya berat rasanya, dan tiada mereka itu tahu, apa yang hendak disahutkannya kepada-Nya.","Maka datanglah Ia pada ketiga kalinya, lalu berkata kepada mereka itu, \"Tidurlah kamu lagi dan hilangkan lelahmu; sekarang cukuplah; waktunya sudah genap; sungguh, Anak manusia diserahkan ke tangan orang berdosa.","Bangunlah kamu, marilah kita pergi; tengok, orang yang menyerahkan Aku sudah dekat.\"","Seketika itu juga, tengah Ia lagi berkata-kata, datanglah Yudas, seorang daripada kedua belas murid itu, dan sertanya lagi amat banyak orang berpedang dan berbelantan, yang disuruh oleh segala kepala imam dan ahli Taurat dan orang tua-tua.","Maka orang yang menyerahkan Yesus itu sudah memberi isyarat kepada mereka itu, katanya, \"Barangsiapa yang aku akan cium, itulah Dia; tangkaplah Dia, dan bawalah Dia dengan cermat.\"","Maka datanglah ia, lalu segera mendapatkan Yesus sambil berkata kepada-Nya, \"Ya Rabbi! Rabbi!\" Maka diciumnya Dia.","Lalu mereka itu pun mendatangkan tangannya ke atas Yesus, serta menangkap Dia.","Maka seorang di antara segala orang yang berdiri di situ menghunus pedangnya, lalu memarang hamba Imam Besar dan mengerat telinganya.","Maka ujar Yesus serta berkata kepada mereka itu, \"Kamu ini sudah keluar seolah-olah melawan seorang penyamun, dengan berpedang dan berbelantan, hendak menangkap Aku.","Setiap-tiap hari Aku ada di antara kamu di dalam Bait Allah sambil mengajar, dan tiada pula kamu menangkap Aku; -- tetapi semuanya ini berlaku, supaya sampailah isi Alkitab.\"","Maka larilah sekalian murid-Nya meninggalkan Dia.","Maka adalah seorang orang muda mengikut Yesus, tubuhnya berselimutkan hanya sehelai kain putih yang halus, maka mereka itu memegangkan dia.","Tetapi ia pun meninggalkan kainnya itu, lalu lari bertelanjang.","Maka mereka itu membawa Yesus kepada Imam Besar; di situ berhimpun segala kepala imam dan orang tua-tua dan ahli Taurat.","Maka Petrus pun mengikut Dia dari jauh, sampai ke dalam balai Imam Besar itu, lalu duduklah ia bersama-sama dengan segala hamba, serta berdiang dekat api.","Maka segala kepala imam dan segenap Majelis mencari kesaksian melawan Yesus hendak membunuh Dia; tetapi tiada dapat.","Karena banyak orang naik saksi dusta atas-Nya, tetapi segala kesaksian itu tiada bersetuju.","Adalah beberapa orang berdiri serta naik saksi dusta atas-Nya, katanya,","\"Kami sudah mendengar kata orang ini: Aku akan meruntuhkan Bait Allah ini, yang diperbuat oleh tangan manusia, dan di dalam tiga hari Aku akan membangunkan Bait Allah yang lain, yang bukan perbuatan tangan manusia.\"","Walaupun demikian, maka kesaksian mereka itu tiada juga bersetuju.","Maka berdiri tegaklah Imam Besar di tengah-tengah itu, serta bertanya kepada Yesus, katanya, \"Tiadakah Engkau mau menyahut sesuatu pun? Apakah yang disaksikan orang ini atas Engkau?\"","Tetapi Yesus diam sahaja, tiada Ia menyahut barang apa pun. Maka lagi pula Imam Besar itu bertanya kepada-Nya, katanya, \"Sungguhkah Engkau Kristus, Anak Allah Yang Dipuji itu?\"","Maka jawab Yesus, \"Akulah Dia; maka kamu akan memandang Anak manusia duduk di sebelah kanan Yang Mahakuasa, serta datang dengan awan dari langit.\"","Lalu Imam Besar mengoyakkan pakaiannya sambil berkata, \"Apakah gunanya lagi saksi bagi kita?","Kamu sudah mendengar hujat-Nya itu. Apakah bicaramu?\" Lalu mereka itu sekalian menyalahkan Dia patut mati dibunuh.","Maka mulailah beberapa orang meludahi Yesus serta menudungi muka-Nya, dan meninju Dia, serta berkata kepada-Nya, \"Bernubuatlah!\" Maka segala hamba itu pun menampar muka-Nya.","Maka pada ketika Petrus ada di bawah di halaman balai, datanglah satu daripada dayang Imam Besar.","Apabila ia nampak Petrus berdiang, lalu ia pun memandang dia, serta katanya, \"Engkau juga bersama-sama dengan Yesus, orang Nazaret itu.\"","Tetapi bersangkallah Petrus serta berkata, \"Aku tiada tahu, dan tiada aku mengerti apa katamu ini.\" Lalu keluarlah ia ke pintu serambi, maka ayam pun berkokoklah.","Maka dayang itu lagi nampak dia, lalu katanya kepada segala orang yang berdiri di situ, \"Ia ini pun seorang daripada mereka itu.\"","Tetapi bersangkallah pula ia. Sejurus lagi berkata pula beberapa orang yang berdiri di situ kepada Petrus, \"Sesungguhnya engkau seorang daripada mereka itu, karena engkau juga orang Galilea.\"","Lalu Petrus mulai mengutuki dirinya sambil bersumpah, katanya, \"Tiada kukenal orang yang kamu katakan itu.\"","Pada saat itu juga ayam pun berkokoklah pada kedua kalinya. Lalu teringatlah Petrus akan perkataan yang dikatakan oleh Yesus kepadanya, yaitu, \"Sebelum ayam berkokok dua kali, engkau sudah menyangkali Aku tiga kali.\" Sedang mengingat itu, menangislah ia."]