["Apabila mereka itu menghampiri negeri Yeruzalem, dekat dengan Baitfagi dan Baitani, berhampiran dengan Bukit Zaitun, maka Yesus pun menyuruh dua orang murid-Nya,","serta berkata kepada mereka itu, \"Pergilah kamu ke dusun yang di hadapan kamu; apabila kamu masuk ke dalamnya, kamu akan jumpa seekor keledai muda tertambat, yang belum pernah ditunggang oleh seorang jua pun; orakkanlah talinya, bawa dia ke mari.","Jikalau barang seorang pun berkata kepadamu: Apakah sebabnya kamu berbuat begitu? Hendaklah kamu katakan: Bahwa Tuhan berkehendak akan dia, maka dengan segeranya ia akan menyuruh bawa.\"","Maka pergilah mereka itu, didapatinya seekor keledai muda tertambat dekat pintu di luar pada jalan, lalu diorakkannyalah talinya.","Maka beberapa orang yang berdiri di situ berkata kepadanya, \"Buat apakah kamu lepaskan keledai muda itu?\"","Tetapi mereka itu menyahut kepadanya seperti yang dikatakan oleh Yesus; lalu dibiarkannya kedua orang itu pergi.","Maka dibawanya keledai muda itu kepada Yesus, serta membubuhkan ke atasnya pakaian mereka itu, lalu duduklah Ia di atasnya.","Maka banyaklah orang membentangkan pakaiannya di jalan, dan ada yang lain pula menghamparkan carang-carang kayu, yang dikeratnya dari bendang.","Maka orang yang berjalan di hadapan dan yang mengikut itu pun bersorak-soraklah, katanya, \"Hosanna, mubaraklah Ia yang datang dengan nama Tuhan.","Mubaraklah kerajaan nenek moyang kita Daud yang datang ini: Hosanna di tempat Yang Mahatinggi!\"","Maka masuklah Ia ke Yeruzalem ke dalam Bait Allah; setelah sudah Ia memandang semuanya sekeliling, maka sebab hari sudah petang, keluarlah Ia pergi ke Baitani bersama-sama dengan kedua belas murid-Nya.","Pada keesokan harinya, setelah mereka itu keluar dari Baitani, Ia pun berasa lapar.","Demi terpandang dari jauh sepohon ara yang berdaun, pergilah Ia melihat kalau-kalau boleh dapat apa-apa padanya; tatkala Ia sampai ke situ, suatu pun tiada dijumpai-Nya, melainkan daun sahaja; karena belum sampai musim buah ara.","Maka kata Yesus padanya, \"Janganlah barang seorang pun makan lagi buah daripadamu selama-lamanya.\" Maka murid-murid-Nya mendengar perkataan ini.","Maka tibalah mereka itu di Yeruzalem. Setelah Yesus masuk ke dalam Bait Allah, mulailah Ia mengusir orang yang berjual beli di dalam Bait Allah itu, diterbalikkan-Nya meja-meja orang yang menukar uang, dan kursi orang yang menjual uang, dan kursi orang yang menjual burung merpati.","Dan lagi tiada diberi-Nya seorang jua pun membawa barang suatu perkakas rumah menerusi Bait Allah.","Lalu Ia mengajar, serta berkata kepada mereka itu, \"Bukankah telah tersurat: Bahwa Rumah-Ku akan disebut rumah tempat berdoa bagi segala bangsa? Tetapi kamu sudah menjadikan dia gua orang penyamun.\"","Maka perkataan itu kedengaran kepada segala kepala imam dan ahli Taurat, lalu mereka itu mencari daya upaya, hendak membunuh Dia; karena mereka itu takut akan Dia, sebab sekalian orang pun sangat heranlah akan pengajaran-Nya.","Maka tiap-tiap petang Ia keluar dari negeri itu.","Tatkala mereka itu lalu pada pagi-pagi, mereka itu nampak pohon ara itu sudah kering sampai ke akarnya.","Maka teringatlah Petrus akan hal itu, lalu berkata kepada-Nya, \"Ya Rabbi, tengoklah, pohon ara, yang Rabbi kutuki ini, sudah layu.\"","Maka jawab Yesus serta berkata kepada mereka itu, \"Percayalah akan Allah.","Sesungguhnya Aku berkata kepadamu, barangsiapa yang akan berkata kepada gunung ini: Terangkatlah engkau dan tercampaklah ke dalam laut! Dan tiada bimbang di dalam hatinya, melainkan yakin, bahwa perkataannya jadi kelak, niscaya jadilah baginya.","Sebab itu Aku berkata kepadamu: Barang apa yang kamu pohonkan dan pinta, jikalau kamu yakin seolah-olah sudah kamu terima, niscaya kamu akan beroleh.","Apabila kamu berdiri berdoa, ampunilah jikalau kamu menaruh barang pengaduan atas seorang jua pun, supaya Bapamu yang di surga juga boleh mengampuni kelak segala kesalahanmu.","Tetapi jikalau tiada kamu ampuni, maka Bapamu juga yang di surga tiada akan mengampuni segala kesalahanmu.\"","Maka datanglah pula mereka itu ke Yeruzalem. Maka tengah Yesus berjalan-jalan di dalam Bait Allah, datanglah kepada-Nya segala imam dan ahli Taurat dan orang tua-tua,","serta bertanya kepada-Nya, \"Dengan kuasa apakah Engkau membuat segala perkara ini? Atau siapakah yang memberi Engkau kuasa akan membuat segala perkara ini?\"","Maka jawab Yesus kepada mereka itu, \"Aku pun hendak bertanya juga satu perkara padamu; jawablah kepada-Ku, dan Aku juga memberitahu kepadamu dengan kuasa apa Aku berbuat segala perkara ini.","Baptisan Yahya itu, asalnya dari surgakah, atau daripada manusiakah? Jawablah kepada-Ku.\"","Maka berbicaralah mereka itu sama sendiri, katanya, \"Jikalau kita katakan: Dari surga, Ia akan berkata: Apakah sebabnya kamu tiada percaya akan dia?","Dan jikalau kita katakan dari manusia --\"; mereka itu takut akan orang ramai, karena dengan sesungguhnya segala orang menilik Yahya itu seorang nabi.","Lalu mereka itu menjawab kepada Yesus, serta berkata, \"Tiada kami ketahui.\" Maka ujar Yesus kepada mereka itu, \"Kalau begitu maka Aku pun tiada mau mengatakan kepadamu dengan kuasa apa Aku berbuat segala perkara ini.\""]