["Bahwa inilah permulaan Injil dari hal Yesus Kristus, Anak Allah.","Seperti yang tersurat di dalam kitab Nabi Yesaya, bunyinya: Sesungguhnya, Aku menyuruhkan utusan-Ku dahulu daripada-Mu yang akan menyediakan jalan-Mu.","\"Adalah suara orang yang berseru-seru di padang belantara: Sediakanlah jalan Tuhan dan luruskanlah lorong-lorong-Nya!\"","Maka datanglah Yahya membaptiskan orang di padang belantara, serta mengabarkan baptisan tobat, jalan keampunan dosa.","Tatkala itu keluar seisi tanah Yahudi serta segala orang isi negeri Yeruzalem mendapatkan Yahya, lalu mereka itu dibaptiskannya di dalam Sungai Yarden, sambil mereka itu mengaku dosanya.","Maka pakaian Yahya daripada bulu unta dan ikat pinggangnya daripada kulit, maka makanannya belalang dan air madu hutan.","Maka ia mengajar orang, katanya, \"Kemudian daripada aku ini akan datang kelak seorang yang lebih berkuasa daripadaku, maka tunduk menguraikan tali kasut-Nya pun aku ini tiada berlayak.","Adapun aku membaptiskan kamu dengan air, tetapi Ia akan membaptiskan kamu dengan Rohulkudus.\"","Pada masa itu datanglah Yesus dari Nazaret di tanah Galilea, lalu Yahya membaptiskan Dia di dalam Sungai Yarden.","Maka ketika Ia naik keluar dari air itu, dilihat-Nya langit terbelah, serta Roh Allah turun ke atas-Nya seperti seekor burung merpati.","Lalu kedengaranlah suatu suara dari langit, mengatakan, \"Engkau inilah Anak-Ku yang Kukasihi, kepada-Mu juga Aku berkenan!\"","Pada masa itu juga Roh membawa Yesus ke padang belantara.","Adalah Ia di padang belantara itu empat puluh hari lamanya dicobai oleh Iblis, maka Ia hidup di antara binatang-binatang yang buas, tetapi malaekat pun melayani Dia.","Setelah Yahya itu sudah tertangkap, datanglah Yesus ke tanah Galilea memasyhurkan Injil Allah,","serta berkata, \"Waktunya sudah sampai, kerajaan Allah sudah dekat. Bertobatlah kamu dan percayalah akan Injil itu.\"","Maka ketika Ia berjalan-jalan di pantai Tasik Galilea, dilihat-Nya Simon dan Andreas, saudara Simon, tengah menebar jala di tasik, karena mereka itu nelayan.","Maka kata Yesus kepada mereka itu, \"Marilah, ikutlah Aku, maka Aku menjadikan kamu kelak penjala orang.\"","Sebentar itu juga mereka itu meninggalkan jalanya, lalu mengikut Dia.","Setelah Yesus berjalan dari sana belum berapa jauhnya, terpandanglah Ia akan Yakub, anak Zabdi dengan Yahya, saudaranya itu, mereka itu duduk di dalam perahu membubuli jalanya.","Langsunglah ia memanggil mereka itu, maka mereka itu pun meninggalkan Zabdi, bapanya, di dalam perahu beserta dengan orang gaji itu, lalu pergi mengikut Yesus.","Maka berjalanlah mereka itu masuk ke Kapernaum, lalu pada hari Sabbat masuklah Yesus ke dalam rumah sembahyang serta mengajar orang.","Maka sangat heranlah orang sekalian akan pengajaran-Nya itu, karena Ia mengajar mereka itu sebagai seorang yang menaruh kuasa, lain sekali daripada segala ahli Taurat itu.","Pada waktu itu adalah di dalam rumah sembahyang itu seorang yang dirasuk setan, maka berteriaklah ia,","katanya, \"Hai, Yesus, orang Nazaret, apakah kena-mengena kami dengan Engkau? Engkau datang mau membinasakan kami, aku tahu siapa Engkau ini, yaitu Yang Kudus datang daripada Allah.\"","Maka Yesus menengking dia, kata-Nya, \"Diam! Keluarlah engkau daripada orang ini!\"","Maka setan itu sangat mengharu orang itu, sambil menjerit dengan nyaring suaranya, lalu keluar daripadanya.","Maka tercengang-cenganglah mereka itu sehingga bertanya seorang kepada seorang, katanya, \"Wah! Apakah ini? Pengajaran yang baharukah? Karena segala setan pun diperintah-Nya dengan kuasa, sehingga menurut perintah-Nya.\"","Maka dengan segera berpecah-pecahlah kabar dari hal Yesus itu di seluruh daerah jajahan Galilea.","Sebentar itu juga keluarlah mereka itu dari rumah sembahyang itu, lalu masuk ke dalam rumah Simon dan Andreas bersama-sama dengan Yakub dan Yahya.","Adalah mak mentua Simon terbaring demam di sana, maka segeralah mereka itu memberitahu akan halnya kepada Yesus.","Maka datanglah Yesus memegang tangannya serta membangunkan dia, lalu hilanglah demamnya, maka perempuan itu pun melayani mereka itu sekalian.","Setelah sudah petang hari, pada waktu matahari masuk, dibawa mereka itulah kepada-Nya segala orang sakit serta orang yang dirasuk setan.","Maka seisi negeri itu pun berhimpunlah di muka pintu.","Lalu disembuhkan-Nya banyak orang yang kena sakit berbagai-bagai penyakitnya dan setan pun banyak dibuangkan-Nya, maka tiada diizinkan-Nya setan itu berkata-kata, karena setan itu mengenal Dia.","Maka pada dini hari ketika lagi gelap, bangunlah Yesus, lalu keluarlah Ia pergi kepada suatu tempat yang sunyi, di sanalah Dia berdoa.","Maka Simon dengan segala orang sertanya menyusul Dia.","Setelah dijumpainya Dia, maka kata mereka itu kepada-Nya, \"Semua orang mencari Rabbi!\"","Lalu berkatalah Yesus kepadanya, \"Marilah kita pergi ke lain tempat, ke kampung-kampung yang dekat ini, supaya di sana pun Aku dapat mengajar, karena itulah sebabnya Aku datang ke luar.\"","Lalu Ia pergi mengajar di dalam segala rumah sembahyang mereka itu di seluruh tanah Galilea serta membuangkan setan.","Maka datanglah kepada Yesus seorang yang kena bala zaraat memohon sambil bertelut ke hadapan-Nya, katanya, \"Jikalau kiranya Rabbi kehendaki, niscaya Rabbi dapat mentahirkan hamba.\"","Maka tergeraklah hati-Nya dengan kasihan, lalu diulurkan-Nya tangan-Nya, dijamah-Nya dia serta berkata kepadanya, \"Aku kehendaki, jadilah engkau tahir!\"","Seketika itu juga lenyaplah bala zaraat daripada orang itu, lalu tahirlah ia.","Maka setelah dipesani-Nya sangat-sangat, disuruh-Nya dia pergi dengan segera,","sambil berkata kepadanya, \"Ingatlah baik-baik, jangan engkau katakan apa-apa kepada barang seorang pun, melainkan pergilah menunjukkan dirimu kepada imam, dan persembahkanlah persembahan karena ketahiranmu, seperti yang dipesankan oleh Musa, yaitu akan menjadi suatu tanda kepada mereka itu.\"","Tetapi, keluarlah orang itu, lalu mulai memecahkan kabar sana-sini serta memasyhurkan perkara itu, sehingga Yesus tiada dapat masuk lagi ke dalam negeri itu dengan nyata-nyata, melainkan adalah Ia di luar di tempat-tempat yang sunyi; maka banyaklah orang datang kepada-Nya dari segala pihak."]