["Tatkala Yesus keluar dari Bait Allah, kata seorang murid-Nya kepada-Nya, \"Ya Guru, tengoklah, alangkah indahnya rupa batu ini, dan alangkah besarnya bangunan itu!\"","Maka kata Yesus kepadanya, \"Tampakkah engkau segala bangunan yang besar ini? Sebuah batu pun tiada akan tinggal tersusun di atas batu yang lain, yang tiada akan dirombak.\"","Maka setelah Yesus duduk di atas Bukit Zaitun berhadapan dengan Bait Allah itu, bertanyalah Petrus dan Yakub dan Yahya dan Andreas kepada-Nya ketika sama sendiri,","\"Nyatakanlah kiranya kepada kami, bilakah segala perkara itu akan berlaku kelak? Dan apakah alamatnya, apabila semuanya itu hampir jadi kelak?\"","Maka jawab-Nya kepada mereka itu, serta mulai berkata demikian, \"Ingatlah baik-baik, jangan kamu disesatkan orang.","Karena banyak orang akan datang dengan nama-Ku, katanya: Aku inilah Kristus! Maka mereka itu akan menyesatkan banyak orang.","Apabila kamu mendengar dari hal peperangan dan kabar peperangan, jangan kamu terkejut, karena tak dapat tiada segala perkara itu akan berlaku, tetapi itu pun belum sampai kepada kesudahannya itu.","Karena bangsa akan berbangkit melawan bangsa dan kerajaan melawan kerajaan; maka akan jadi gempa bumi sini sana, dan lagi bala kelaparan dan huru-hara pun akan jadi, maka itulah permulaan segala kesusahan.","Tetapi kamu jagalah dirimu sendiri, karena mereka itu akan menyerahkan kamu kepada beberapa majelis, dan di dalam segala rumah sembahyang kamu akan disesah, dan lagi kamu akan dibawa menghadap pemerintah dan raja-raja oleh sebab Aku, yaitu akan menjadi suatu kesaksian pada mereka itu.","Maka tak dapat tiada Injil itu akan dimasyhurkan dahulu kepada sekalian bangsa.","Tetapi apabila kamu dibawa oleh mereka itu ke hadapan tempat bicara serta diserahkan, janganlah dahulu kamu kuatir akan barang yang hendak kamu katakan, melainkan barang yang dikaruniakan kepadamu pada ketika itulah kamu katakan, karena bukannya kamu ini yang berkata-kata, melainkan Rohulkudus.","Maka saudara akan menyerahkan nyawa saudaranya sampai mati dibunuh, dan bapa akan menyerahkan nyawa anaknya; dan anak-anak itu akan mendurhaka kepada ibu bapanya, lalu membunuh dia.","Maka kamu akan dibenci oleh sekalian orang, karena sebab nama-Ku; tetapi barangsiapa yang bertekun sampai ke akhir, ialah akan diselamatkan.","Apabila kamu melihat kebencian yang mendatangkan kebinasaan itu terdiri di tempat yang tiada patut (siapa yang membaca, camkanlah hal itu), pada ketika itu orang yang di tanah Yudea, hendaklah lari ke gunung.","Dan orang yang di atas sotoh rumah, janganlah turun ke bawah atau masuk membawa ke luar apa-apa dari dalam rumahnya;","dan orang yang di ladangnya, janganlah pulang mengambil pakaiannya.","Tetapi, wai atas segala perempuan yang mengandung dan yang menyusui anak pada masa itu.","Hendaklah kamu berdoa, supaya pelarianmu itu jangan berlaku pada musim dingin;","karena segala hari itu pun akan timbul sengsara, seperti yang demikian belum pernah berlaku daripada awal kejadian alam, yang dijadikan Allah, sampai sekarang ini, dan sekali-kali tiada akan jadi kelak.","Dan jikalau sekiranya masa itu tiada disingkatkan oleh Tuhan, niscaya tiada seorang pun selamat; tetapi karena sebab segala orang pilihan yang telah dipilih-Nya, disingkatkan-Nyalah segala hari itu.","Dan lagi jikalau pada waktu itu barang seorang berkata kepadamu: Tengoklah, inilah Kristus! Atau: Itulah Kristus! Janganlah kamu percaya itu!","Karena beberapa Kristus palsu dan nabi palsu akan terbit, serta mengadakan pekerjaan yang ganjil dan perbuatan yang heran supaya menyesatkan, jikalau boleh, orang yang terpilih itu juga.","Tetapi kamu ini, perhatikanlah! Sudah Kuingatkan semuanya kepadamu terlebih dahulu.","Tetapi pada masa itu, kemudian daripada sengsara itu, matahari akan dikelamkan, dan bulan pun tiada akan memberi cahayanya.","Dan segala bintang di langit akan gugur, dan segala kuat kuasa yang di langit itu pun akan bergoncang-gancing.","Lalu mereka itu kelak tampak Anak manusia datang di dalam awan dengan kuasa yang besar dan dengan kemuliaan.","Kemudian Ia akan menyuruhkan segala malaekat-Nya akan menghimpunkan sekalian orang yang terpilih itu daripada keempat penjuru alam, yaitu dari ujung bumi sampai ke ujung langit.","Ambillah ibaratnya daripada pohon ara. Pada ketika carangnya lembut, dan daunnya bertunas, memang kamu ketahui, bahwa musim panas sudah hampir.","Demikian juga hal kamu ini, pada masa kamu nampak segala sesuatu itu jadi, ketahuilah olehmu, bahwa hal itu sudah dekat di muka pintu.","Sesungguhnya Aku berkata kepadamu, bahwa bangsa ini tiada akan lenyap, sebelum segala perkara itu jadi.","Sesungguhnya langit dan bumi akan lenyap, tetapi perkataan-Ku kekal.","Tetapi akan harinya atau ketikanya itu tiada diketahui oleh seorang jua pun, baik segala malaekat yang di surga pun tidak, atau Anak itu pun tidak, hanyalah Bapa sahaja.","Ingatlah baik-baik, berjagalah dan berdoalah, karena tiada kamu mengetahui, bilakah waktunya itu.","Adalah hal itu seumpama seorang yang pergi ke luar negerinya, yang meninggalkan rumahnya dan yang memberi kuasa kepada segala hambanya serta menentukan pekerjaannya masing-masing, lalu berpesan kepada penunggu pintu, supaya berjaga-jaga.","Sebab itu berjagalah kamu, karena tiada kamu mengetahui, bilakah tuan rumah itu tiba kelak, entahkan pada petangkah, atau tengah malamkah, atau ketika ayam berkokok, atau pagi harikah?","Supaya jangan tiba-tiba ia datang, serta mendapati kamu tertidur.","Barang yang Aku katakan kepada kamu, itu juga Aku katakan kepada sekalian orang, yaitu: Berjaga-jagalah!\""]