["Maka mulailah Yesus bertutur kepada mereka itu dengan perumpamaan, \"Adalah seorang membuka kebun anggur, dipagarnya sekeliling, dan digalinya tempat apitan anggur, dan didirikannya suatu bangun-bangun, lalu disewakannya kepada beberapa orang dusun serta berangkat ke negeri yang lain.","Maka pada musimnya disuruhkannya seorang hambanya kepada orang dusun itu, supaya ia dapat menerima hasil kebun anggur itu daripada tangan orang dusun itu.","Lalu orang dusun itu memegangkan dia, memalu dan menghalaukan dia dengan hampanya.","Dan lagi ia menyuruhkan kepada mereka itu seorang hamba yang lain, maka hamba itu pun dilukakan oleh mereka itu di kepalanya serta dipermalukan.","Lagi pula ia menyuruh orang lain, maka orang itu pun dibunuh oleh mereka itu, dan banyaklah orang lain lagi disuruhnya, maka orang-orang itu pun separuh dipukul, dan separuh dibunuh oleh mereka itu.","Adalah lagi padanya seorang, yaitu anaknya laki-laki yang dikasihinya, maka pada akhirnya ia menyuruhkan dia kepada mereka itu, sebab pikirannya: Tentu mereka itu menghormatkan anakku ini.","Tetapi kata orang-orang dusun itu sama sendiri: Inilah warisnya; mari, biarlah kita membunuh dia, dan pusaka itu menjadi hak kita.","Lalu dipegangkannya dia, dan dibunuhnya, serta dibuangkannya ke luar kebun anggur itu.","Apakah kelak diperbuat oleh tuan yang empunya kebun anggur itu? Tak dapat tiada ia akan datang membunuh segala orang dusun itu, lalu memberikan kebun anggur itu kepada orang lain.","Belumkah kamu membaca nas ini: Bahwa batu yang dibuangkan oleh segala tukang rumah, itu sudah menjadi batu penjuru;","demikianlah perbuatan Tuhan, maka hal itu ajaiblah pada mata kita?\"","Maka mereka itu mencari jalan hendak menangkap Yesus, tetapi takut mereka itu akan orang banyak, karena mereka itu mengetahui, bahwa perumpamaan itu dikatakan-Nya atas hal mereka itu sendiri. Lalu mereka itu membiarkan Dia serta pergi.","Maka mereka itu menyuruhkan kepada-Nya beberapa orang Parisi dan orang Herodiani, hendak menjaring perkataan-Nya.","Maka datanglah mereka itu kepada Yesus, lalu berkata kepada-Nya, \"Ya Guru, kami tahu, bahwa Guru seorang yang benar, serta tiada mengindahkan seorang jua pun, karena Guru tiada menilik rupa orang, melainkan jalan Allah Tuan ajarkan dengan sebenarnya. Patutkah membayar uang upeti kepada Kaisar atau tiada? Harus kami beri atau tiadakah?\"","Tetapi sebab Ia mengetahui pura-pura mereka itu, lalu bertanya kepada mereka itu, \"Apakah sebabnya kamu mencobai Aku? Bawalah suatu dinar kepada-Ku, supaya Kulihat.\"","Maka dibawanyalah. Lalu kata Yesus kepada mereka itu, \"Rupa siapakah ini dan cap siapakah ini?\" Maka sahut mereka itu, \"Kaisar punya.\"","Maka kata Yesus kepada mereka itu, \"Kalau begitu, bayarlah kepada Kaisar barang yang Kaisar punya, dan kepada Allah barang yang Allah punya.\" Maka heranlah mereka itu akan Dia.","Maka datanglah kepada-Nya beberapa orang Saduki, yang mengatakan bahwa tiadalah kiamat, lalu mereka itu menyoal Dia, katanya,","\"Ya Guru, Musa telah menyuratkan hukum ini bagi kita, bahwa jikalau mati saudara seorang, serta ia meninggal bini, tetapi tiada beranak, hendaklah saudaranya mengambil bininya itu akan menerbitkan benih bagi saudaranya.","Adalah orang bertujuh saudara. Maka yang pertama itu berbini, tetapi matilah ia dengan tiada beranak.","Dan yang kedua pun mengambil perempuan itu, lalu mati dengan tiada beranak; dan yang ketiga itu pun demikian.","Maka ketujuh-tujuhnya itu tiada meninggal anak; kemudian daripada sekaliannya, matilah pula perempuan itu.","Pada hari kiamat kelak, perempuan itu jadi bini siapakah dari antara ketujuh orang itu? Karena ketujuhnya telah memperbinikan dia.\"","Maka jawab Yesus serta berkata kepada mereka itu, \"Bukankah di dalam hal ini kamu sesat, sebab tiada kamu mengetahui akan isi Alkitab dan akan kuasa Allah?","Karena apabila mereka itu bangkit kelak dari antara orang mati, tiadalah mereka itu kawin atau dikawinkan, melainkan keadaan mereka itu seperti malaekat yang di surga.","Tetapi akan hal orang mati dibangkitkan, tiadakah kamu membaca di dalam kitab Musa dari hal semak duri, bagaimana Allah sudah berfirman kepadanya demikian: Aku inilah Tuhan Ibrahim, dan Tuhan Ishak, dan Tuhan Yakub?","Maka Allah itu bukannya Tuhan orang mati, melainkan Tuhan orang hidup; maka amatlah sangatnya sesat kamu.\"","Maka datanglah seorang ahli Taurat; setelah didengarnya bagaimana mereka itu berbalah-balah sedang diketahuinya, bahwa Yesus sudah memberi jawab yang baik, lalu ia pula menyoal Dia, katanya, \"Hukum yang manakah dikatakan yang terutama sekali?\"","Maka jawab Yesus kepadanya, \"Hukum yang terutama inilah: Dengarlah olehmu, hai Israel, adapun Allah Tuhan kita, Ialah Tuhan yang Esa;","maka hendaklah engkau mengasihi Allah Tuhanmu dengan sebulat-bulat hatimu, dan dengan segenap jiwamu, dan dengan sepenuh akal-budimu, dan dengan segala kuatmu.","Dan yang kedua inilah: Hendaklah engkau mengasihi sesamamu manusia seperti dirimu sendiri. Maka tiadalah hukum lain, yang lebih besar daripada kedua hukum ini.\"","Lalu kata ahli Taurat itu kepada-Nya, \"Ya Guru, amat benarlah segala kata Guru, bahwa Allah itu Esa adanya, dan tiada yang lain, melainkan Allah;","dan hal mengasihi Tuhan dengan sebulat-bulat hati, dan dengan sepenuh akal-budi, dan dengan segenap jiwa, dan dengan segala kuat, dan lagi mengasihi sesama manusia seperti diri sendiri, itulah terutama daripada segala korban bakaran dan persembahan sembelihan.\"","Apabila Yesus melihat bahwa ia sudah menyahut dengan bijaksana, berkatalah Ia kepadanya, \"Engkau tiada jauh lagi daripada kerajaan Allah.\" Maka tiada seorang pun berani menyoal Dia lagi.","Maka mengajarlah pula Yesus di dalam Bait Allah, serta berkata, \"Bagaimanakah dikatakan oleh ahli Taurat, bahwa Kristus itu anak Daud?","Karena Daud itu sendiri sudah berkata dengan jalan Rohulkudus: Tuhan telah berfirman kepada Tuhanku: Duduklah Engkau di sebelah kanan-Ku sehingga Aku menaklukkan segala musuh-Mu di bawah kaki-Mu.","Adapun Daud sendiri memanggil Dia, Tuhan, maka bagaimanakah pula Ia jadi anaknya?\" Maka kebanyakan orang itu sangatlah suka mendengar akan Yesus.","Maka berkatalah Ia kepada mereka itu di dalam pengajaran-Nya, \"Jagalah dirimu daripada segala ahli Taurat, yang suka berjalan-jalan dengan berjubah panjang, dan lagi suka diberi hormat kepadanya di pasar,","dan duduk di kursi yang kehormatan di dalam rumah sembahyang dan di tempat yang mulia di dalam perjamuan,","dan yang menghabiskan harta segala janda, dan melanjutkan doanya dengan jalan berpura-pura; mereka itu pun akan terkena hukum yang terlebih berat.\"","Pada suatu hari duduklah Yesus bertentangan dengan peti derma, serta melihat peri orang banyak memasukkan uang ke dalam peti derma itu; maka beberapa orang yang kaya memasukkan banyak uang ke dalamnya.","Maka datanglah juga seorang janda yang miskin, lalu dimasukkannya uang dua keping, yaitu seduit.","Maka Yesus memanggil murid-murid-Nya, serta berkata kepada mereka itu, \"Sesungguhnya Aku berkata kepadamu: Janda yang miskin ini sudah memberi lebih banyak daripada segala orang, yang memasukkan uang ke dalam peti derma itu.","Karena sekalian orang itu sudah memasukkan uang daripada kemewahannya, tetapi perempuan ini telah memasukkan daripada kekurangannya semua yang ada padanya, yaitu segenap kehidupannya.\""]