["Maka berangkatlah Yesus dari sana, dan sampailah ke jajahan negeri Yudea dan ke seberang Yarden; maka banyak orang berhimpun pula datang kepada-Nya, lalu diajar-Nya pula mereka itu seperti adat-Nya.","Maka datanglah beberapa orang Parisi hendak mencobai Dia, serta bertanya kepada-Nya, \"Halalkah seorang menceraikan bininya?\"","Tetapi jawab-Nya kepada mereka itu, \"Apakah yang dipesan oleh Musa kepadamu?\"","Maka kata mereka itu, \"Musa meluluskan orang membuat surat talak, lalu menceraikan dia.\"","Maka kata Yesus kepada mereka itu, \"Memang oleh sebab keras hatimu disuratkannya hukum ini bagimu.","Akan tetapi daripada awal kejadian alam, Allah menjadikan mereka itu laki-laki dan perempuan.","Karena sebab itu hendaklah orang meninggalkan bapanya dan ibunya, dan berdamping dengan bininya,","lalu keduanya itu menjadi sedarah-daging, sehingga mereka itu bukannya lagi dua orang, melainkan sedaging juga adanya.","Sebab itu, barang yang telah dijodohkan oleh Allah, janganlah diceraikan oleh manusia.\"","Maka ketika Ia telah tiba di rumah, bertanyalah murid-murid-Nya pula kepada-Nya akan hal itu.","Maka kata Yesus kepada mereka itu, \"Barangsiapa yang menceraikan bininya, lalu berbinikan orang lain, ialah berbuat zinah terhadap bininya yang dahulu itu.","Dan jikalau seorang perempuan menceraikan lakinya, lalu berlakikan orang lain, ia pun berbuat zinah.\"","Pada suatu hari adalah orang membawa kanak-kanak kepada Yesus, supaya Ia menjamah kanak-kanak itu. Tetapi murid-murid-Nya menengking orang-orang yang membawa mereka itu.","Serta Yesus nampak hal itu, maka marahlah Ia, serta berkata kepada mereka itu, \"Biarkanlah kanak-kanak itu datang kepada-Ku, jangan dilarangkan mereka itu, karena orang yang sama seperti inilah yang empunya kerajaan Allah.","Sesungguhnya Aku berkata kepadamu: Barangsiapa yang tiada menerima kerajaan Allah itu seperti seorang kanak-kanak, tiadalah ia akan masuk ke dalamnya.\"","Setelah dipeluk-Nya kanak-kanak itu, diletakkan-Nya tangan-Nya di atasnya dan diberkati-Nya mereka itu.","Tatkala Yesus keluar di jalan, berlari-larilah seorang datang kepada-Nya serta bertelut, lalu bertanya kepada-Nya, \"Ya Guru yang baik, apakah yang patut hamba berbuat, supaya hamba menjadi waris hidup yang kekal?\"","Maka jawab Yesus kepadanya, \"Apakah sebabnya engkau katakan Aku ini baik? Seorang pun tiada yang baik, hanya Satu, yaitu Allah.","Memang engkau tahu akan hukum Allah, yaitu: Jangan engkau membunuh, jangan engkau berzinah, jangan engkau mencuri, jangan engkau menjadi saksi dusta, jangan engkau menipu orang, dan lagi, hormatkanlah ibu bapamu.\"","Maka katanya kepada-Nya, \"Ya Guru, sekalian ini hamba sudah turut dari kecil.\"","Lalu Yesus memandang orang muda itu, dan Ia mengasihi dia, serta berkata kepadanya, \"Hanya satu perkara lagi engkau kekurangan: Pergilah, jualkan barang apa yang ada padamu dan berikanlah kepada orang miskin, maka engkau akan beroleh harta di surga, lalu marilah, dan ikutlah Aku.\"","Tetapi berdukacitalah ia sebab perkataan itu, lalu pergi dengan susah hatinya, karena ia berharta banyak.","Lalu Yesus memandang sekeliling, serta berkata kepada murid-murid-Nya, \"Alangkah sukarnya bagi orang yang kaya masuk ke dalam kerajaan Allah!\"","Maka tercengang-cenganglah murid-murid-Nya oleh sebab perkataan itu. Tetapi kata-Nya lagi pula kepada mereka itu, \"Hai anak-anak-Ku, alangkah sukarnya masuk ke dalam kerajaan Allah bagi orang yang berharapkan harta bendanya sahaja.","Lebih mudahlah seekor unta masuk ke lubang jarum daripada seorang yang kaya masuk ke dalam kerajaan Allah.\"","Tetapi makin sangat tercenganglah mereka itu serta kata seorang kepada seorang, \"Kalau begitu, siapakah akan beroleh selamat?\"","Lalu Yesus memandang mereka itu serta kata-Nya, \"Kepada manusia perkara itu mustahil, tetapi bukannya kepada Allah; karena kepada Allah segala sesuatu ada di dalam kuasa-Nya.\"","Kemudian mulailah Petrus berkata kepada-Nya, \"Kami ini sudah meninggalkan semuanya serta mengikut Rabbi.\"","Maka kata Yesus, \"Sesungguhnya Aku berkata kepadamu, tiadalah barang seorang pun yang sudah meninggalkan rumahnya, atau saudaranya yang laki-laki, atau saudaranya yang perempuan, atau ibunya, atau bapanya, atau anak-anaknya, atau tanahnya, karena sebab Aku dan sebab Injil,","melainkan ia akan beroleh seratus kali ganda pada masa sekarang di dunia ini, yaitu rumah dan saudara laki-laki dan perempuan, dan ibu dan anak-anak, dan tanah, serta dengan aniaya, tetapi pada masa yang akan datang kelak ia beroleh hidup yang kekal.","Maka banyak orang yang dahulu akan terkemudian, dan yang kemudian itu terdahulu.\"","Adalah mereka itu berjalan naik ke Yeruzalem, dan Yesus berjalan dahulu di hadapan mereka itu, maka tercenganglah mereka itu, dan orang yang mengikut itu pun takut. Pada waktu itu dibawa-Nya pula kedua belas murid itu, lalu Ia mulai mengatakan kepada mereka itu segala perkara yang akan berlaku atas-Nya,","kata-Nya, \"Sekarang kita naik ke Yeruzalem, dan Anak manusia akan diserahkan ke tangan kepala-kepala imam dan segala ahli Taurat, maka mereka itu akan menghukumkan Dia mati dibunuh, dan akan menyerahkan Dia ke tangan orang kafir.","Lalu mereka itu mengolok-olokkan Dia dan meludahi Dia, serta menyesah dan membunuh Dia, tetapi pada hari yang ketiga Ia akan bangkit pula.\"","Maka datanglah Yakub dan Yahya, anak-anak Zabdi kepada Yesus serta berkata kepada-Nya, \"Ya Guru, kami suka yang Guru membuatkan kami barang apa yang kami pohonkan daripada Guru.\"","Maka kata-Nya kepada mereka itu, \"Apakah kehendak kamu yang patut Aku buatkan kamu?\"","Maka kata mereka itu kepada-Nya, \"Berilah kami duduk, seorang di sebelah kanan dan seorang di sebelah kiri di dalam kemuliaan Guru.\"","Tetapi kata Yesus kepadanya, \"Kamu tiada ketahui apa yang kamu pinta. Bolehkah kamu minum cawan minuman yang Aku akan minum itu? Atau bolehkah kamu dibaptiskan dengan baptisan yang Aku akan dibaptiskan itu?\"","Maka kata keduanya, \"Boleh.\" Lalu berkata Yesus kepadanya, \"Sesungguhnya cawan minuman yang Aku minum itu kelak, kamu akan minum juga, dan dengan baptisan yang Aku ini dibaptiskan kelak, kamu pun akan dibaptiskan pula;","tetapi akan hal duduk di sebelah kanan-Ku dan di sebelah kiri-Ku itu bukannya hak bagi-Ku memberinya, hanyalah akan diberikan kepada orang, yang baginya hal itu sudah disediakan.\"","Serta kesepuluh orang itu mendengar perkara itu, mulailah mereka itu marah akan Yakub dan Yahya.","Lalu dipanggil oleh Yesus akan mereka itu sekalian, serta kata-Nya, \"Kamu ketahui bahwa orang, yang dihisabkan memerintah atas segala bangsa, menjalankan perintahnya di atas mereka itu, serta pembesarnya memegang kuasa atasnya.","Tetapi bukannya demikian di antara kamu, melainkan barangsiapa, yang hendak menjadi besar di antara kamu, ialah patut menjadi pelayanmu.","Dan barangsiapa di antara kamu yang hendak menjadi kepala, ialah patut menjadi hamba kepada sekalian.","Karena Anak manusia pun bukannya datang supaya dilayani, melainkan supaya melayani dan memberikan nyawa-Nya menjadi tebusan bagi orang banyak.\"","Maka tibalah mereka itu di Yerikho. Apabila Yesus keluar dari Yerikho dengan murid-murid-Nya dan amat banyak orang serta-Nya, adalah anak Timeus bernama Bartimeus yang buta, duduk di tepi jalan, meminta sedekah.","Setelah didengarnya bahwa itulah Yesus, orang Nazaret, mulailah ia berseru-seru, katanya, \"Ya Yesus, Anak Daud, kasihankanlah hamba!\"","Maka banyak orang menengking dia, menyuruh diam, tetapi makin sangat ia berseru, \"Ya Anak Daud, kasihankanlah hamba ini!\"","Maka berdirilah Yesus serta berkata, \"Panggillah dia.\" Lalu mereka itu pun memanggil orang buta itu, katanya, \"Pertetapkanlah hatimu; bangunlah, Ia memanggil engkau.\"","Maka ditinggalkannya selimutnya, lalu bangkit berdiri serta datang kepada Yesus.","Maka sahut Yesus serta berkata kepadanya, \"Apakah engkau suka yang Aku ini akan perbuat bagimu?\" Maka kata orang buta itu kepada-Nya, \"Ya Guru, mohonlah hamba dapat melihat.\"","Maka kata Yesus kepadanya, \"Pergilah engkau, imanmu sudah memulihkan engkau.\" Seketika itu juga ia menerima penglihatannya, lalu mengikut Yesus sepanjang jalan."]