["Adalah beberapa hari kemudian daripada itu, masuklah pula Yesus ke Kapernaum, maka kedengaranlah kabar mengatakan bahwa Ia ada di rumah.","Lalu dengan segeralah orang banyak berhimpun, sehingga tiada bertempat lagi, meskipun di muka pintu, maka dikatakan-Nya firman Allah kepada mereka itu.","Maka datanglah orang membawa ke hadapan-Nya seorang sakit tepok, diusung oleh empat orang.","Tetapi sebab mereka itu tiada dapat menghampiri Yesus karena orang banyak itu, maka dibukakannyalah atap yang di tempat-Nya itu; setelah dipecahkannya, lalu tempat orang sakit tepok itu berbaring diulurkannya ke bawah.","Serta dilihat oleh Yesus akan percaya mereka itu, maka kata-Nya kepada orang sakit tepok itu, \"Hai, anak-Ku, dosamu sudah diampuni.\"","Adalah juga duduk di sana beberapa orang ahli Taurat yang berpikir-pikir di dalam hatinya:","Apakah sebabnya orang ini berkata demikian? Ia menghujat! Siapakah dapat mengampuni dosa, kecuali Satu sahaja, yaitu Allah.","Pada ketika itu juga diketahui oleh Yesus di dalam hati-Nya, bahwa mereka itu berpikir-pikir demikian di dalam dirinya, lalu berkatalah Ia kepada mereka itu, \"Apakah sebabnya hati kamu berbalah-balah?","Yang manakah lebih mudah, mengatakan kepada orang sakit tepok ini: Dosamu sudah diampunikah, atau mengatakan: Bangunlah engkau, angkat tempat tidurmu itu, lalu berjalan?","Tetapi supaya kamu mengetahui, bahwa Anak manusia di dalam dunia ini berkuasa mengampuni dosa,\" maka kata-Nya kepada orang yang sakit tepok itu,","\"Aku ini berkata kepadamu, bangunlah engkau, angkat tempat tidurmu itu, pulanglah ke rumahmu!\"","Pada ketika itu juga bangunlah ia, diangkatnya tempat tidurnya itu, lalu pergi ke luar di hadapan orang sekalian itu, sehingga sekaliannya itu pun tercengang-cenganglah serta memuliakan Allah, katanya, \"Wah, belum pernah kami melihat yang demikian ini!\"","Maka keluarlah pula Yesus menuju ke pantai tasik, maka orang banyak pun datanglah kepada-Nya, lalu diajar-Nya mereka itu.","Maka tengah Ia berjalan lalu di situ, dilihat-Nya Lewi, anak Alpius, duduk di rumah pencukaian, maka kata Yesus kepadanya, \"Ikutlah Aku.\" Lalu bangunlah ia serta mengikut Dia.","Maka tatkala Yesus duduk makan di dalam rumah orang itu, banyaklah orang pemungut cukai dan orang berdosa pun duduk makan bersama-sama dengan Dia dan murid-murid-Nya, karena adalah di situ banyak orang, yang telah mengikut Dia.","Apabila ahli Taurat dan orang Parisi terpandang Yesus makan dengan orang pemungut cukai dan orang berdosa, maka katanya kepada murid-murid-Nya, \"Ia makan minum bersama-sama dengan orang pemungut cukai dan orang berdosa?\"","Apabila Yesus mendengar perkataan ini, maka berkatalah Ia kepada mereka itu, \"Orang yang sehat itu tiada perlukan tabib, hanyalah orang yang sakit. Bukanlah Aku ini datang memanggil orang yang benar, melainkan orang yang berdosa.\"","Adapun murid-murid Yahya dan orang Parisi pun tengah puasa, maka datanglah mereka itu serta bertanya kepada Yesus, \"Apakah sebabnya murid-murid Yahya dan orang Parisi pun puasa, tetapi murid-murid-Mu sendiri tidak?\"","Maka kata Yesus kepada mereka itu, \"Bolehkah sahabat-sahabat mempelai itu puasa selagi mempelai itu ada sertanya? Selagi mempelai itu ada sertanya, tiada boleh mereka itu puasa.","Akan tetapi ada harinya kelak, yang mempelai itu diambil daripadanya, baharulah mereka itu akan puasa.","Maka seorang pun tiada menampalkan secarik kain yang baharu pada pakaian yang lama, karena koyaklah pula penampal itu, yaitu kain yang baharu mengoyak yang lama itu sehingga koyaknya lebih besar lagi.","Dan seorang pun tiada membubuh air anggur yang baharu ke dalam kerbat kulit yang lama, karena air anggur yang baharu itu kelak memecahkan kerbat kulit, lalu air anggur itu tertumpah dan kerbat itu pun binasalah, melainkan air anggur yang baharu patutlah dibubuh orang ke dalam kerbat yang baharu.\"","Pada suatu hari Sabbat berjalanlah Yesus melalui ladang-ladang gandum, lalu murid-murid-Nya pun, sambil berjalan, memetik mayang gandum.","Maka kata orang Parisi kepada Yesus, \"Tengok, apakah sebabnya mereka itu berbuat pada hari Sabbat barang yang tiada halal?\"","Maka berkatalah Ia kepada mereka itu, \"Belum pernahkah kamu membaca barang yang diperbuat oleh Daud, tatkala ia kekurangan, dan lapar dengan segala orang yang sertanya,","di dalam hal ia sudah masuk ke dalam Rumah Allah, zaman Abiyatar, imam besar, lalu makan roti persembahan itu, yang tiada halal dimakan melainkan oleh imam-imam sahaja, dan diberikannya juga kepada orang yang sertanya?\"","Dan lagi kata-Nya kepada mereka itu, \"Hari Sabbat itu diadakan karena manusia, bukannya manusia diadakan karena hari Sabbat.","Sebab itu Anak manusia pun adalah Tuhan atas hari Sabbat juga.\""]