["Maka masuklah pula Yesus ke dalam rumah sembahyang, maka adalah di situ seorang yang mati tangan sebelah.","Maka orang pun mengintai Dia, kalau-kalau Ia menyembuhkan orang itu pada hari Sabbat, supaya dapat menyalahkan Dia.","Maka kata Yesus kepada orang yang mati tangan sebelah itu, \"Berdirilah engkau di tengah-tengah.\"","Lalu kata-Nya kepada mereka itu sekalian, \"Patutkah pada hari Sabbat berbuat baik atau berbuat jahat? Menyelamatkan nyawa atau membunuh?\" Maka diamlah mereka itu.","Lalu Yesus memandang sekeliling kepada mereka itu dengan marah sambil berdukacita, sebab keras hati mereka itu, lalu kata-Nya kepada orang sakit itu, \"Kedangkanlah tanganmu!\" Maka dikedangkannya, lalu sembuhlah tangannya itu.","Apabila orang Parisi itu keluar, langsunglah mereka itu berpakat dengan orang Herodiani ke atas Yesus, bagaimana dapat membunuh Dia.","Maka berangkatlah Yesus dengan murid-murid-Nya menuju ke tasik, maka terlalu banyak orang mengikut Dia, yaitu orang dari Galilea dan dari Yudea,","dari Yeruzalem dan dari Idumea, dan lagi dari seberang Sungai Yarden dan orang dari daerah Tsur dan Sidon, terlalu banyak orang datang kepada-Nya setelah didengarnya akan segala perbuatan-Nya yang ganjil itu.","Maka disuruh-Nya murid-murid-Nya selalu menyediakan sebuah perahu kecil bagi-Nya, supaya jangan orang menyesak Dia.","Karena banyak orang sudah disembuhkan-Nya, sehingga seberapa orang pun yang ditimpa barang penyakit datang mendesak-desakkan Dia, hendak menjamah Dia sahaja.","Maka segala orang yang dirasuk setan itu pun, apabila dilihatnya akan Yesus, mereka itu meniarap ke hadapan-Nya sambil berteriak, katanya, \"Engkaulah Anak Allah.\"","Maka berpesanlah Yesus sangat-sangat kepada mereka itu, supaya jangan mereka itu memasyhurkan Dia.","Maka naiklah Yesus ke atas sebuah gunung, lalu dipanggil-Nya barangsiapa yang dikehendaki-Nya, maka datanglah mereka itu kepada-Nya.","Maka ditetapkan-Nya dua belas orang, supaya mereka itu bersama-sama dengan Dia, dan supaya mereka itu disuruh-Nya pergi mengajar orang,","dan lagi akan beroleh kuasa membuangkan setan.","Maka ditetapkan-Nya kedua belas orang itu, yaitu Simon, yang digelar-Nya Petrus,","dan Yakub anak Zabdi, dan Yahya saudara Yakub; keduanya itu digelar-Nya Buanergis, artinya, anak-anak guruh.","Dan Andreas, dan Pilipus, dan Bartolomius, dan Matius, dan Tomas, dan Yakub anak Alpius, dan Tadius, dan Simon orang Kanani,","dan Yudas Iskariot, yaitu yang menyerahkan Yesus.","Maka masuklah Ia ke dalam sebuah rumah, lalu orang banyak itu pun datanglah berhimpun pula, sehingga tiada lagi sempat mereka itu makan.","Setelah kedengaran kabar itu kepada kaum keluarga Yesus, keluarlah mereka itu hendak menegahkan Dia, karena kata orang, \"Ia gila.\"","Demikian pun segala ahli Taurat, yang sudah datang dari Yeruzalem, berkata, \"Ia menaruh Baalzebul, dan dengan pertolongan penghulu setan Ia membuangkan segala setan itu.\"","Lalu Yesus memanggil mereka itu sekalian serta berkata kepada mereka itu dengan perumpamaan, \"Bagaimanakah Iblis boleh membuangkan Iblis?","Jikalau barang suatu kerajaan berlawan-lawan sama sendiri, tiadalah boleh kerajaan itu berdiri.","Dan jikalau seisi rumah tangga berlawan-lawan sama sendiri, tiadalah boleh isi rumah itu berdiri.","Dan jikalau Iblis berbangkit berlawan sama sendiri serta berselisih, tiadalah boleh ia berdiri, melainkan itulah kesudahannya.","Maka tiada barang seorang pun dapat masuk ke dalam rumah orang yang kuat akan merampas hartanya, kecuali diikatnya dahulu orang yang kuat itu, baharulah dapat ia merampasi rumahnya itu.","Sesungguhnya, Aku berkata kepadamu, bahwa segala jenis dosa akan diampuni kepada segala anak Adam, demikian juga segala rupa hujat yang dihujatkannya;","akan tetapi barangsiapa yang menghujat Rohulkudus, tiadalah ia beroleh keampunan selama-lamanya, melainkan kekallah dosanya itu.\"","Demikianlah ujar Yesus, sebab kata mereka itu, \"Ia menaruh setan.\"","Maka datanglah ibu Yesus dan saudara-saudara-Nya, berdiri di luar serta menyuruhkan orang memanggil Dia.","Maka orang banyak pun duduklah berkeliling Dia, maka kata beberapa orang kepada-Nya, \"Tengoklah, ibu dan saudara Tuan berdiri di luar mencari Tuan!\"","Maka jawab-Nya kepada mereka itu, kata-Nya, \"Siapakah ibu-Ku dan siapakah saudara-saudara-Ku?\"","Lalu Ia menoleh memandangi sekalian orang yang keliling-Nya, sambil berkata, \"Tengok, inilah ibu-Ku dan saudara-saudara-Ku!","Karena barangsiapa yang melakukan kehendak Allah, ialah saudara-Ku laki-laki, dan saudara-Ku yang perempuan dan ibu-Ku adanya.\""]