["Maka mulailah pula Yesus mengajar orang dekat tasik; lalu berkerumunlah terlalu banyak orang kepada-Nya, sehingga terpaksalah Ia naik ke dalam sebuah perahu dan duduk di tasik, maka orang banyak sekalian pun tinggallah di darat, dekat tasik itu.","Maka diajar-Nya beberapa perkara kepada mereka itu dengan berbagai-bagai perumpamaan, serta berkata kepada mereka itu di dalam pengajaran-Nya demikian,","\"Dengarlah olehmu! Adalah seorang penabur keluar hendak menabur benih.","Maka sedang ia menabur, ada separuh jatuh di tepi jalan, lalu datanglah burung-burung makan sehingga habis benih itu.","Ada separuh jatuh di tempat yang berbatu-batu, yang tiada banyak tanahnya, maka dengan segera benih itu tumbuh, sebab tanahnya tiada dalam.","Akan tetapi ketika matahari naik, layulah ia, lalu keringlah, sebab tiada berakar.","Ada juga separuh jatuh di tengah semak duri, maka duri itu pun tumbuh serta membantutkan benih itu, sehingga tiadalah ia berbuah.","Dan ada pula separuh jatuh di tanah yang baik, sehingga dikeluarkannya buah, yang tumbuh dan makin bertambah-tambah buahnya, yaitu: Ada yang tiga puluh, ada yang enam puluh dan ada yang seratus kali gandanya.\"","Maka kata Yesus kepada mereka itu, \"Barangsiapa yang bertelinga untuk mendengar, hendaklah ia mendengar.\"","Tatkala Yesus sendiri sahaja, maka orang, yang mengiringkan Dia bersama-sama dengan kedua belas murid-Nya itu, bertanyakan hal perumpamaan itu kepada-Nya.","Maka berkatalah Ia kepada mereka itu, \"Kepada kamu diberi karunia mengetahui rahasia kerajaan Allah, tetapi kepada sekalian orang yang di luar itu, diberitahu segala perkara ini dengan perumpamaan,","supaya mereka itu melihat dengan matanya, tetapi tiada nampak, dan mendengar dengan telinganya, tetapi tiada mengerti, supaya jangan mereka itu akan bertobat, lalu beroleh keampunan dosa.\"","Maka berkatalah Yesus kepada mereka itu, \"Tiadakah kamu mengetahui arti perumpamaan ini? Dan bagaimanakah kamu dapat mengerti perumpamaan yang lain?","Adapun penabur itu, ialah yang menabur Perkataan.","Maka inilah yang di tepi jalan, di tempat Perkataan itu ditabur, yaitu apabila mereka itu mendengar, maka dengan seketika itu juga datanglah Iblis mengambil Perkataan, yang tertabur di dalam hatinya.","Demikian pula, yang ditabur pada tempat yang berbatu-batu, yaitu apabila mereka itu mendengar Perkataan itu, segeralah disambutnya dengan bersukacita hatinya.","Tetapi tiadalah ia berakar di dalam dirinya, hanyalah bertahan seketika sahaja, lalu apabila datang kesusahan atau aniaya oleh sebab Perkataan itu, sebentar itu juga kecillah hati mereka itu.","Maka yang ditabur di tengah semak duri itu pula, ialah orang yang sudah mendengar Perkataan itu,","lalu masuk ke dalam hatinya segala percintaan dunia ini beserta segala tipu daya kekayaan dan keinginan akan berbagai-bagai perkara yang lain sambil membantutkan Perkataan itu, sehingga tiada ia berbuah.","Tetapi inilah, yang ditabur pada tanah yang baik, yaitu orang yang mendengar Perkataan itu serta menerima dia, lalu berbuahlah ia, ada yang tiga puluh ganda, ada yang enam puluh, ada yang seratus kali gandanya.\"","Maka berkatalah Yesus kepada mereka itu, \"Biasakah orang memasang pelita, supaya ditaruhnya di bawah gantang, atau di bawah katil? Bukankah supaya ditaruhnya di atas kaki pelita?","Karena suatu pun tiada yang tersembunyi, melainkan dinyatakan kelak, dan suatu pun tiada rahasia, melainkan dibukakan kelak.","Jikalau barang seorang bertelinga untuk mendengar, hendaklah ia mendengar.\"","Maka kata Yesus kepada mereka itu, \"Perhatikanlah olehmu akan barang yang kamu dengar: Dengan sukatan yang kamu menyukat, akan disukatkan pula kepada kamu, dan akan ditambahi pula padamu.","Karena orang yang mempunyai barang sesuatu, kepadanya juga akan diberi lagi, dan orang yang tiada mempunyai sesuatu itu, daripadanya juga diambil barang yang ada padanya.\"","Maka kata-Nya lagi, \"Demikianlah kerajaan Allah sebagai seorang yang menabur benih di tanah,","lalu ia tidur dan bangun malam dan siang, maka benih itu pun timbul dan tumbuh, tetapi tiada diketahuinya bagaimana tumbuhnya itu.","Maka bumi itu mengeluarkan buah dari dirinya sendiri, mula-mula kecambah, kemudian mayangnya, akhirnya butir gandum yang sepenuh-penuhnya di dalam mayang itu.","Maka pada masa buahnya masak, lalu segera disuruhnya orang membawa sabit, sebab sudah sampai musim menuai.\"","Maka kata-Nya, \"Bagaimanakah hendak kita ibaratkan kerajaan Allah, atau dengan perumpamaan apakah dapat kita terangkan hal itu?","Yaitu sebagai benih sebiji sesawi, apabila ditaburkan di tanah, nampak terlebih kecillah ia daripada segala jenis benih di bumi ini,","tetapi setelah sudah ditabur, tumbuhlah ia, lalu menjadi lebih besar daripada segala pokok sayur-sayuran serta mengeluarkan cabang-cabang yang besar, sehingga burung-burung di udara pun dapat bersarang di bawah daun yang rindang itu.\"","Dengan banyak perumpamaan yang demikian ini, dikatakan-Nya Perkataan itu kepada mereka itu, sebagaimana mereka itu dapat mengerti.","Maka tiada Yesus bertutur kepada mereka itu lain daripada dengan perumpamaan, tetapi apabila Ia tinggal dengan murid-murid-Nya sahaja, maka diartikan-Nya segala perkara itu kepada mereka itu.","Pada hari itu juga, ketika petang, kata Yesus kepada mereka itu, \"Marilah kita menyeberang ke seberang.\"","Setelah disuruh-Nya orang banyak itu pergi, lalu murid-murid-Nya membawa Yesus seada-adanya ke dalam perahu, yaitu bersama-sama dengan beberapa buah perahu kecil yang lain pun.","Maka tiba-tiba turunlah angin ribut yang besar, lalu gelombangnya pun menempuh masuk ke dalam perahu, sehingga hampir penuh dengan air.","Maka Ia sendiri ada di buritan sedang tidur di atas bantal, lalu mereka itu membangunkan Dia, katanya, \"Ya, Guru! Tiadakah Tuan peduli kita ini binasa?\"","Maka bangunlah Ia, lalu melarang angin itu serta berkata kepada tasik itu, \"Diam, teduhlah engkau!\" Maka berhentilah angin itu, lalu teduh benar-benarlah.","Maka berkatalah Yesus kepada mereka itu, \"Apakah sebabnya kamu begitu takut? Belumkah kamu percaya?\"","Maka takutlah mereka itu sangat-sangat, lalu berkata seorang kepada seorang, \"Siapakah gerangan orang ini, sehingga angin dan tasik pun menurut perintah-Nya?\""]