["Maka sampailah mereka itu ke seberang tasik, ke tanah orang Gerasa.","Setelah Yesus turun dari perahu, sebentar itu juga bertemulah dengan Dia seorang, yang datang daripada kubur-kubur dan yang dirasuk setan,","yaitu seorang yang bertempat di kubur-kubur orang; maka seorang pun tiada dapat mengikat dia, walau dengan rantai sekalipun.","Karena kerap kali sudah ia dirantaikan kakinya dan dibelenggu, tetapi segala rantai itu diputuskannya belaka, dan belenggu kakinya itu pun dihancurkannya, maka seorang pun tiada ada kekuatan memerintah dia.","Maka senantiasa, siang malam adalah ia di kubur-kubur dan di bukit-bukit, berteriak serta menyiksakan dirinya dengan batu.","Akan tetapi, setelah dilihatnya Yesus dari jauh, berlarilah ia datang menyembah Dia,","sambil berseru dengan nyaring suaranya, katanya, \"Apakah perkara aku kena-mengena dengan Engkau hai Yesus, Anak Allah Yang Mahatinggi! Aku menuntut sumpah-Mu demi Allah, jangan Engkau menyiksakan aku!\"","Karena sudah dikatakan Yesus kepadanya, \"Hai, setan, keluarlah engkau daripada orang ini.\"","Maka bertanyalah Ia kepadanya, \"Siapakah namamu?\" Maka sahutnya, \"Legion, itulah namaku, karena kami banyak.\"","Lalu ia meminta amat sangat kepada Yesus, supaya jangan disuruh-Nya pergi keluar dari negeri itu.","Maka adalah di sana pada bukit itu babi sekawan besar sedang mencari makan.","Maka segala setan itu pun meminta Yesus, katanya, \"Suruhkanlah kami masuk ke dalam kawan babi itu!\"","Maka diluluskan-Nyalah, lalu keluarlah segala setan itu serta masuk ke dalam sekawan babi itu, maka semua babi itu terjunlah dari lereng bukit yang curam ke dalam tasik, sekira-kira dua ribu ekor banyaknya, lalu matilah lemas di dalam air.","Maka orang penjaga babi itu pun berlarilah, lalu dikabarkannya perkara itu di dalam negeri dan di kampung pun. Maka keluarlah orang melihat apa yang jadi itu.","Maka datanglah sekaliannya kepada Yesus serta melihat orang yang sudah dirasuk setan itu sekarang duduk serta berkain, dan dengan siumannya, yaitu orang yang dirasuk Legion itu; maka takutlah mereka itu.","Maka orang yang sudah melihatnya itu mengabarkan kepada mereka itu segala perihal orang yang dirasuk setan itu, dan dari hal babi itu pun.","Lalu mereka itu meminta Yesus undur daripada daerah jajahannya.","Maka pada ketika Ia naik ke dalam perahu pula, orang yang sudah dirasuk setan itu memohon kepada-Nya, supaya boleh ia bersama-sama dengan Yesus.","Akan tetapi tiada diizinkan-Nya kepada orang itu, hanya kata-Nya, \"Pergilah, pulanglah ke rumahmu, kepada sanak-saudaramu, lalu kabarkanlah kepada mereka itu, berapa besarnya perkara yang diperbuat Tuhan kepadamu, dan lagi betapa Ia mengasihani engkau.\"","Maka pergilah ia, lalu memasyhurkan di negeri Dekapolis, berapa besarnya perkara yang diperbuat Yesus kepadanya, maka sekalian orang pun heranlah.","Setelah Yesus kembali pula menyeberang dengan perahu itu ke seberang, lalu berhimpunlah banyak orang mendapatkan Dia, maka Ia pun ada dekat tasik.","Maka datanglah seorang penghulu rumah sembahyang, bernama Yairus; serta dilihatnya Yesus, maka sujudlah ia pada kaki-Nya,","sambil memohonkan Dia amat sangat, katanya, \"Anak kecil hamba yang perempuan hampir mati, datanglah kiranya meletakkan tangan-Mu atasnya, supaya ia sembuh dan hidup.\"","Lalu pergilah Yesus sertanya, maka banyaklah orang mengikut dan mendesakkan Dia.","Maka adalah seorang perempuan yang berpenyakit bulan, sudah dua belas tahun lamanya,","yaitu yang sudah kena banyak susah daripada banyak tabib, dan karena itu pun sudah menghabiskan segala miliknya dengan tiada berfaedah, melainkan makin lama makin bertambah payah sakitnya itu.","Setelah didengarnya akan hal Yesus, maka masuklah ia ke dalam orang banyak itu dari belakang, lalu menjamah jubah-Nya,","karena katanya, \"Jikalau hamba menjamah jubah-Nya sahaja, niscaya sembuhlah hamba ini.\"","Maka seketika itu juga terhentilah lelehan darahnya itu, lalu dirasainya pada tubuhnya, bahwa sembuhlah ia daripada penyakitnya itu.","Sebentar itu juga Yesus berasa di dalam diri-Nya suatu khasiat sudah keluar daripada-Nya, lalu berpalinglah Ia kepada orang banyak itu serta berkata, \"Siapakah yang menjamah pakaian-Ku?\"","Maka kata murid-murid-Nya kepada-Nya, \"Tuan melihatkah orang banyak ini mendesakkan Tuan, maka kata Tuan: Siapa menjamah Aku?\"","Maka Yesus memandang sekeliling hendak melihat perempuan yang berbuat perkara itu.","Maka perempuan itu pun takut dan menggeletar, sebab diketahuinya barang yang sudah berlaku padanya, lalu datanglah ia sujud di hadapan Yesus serta memberitahu segala halnya dengan sebenarnya.","Maka kata Yesus kepadanya, \"Hai anak-Ku! Imanmu sudah menyembuhkan engkau. Pulanglah engkau dengan sejahtera, dan pulihlah daripada penyakitmu itu.\"","Di dalam Ia sedang berkata-kata, datanglah beberapa orang dari rumah penghulu itu berkata, \"Anak Tuan sudah mati; apa sebabnya lagi Tuan menyusahkan Guru?\"","Tetapi Yesus dengan tiada memberatkan perkataan yang dikatakan itu, lalu berkata kepada penghulu itu, \"Jangan takut, percayalah!\"","Maka tiada diberi-Nya barang seorang pun mengikut Dia, hanyalah Petrus dan Yakub, dan Yahya, saudara Yakub itu.","Lalu tibalah mereka itu di rumah penghulu itu, maka dilihat oleh Yesus huru-hara itu, dan orang yang menangis dan meratap terlalu sangat.","Setelah Ia masuk, maka kata-Nya kepada mereka itu, \"Apakah sebabnya kamu bergaduh dan menangis? Budak ini bukan mati, hanya tidur sahaja.\"","Maka mereka itu mentertawakan Dia. Tetapi setelah disuruh-Nya sekalian orang itu keluar, maka dibawa-Nya bapa budak itu dan ibunya dan orang-orang yang serta-Nya itu, lalu masuk ke dalam tempat budak itu.","Maka dipegang-Nya tangan budak itu serta berkata kepadanya, \"Talita kumi!\" yang diterjemahkan artinya, \"Hai budak perempuan, Aku berkata kepadamu, bangunlah!\"","Maka seketika itu juga budak itu pun bangunlah, lalu berjalan; karena umurnya sudah sampai dua belas tahun. Maka tercengang-cenganglah mereka itu sekalian serta heran terlalu sangat.","Maka sangatlah dipesankan-Nya, supaya jangan perkara itu ketara, lalu disuruh-Nya memberi makan budak perempuan itu."]