["Maka pergilah Yesus dari sana, lalu sampai ke negeri sendiri; maka murid-murid-Nya mengikut Dia.","Maka pada hari Sabbat mulailah Ia mengajar di dalam rumah sembahyang, maka sekalian orang pun heranlah tatkala mendengar Dia, serta berkata, \"Dari manakah orang ini beroleh perkara yang demikian? Dan macam manakah hikmat yang dikaruniakan kepada-Nya, dan lagi Ia mengadakan juga mujizat yang demikian dengan tangan-Nya?","Bukankah orang ini tukang kayu, anak Maryam, dan saudara Yakub dan Yoses dan Yudas dan Simon? Dan bukankah saudara-Nya yang perempuan pun ada di antara kita di sini?\" Maka mereka itu menaruh syak akan Yesus.","Tetapi kata Yesus kepada mereka itu, \"Seorang nabi bukannya tiada berhormat, kecuali di dalam negerinya sendiri dan di antara sanak-saudaranya dan di dalam isi rumahnya.\"","Maka di sana tiadalah Ia mengadakan barang sesuatu mujizat pun, melainkan ada sedikit orang sakit yang disembuhkan-Nya dengan meletakkan tangan ke atas mereka itu.","Maka heranlah Yesus, sebab mereka itu tiada percaya. Lalu pergilah Ia berjalan ke kampung-kampung yang sekeliling serta mengajar orang.","Maka Yesus memanggil kedua belas murid-Nya, lalu menyuruhkan mereka itu berdua-dua; maka diberi-Nya kuasa kepada mereka itu atas segala setan.","Lalu dipesankan-Nya kepada mereka itu supaya jangan membawa barang sesuatu pun pada perjalanannya, hanyalah sebatang tongkat sahaja, tetapi roti pun jangan, pundi-pundi pun jangan, uang dalam ikat pinggang pun jangan,","boleh juga memakai kasut, tetapi jangan memakai dua lapis baju dalam.","Maka berkatalah Yesus kepada mereka itu, \"Barang di mana kamu masuk ke dalam rumah orang, di situlah kamu tinggal, sehingga kamu berangkat pula dari tempat itu.","Maka tempat mana yang tiada menerima kamu, atau tiada hendak mendengar akan kamu, apabila kamu keluar dari situ pula, kebaskanlah debu yang di tapak kakimu, akan menjadi suatu kesaksian pada mereka itu.\"","Maka keluarlah mereka itu serta mengajar orang, bahwa patut orang bertobat.","Maka mereka itu membuangkan beberapa setan dan mengurapi beberapa banyak orang sakit dengan minyak, serta menyembuhkan mereka itu.","Maka kedengaranlah kabar Yesus kepada Baginda Herodes, karena sudah termasyhur nama Yesus, dan kata orang, \"Yahya Pembaptis sudah bangkit pula dari antara orang mati, itulah sebabnya dapat bergerak segala khasiat di dalam-Nya.\"","Maka ada orang berkata, \"Inilah Elias\"; ada pula yang berkata, \"Inilah seorang nabi, sama seperti barang seorang dari antara segala nabi.\"","Tetapi tatkala Herodes mendengar hal itu, sabdanya, \"Yahya inilah yang kupenggalkan kepalanya, ia bangkit pula.\"","Karena Herodes sendiri sudah menyuruhkan orang menangkap Yahya, lalu diikatnya dia di dalam penjara oleh sebab Herodiah, isteri Pilipus, saudaranya itu, karena Herodes sudah beristerikan dia.","Karena Yahya telah berkata kepada Herodes, \"Haramlah bagimu mengambil isteri saudaramu.\"","Maka Herodiah menaruh dendam akan Yahya hendak membunuh dia, tetapi tiada boleh;","karena Herodes takut akan Yahya, sebab diketahuinya: Ialah seorang yang benar lagi suci, maka selalu dijagainya dia; dan apabila ia mendengar Yahya, sangatlah serba salah hatinya, dan ia suka mendengarkan dia.","Maka apabila sampai kepada suatu hari yang baik (yaitu pada hari lahir Herodes) diadakannya suatu perjamuan bagi segala pegawai yang besar-besar dan panglimanya dan orang yang bangsawan di negeri Galilea.","Tatkala itu anak perempuan Herodiah sendiri masuk serta menari, maka disukakannya hati Herodes dengan segala orang yang duduk santap sehidangan dengan dia. Maka bertitahlah baginda kepada anak perempuan itu, \"Pintalah kepadaku barang kehendakmu, aku akan memberi kepadamu.\"","Lalu bersumpah-janjilah Herodes kepadanya, sabdanya, \"Barang apa pun yang engkau pinta kepadaku, aku beri kepadamu, walau setengah kerajaanku ini sekalipun.\"","Maka keluarlah anak perempuan itu, lalu bertanya kepada bundanya, \"Apakah yang hendak kupinta?\" Maka jawab bundanya, \"Pintalah kepala Yahya Pembaptis.\"","Maka sebentar itu juga masuklah ia dengan gopoh-gopoh menghadap baginda serta meminta, katanya, \"Patik kehendaki, supaya Tuanku sekarang juga berikan kepala Yahya Pembaptis di dalam sebuah dulang kepada patik ini.\"","Maka baginda pun terlalu bersusah hati; akan tetapi oleh sebab sumpahnya sendiri, dan lagi oleh sebab segala orang yang duduk santap sehidangan dengan dia, tiada ia mau menolakkan permintaannya.","Sebentar itu juga baginda menyuruhkan seorang biduanda serta bertitah padanya akan mengambil kepala Yahya. Maka orang itu pun pergilah memancung kepala Yahya di dalam penjara.","Lalu dibawanya kepala itu di dalam sebuah dulang, dan diberikannya kepada anak perempuan itu; maka anak perempuan itu pun memberikan dia pula kepada bundanya.","Setelah kedengaran hal itu kepada murid-murid Yahya, datanglah mereka itu mengambil mayatnya, lalu ditaruhkannya di dalam kubur.","Maka berhimpunlah sekalian rasul datang kepada Yesus, lalu mengabarkan kepada-Nya segala perkara, baik yang diperbuatnya atau yang diajarkannya.","Maka kata Yesus kepada mereka itu, \"Marilah kamu sendiri ke tempat yang sunyi, supaya memperhentikan lelahmu di situ.\" Karena banyak orang yang pergi datang, sehingga makan pun tiada sempat mereka itu.","Maka pergilah sekaliannya berperahu kepada suatu tempat yang sunyi senyap berasing.","Tetapi banyak orang melihat mereka itu pergi dan banyak orang kenal Dia, lalu keluarlah mereka itu daripada segala negeri, bersama-sama berjalan kaki, serta berlari berhimpun ke sana akan mendahului orang yang berperahu itu.","Maka tatkala Yesus turun dari perahu, dilihat-Nya suatu perhimpunan orang banyak, lalu jatuhlah kasihan-Nya akan mereka itu, karena sekaliannya seumpama domba yang tiada bergembala, maka Ia mulai mengajarkan banyak perkara kepada mereka itu.","Maka setelah hampir hari petang, datanglah murid-murid-Nya serta berkata, \"Tempat ini sunyi dan hari pun hampir petang;","suruhkanlah orang ini pulang, supaya mereka itu pergi ke dusun-dusun dan kampung-kampung yang keliling akan membeli makanan bagi dirinya, karena tiada mereka itu menaruh barang sesuatu pun akan dimakannya.\"","Tetapi jawab Yesus, kata-Nya, \"Kamu berilah mereka itu makan.\" Maka kata murid-murid-Nya kepada-Nya, \"Kamikah pergi membeli roti barang dua ratus dinar harganya akan memberi makan orang-orang ini?\"","Maka berkatalah Ia kepada murid-murid-Nya, \"Berapa ketul roti ada padamu? Pergi lihat.\" Setelah diketahuinya, maka katanya, \"Ada roti lima ketul, dan ikan dua ekor.\"","Maka dikatakan-Nya kepada mereka itu menyuruh duduk orang sekalian itu bertumpuk-tumpuk di atas rumput hijau itu.","Lalu duduklah mereka itu berkelompok, ada yang seratus, ada yang lima puluh banyaknya.","Maka Yesus pun mengambil roti lima ketul dan ikan dua ekor itu, lalu menengadah ke langit serta memberi berkat, kemudian Ia memecahkan roti itu, dan memberikan kepada murid-murid-Nya, supaya mereka itu meletakkan di hadapan segala orang itu; demikian juga ikan yang dua ekor itu dibahagikan-Nya kepada orang sekalian.","Maka makanlah sekaliannya sampai kenyang.","Kemudian diangkat oranglah segala sisanya, dua belas bakul penuh, lain daripada sisa ikan itu.","Adapun yang makan roti itu, yaitu lima ribu orang laki-laki banyaknya.","Maka sebentar itu juga dikerah-Nya murid-murid-Nya dahulu naik perahu akan menyeberang ke negeri Baitsaida, sementara Ia lagi menyuruh pulang orang banyak itu.","Setelah Ia meminta diri daripadanya, lalu pergilah Ia ke gunung hendak berdoa.","Setelah sudah petang hari, maka perahu itu pun sampai di tengah tasik, sedang Yesus seorang diri di darat.","Maka dilihat-Nya mereka itu sangat payah berdayung karena angin sakal, lalu pada waktu lepas pukul tiga malam datanglah Ia kepadanya, yaitu dengan berjalan di atas air tasik, hendak melintas mereka itu.","Akan tetapi ketika mereka itu nampak Dia berjalan di atas air tasik itu, disangkakannya hantu, lalu berteriaklah mereka itu,","karena sekaliannya memandang Yesus sehingga terkejut, tetapi dengan segeranya Ia bertutur dengan mereka itu, serta berkata kepadanya, \"Tetapkanlah hatimu, inilah Aku, jangan takut!\"","Lalu naiklah Yesus ke dalam perahu mendapatkan mereka itu, maka berhentilah angin itu, sehingga sekaliannya heran dan tercengang-cengang di dalam dirinya terlalu sangat;","karena mereka itu belum mengerti dan tiada memperhatikan hal memberikan roti itu, oleh sebab keras hatinya.","Maka menyeberanglah mereka itu, lalu sampai ke Genesaret dan berlabuh di sana.","Setelah mereka itu turun dari perahu, maka sebentar itu juga orang-orang kenal Yesus,","lalu bersegeralah mereka itu berjalan seluruh tanah yang sekeliling, serta mulai membawa segala orang sakit di atas tempat baringnya, yaitu ke tempat yang didengarnya ada Yesus.","Dan barang di mana juga Ia masuk, baik kampung baik negeri ataupun dusun, orang membawa segala orang sakit ke pasar negerinya, serta memohonkan izin daripada Yesus, kalau-kalau boleh menjamah kaki jubah-Nya sahaja; maka seberapa orang yang menjamah Dia itu pun sembuhlah."]