["Maka orang Parisi serta beberapa orang ahli Taurat, yang sudah datang dari Yeruzalem, berhimpun kepada-Nya.","Apabila dilihatnya beberapa orang murid-Nya makan roti dengan tangan yang cemar, yaitu yang tiada berbasuh dahulu,","(karena orang Parisi dan segala orang Yahudi tiadalah makan, kecuali orang-orang itu membasuh tangannya dengan tertibnya, yaitu menurut adat istiadat orang tua-tua.","Demikian juga apabila pulang dari pasar, tiada mereka itu makan, sebelum membasuh rata dirinya; dan lagi banyak perkara lain, yang diterimanya dan diturutnya, seperti basuhan segala cawan dan tempat minuman kayu, dan periuk tembaga),","lalu orang Parisi dan ahli Taurat bertanya kepada-Nya, \"Apakah sebabnya murid-murid-Mu tiada melakukan dirinya sebagai adat istiadat orang tua-tua, tetapi mereka itu makan roti dengan tiada membasuh tangannya?\"","Maka kata Yesus kepada mereka itu, \"Benar sekali barang yang Nabi Yesaya telah bernubuat akan hal kamu, orang munafik, seperti yang tersurat: Bahwa kaum ini menghormati Aku dengan mulutnya. Tetapi hatinya jauh daripada-Ku.","Sia-sialah mereka itu menyembah Aku, karena mereka itu mengajarkan hukum-hukum akal manusia.","Hukum Allah kamu tinggalkan, tetapi adat istiadat manusia kamu pegang.\"","Maka kata-Nya lagi kepada mereka itu, \"Sesungguhnya kamu menolakkan hukum Allah, supaya dapat kamu menurut adat istiadat orang tua-tuamu.","Karena Musa berkata: Hormatilah ibu bapamu, dan: Barangsiapa yang mencerca bapanya atau ibunya, ialah akan mati dibunuh.","Tetapi kamu ini berkata: Baiklah, jika seorang berkata kepada bapanya atau ibunya: Korban, (artinya persembahan kepada Allah) itulah barang yang patut menjadi faedahmu daripadaku,","maka tiada kamu beri ia berbuat barang sesuatu lagi bagi bapanya atau ibunya.","Demikianlah kamu meniadakan firman Allah oleh adat istiadat orang tua-tuamu yang sudah kamu tentukan, dan banyak perkara yang sebagai itu kamu perbuat.\"","Maka dipanggil-Nya pula orang banyak itu, lalu berkata kepada mereka itu, \"Dengarlah kamu sekalian akan Daku, dan hendaklah kamu mengerti!","Tiadalah barang sesuatu pun yang datang dari luar orang, serta masuk ke dalamnya, dapat menajiskan dia, hanyalah barang yang keluar dari dalam orang, itulah menajiskan dia.","Barangsiapa yang bertelinga untuk mendengar, hendaklah ia mendengar.\"","Maka tatkala Yesus meninggalkan orang banyak itu serta masuk ke dalam rumah, datanglah murid-murid-Nya bertanyakan hal perumpamaan ini kepada-Nya.","Lalu kata-Nya kepada mereka itu, \"Kamu pun sebegitu kurang pahamkah juga? Tiadakah kamu mengerti, bahwa barang apa yang masuk ke dalam orang dari luar tiada dapat menajiskan dia?","Karena itu bukannya masuk ke dalam hati, melainkan ke dalam perut, lalu keluar ke dalam jamban, dengan demikianlah membersihkan segala makanan itu?\"","Maka kata-Nya lagi, \"Barang yang keluar dari dalam orang, itulah menajiskan dia.","Karena dari dalam, yaitu dari dalam hati orang, keluar pikiran yang jahat, zinah, curi, bunuhan,","permukahan, kekikiran, kejahatan, tipu, hawa nafsu jahat, mata jahat, hujat, congkak, kebodohan.","Segala perkara yang jahat ini keluar dari dalam hati, dan menajiskan orang.\"","Maka berangkatlah Yesus dari sana, lalu pergi ke jajahan Tsur dan Sidon. Maka masuklah Ia ke sebuah rumah, kehendak-Nya jangan diketahui oleh seorang jua pun, tetapi tiada dapat Ia bersembunyi.","Karena dengan segera kedengaran kabar Yesus kepada seorang perempuan, yang anaknya yang perempuan dirasuk setan, lalu datang serta sujud pada kaki-Nya.","Adapun perempuan itu seorang orang Gerika, bangsa Siro Puniki. Maka ia meminta Yesus membuangkan setan itu dari dalam anaknya.","Tetapi kata-Nya kepada perempuan itu, \"Biarlah anak-anak dikenyangkan dahulu, karena tiada patut diambil roti dari anak-anak, lalu mencampakkan kepada anjing.\"","Maka sahut perempuan itu, serta berkata kepada-Nya, \"Benarlah, ya Rabbi, tetapi anjing yang di bawah meja itu pun makan segala remah-remah anak-anak itu.\"","Lalu kata Yesus kepadanya, \"Oleh karena katamu ini pergilah engkau; sudahlah keluar setan itu dari dalam anakmu.\"","Setelah perempuan itu sampai ke rumahnya, didapatinya demikian, yaitu budak itu berbaring di atas tempat tidur, dan setan itu pun sudah keluar.","Apabila Yesus keluar dari jajahan Tsur pula melalui Sidon, sampailah Ia ke Tasik Galilea di tengah-tengah jajahan Dekapolis.","Maka dibawa oranglah kepada-Nya seorang tuli yang gagap, lalu dipintanya Yesus meletakkan tangan ke atasnya.","Maka diasingkan-Nya orang itu daripada orang banyak itu, lalu dimasukkan-Nya jari-Nya ke dalam telinganya; kemudian Ia meludah serta menjamah lidahnya.","Sambil menengadah ke langit Ia mengeluh serta berkata kepada orang itu, \"Eppata,\" artinya: Terbukalah!","Seketika itu juga terbukalah telinganya dan terurailah ikatan lidahnya, lalu ia berkata-kata betul.","Maka dipesankan-Nya kepada mereka itu, supaya hal itu jangan dikatakan kepada seorang jua pun, tetapi makin Ia melarangkan, makin sangat mereka itu memasyhurkan perkara itu.","Maka tercengang-cenganglah mereka itu terlalu sangat, katanya, \"Segala perbuatan-Nya baik adanya. Ia membuat orang tuli itu mendengar, dan orang kelu itu berkata-kata.\""]