["Pada masa itu amatlah banyak orang berhimpun pula, dan tiadalah padanya barang sesuatu pun yang hendak dimakannya. Lalu Yesus memanggil murid-murid-Nya, serta berkata kepada mereka itu,","\"Hati-Ku sangat kasihan akan orang banyak ini, karena sudah tiga hari lamanya mereka itu tinggal bersama-sama dengan Aku, maka tiadalah barang sesuatu pun yang hendak dimakannya.","Dan jikalau Aku menyuruhkan orang-orang ini pulang ke rumahnya dengan laparnya, niscaya pingsanlah mereka itu di jalan, karena ada yang datang dari jauh.\"","Maka sahut murid-murid-Nya kepada-Nya, \"Dari manakah orang sekalian ini dapat dikenyangkan dengan roti di padang belantara ini?\"","Maka bertanyalah Yesus kepada mereka itu, \"Berapa ketul roti ada padamu?\" Maka jawabnya, \"Tujuh ketul.\"","Maka disuruh-Nya orang banyak itu duduk di tanah. Lalu diambil-Nya roti tujuh ketul itu, diucapkan-Nya syukur dan dipecah-pecahkan-Nya serta diberi-Nya kepada murid-murid-Nya, supaya mereka itu menyampaikan dia ke hadapan orang banyak itu, lalu mereka itu pun meletakkan di hadapan orang banyak itu.","Adalah lagi pada mereka itu sedikit ikan kecil-kecil. Setelah diberkati-Nya, ikan itu pun disuruh-Nya letakkan di hadapan orang sekalian itu.","Maka makanlah mereka itu sekalian sampai kenyang; lalu orang mengangkat segala sisa roti yang tinggal itu, tujuh bakul penuh.","Adapun orang yang sudah makan itu, sekira-kira empat ribu banyaknya, maka Yesus menyuruhkan mereka itu pergi.","Sebentar itu juga Ia naik perahu bersama-sama dengan murid-murid-Nya, lalu tibalah di jajahan negeri Dalmanuta.","Maka datanglah orang Parisi serta mulai berbalah dengan Yesus, yaitu hendak meminta suatu tanda ajaib dari langit akan mencobai Dia.","Maka keluh-kesahlah Ia amat sangat di dalam diri-Nya, kata-Nya, \"Apakah sebabnya bangsa ini menuntut suatu tanda? Sesungguhnya, Aku berkata kepadamu: Kepada bangsa ini tiada diberi barang suatu tanda apa pun.\"","Maka ditinggalkan-Nya mereka itu, lalu naik perahu pulang serta pergi ke seberang.","Maka terlupalah murid-murid itu membawa roti, dan di dalam perahu itu mereka itu tidak ada suatu pun lebih daripada seketul roti sahaja.","Maka Yesus berpesan kepada mereka itu, kata-Nya, \"Ingatlah baik-baik, jagalah dirimu daripada ragi orang Parisi dan daripada ragi orang Herodiani.\"","Maka berbicaralah mereka itu sama sendiri, katanya, \"Ia berkata begitu sebab tiada roti pada kita.\"","Tetapi diketahui oleh Yesus akan pikirannya, lalu berkata kepada mereka itu, \"Apakah sebabnya kamu berbicara sebab tiada roti padamu? Belumkah kamu tahu, dan belumkah kamu mengerti? Keraskah hatimu lagi?","Kamu bermata, tiadakah kamu nampak? Kamu bertelinga, tiadakah kamu mendengar? Dan tiadakah kamu ingat,","tatkala Aku pecahkan roti yang lima ketul di antara lima ribu orang itu, berapa bakul sisa roti kamu angkat?\" Maka kata mereka itu kepada-Nya, \"Dua belas bakul.\"","\"Lagi, tatkala yang tujuh ketul di antara empat ribu orang itu, berapa bakul sisa roti kamu angkat?\" Maka jawab mereka itu, \"Tujuh bakul.\"","Maka kata Yesus kepada mereka itu, \"Belumkah kamu mengerti?\"","Maka datanglah mereka itu ke negeri Baitsaida. Maka dibawa oranglah kepada Yesus seorang buta, dipinta-Nya menjamah orang itu.","Maka Yesus pun memegang tangan orang buta itu, lalu memimpin dia ke luar dusun. Setelah diludahi-Nya mata orang itu, Ia pun meletakkan tangan-Nya ke atas orang itu, serta bertanya kepadanya, \"Adakah engkau nampak apa-apa?\"","Maka menengoklah Ia sambil berkata, \"Hamba nampak orang, karena hamba nampak mereka itu seperti pohon kayu berjalan.\"","Kemudian pula diletakkan-Nya tangan-Nya pada matanya, lalu nampaklah ia baik-baik sehingga pulihlah ia, dan dapat melihat sekaliannya dengan terang.","Maka disuruh-Nya pulang ke rumahnya, kata-Nya, \"Ke kampung pun jangan engkau masuk.\"","Maka keluarlah Yesus dengan murid-murid-Nya menuju ke kampung-kampung dekat Kaisaria Pilipi. Sedang Ia berjalan, bertanyalah Ia kepada murid-murid-Nya, serta berkata kepada mereka itu, \"Menurut kata orang siapakah Aku?\"","Maka sahut murid-murid itu, katanya, \"Ada yang mengatakan: Elias; ada pula yang mengatakan: Seorang dari antara sekalian nabi.\"","Maka bertanyalah Yesus kepada mereka itu, \"Tetapi kata kamu ini, siapakah Aku?\" Lalu sahut Petrus, serta berkata kepada-Nya, \"Tuhanlah Kristus.\"","Maka dipesankan-Nya amat sangat kepada mereka itu, jangan mengatakan dari hal-Nya kepada seorang jua pun.","Maka mulailah Yesus mengajar murid-murid-Nya, bahwa wajib Anak manusia itu akan merasai banyak sengsara, dan ditolak oleh segala orang tua-tua dan kepala-kepala imam dan ahli Taurat sehingga dibunuh oleh mereka itu, lalu Ia akan bangkit pula kemudian daripada tiga hari lamanya.","Maka segala perkataan ini dikatakan-Nya dengan terus terang. Maka Petrus membawa Yesus sertanya, lalu mulai menegur Dia.","Tetapi berpalinglah Yesus serta melihat murid-murid-Nya, lalu menghardik Petrus, kata-Nya, \"Pergilah ke belakang Aku, hai Iblis! Karena engkau bukan memikirkan perkara Allah, melainkan perkara manusia.\"","Maka dipanggil-Nya segala orang banyak itu serta dengan murid-murid-Nya, lalu berkata kepada mereka itu, \"Barangsiapa yang hendak menurut Aku, haruslah ia menyangkali dirinya serta mengangkat salibnya lalu mengikut Aku,","karena barangsiapa, yang hendak memeliharakan nyawanya, ia akan kehilangan nyawa; tetapi barangsiapa yang kehilangan nyawanya oleh karena Aku dan karena Injil, ialah akan memeliharakan nyawa.","Karena apakah untungnya kepada seorang, jikalau ia beroleh segenap dunia itu, tetapi jiwanya binasa?","Atau apakah yang patut diberi orang akan menebus jiwanya?","Sebab itu barangsiapa yang malu mengaku Aku dan perkataan-Ku di antara bangsa yang berzinah dan berdosa ini, maka Anak manusia itu pun kelak malulah mengaku dia, apabila Ia datang dengan kemuliaan Bapa-Nya beserta dengan segala malaekat-Nya yang kudus.\""]