["Maka berkatalah Yesus kepada mereka itu, \"Sesungguhnya Aku berkata kepadamu: Adalah beberapa orang yang berdiri di sini, yang tiada akan merasai mati sebelum dilihatnya kerajaan Allah datang dengan kuasa.\"","Lepas enam hari maka Yesus pun mengambil Petrus dan Yakub dan Yahya, lalu membawa mereka itu ke atas sebuah gunung yang tinggi, berasing, maka berubahlah rupa-Nya di hadapan mereka itu.","Maka pakaian-Nya pun bercahaya-cahaya terlalu sangat putihnya, sehingga tiada seorang penatu pun di atas bumi dapat memutihkan yang sedemikian itu.","Maka kelihatanlah pada mereka itu Elias dan Musa berkata-kata dengan Yesus.","Lalu Petrus pun berkata kepada Yesus, \"Ya Rabbi, baiklah kita diam di sini; biarlah kami membuat pondok tiga buah, yaitu sebuah bagi Rabbi dan sebuah bagi Musa dan sebuah bagi Elias.\"","Karena tiada diketahuinya apa yang hendak dikatakannya, sebab mereka itu terlalu sangat takut.","Maka adalah sebuah awan menaungi mereka itu, lalu kedengaranlah suatu suara dari dalam awan itu mengatakan, \"Inilah Anak-Ku yang Kukasihi, dengarlah akan Dia.\"","Maka dengan sekonyong-konyong, ketika mereka itu memandang sekeliling, tiada mereka itu nampak lagi seorang jua pun, hanyalah Yesus sahaja sertanya.","Maka tatkala mereka itu turun dari atas gunung itu berpesanlah Yesus kepada mereka itu, jangan memberitahu kepada seorang jua pun barang yang telah dilihatnya itu, sehingga lepas daripada Anak manusia bangkit dari antara orang mati.","Maka ditaruhnya perkataan ini di dalam hatinya, sambil bertanya-tanya sama sendirinya, apakah arti kata: Bangkit dari antara orang mati itu?","Maka bertanyalah mereka itu kepada Yesus, katanya, \"Bukankah segala ahli Taurat mengatakan, bahwa tak dapat tiada Elias akan datang dahulu?\"","Maka jawab-Nya kepada mereka itu, \"Memang Elias itu datang dahulu serta membaiki segala sesuatu. Tetapi bagaimanakah yang telah tersurat dari hal Anak manusia, bahwa Ia akan merasai banyak sengsara dan Ia akan dihinakan orang?","Tetapi Aku berkata kepadamu, bahwa Elias itu memang sudah datang, maka diperbuat mereka itu akan dia barang sekehendaknya, seperti yang tersurat tentang dia.\"","Apabila Yesus sampai kepada murid-murid-Nya, dilihat-Nya terlalu banyak orang mengelilingi mereka itu beserta beberapa ahli Taurat pun bersoal-soal dengan mereka itu.","Maka sebentar itu juga tercenganglah segala orang banyak tatkala melihat Dia, serta berlari memberi salam kepada-Nya.","Lalu Ia bertanya kepada mereka itu, \"Apakah perkara yang kamu perbantahkan dengan orang ini?\"","Maka seorang dari antara orang banyak itu menyahut kepada-Nya, \"Ya Guru, hamba sudah bawa kepada Guru anak hamba laki-laki yang gila babi.","Barang di mana sahaja setan itu merasuk dia, ia dipontang-pantingkannya, sehingga berbuihlah mulutnya serta kertak giginya, dan lagi makin kuruslah ia. Dan hamba sudah berkata kepada murid-murid Tuan, supaya mereka itu membuangkan setan itu, tetapi tiadalah cakap mereka itu.\"","Maka jawab Yesus kepada mereka itu, kata-Nya, \"Hai bangsa yang tiada percaya ini! Berapa lamakah lagi Aku beserta dengan kamu? Dan berapa lamakah harus Aku sabar akan kamu? Bawalah dia kepada-Ku!\"","Maka dibawanya budak itu kepada-Nya. Apabila setan itu memandang Yesus, maka seketika itu juga setan itu membanting-bantingkan budak itu, sehingga rebahlah ia ke tanah dan berguling-guling dengan berbuih-buih mulutnya.","Lalu Yesus bertanya kepada bapa budak itu, \"Berapa lama sudah jadi demikian padanya?\" Maka katanya, \"Dari kecil.","Dan kerap kali dicampakkannya ke dalam api dan ke dalam air, hendak dibunuhnya. Sebab itu kalau Tuhan boleh menolong dia, kasihanilah kami dan tolonglah kami.\"","Tetapi sahut Yesus kepadanya, \"Bagaimana: Kalau boleh? Segala perkara boleh jadi bagi orang yang percaya.\"","Maka berteriaklah bapa budak itu sambil menangis, katanya, \"Ya Tuhan, hamba percaya, tolonglah akan iman hamba yang kurang.\"","Serta dilihat oleh Yesus akan orang banyak berkerumun di tempat itu, maka ditengking-Nya setan itu serta berkata kepadanya, \"Hai setan yang kelu dan tuli, Aku suruhkan engkau keluar daripadanya, dan jangan engkau masuk pula ke dalamnya.\"","Lalu keluarlah setan itu sambil berteriak dan membanting-bantingkan dia terlalu sangat, maka budak itu kelihatan seperti orang mati, sehingga kebanyakan orang berkata, \"Sudah mati ia.\"","Tetapi Yesus memegang tangannya serta mengangkat dia, lalu bangunlah ia.","Setelah Yesus masuk ke dalam rumah, maka bertanyalah murid-murid-Nya kepada-Nya dengan sulitnya, katanya, \"Apakah sebabnya kami ini tiada dapat membuangkan setan itu?\"","Maka kata-Nya kepada mereka itu, \"Bangsa itu tidak boleh keluar dengan jalan apa pun melainkan dengan doa.\"","Maka keluarlah mereka itu dari sana melalui Galilea, tetapi Yesus tiada mau seorang jua pun mengetahui.","Karena Ia mengajar murid-murid-Nya, serta berkata kepada mereka itu, \"Anak manusia itu akan diserahkan ke tangan orang, lalu orang-orang itu akan membunuh Dia. Setelah Ia dibunuh oleh mereka itu, maka pada hari yang ketiga Ia akan bangkit pula.\"","Tetapi tiadalah mereka itu mengerti perkataan itu, dan takutlah juga bertanya kepada-Nya.","Maka datanglah mereka itu ke Kapernaum. Tatkala Yesus ada di rumah, maka Ia pun bertanya kepada murid-murid-Nya, \"Apakah perkara yang kamu bicarakan di tengah jalan?\"","Tetapi mereka itu pun diam sahaja, karena mereka itu sudah berbalah-balahan di jalan, siapakah yang terlebih besar.","Maka duduklah Yesus, lalu memanggil kedua belas murid itu, serta berkata kepada mereka itu, \"Jikalau seorang hendak menjadi yang pertama, haruslah ia menjadi yang akhir daripada sekalian, dan pelayan orang sekalian.\"","Lalu Ia mengambil seorang kanak-kanak, serta mendirikan dia di tengah-tengah mereka itu. Setelah dipeluk-Nya dia, kata-Nya lagi kepada mereka itu,","\"Barangsiapa yang menyambut seorang kanak-kanak seperti yang demikian ini atas nama-Ku, maka ialah menyambut Aku; dan barangsiapa juga yang menyambut Aku ini, sebenarnya bukan ia menyambut Aku, melainkan Dia, yang sudah menyuruhkan Aku.\"","Maka kata Yahya kepada-Nya, \"Ya Guru, kami sudah melihat seorang, yang tiada mengikut kita, membuangkan setan dengan nama Guru; lalu kami larangkan dia, sebab tiada ia mengikut kita.\"","Tetapi kata Yesus, \"Jangan dilarangkan dia, karena tiada seorang pun mengadakan mujizat dengan nama-Ku, dan boleh dengan segeranya menjahatkan Aku.","Karena barangsiapa yang tiada melawan kita, ialah kawan kita.","Bahkan, barangsiapa yang memberi minum secawan air karena nama-Ku, oleh sebab kamu ini pengiring Kristus, sesungguhnya Aku berkata kepadamu, sekali-kali tiada akan hilang pahalanya.","Barangsiapa yang mendatangkan kesalahan kepada seorang jua pun daripada kanak-kanak yang percaya akan Daku ini, maka lebih baik padanya, jikalau pada lehernya dikenakan sebuah batu kisaran, lalu ia dicampakkan ke dalam laut.","Dan jikalau tanganmu mendatangkan kesalahan padamu, keratlah dia; sebab lebih baik engkau masuk dengan tangan sebelah sahaja ke dalam hidup kekal, daripada engkau masuk dengan berdua belah tangan ke dalam jahanam, yaitu ke dalam api yang tiada terpadamkan,","di tempat ulatnya pun tiada mati, dan apinya juga tiada terpadam.","Dan jikalau kakimu mendatangkan kesalahan padamu, keratlah dia;","karena lebih baik engkau masuk dengan kaki sebelah sahaja ke dalam hidup kekal, daripada engkau dibuangkan dengan berdua belah kaki ke dalam jahanam.","Dan lagi, jikalau matamu mendatangkan kesalahan padamu, buanglah dia, sebab lebih baik engkau masuk dengan mata sebelah sahaja ke dalam kerajaan Allah, daripada engkau dibuangkan dengan kedua belah matamu ke dalam jahanam,","di tempat ulatnya pun tiada mati, dan apinya juga tiada terpadam.","Karena masing-masing akan digarami dengan api.","Garam itu baik adanya; tetapi jikalau garam itu menjadi tawar, dengan apakah dapat kamu memasinkan dia? Hendaklah kamu menaruh garam di dalam dirimu, dan berdamailah seorang dengan seorang.\""]