["Tatkala Yesus masuk ke rumah seorang penghulu orang Parisi pada suatu hari Sabbat makan roti, maka orang pun mengintai Dia.","Maka adalah di hadapan-Nya seorang yang sakit basal air.","Maka Yesus pun bertanyalah kepada orang fakih dan orang Parisi, kata-Nya, \"Halalkah menyembuhkan orang pada hari Sabbat, atau tiada?\"","Tetapi mereka itu diam sahaja. Maka dipegang-Nya orang sakit itu, serta disembuhkan-Nya dia, lalu disuruh-Nya pulang.","Maka kata-Nya kepada mereka itu, \"Siapakah di antara kamu, yang tiada bersegera menarik keluar keledai atau lembunya yang jatuh ke dalam perigi pada hari Sabbat?\"","Maka tiadalah juga mereka itu dapat menjawab atas perkara itu.","Maka Ia mengatakan suatu perumpamaan kepada orang yang dijemput itu, tatkala Ia nampak bagaimana mereka itu memilih tempat yang di atas, maka kata-Nya kepada mereka itu,","\"Apabila engkau dijemput orang kepada perjamuan kawin, jangan duduk pada tempat yang di atas, sebab barangkali ada dijemputnya orang yang lebih dihormati daripada engkau,","lalu orang yang sudah menjemput engkau dan dia, datang sambil berkata kepada engkau: Berilah tempat itu kepada orang ini; lalu dengan malu sahaja engkau akan duduk pada tempat yang di bawah sekali.","Melainkan apabila engkau dijemput orang, pergilah engkau duduk di tempat yang di bawah sekali, supaya apabila orang, yang menjemput engkau, datang, berkata kepada engkau: Hai Sahabat silakanlah naik ke atas lagi; baharulah engkau beroleh kemegahan di hadapan sekalian orang yang duduk makan bersama-sama dengan engkau.","Karena tiap-tiap orang, yang meninggikan dirinya, ia itu akan direndahkan, dan barangsiapa yang merendahkan dirinya, ia itu akan ditinggikan.\"","Maka berkatalah juga Yesus kepada orang yang menjemput Dia, \"Apabila engkau membuat perjamuan tengah hari atau malam, jangan dipanggil sahabatmu atau saudaramu atau kaum keluargamu, atau orang sekampungmu yang kaya-kaya; supaya jangan mereka itu dapat membalas jemputanmu.","Melainkan apabila engkau membuat perjamuan, jemputlah orang yang miskin, dan kudung, dan timpang, dan buta;","maka berbahagialah engkau kelak, sebab tiada apa hendak dibalaskannya kepada engkau; karena engkau dibalas pada hari kebangkitan orang benar.\"","Setelah didengar demikian oleh seorang dari antara mereka itu yang duduk makan serta-Nya, maka berkatalah ia kepada Yesus, \"Berbahagialah orang yang akan dijamu di dalam kerajaan Allah.\"","Maka kata Yesus kepadanya, \"Adalah seorang yang membuat perjamuan yang besar, dan dijemputnya beberapa banyak orang;","maka pada ketika orang hendak makan, disuruhkannya hambanya kepada orang jemputan itu mengatakan: Marilah, karena semuanya sudah sedia.","Maka mereka itu sekalian dengan tiada berkecuali mulai berdalih-dalih. Maka kata yang pertama kepadanya: Aku sudah membeli ladang, dan aku perlu ke luar pergi melihat dia; mintalah aku dimaafkan.","Maka kata yang lain: Aku sudah membeli lembu lima pasang, dan aku hendak pergi mencobai dia; mintalah aku dimaafkan.","Maka kata yang lain pula: Aku baharu kawin, sebab itu aku tiada boleh datang.","Maka kembalilah hamba itu, serta memberitahu hal itu kepada tuannya. Lalu marahlah tuan rumah itu sambil berkata kepada hambanya itu: Keluarlah engkau pergi dengan segera ke jalan-jalan dan lorong negeri, bawalah ke mari orang miskin, dan orang kudung, dan orang buta, dan orang timpang.","Maka kata hamba itu: Ya Tuan, apalah yang Tuan suruh itu sudahlah diperbuat, tetapi tempat ada lagi.","Maka kata tuan itu kepada hambanya: Keluarlah engkau pergi ke jalan-jalan raya dan tempat semak, dan ajaklah orang masuk, supaya rumahku penuh.","Karena Aku berkata kepadamu: Bahwa seorang pun tiada dari antara segala orang jemputan itu akan merasai perjamuan-Ku itu.\"","Maka teramatlah banyak orang berjalan mengiringkan Yesus; lalu Ia berpaling sambil berkata kepada mereka itu,","\"Jikalau barang seorang datang kepada-Ku dan tiada membenci bapanya, dan ibu, dan bini, dan anak, dan saudara laki-laki, dan saudara yang perempuan, bahkan, nyawanya sendiri pun, tiada dapat ia menjadi murid-Ku.","Barangsiapa yang tiada menanggung salibnya serta mengikut Aku, tiada dapat ia menjadi murid-Ku.","Karena siapakah di antara kamu, yang hendak membangunkan sebuah menara, tiada duduk dahulu menganggarkan belanjanya, kalau-kalau cukup akan melengkapkannya?","Supaya jangan, setelah dibubuhnya alas, maka tiada dapat menyudahkan, lalu segala orang yang melihat hal itu mulai mengolok-olokkan dia,","katanya: Orang ini sudah mulai membangunkan bangunan, tetapi tiada dapat menyudahkan.","Atau raja manakah hendak pergi melanggar berperang dengan seorang raja lain, yang tiada duduk dahulu bermusyawarat kalau-kalau ia boleh tahan dengan sepuluh ribu orang menghadap dua puluh ribu musuh?","Jikalau tiada, sedang raja lain itu berjauhan, maka disuruhkannyalah utusannya bertanyakan syarat perdamaian.","Sedemikian juga barangsiapa di antara kamu, yang tiada meninggalkan segala sesuatu yang dipunyainya, tiada dapat menjadi murid-Ku.","Adapun garam itu baik; tetapi jikalau garam itu menjadi tawar, dengan apakah dapat ia dimasinkan pula?","Maka tiadalah ia berguna kepada tanah atau baja pun, melainkan akan dibuang sahaja. Siapa yang bertelinga untuk mendengar, hendaklah ia mendengar.\""]