["Dan lagi berkatalah Ia pula kepada murid-murid-Nya, \"Adalah seorang kaya yang menaruh seorang jurukunci; maka orang itu diadukan orang kepada tuannya sebab memboroskan harta benda tuannya.","Maka tuan itu pun memanggil dia, serta berkata kepadanya: Apakah ini yang kudengar dari halmu? Serahkanlah kira-kira dari hal jawatanmu; karena tiada boleh lagi engkau menjadi jurukunci.","Maka kata jurukunci di dalam hatinya: Apakah hendak kuperbuat? Karena tuanku memecat aku daripada jawatan jurukunci ini? Bahwa mencangkul aku tiada kuat, meminta sedekah aku malu.","Aku tahu juga apa yang hendak kuperbuat, apabila aku dipecat daripada jawatan jurukunci ini, supaya dapat aku diterima kelak di dalam rumah orang.","Maka dipanggilnya tiap-tiap orang berutang kepada tuannya, serta berkata kepada yang pertama: Berapa banyak engkau berutang kepada tuanku?","Maka katanya: Minyak seratus tong. Lalu katanya kepadanya: Terimalah surat utangmu ini, duduk lekas, tuliskan lima puluh.","Setelah itu berkatalah ia kepada yang lain: Engkau ini, berapa banyak utangmu? Maka katanya: Gandum seratus pikul. Maka katanya kepadanya: Terimalah surat utangmu ini, tuliskan delapan puluh.","Maka tuan itu pun memuji jurukunci yang tiada setia itu, sebab hal itu dilakukannya dengan cerdiknya; karena anak-anak dunia ini terlebih cerdik di dalam pergaulannya daripada anak-anak cahaya.","Maka Aku berkata kepadamu: Carilah sahabat bagi dirimu dengan Mammon yang lekat lalim, supaya apabila Mammon kelak hilang daripadamu, sahabat itu pun kelak menerima kamu di dalam tempat kediaman yang kekal.","Siapa yang setia dengan perkara yang terlebih kecil, ia setia juga dengan perkara yang besar, dan siapa yang tiada adil di dalam perkara yang terlebih kecil, ia tiada adil juga di dalam perkara yang besar.","Sebab itu jikalau kamu tiada setia dengan Mammon yang lekat lalim itu, siapakah yang mempercayakan kamu di atas harta yang benar?","Jikalau kamu tiada setia dengan hak orang lain, siapakah pula akan memberi kepadamu hak kamu sendiri?","Tiada seorang hamba dapat bertuankan dua orang, karena tak dapat tiada seorang dibencinya dan yang lain itu dikasihinya kelak; atau ia berpegang pada seorang, dan meringankan yang lain. Tiadalah dapat kamu bertuhankan Allah bersama-sama dengan Mammon.\"","Apabila orang Parisi, yang memang loba akan uang, mendengar segala perkataan itu, lalu diolok-olokkannya Yesus.","Tetapi kata Yesus kepada mereka itu, \"Kamulah, yang membenarkan dirimu sendiri di hadapan orang; tetapi Allah mengetahui hatimu; karena barang yang nampak tinggi pada pemandangan manusia, itulah kebencian kepada Allah.","Adapun hukum Taurat dan surat segala nabi tetap sehingga sampai pada zaman Yahya; kemudian daripada itu dimasyhurkan kerajaan Allah, dan tiap-tiap orang berebut-rebut masuk ke dalamnya.","Tetapi lebih mudah langit dan bumi ini lenyap daripada hilang satu noktah Taurat.","Maka barangsiapa yang menceraikan bininya, lalu berbinikan lain orang, ialah berzinah; dan siapa yang berbinikan perempuan yang diceraikan oleh lakinya, maka ia pun berzinah juga.\"","\"Adalah seorang orang kaya; maka ia memakai pakaian ungu dan kain halus, serta hidup bersuka-suka dengan kemewahannya tiap-tiap hari.","Tetapi ada pula seorang peminta sedekah, bernama Lazarus, terbaring di muka pintu orang kaya itu katup dengan pekung;","dan sedang ingin hendak mengenyangkan dirinya dengan remah yang jatuh dari atas meja orang kaya itu. Maka anjing pun datang menjilat pekungnya.","Maka tiada berapa lama matilah si peminta sedekah itu, lalu dibawa oleh malaekat ke atas pangku Ibrahim. Dan orang kaya itu pun matilah juga, lalu dikuburkan.","Maka dengan sengsaranya di dalam alam maut, ia pun menengadahlah, lalu terpandanglah Ibrahim dari jauh dan Lazarus di atas pangkunya.","Maka berserulah ia, katanya: Ya Bapaku Ibrahim, kasihankanlah hamba dan suruhlah kiranya Lazarus datang, supaya dicelupkannya ujung jarinya ke dalam air, dan menyejukkan lidah hamba; karena hamba merasa sengsara di dalam nyala api ini.","Tetapi kata Ibrahim: Hai anakku, ingatlah, engkau sudah menerima kesenanganmu pada masa hidupmu, tetapi Lazarus itu sudah menerima kecelakaannya; sekarang di sini ia dihiburkan, tetapi engkau disengsarakan.","Tambahan pula, di antara kamu dengan kami ada suatu selang yang besar, supaya orang yang dari sini hendak pergi ke sana tiada dapat, dan orang dari sana pun tiada dapat menyeberang kepada kami.","Maka kata orang itu: Jikalau demikian, hamba sembahlah, kiranya Bapa menyuruhkan dia ke rumah bapa hamba;","karena hamba ada lagi lima saudara laki-laki; kiranya ia menyatakan kepada mereka itu keadaan hamba, supaya jangan mereka itu juga termasuk ke tempat sengsara ini.","Tetapi kata Ibrahim: Mereka itu ada kitab Musa dan nabi-nabi, hendaklah diturutnya.","Maka katanya: Bukannya demikian, ya Bapaku Ibrahim, melainkan jikalau kiranya seorang daripada orang mati pergi kepada mereka itu, niscaya mereka itu akan bertobat.","Tetapi kata Ibrahim: Jikalau mereka itu tiada mau mendengar akan Musa dan nabi-nabi itu, tiada juga mereka itu akan yakin, jikalau seorang bangkit dari antara orang mati sekalipun.\""]