["Tatkala berkerumunlah beribu-ribu orang, sehingga orang-orang terpijak-pijak satu dengan yang lain, maka mulailah Ia bertutur kepada murid-murid-Nya dahulu, \"Jagalah dirimu daripada ragi orang Parisi, yaitu munafik.","Tetapi suatu pun tiada tersembunyi, yang tiada dinyatakan kelak, dan tiadalah rahasia, yang tiada dibukakan kelak.","Sebab itu barang yang kamu katakan di dalam gelap, akan didengar di tengah terang; dan barang yang kamu bisikkan ke telinga orang di dalam bilik, akan diserukan dari atas sotoh rumah.","Maka Aku berkata kepadamu, hai sahabat-Ku: Janganlah kamu takut akan orang yang membunuh tubuh, dan kemudian suatu pun tiada dapat diperbuatnya lagi.","Tetapi Aku hendak menyatakan kepadamu akan siapa yang patut kamu takut, yaitu takutlah akan Dia, yang sesudah Ia membunuh, berkuasa membuangkan ke dalam neraka, bahkan, Aku berkata kepadamu: Hendaklah kamu takuti Dia.","Bukankah burung pipit dijual orang lima ekor dua duit? Maka pada pemandangan Allah seekor pun tiada terlupa.","Bahkan lagi rambut di kepalamu semuanya sudah terhitung. Janganlah kamu takut: Kamu terlebih indah daripada burung pipit yang banyak itu.","Maka Aku berkata kepadamu: Tiap-tiap orang yang mengaku Aku di hadapan manusia, maka Anak manusia juga mengaku dia di hadapan malaekat Allah.","Tetapi barangsiapa yang menyangkali Aku di hadapan manusia, maka ia pun akan disangkali di hadapan malaekat Allah.","Dan barangsiapa yang mengatakan perkataan yang melawan Anak manusia, ia itu akan diampuni; tetapi kepada orang yang menghujat Rohulkudus, tiada akan diampuni.","Apabila orang membawa kamu ke hadapan majelis di rumah-rumah sembahyang, dan ke hadapan raja dan pemerintah, janganlah kamu bimbang akan hal bagaimana atau apa yang hendak kamu jawabkan, atau apa yang hendak kamu katakan;","karena Rohulkudus akan mengajar kamu pada saat itu juga, apa yang wajib kamu katakan.\"","Adalah seorang dari antara orang banyak itu yang berkata kepada-Nya, \"Ya Guru, suruhkanlah saudaraku berbahagi pusaka dengan hamba.\"","Tetapi kata Yesus kepadanya, \"Hai engkau, siapakah menjadikan Aku hakim atau pembahagi atas harta kamu?\"","Dan lagi kata-Nya kepada mereka itu, \"Ingatlah baik-baik, jagalah dirimu daripada segala tamak, karena kehidupan orang bukannya bergantung kepada kelebihan hartanya.\"","Lalu Ia bertutur kepada mereka itu dengan perumpamaan, kata-Nya, \"Adalah tanah seorang yang kaya mengeluarkan perolehan banyak.","Maka berpikirlah ia di dalam hatinya, katanya: Apakah patut kuperbuat? Karena aku tiada bertempat hendak menyimpan segala hasil ladangku.","Maka katanya: Bahwa inilah kuperbuat; hendak kurombak segala lumbungku, lalu membangunkan yang lebih besar, di situ aku hendak menyimpan semua gandum dan hartaku.","Maka aku akan berkata kepada jiwaku: Hai jiwaku, engkau ada banyak harta tersimpan untuk beberapa tahun, senangkanlah dirimu, makan minum dan bersukacitalah.","Tetapi firman Allah kepadanya: Hai bodoh, bahwa malam ini juga nyawamu akan dituntut daripadamu; maka barang yang engkau sudah sediakan itu menjadi hak siapakah?","Demikianlah hal orang yang mengumpulkan harta bagi dirinya sendiri, tetapi tiada ia kaya kepada Allah.\"","Maka kata Yesus kepada murid-murid-Nya, \"Sebab itu Aku berkata kepadamu: Janganlah kamu kuatir akan hal nyawamu, yaitu apa yang hendak kamu makan; atau dari hal tubuhmu, apa yang hendak kamu pakai.","Karena nyawa itu lebih daripada makanan, dan tubuh itu lebih daripada pakaian.","Perhatikanlah hal burung gagak, tiada ia menabur benih atau menuai, dan tiada padanya tempat bekal atau lumbung, maka Allah juga memeliharakan dia, apatah lagi lebihnya kamu daripada burung-burung itu!","Siapakah di antara kamu dengan kuatirnya dapat melanjutkan umurnya barang sedikit pun?","Jikalau yang sedikit ini pun tiada dapat kamu perbuat, apakah sebabnya kamu kuatir akan lain-lain itu?","Perhatikanlah hal bunga bakung, bagaimana tumbuhnya; tiada ia memintal benang, dan tiadalah pula ia bertenun; maka Aku berkata kepadamu: Meskipun Sulaiman dengan segala kemuliaannya, tiada ia dihiasi seperti salah satu daripada kuntum bunga itu.","Jikalau sedemikian Allah menghiasi rumput di padang, yang ada pada hari ini dan esoknya dibuangkan ke dalam dapur api, apatah lagi Ia melebihkan kamu, hai orang yang kurang percaya.","Demikian kamu ini, janganlah mencari barang apa yang hendak kamu makan, dan yang hendak kamu minum, janganlah kamu bimbang.","Karena semuanya ini dituntut oleh orang kafir di dalam dunia ini; tetapi Bapamu terlebih mengetahui akan hal itu perlu bagi kamu.","Tetapi carilah kerajaan-Nya, maka sekaliannya itu ditambahkan kepadamu.","Janganlah takut, hai sekawan domba yang kecil ini, karena itulah kesukaan Bapamu mengaruniai kamu kerajaan itu.","Jualkanlah barang yang ada padamu dan sedekahkanlah; perbuatlah akan dirimu pundi-pundi yang tiada akan buruk, suatu harta yang tiada berkesudahan di surga, yaitu di tempat pencuri tiada masuk, dan yang tiada gegat membinasakan.","Karena barang di mana ada hartamu, di situlah juga hatimu.\"","\"Hendaklah pinggangmu berikat dan pelitamu menyala;","dan hendaklah kamu seumpama orang, yang menunggu tuannya apabila ia kembali daripada perjamuan kawin; supaya apabila ia datang serta mengetuk pintu, mereka itu boleh dengan segeranya membukakan pintu baginya.","Berbahagialah segala hamba, yang didapati oleh tuannya sedang berjaga ketika ia tiba; sesungguhnya Aku berkata kepadamu, bahwa tuan itu pun akan mengikat pinggangnya sendiri, serta mempersilakan mereka itu duduk makan, lalu datang melayani mereka itu.","Jikalau ia tiba pada waktu jaga yang kedua atau yang ketiga, serta didapatinya mereka itu ada demikian juga, maka berbahagialah hamba-hamba itu.","Tetapi ini kamu ketahui: Bahwa jikalau tuan rumah itu sudah mengetahui pada waktu yang mana pencuri datang, tak dapat tiada berjaga-jagalah ia, dan tiada dibiarkannya rumahnya dipecah.","Oleh sebab itu hendaklah kamu juga bersedia; karena Anak manusia akan tiba pada suatu saat yang tiada kamu sangka-sangka.\"","Maka kata Petrus, \"Ya Tuhan, perumpamaan ini, Tuhan tujukan kepada kamikah, atau kepada orang sekaliankah?\"","Maka kata Tuhan, \"Siapakah jurukunci yang setiawan dan budiman, yang ditetapkan oleh tuannya atas isi rumahnya, akan membahagikan makanan masing-masing pada waktu yang tertentu?","Berbahagialah hamba, yang didapati oleh tuannya sedang berbuat demikian ketika ia tiba itu.","Dengan sesungguhnya Aku berkata kepadamu, ia akan menetapkan dia atas segala sesuatu miliknya.","Tetapi jikalau hamba itu akan berkata di dalam hatinya: Tuanku lambat lagi datang; lalu mulai memukul hamba laki-laki dan perempuan, serta makan dan minum sampai mabuk,","maka tuan hamba itu akan tiba pada suatu hari yang tiada disangkakannya, dan pada saat yang tiada diketahuinya, lalu menyesah dia teramat sangat, sambil menetapkan bahagiannya bersama-sama dengan orang kafir.","Adapun hamba yang sudah mengetahui kehendak tuannya, pada halnya tiada ia bersiap atau melakukan kehendak tuannya itu, ia akan disesah amat sangat.","Tetapi yang tiada mengetahui itu, serta melakukan barang yang patut ia disesah, maka ia akan disesah sedikit sahaja. Karena kepada tiap-tiap orang yang dikaruniakan banyak, daripadanyalah akan dituntut banyak, dan kepada orang yang diamanatkan banyak, daripadanyalah akan dituntut balik terlebih banyak.","Adapun kedatangan-Ku ini hendak melemparkan api ke atas bumi; dan betapakah sukanya Aku, kalau-kalau api itu sudah menyala!","Tetapi haruslah Aku dibaptiskan dengan suatu baptisan, dan bagaimana susah hati-Ku selagi belum itu digenapi!","Adakah kamu sangka kedatangan-Ku ini membawa keamanan di atas bumi? Aku berkata kepadamu: Tidak, melainkan perselisihan.","Karena daripada ketika ini lima orang di dalam sebuah rumah akan berlawan-lawan sama sendiri, yaitu tiga orang melawan dua, dan dua melawan tiga,","dan bapa melawan anaknya laki-laki, dan anak laki-laki melawan bapanya; ibu melawan anaknya yang perempuan, dan anak yang perempuan melawan ibunya; mak mentua melawan menantunya yang perempuan, dan menantu yang perempuan melawan mak mentua.\"","Dan lagi pula berkata Yesus kepada orang banyak, \"Apabila kamu nampak suatu awan naik di sebelah barat, dengan segera kamu berkata: Hujan akan turun; maka berlaku demikian.","Dan apabila angin selatan bertiup, maka katamu: Hari akan panas terik; maka berlakulah demikian.","Hai munafik, maka bumi dan langit kamu tahu menyatakan, dan bagaimanakah yang tiada kamu tahu menyatakan keadaan zaman ini?","Apakah sebabnya tiada dapat kamu mengambil keputusan yang sungguh daripada dirimu sendiri?","Karena jikalau engkau pergi bersama-sama dengan lawanmu menghadap hakim, perusahakanlah dirimu sementara berjalan itu, supaya engkau terlepas daripadanya; asal jangan ia membawa engkau kepada hakim, dan hakim pula menyerahkan engkau kepada pegawai, dan pegawai itu membuang engkau ke dalam penjara.","Aku berkata kepadamu: Sekali-kali tiada engkau dapat keluar dari sana, selagi engkau belum menjelaskan utangmu sehabis-habisnya.\""]