["Pada masa itu juga ada beberapa orang yang memberitahu kepada Yesus dari hal orang Galilea, yang darahnya dicampurkan oleh Pilatus dengan korban mereka itu.","Maka jawab-Nya serta berkata kepada mereka itu, \"Adakah kamu sangka, bahwa orang Galilea ini lebih besar dosanya daripada dosa sekalian orang Galilea yang lain itu, sebab merasai sengsara yang demikian itu?","Aku berkata kepadamu: Bukannya begitu; tetapi jikalau tiada kamu bertobat, niscaya kamu sekalian pun akan binasa begitu juga.","Atau pada sangkamu kedelapan belas orang yang mati ditimpa oleh menara di Siloam itu, lebih bersalahkah daripada sekalian orang yang diam di Yeruzalem?","Aku berkata kepadamu: Bukannya begitu; tetapi jikalau tiada kamu bertobat, niscaya kamu sekalian pun akan binasa sedemikian itu juga.\"","Maka dikatakan-Nya perumpamaan ini, \"Adalah seorang mempunyai sepohon ara ditanam di dalam kebun anggurnya; maka datanglah ia mencari buahnya pada pohon itu, tetapi tiada didapatinya.","Lalu katanya kepada penunggu kebun itu: Tengoklah, sudah tiga tahun lamanya aku datang mencari buah pada pohon ara ini, tiada dapat; tebanglah dia, apa gunanya lagi ia menyempitkan tanah itu?","Maka ia pun menyahut sambil berkata kepadanya: Ya Tuan, biarkanlah dia lagi tahun ini, sehingga sahaya mencangkul kelilingnya dan membajakkan dia,","jikalau ia berbuah lagi kemudian hari, baiklah; jikalau tiada, bolehlah Tuan menebang dia.\"","Tatkala Yesus sedang mengajar di dalam sebuah rumah sembahyang pada hari Sabbat,","maka kelihatanlah seorang perempuan yang dirasuk setan sehingga lemah sudah delapan belas tahun lamanya, sampai bungkuk belakangnya, dan tiada dapat lagi menegakkan dirinya.","Apabila Yesus nampak dia, lalu Ia memanggil perempuan itu serta berkata kepadanya, \"Hai perempuan, terlepaslah engkau daripada penyakit lemahmu itu.\"","Lalu diletakkan-Nya tangan-Nya atas perempuan itu; maka sebentar itu juga betullah belakangnya itu, lalu ia memuliakan Allah.","Maka gusarlah hati penghulu rumah sembahyang itu sebab Yesus menyembuhkan orang pada hari Sabbat, lalu katanya kepada orang banyak, \"Ada enam hari yang patut orang bekerja; sebab itu patut di dalam hari itulah orang datang akan disembuhkan, tetapi jangan pada hari Sabbat.\"","Tetapi sahut Tuhan kepadanya, serta berkata, \"Hai munafik, bukankah pada hari Sabbat kamu masing-masing melepaskan lembu atau keledainya daripada kandang, akan membawa pergi minum.","Akan tetapi perempuan ini, seorang anak Ibrahim, yang diikat oleh setan, wah, sudah delapan belas tahun lamanya, tiadakah patut ia dilepaskan daripada pengikat ini pada hari Sabbat?\"","Tatkala Yesus berkata demikian, malulah sekalian lawan-Nya, tetapi segala orang banyak itu bersukacita karena segala perbuatan mulia-mulia yang telah diperbuat-Nya.","Setelah itu kata Yesus, \"Apakah yang seumpama kerajaan Allah, dan dengan apakah hendak Kuumpamakan dia?","Yaitu seumpama sebiji sesawi, yang diambil dan ditaburkan orang di dalam kebunnya sendiri; maka tumbuhlah benih itu, lalu menjadi pohon, dan burung-burung di udara pun bersarang di cabang-cabangnya.\"","Maka kata-Nya pula, \"Dengan apakah hendak Kuumpamakan kerajaan Allah?","Yaitu seumpama ragi, yang diambil oleh seorang perempuan, dibubuhnya dalam tepung tiga sukatan, sampai khamir semuanya.\"","Maka berjalanlah Yesus daripada sebuah negeri ke sebuah negeri dan kampung-kampung mengajar serta melangsungkan perjalanan-Nya ke Yeruzalem.","Maka berkatalah seorang kepada-Nya, \"Ya Tuhan, sedikitkah sahaja orang yang beroleh selamat?\" Maka kata-Nya kepada mereka itu,","\"Usahakanlah dirimu masuk daripada pintu yang sempit; karena Aku berkata kepadamu: Banyaklah orang yang ingin masuk, tetapi tiada dapat.","Apabila tuan rumah itu bangun menutup pintu, dan kemudian kamu datang berdiri di luar mengetuk pintu dengan kata: Ya Tuan, bukakanlah kami pintu! maka ia pun akan menjawab sambil berkata kepadamu: Aku tiada tahu, dari mana kamu datang;","baharulah kamu akan mulai berkata-kata: Kami sudah makan minum di hadapan Tuan, dan Tuan mengajar di lorong-lorong negeri kami.","Maka ia akan berkata kepadamu: Aku tiada tahu, dari mana kamu datang; undurlah daripada-Ku, kamu sekalian, yang mengerjakan kejahatan.","Di sanalah kelak tangisan dan kertak gigi, ketika kamu memandang Ibrahim, dan Ishak, dan Yakub, dan segala nabi di dalam kerajaan Allah, tetapi kamu akan ditolakkan ke luar.","Maka ada orang yang datang kelak dari sebelah timur dan barat, dari sebelah utara dan selatan, dan akan dijamu di dalam kerajaan Allah.","Sesungguhnya ada orang yang terkemudian akan menjadi yang terdahulu; dan ada orang yang terdahulu akan menjadi yang terkemudian.\"","Pada ketika itu juga datanglah beberapa orang Parisi, serta berkata kepada-Nya, \"Keluarlah Tuan pergi dari sini, karena Herodes hendak membunuh Tuan.\"","Maka kata Yesus kepada mereka itu, \"Pergilah kamu katakan kepada si serigala itu: Sesungguhnya Aku membuang setan, dan menyembuhkan orang pada hari ini dan besok, dan pada hari yang ketiga Aku menyudahkan pekerjaan-Ku.","Tetapi haruslah Aku melangsungkan perjalanan-Ku pada hari ini dan besok dan lusa; karena tak boleh seorang nabi dibunuh di luar Yeruzalem.","Hai Yeruzalem, Yeruzalem, yang membunuh nabi-nabi, dan yang merajam segala orang yang disuruhkan kepadamu! Berapa banyak kali sudah Aku berkehendak menghimpunkan anak-anakmu, seperti seekor ibu ayam menghimpunkan anak-anaknya di bawah sayapnya, tetapi tiada kamu mau.","Sesungguhnya rumahmu kelak tertinggal sunyi senyap; maka Aku berkata kepadamu, bahwa tiada lagi kamu akan melihat Aku, sehingga datang ketikanya kamu berkata: Mubaraklah Ia yang datang dengan nama Tuhan!\""]