["Sedangkan banyak orang sudah mencoba mengarang hikayat dari hal segala perkara yang menjadi yakin di antara kita,","sebagaimana yang diserahkan kepada kita oleh orang, yang dari mulanya melihat dengan matanya sendiri dan menjadi pengajar Injil itu,","maka tampaknya baik kepadaku pun, yang telah menyelidiki segala perkara itu dengan betul-betul dari asalnya, menyuratkan bagimu dengan peraturannya, hai Teopilus yang mulia,","supaya engkau dapat mengetahui kesungguhan segala sesuatu yang diajarkan kepadamu.","Pada zaman Herodes, raja negeri Yudea, adalah seorang imam, namanya Zakaria, yaitu daripada bahagian Abia; dan ia ada seorang isteri keturunan Harun, namanya Elisabet.","Adapun keduanya itu taat kepada Allah, serta menurut segala firman dan hukum-hukum Tuhan dengan tiada bercela.","Tetapi mereka itu tiada beranak, karena Elisabet itu mandul, dan keduanya pun sudah sangat lanjut umurnya.","Maka berlakulah tatkala ia memegang pekerjaan imam di hadapan Allah menurut peraturan gilirannya,","bahwa ia terkena undi, menurut pekerjaan imam, akan masuk ke dalam Bait Allah membakar kemenyan.","Maka segenap perhimpunan kaum itu ada sembahyang di luar pada ketika membakar kemenyan itu.","Maka kelihatanlah kepada Zakaria seorang malaekat Tuhan terdiri di sebelah kanan tempat persembahan membakar kemenyan itu.","Lalu Zakaria pun terkejut memandang dia, serta datang ketakutan atasnya.","Tetapi berkatalah malaekat itu kepadanya, \"Janganlah takut, hai Zakaria, karena permohonanmu sudah diluluskan, dan isterimu Elisabet itu akan beranakkan bagimu seorang anak laki-laki, maka hendaklah engkau menamai dia Yahya.","Dan akan jadi kesukaan dengan sukaria bagimu, serta banyak orang akan menyukakan kelahirannya.","Karena ia akan menjadi besar kepada pemandangan Tuhan, dan tiada ia akan minum air anggur atau minuman yang keras; dan ia akan penuh dengan Rohulkudus daripada rahim ibunya.","Maka ia akan mengembalikan banyak orang bani Israel kepada Allah, Tuhannya itu.","Dan ialah yang akan berjalan di hadapan Tuhan dengan roh dan kuasa Elias, akan membalikkan hati segala bapa kepada anak-anaknya dan orang ingkar kepada perasaan hati orang yang benar; dan akan menyediakan suatu kaum yang lengkap bagi Tuhan.\"","Maka kata Zakaria kepada malaekat itu, \"Bagaimanakah hamba hendak mengerti perkara ini? Karena hamba sudah tua, dan isteri hamba pun sudah sangat lanjut umurnya.\"","Maka malaekat itu menjawab, serta berkata kepadanya, \"Aku inilah Jibrail, yang berdiri di hadapan Allah, dan Aku disuruhkan mengatakan kepadamu, serta menyampaikan kabar kesukaan ini.","Ingatlah, engkau akan menjadi kelu dan sekali-kali tiada dapat berkata-kata sehingga sampai kepada hari hal ini berlaku kelak, oleh sebab engkau tiada percaya akan perkataanku, yang akan disampaikan pada ketikanya.\"","Maka orang banyak itu pun ternanti-nantilah akan Zakaria, serta sangat heran sebab ia lambat di dalam Bait Allah itu.","Maka tatkala ia keluar, tiadalah ia dapat berkata-kata lagi dengan mereka itu; maka sudahlah mereka itu mengetahui bahwa Zakaria telah terpandang suatu penglihatan di dalam Bait Allah; lalu ia berisyarat berulang-ulang kepada mereka itu, langsunglah kelu.","Setelah genap hari pekerjaannya itu, pulanglah ia ke rumahnya.","Kemudian daripada itu hamillah Elisabet, isterinya itu, lalu menyembunyikan dirinya lima bulan lamanya, serta berkata,","\"Sedemikian inilah perbuatan Tuhan kepadaku pada masa Ia menilik aku, hendak menghilangkan maluku kepada orang-orang.\"","Pada bulan yang keenam, maka malaekat Jibrail itu disuruhkan Allah ke sebuah negeri di Galilea, yang bernama Nazaret,","kepada seorang perawan yang bertunangan dengan seorang laki-laki bernama Yusuf, keturunan Daud; maka nama perawan itu Maryam.","Maka malaekat itu pun datanglah kepadanya, serta berkata, \"Sejahteralah engkau, yang sudah beroleh anugerah! Tuhanlah beserta dengan engkau.\"","Maka terkejutlah ia sebab katanya demikian, serta berpikir akan pengertian salam ini.","Maka kata malaekat itu kepada Maryam, \"Janganlah takut, hai Maryam! Karena engkau sudah beroleh anugerah Allah.","Sesungguhnya engkau akan hamil, dan beranakkan seorang anak laki-laki, maka hendaklah engkau namakan Dia Yesus.","Maka Ia akan menjadi besar, dan Ia akan dikatakan Anak Allah Yang Mahatinggi; maka Allah, Tuhan kita, akan mengaruniakan kepada-Nya takhta Daud, nenek moyang-Nya itu.","Maka Ia pun akan menjadi raja atas benih Yakub selama-lamanya, dan kerajaan-Nya itu tiada berkesudahan.\"","Lalu kata Maryam kepada malaekat itu, \"Bagaimanakah perkara ini boleh jadi, karena hamba belum mengetahui laki-laki?\"","Maka jawab malaekat itu serta berkata kepadanya, \"Bahwa Rohulkudus akan turun atasmu, dan kuasa Allah Yang Mahatinggi akan menaungi engkau. Sebab itu juga Yang Kudus yang akan diperanakkan itu, kelak dikatakan Anak Allah.","Sesungguhnya keluargamu, Elisabet, itu pun mengandung seorang anak laki-laki pada masa tuanya; maka sekarang ini sudah masuk bulannya yang keenam, yang dahulunya dikatakan mandul;","karena tiap-tiap firman Allah, satu pun tiada yang mustahil.\"","Maka kata Maryam, \"Sesungguhnya, hamba ini hamba Tuhan; jadilah kiranya pada hamba sebagaimana katamu.\" Maka gaiblah malaekat itu daripadanya.","Pada masa itu juga berangkatlah Maryam, serta pergi dengan segeranya ke pegunungan, ke sebuah negeri di tanah Yehuda;","lalu masuklah ia ke dalam rumah Zakaria, serta memberi salam kepada Elisabet.","Maka berlakulah tatkala Elisabet mendengar salam Maryam itu, meloncatlah kanak-kanak yang di dalam rahimnya itu, dan Elisabet pun penuh dengan Rohulkudus.","Lalu ia pun berseru dengan nyaring suaranya, katanya, \"Engkaulah yang berbahagia di antara sekalian perempuan, dan berbahagialah juga kandunganmu.","Dari manakah jadi padaku, bahwa ibu Tuhanku datang berjumpa dengan aku?","Karena sesungguhnya ketika tiba salammu itu ke telingaku, meloncatlah kanak-kanak itu di dalam rahimku dari sebab sukacitanya.","Maka berbahagialah perempuan yang sudah percaya ini; karena barang yang dikatakan kepadanya daripada Tuhan akan disampaikan kelak.\"","Maka kata Maryam, \"Jiwaku megahkan Tuhan,","dan rohku bersukaria akan Allah Juruselamatku.","Karena Ia telah menilik akan kerendahan hamba-Nya; bahwa sesungguhnya daripada sekarang ini, sekalian bangsa akan mengatakan aku berbahagia.","Karena Yang Mahakuasa telah mengadakan kepadaku perbuatan yang besar; maka kuduslah nama-Nya.","Maka rahmat-Nya tetap turun-temurun atas segala orang yang takut akan Dia.","Maka Ia menunjukkan perbuatan yang berkuasa dengan tangan-Nya; dan mencerai-beraikan orang yang berhati sombong.","Ia menurunkan raja dari atas takhtanya, dan meninggikan orang yang rendah.","Maka orang yang lapar dikenyangkan dengan kebajikan; dan orang yang kaya disuruh-Nya pergi dengan kosong.","Ia menolong bani Israel hamba-Nya, mengenangkan rahmat-Nya,","sebagaimana yang dijanjikan-Nya kepada nenek moyang kita, yaitu Ibrahim dan benihnya selama-lamanya.\"","Maka tinggallah Maryam bersama-sama dengan Elisabet sekira-kira tiga bulan lamanya, lalu ia pulang ke rumahnya.","Maka Elisabet pun genaplah bulannya akan bersalin, lalu ia beranakkan seorang anak laki-laki.","Maka orang sekampungnya dan kaum keluarganya mendengar, bahwa Tuhan sudah mengembangkan rahmat-Nya kepadanya; maka mereka itu pun bersukacitalah dengan dia.","Maka pada hari yang kedelapannya datanglah orang menyunatkan kanak-kanak itu, serta hendak menamakan dia Zakaria menurut nama bapanya.","Maka sahut ibunya serta berkata kepadanya, \"Bukan begitu, melainkan ia akan dinamakan Yahya.\"","Maka kata mereka itu kepadanya, \"Tiada seorang pun dari antara kaum keluargamu yang bernama ini.\"","Lalu mereka itu bertanya kepada bapanya dengan isyarat, apa namanya yang ia suka kanak-kanak itu dinamakan.","Maka dipintanya suatu papan tulis, lalu dituliskannya demikian, \"Yahyalah namanya.\" Maka mereka itu sekalian pun heranlah.","Dengan seketika itu juga terbukalah mulutnya dan terlepaslah lidahnya, lalu ia berkata-kata dengan memuji Allah.","Maka datanglah ketakutan atas sekalian orang yang diam sekelilingnya, maka segala perkataan ini disiarkan orang pada seluruh pegunungan Yudea.","Maka segala orang mendengar itu pun menyimpan di dalam hatinya, serta berkata, \"Apakah kelak derajatnya kanak-kanak itu?\" Karena tangan Tuhan ada beserta dengan dia.","Maka Zakaria bapanya pun penuhlah dengan Rohulkudus, lalu bernubuat, katanya,","\"Segala puji bagi Allah, Tuhan orang Israel; karena Ia telah melawat kaum-Nya serta memberi penebusannya,","dan membangunkan bagi kita suatu tanduk selamat di dalam isi rumah Daud hamba-Nya itu","(seperti yang difirmankan-Nya dengan lidah segala nabi-Nya yang kudus, daripada permulaan dunia),","yaitu kelepasan daripada musuh kita, dan dari dalam tangan segala orang yang membenci kita.","Supaya Ia menunjukkan kasihan-Nya kepada nenek moyang kita, serta mengenang perjanjian-Nya yang kudus,","yaitu sumpahan yang disumpahkan-Nya kepada Ibrahim, nenek moyang kita, meluluskan kita sehingga kita,","terlepas daripada tangan musuh, beribadat kepada-Nya dengan tiada takut,","dengan kesucian dan keadilan di hadapan-Nya seumur hidup kita.","Adapun engkau ini, hai anakku, engkau akan dikatakan seorang nabi Allah Yang Mahatinggi, karena engkau berjalan di hadapan Allah menyediakan jalan-Nya,","akan memberi pengetahuan akan hal selamat kepada kaum-Nya di dalam keampunan dosanya,","sebab kemurahan rahmat daripada Tuhan kita, maka cahaya dari atas pun datang melawat kita,","akan memberi terang kepada orang yang diam di dalam gelap dan bayang-bayang maut, akan menujukan kaki kita kepada jalan sejahtera.\"","Maka kanak-kanak itu pun makin besarlah dan bertambah-tambah kuat rohnya; maka ia tinggal di padang belantara, sehingga sampai kepada masa ia menyatakan dirinya kepada orang Israel."]