["Setelah itu, maka Tuhan pun menentukan tujuh puluh murid","Maka kata-Nya kepada mereka itu, \"Sungguhpun tuaiannya banyak, tetapi orang yang menuai itu sedikit sahaja; sebab itu pintalah kepada Tuhan yang empunya tuaiannya itu, supaya Ia menyuruh orang menuai ke tempat tuaiannya.","Pergilah kamu! Ingat-ingat, Aku menyuruh kamu seperti anak domba di antara serigala.","Jangan membawa pundi-pundi, atau tempat bekal, atau kasut; dan jangan memberi salam kepada barang seorang pun di jalan.","Apabila kamu masuk ke rumah mana pun, hendaklah kamu berkata dahulu: Sejahteralah bagi rumah ini.","Jikalau ada anak sejahtera di situ, maka sejahteramu itu pun akan tinggal tetap kepadanya; tetapi jikalau tiada, berbaliklah sejahtera itu kepada kamu.","Di dalam rumah itulah kamu tinggal serta makan minumlah barang yang diberinya; karena tiap-tiap orang yang bekerja, niscaya mendapat upahnya. Janganlah kamu berpindah-pindah dari sebuah rumah ke sebuah rumah.","Apabila kamu masuk ke negeri mana pun serta orang menerima kamu, makanlah barang yang dihidangkan bagimu,","dan sembuhkanlah orang sakit di situ, serta katakan kepadanya: Kerajaan Allah sudah dekat dengan kamu.","Apabila kamu masuk ke negeri mana pun, tetapi orangnya tiada menerima kamu, pergilah kamu ke luar ke jalan-jalannya, katakanlah:","Debu negerimu yang lekat pada kaki kami itu pun, kami kebaskan kepadamu; akan tetapi ketahuilah olehmu, bahwa kerajaan Allah sudah dekat.","Maka Aku berkata kepadamu, bahwa pada hari itu siksa negeri Sodom terlebih ringan daripada siksa negeri itu.","Celakalah engkau, hai Khorazin! Celakalah engkau, hai Baitsaida! Karena jikalau di dalam Tsur dan Sidon sudah jadi segala mujizat seperti yang sudah berlaku di dalam kamu, tak dapat tiada sudah lama ia bertobat serta duduk berkainkan karung dan berabu.","Tetapi siksa Tsur dan Sidon pada hari kiamat terlebih ringan daripada siksa kamu.","Dan engkau, hai Kapernaum, engkau ditinggikan sampai ke langitkah? Sampai ke dalam alam maut engkau akan ditolakkan.","Siapa yang mendengar kamu, ialah mendengar Aku, dan siapa yang menolak kamu, ialah menolak Aku; dan siapa yang menolak Aku, ialah menolak Dia, yang menyuruh Aku.\"","Maka kembalilah ketujuh puluh murid itu dengan sukacitanya serta berkata, \"Ya Tuhan, segala setan juga takluk kepada kami atas nama Tuhan.\"","Maka kata Yesus kepada mereka itu, \"Aku nampak Iblis jatuh seperti kilat dari langit.","Ingatlah, Aku memberi kamu kuasa memijak ular dan kalajengking, dan kuasa atas segala kekuatan musuh; maka suatu pun tiada yang memberi bahaya kepadamu.","Tetapi di dalam hal ini jangan kamu bersukacita, yaitu bahwa segala setan takluk kepadamu; melainkan bersukacitalah sebab namamu tersurat di dalam surga.\"","Pada ketika itu juga bergemarlah Yesus di dalam Rohulkudus serta kata-Nya, \"Ya Bapa, Tuhan langit dan bumi, Aku memuji Engkau, sebab Engkau melindungkan perkara ini daripada orang budiman dan berpengetahuan dan menyatakan dia kepada anak-anak; ya Bapa, karena yang sedemikian itulah berkenan pada pemandangan-Mu.","Segala sesuatu sudah diserahkan kepada-Ku oleh Bapa-Ku, dan seorang pun tiada mengenal Anak itu, hanyalah Bapa sahaja, dan seorang pun tiada mengenal Bapa itu, hanyalah Anak sahaja, dan lagi orang, yang hendak dinyatakan kepadanya oleh Anak itu.\"","Maka berpalinglah Yesus kepada murid-murid-Nya sendiri, serta berkata, \"Berbahagialah mata yang nampak barang yang kamu lihat.","Karena Aku berkata kepadamu, bahwa banyaklah nabi dan raja ingin hendak melihat segala perkara yang kamu tampak ini, maka tiada mereka itu dapat melihatnya; dan hendak mendengar perkara yang kamu dengar ini, maka tiada mereka itu dapat mendengarnya.\"","Adalah seorang fakih berdiri hendak mencobai Dia, katanya, \"Ya Guru, apakah yang wajib sahaya perbuat, supaya menjadi waris hidup yang kekal?\"","Maka kata Yesus kepadanya, \"Apakah yang tersurat di dalam kitab Taurat? Bagaimanakah engkau baca?\"","Maka jawabnya serta berkata, \"Hendaklah engkau mengasihi Allah Tuhanmu dengan sebulat-bulat hatimu, dan dengan segenap jiwamu, dan dengan segala kuatmu, dan dengan sepenuh akal budimu, dan sesamamu manusia seperti dirimu sendiri.\"","Maka kata Yesus kepadanya, \"Betullah jawabmu itu. Perbuatlah demikian, niscaya engkau akan hidup.\"","Tetapi orang itu hendak membenarkan dirinya, lalu katanya kepada Yesus, \"Siapakah gerangan sesama manusia itu?\"","Maka ujar Yesus sambil kata-Nya, \"Bahwa adalah seorang yang turun dari Yeruzalem ke Yerikho; maka jatuhlah ia ke tangan penyamun, yang merampas pakaiannya serta memukul dia, lalu pergi meninggalkan dia hampir mati.","Kebetulan turunlah dengan jalan itu juga seorang imam; apabila dilihatnya dia, maka menyimpanglah ia melintas dia.","Sedemikianpun seorang suku bangsa Lewi, apabila sampai ke tempat itu serta terpandang akan dia, maka menyimpanglah ia melintas dia.","Tetapi seorang Samaria, yang sedang berjalan datang ke tempat ia terhantar; apabila terpandang akan dia, maka jatuhlah kasihannya,","lalu ia menghampiri dia serta membebatkan lukanya, sambil menuang minyak dan air anggur ke atasnya; setelah itu ia pun menaikkan dia ke atas keledainya sendiri, lalu membawa dia ke rumah tumpangan, serta membela dia.","Pada keesokan harinya dikeluarkannya dua dinar, diberikannya kepada tuan rumah tumpangan itu sambil katanya: Belakanlah dia, dan barang apa yang engkau belanjakan lebih daripada itu aku ganti, apabila aku datang kembali.","Dari antara tiga orang itu yang manakah pada sangkamu, yang menjadi sesama manusia pada orang yang jatuh ke tangan penyamun?\"","Maka katanya, \"Ialah yang menaruh belas kasihan kepadanya.\" Maka kata Yesus kepadanya, \"Pergilah, dan engkau perbuatlah sedemikian itu juga.\"","Maka sambil berjalan masuklah Yesus ke dalam sebuah kampung; maka adalah seorang perempuan bernama Marta menyambut Dia ke dalam rumahnya.","Maka Marta itu ada seorang saudara perempuan bernama Maryam, yang duduk di ujung kaki Yesus, serta mendengar perkataan-Nya.","Tetapi Marta itu bersibuk melayan, menghampiri Yesus serta berkata, \"Ya Tuhan, tiadakah Tuhan hiraukan saudara sahaya membiarkan sahaya melayani seorang diri? Sebab itu suruhlah dia menolong sahaya.\"","Maka Tuhan pun menjawab serta berkata kepadanya, \"Marta, Marta, engkau bersusah-susah dan kuatir dari hal banyak;","tetapi hanyalah satu sahaja yang perlu; karena Maryam sudah memilih bahagian yang baik, yang tiada akan diambil daripadanya.\""]