["Maka masuklah Yesus melalui negeri Yerikho.","Maka adalah seorang bernama Zakheus, yaitu kepala pemungut cukai, lagi kaya.","Maka dicarinya jalan hendak melihat siapa gerangan Yesus itu, tetapi tiada dapat oleh sebab orang banyak, lagi ia rendah.","Maka berlarilah ia dahulu, lalu memanjat sepohon ara hendak melihat Yesus, karena dari situlah Ia akan lalu.","Tatkala sampai ke tempat itu, maka Yesus pun memandang ke atas dan berkata kepadanya, \"Hai Zakheus, turunlah engkau dengan segera, karena pada hari ini tak dapat tiada Aku menumpang di dalam rumahmu.\"","Maka segeralah ia turun, menyambut Dia dengan sukacitanya.","Maka sekalian orang yang melihat hal itu bersungut-sungutlah, serta berkata, \"Bahwa kepada seorang yang berdosa Ia pergi menumpang!\"","Maka berdirilah Zakheus serta berkata kepada Tuhan, \"Sesungguhnya setengah daripada harta hamba, ya Tuhan, hamba sedekahkan kepada orang miskin, dan jikalau hamba sudah memperdayakan harta orang, hamba mengembalikan empat kali ganda.\"","Maka Yesus pun berkatalah kepadanya, \"Pada hari ini datanglah selamat kepada seisi rumah ini, karena ia ini juga terhisab kepada anak Ibrahim.","Karena Anak manusia datang hendak mencari dan menyelamatkan yang sesat.\"","Setelah sudah orang mendengar segala perkara itu, Ia pun melanjutkan pertuturan-Nya dengan suatu perumpamaan, karena Ia sudah dekat dengan Yeruzalem, dan lagi sebab disangka orang kerajaan Allah akan kelihatan pada masa itu juga.","Sebab itu kata Yesus, \"Adalah seorang orang bangsawan hendak berangkat ke negeri yang jauh akan menerima kerajaan bagi dirinya, lalu kembali.","Maka dipanggilnya sepuluh orang hambanya, lalu diberinya kepada mereka itu sepuluh kati perak, serta berkata kepadanya: Berniagalah kamu sehingga aku pulang.","Tetapi anak negerinya itu membenci dia, lalu menyuruh seorang utusan mengikut dia, mengatakan: Kami tiada mau orang ini menjadi raja kami.","Tatkala ia kembali daripada menerima kerajaan itu, maka disuruhnya panggil segala hamba yang diberi uang perak itu datang kepadanya, supaya diketahuinya berapa pendapatan masing-masing di dalam perniagaan itu.","Maka datanglah yang pertama itu menghadap, serta berkata: Ya Tuan, perak Tuan yang sekati itu menjadi sepuluh kati lebihnya.","Maka kata tuan itu kepadanya: Sabaslah, hai hamba yang baik; oleh sebab engkau setia dengan yang sedikit, engkau diberi kuasa memerintah sepuluh buah negeri.","Maka datanglah yang kedua menghadap, serta berkata: Ya Tuan, perak Tuan yang sekati itu sudah menjadi lima kati lebihnya.","Maka berkatalah juga tuan kepada orang itu: Engkau pun ditetapkan memerintah lima buah negeri.","Maka datanglah yang lain itu menghadap, katanya: Ya Tuan, inilah perak Tuan sekati itu, yang hamba menyimpan di dalam sapu tangan;","sebab hamba takut akan Tuan, karena Tuan seorang yang keras hati; Tuan mengambil yang tiada Tuan taruh, dan menuai yang tiada Tuan tabur.","Maka kata tuan itu kepadanya: Hai hamba yang jahat, dengan perkataanmu itu aku menghukumkan engkau. Sudahkah engkau ketahui, bahwa aku ini seorang yang keras hati, yang mengambil barang yang tiada kutaruh, dan menuai barang yang tiada kutabur?","Apakah sebabnya tiada engkau taruhkan uang perakku itu di tempat orang menjalankan uang? Supaya apabila aku kembali dapat kuambil balik beserta dengan bunganya?","Lalu ia berkata pula kepada orang yang berdiri di situ: Ambilkan daripadanya perak sekati itu, dan serahkan kepada orang yang menaruh sepuluh kati itu.","Maka kata orang kepadanya: Ya Tuan, sudah ada padanya sepuluh kati.","Maka Aku berkata kepadamu, barangsiapa yang mempunyai barang sesuatu, kepadanya akan diberi lagi, tetapi barangsiapa yang tiada mempunyai sesuatu itu, daripadanya juga diambil barang yang ada padanya.","Tetapi segala seteruku itu yang tiada suka aku menjadi raja mereka itu, bawalah ke mari dan bunuh mereka itu di hadapanku.\"","Setelah Ia berkata demikian, maka dilangsungkannya perjalanannya naik menuju ke Yeruzalem.","Tatkala mereka itu tiba dekat Baitfagi dan Baitani pada gunung yang bernama Bukit Zaitun, disuruh-Nya dua orang murid-Nya,","kata-Nya, \"Pergilah kamu ke kampung yang di hadapan kamu; apabila kamu masuk kampung itu, kamu akan jumpa seekor anak keledai tertambat, yang belum pernah ditunggang orang; orakkanlah talinya, bawa dia ke mari.","Jikalau barang seorang bertanya kepadamu: Apakah sebabnya kamu orakkan dia? Katakanlah begini: Tuhan berkehendak akan dia.\"","Maka orang yang disuruhkan itu pergilah, lalu didapatinya betul seperti yang dikatakan oleh Yesus kepada mereka itu.","Sedang mereka itu mengorakkan tali anak keledai itu, maka kata orang yang mempunyainya, \"Apakah sebabnya kamu lepaskan anak keledai itu?\"","Maka kata mereka itu, \"Tuhan berkehendak akan dia.\"","Lalu dibawanyalah kepada Yesus, dan dihamparkannya pakaiannya sendiri di atas anak keledai itu, serta didudukkannya Yesus di atasnya.","Maka sementara Ia berjalan, orang pun membentangkan pakaiannya di jalan.","Apabila Ia sudah dekat dengan tempat curam Bukit Zaitun itu, maka sekalian murid-Nya yang banyak itu pun mulailah bersukacita dan memuji Allah dengan nyaring suaranya, oleh sebab segala mujizat yang dilihatnya itu,","katanya, \"Mubaraklah Raja yang datang dengan nama Tuhan; sejahtera di surga, dan kemuliaan di tempat Yang Mahatinggi!\"","Maka antara orang banyak itu ada beberapa orang Parisi berkata kepada-Nya, \"Ya Guru, tegurkan murid-murid-Mu itu.\"","Maka jawab Yesus, kata-Nya, \"Aku berkata kepadamu, jikalau mereka itu diam, niscaya batu akan bersorak.\"","Tatkala Ia sudah dekat serta nampak negeri itu, Ia pun menangislah akan dia,","sambil berkata, \"Jikalau kiranya pada hari ini sahaja engkau sudah mengetahui akan barang yang dapat membawa sejahtera kepadamu! Tetapi sekarang ini semuanya itu terlindung daripada matamu.","Karena harinya akan datang atasmu, yang segala musuhmu berkubu sekeliling engkau, serta mengepung engkau dan mengimpit daripada segala pihak,","dan engkau diempaskannya sehingga rata dengan tanah beserta dengan anak-anakmu yang ada padamu, dan tiada ditinggalkannya tersusun sebuah batu pun di atas yang lain di dalam negerimu, oleh sebab engkau tiada sadar akan masa yang engkau dilawat.\"","Maka masuklah Yesus ke dalam Bait Allah, serta mulai mengusir segala orang yang berjual-jualan di situ,","sambil berkata kepada mereka itu, \"Adalah tersurat: Bahwa Rumah-Ku akan menjadi rumah tempat berdoa; tetapi kamu ini menjadikan dia gua penyamun.\"","Maka sehari-harilah Ia mengajar di dalam Bait Allah itu. Tetapi kepala-kepala imam dan ahli Taurat beserta dengan penghulu kaum itu mencari daya akan membunuh Dia.","Maka tiada didapatinya seperti yang dimaksudkannya itu; karena segenap kaum itu berpaut kepada-Nya serta mendengarkan Dia."]