["Adalah segala orang pemungut cukai dan orang berdosa menghampiri Yesus, hendak mendengar perkataan-Nya.","Maka bersungut-sungutlah orang Parisi dan ahli Taurat, serta berkata, \"Orang ini menyambut orang berdosa, dan makan pula sertanya.\"","Lalu dikatakan-Nya perumpamaan ini kepada mereka itu, kata-Nya,","\"Siapakah dari antara kamu, yang menaruh domba seratus ekor, lalu kehilangan seekor daripadanya itu, yang tiada meninggalkan sembilan puluh sembilan ekor itu di padang belantara, lalu pergi mencari yang hilang itu, sehingga dapat?","Dan jikalau didapatinya, maka diangkatnya ke atas bahunya dengan sukacitanya.","Setelah sampai ke rumahnya, maka dipanggilnya sahabat-sahabat dan orang sekampungnya, serta berkata kepada mereka itu: Bersukacitalah kamu beserta dengan aku, karena aku telah mendapat dombaku yang hilang itu.","Maka Aku berkata kepadamu: Demikian juga kesukaan di surga kelak sebab satu orang berdosa yang bertobat, lebih daripada sembilan puluh sembilan orang benar yang tak usah bertobat.\"","\"Atau perempuan manakah pula yang menaruh sepuluh keping uang perak, jikalau ia kehilangan sekeping, yang tiada memasang pelita serta menyapu rumah dan menyuluh dengan cermat sehingga dapat?","Setelah didapatinya, maka dipanggilnya sahabatnya yang perempuan dan orang sekampungnya, katanya: Bersukacitalah kamu beserta dengan aku, karena aku telah mendapat uang perakku yang hilang itu.","Maka Aku berkata kepadamu: Demikian juga jadi kesukaan di hadapan malaekat Allah sebab satu orang berdosa yang bertobat.\"","Maka kata Yesus, \"Adalah seorang yang mempunyai dua anak laki-laki.","Maka kata yang bungsu itu kepada bapanya: Ya Bapa, berilah aku bahagian harta yang jatuh kepadaku. Maka dibahagikannya harta kepada kedua-duanya.","Tiada berapa lama kemudian daripada itu, maka anak yang bungsu itu pun mengemaskan sekaliannya, lalu pergi ke negeri yang jauh; maka di sanalah diboroskannya hartanya itu dengan kelakuan yang jahat.","Setelah dihabiskannya kesemuanya, jadilah suatu bala kelaparan yang dahsyat di dalam negeri itu; maka ia pun mulai merasa kekurangan.","Lalu pergilah ia memperhambakan dirinya kepada seorang daripada anak negeri itu; maka orang itu pun menyuruhkan dia ke ladangnya menjaga babinya.","Maka inginlah ia akan mengisi perutnya dengan hampas kulit, makanan babi, tetapi tiada seorang pun memberikan kepadanya.","Lalu sadarlah ia akan dirinya serta berkata: Berapa banyak orang gaji bapaku yang beroleh makanan dengan berlimpah-limpah, tetapi aku di sini binasa dengan kelaparan!","Aku hendak bangkit pergi kepada bapaku dan berkata kepadanya: Ya Bapa, sahaya berbuat dosa terhadap surga dan Bapa;","tiadalah lagi sahaya berlayak disebut anak Bapa; jadikanlah sahaya seperti seorang dari antara orang gaji Bapa.","Maka bangkitlah ia, lalu pergi kepada bapanya. Tetapi sedang ia lagi jauh, bapanya sudah nampak dia, lalu jatuhlah kasihannya, serta berlarilah bapanya memeluk lehernya sambil mencium dia.","Maka kata anaknya kepadanya: Ya Bapa, sahaya sudah berbuat dosa kepada surga dan Bapa, tiadalah lagi sahaya berlayak disebut anak Bapa.","Tetapi berkatalah bapa itu kepada hambanya: Bawalah dengan segeranya jubah yang elok sekali, pakaikan kepadanya, dan kenakanlah sebentuk cincin ke jarinya, dan kasut di kakinya.","Dan bawalah anak lembu yang tambun, sembelihkan, biar kita makan dan bersukaria,","karena anakku ini sudah mati, dan hidup balik; ia sudah hilang, dan dapat balik. Maka mulailah mereka itu bersukaria.","Maka anaknya yang sulung itu ada di ladang; sedang ia pulang serta dekat dengan rumah itu, didengarnya bunyi-bunyian dan tari-tarian.","Lalu dipanggilnya seorang daripada hamba-hamba itu serta bertanya, apa barang yang berlaku itu.","Maka kata hamba itu kepadanya: Adik Tuan sudah kembali, dan bapa Tuan sudah menyembelihkan anak lembu yang tambun itu, sebab ia dapat balik dia dengan selamatnya.","Maka marahlah ia, tiada mau masuk rumah; lalu bapanya keluar membujuk dia masuk.","Tetapi ia menyahut serta berkata kepada bapanya: Tengoklah, berapa tahun lamanya sahaya memperhambakan diri sahaya kepada Bapa, dan belum pernah Bapa memberi sahaya seekor anak kambing, supaya sahaya dapat bersukaria dengan handai-tolan sahaya.","Tetapi tatkala anak Bapa ini balik yang sudah menelan harta bapa itu dengan perempuan sundal, maka bapa sembelihkan dia anak lembu yang tambun itu.","Maka kata bapanya kepadanya: Hai anakku, engkau ini senantiasa bersama-sama dengan aku, dan segala sesuatu hak aku itulah hak engkau.","Patutlah bersukaria dan bersukacita, karena adikmu ini sudah mati, dan hidup balik; ia sudah hilang, dan dapat balik.\""]