["Maka bertuturlah Tuhan kepada murid-murid-Nya, \"Tak dapat tiada akan jadi beberapa perkara yang mendatangkan kesalahan; tetapi celakalah atas orang, yang menyebabkan kesalahan itu!","Maka lebih beruntung baginya, jikalau sebuah batu kisaran dikenakan ke lehernya, lalu ia ditenggelamkan ke dalam laut, daripada ia mendatangkan kesalahan kepada seorang daripada kanak-kanak ini.","Jagalah dirimu! Jikalau saudaramu bersalah, tegurkanlah dia; jikalau ia menyesal, ampunilah dia.","Jikalau ia bersalah kepadamu tujuh kali sehari, dan tujuh kali pula balik kepadamu dengan katanya: Aku menyesal, hendaklah engkau mengampuni dia!\"","Maka berkatalah rasul-rasul itu kepada Yesus, \"Tambahilah iman kami!\"","Maka kata Yesus, \"Jikalau kamu menaruh iman sebesar biji sesawi, maka kamu berani mengatakan pada pohon ara ini: Tercabutlah dan tertanam di laut, maka ia menurut perintahmu kelak.","Siapakah di antara kamu yang mempunyai seorang hamba yang menenggala atau menggembala, yang berkata tatkala hamba itu balik dari bendang: Mari lekas duduk makan?","Bukankah ia akan berkata kepadanya: Siapkan makananku, ikatlah pinggangmu melayani aku, sehingga sudah aku makan minum, baharulah engkau pula makan minum?","Adakah diucapkannya syukur kepada hamba itu sebab diperbuatnya seperti yang disuruhnya itu?","Demikianlah juga kamu, apabila kamu sudah berbuat segala perkara yang diperintahkan atasmu itu, berkatalah: Bahwa kami ini hamba yang tiada berguna; kami hanya berbuat barang yang wajib atas kami.\"","Di dalam perjalanan-Nya ke Yeruzalem, dilalui-Nya tengah-tengah negeri Samaria dan Galilea.","Serta masuk ke dalam sebuah kampung, Ia dijumpai oleh sepuluh orang yang kena bala zaraat, yang terdiri dari jauh.","Maka mereka itu pun berteriak, katanya, \"Ya Yesus, ya Rabbi, kasihankanlah kami!\"","Apabila Yesus nampak mereka itu, lalu berkatalah Ia kepada mereka itu, \"Pergilah kamu tunjukkan dirimu kepada imam-imam.\" Maka sambil berjalan, mereka itu pun tahirlah.","Maka seorang daripada mereka itu, tatkala ia nampak dirinya sembuh, berbaliklah ia sambil memuliakan Allah dengan nyaring suaranya;","lalu sujud ke kaki Yesus, serta mengucap syukur kepada-Nya; maka orang itu, ialah seorang Samaria.","Maka jawab Yesus serta berkata, \"Bukankah sepuluh orang yang telah ditahirkan? Tetapi di manakah yang sembilan lagi?","Tidakkah ada seorang pun yang balik ke mari memuliakan Allah, lain daripada orang keluaran ini?\"","Dan lagi kata-Nya kepada orang itu, \"Bangunlah engkau pulang! Imanmu sudah menyelamatkan engkau.\"","Tatkala Ia ditanya oleh orang Parisi, bilakah kerajaan Allah itu datang, lalu jawab-Nya kepada mereka itu, kata-Nya, \"Adapun kedatangan kerajaan Allah itu bukannya nampak dengan lahir;","tiada pula orang mengatakan: Tengoklah, ada di sini, atau ada di sana; karena kerajaan Allah itu adalah di antara kamu.\"","Maka kata-Nya kepada murid-murid itu, \"Bahwa ada harinya kelak apabila kamu ingin hendak memandang satu daripada hari Anak manusia itu, tetapi tiada kamu dapat.","Maka orang akan berkata kepadamu: Tengoklah di situ! Tengoklah di sini! Janganlah kamu pergi atau mengikut!","Karena seperti kilat yang berkilat daripada satu ujung langit kepada ujung yang lain, demikian juga keadaan Anak manusia pada hari-Nya itu.","Tetapi dahulu daripada itu tak dapat tiada Ia merasai banyak sengsara, dan ditolak oleh bangsa ini.","Dan sebagaimana yang berlaku pada zaman Nuh, demikian juga akan berlaku pada zaman Anak manusia.","Orang makan minum, kawin dan dikawinkan sampai kepada hari Nuh masuk ke dalam bahtera, lalu air pun bahlah membinasakan sekaliannya.","Demikian juga seperti yang berlaku pada zaman Lut: Orang makan, minum, membeli, menjual, menanam, dan mendirikan bangunan;","tetapi pada hari Lut keluar dari Sodom itu, turunlah hujan api dan belerang dari langit membinasakan sekaliannya;","sebagai itu juga kelak berlaku pada hari Anak manusia dinyatakan.","Pada hari itu barangsiapa yang di atas sotoh rumah dan hartanya di dalam rumah, janganlah ia turun ke bawah membawa ke luar harta itu, dan siapa yang ada di ladangnya pun janganlah pulang.","Ingatlah akan bini Lut itu.","Barangsiapa yang mencari jalan hendak memeliharakan nyawanya, ia akan kehilangan nyawa; dan siapa yang kehilangan nyawanya, ia akan menyelamatkan nyawa.","Aku berkata kepadamu: Pada malam itu juga kelak ada dua orang di atas satu tempat tidur; maka seorang akan dibawa, dan seorang ditinggalkan.","Dan lagi ada dua orang akan mengisar bersama-sama, itu pun seorang akan dibawa, dan seorang ditinggalkan.","Dan ada dua orang di ladang, maka seorang akan dibawa, dan seorang ditinggalkan.\"","Maka sahut mereka itu serta berkata kepada-Nya, \"Di manakah, ya Tuhan?\" Maka kata Yesus kepadanya, \"Barang di mana ada bangkai, di situlah juga berkerumun burung nasar.\""]