["Maka diceriterakan-Nya suatu perumpamaan kepada mereka itu, bahwa mereka itu wajib berdoa senantiasa dengan tiada putus harap,","kata-Nya, \"Bahwa di dalam sebuah negeri adalah seorang hakim yang tiada takut akan Allah, dan tiada mengindahkan manusia.","Di dalam negeri itu juga adalah seorang janda, yang kerapkali datang kepadanya, serta berkata: Benarkanlah kiranya perkara hamba di hadapan lawan hamba.","Maka beberapa lamanya hakim itu enggan; tetapi akhirnya berkatalah ia di dalam hatinya: Meskipun aku tiada takut akan Allah dan tiada mengindahkan manusia,","tetapi sebab janda ini menyusahkan aku, biarlah aku membenarkan dia, supaya jangan lagi akhirnya ia mengaduhi aku.\"","Maka kata Yesus, \"Dengarlah apa yang dikatakan oleh hakim yang lalim itu!","Tiadakah Allah kelak membenarkan hal orang-orang pilihan-Nya yang menyeru Dia siang malam, meskipun dengan lambatnya kepada mereka itu?","Bahkan, Aku berkata kepadamu: Dengan segeranya Ia akan membenarkan hal mereka itu. Tetapi entahkan Anak manusia jumpa iman di atas bumi ini, apabila Ia datang kelak?\"","Maka dikatakan-Nya pula perumpamaan kepada beberapa orang yang menyangkakan dirinya benar, dan yang mempertiadakan orang lain,","\"Bahwa adalah dua orang naik masuk ke Bait Allah hendak berdoa, yaitu yang seorang, ialah orang Parisi, dan yang lain, seorang pemungut cukai.","Maka berdirilah orang Parisi itu serta berdoa di dalam hatinya demikian: Ya Allah, aku ucapkan syukur kepadamu, sebab aku bukannya sama seperti orang lain, yaitu orang perampas, orang lalim, orang berzinah, atau seperti orang pemungut cukai ini.","Aku puasa dua kali seminggu, dan aku membayar zakat sepersepuluh daripada segala kehasilanku.","Akan tetapi orang pemungut cukai itu berdiri dari jauh, tiada berani ia menengadah ke langit, melainkan menepuk dadanya sahaja, serta berkata: Ya Allah, kasihankanlah hamba, orang berdosa ini!","Maka Aku berkata kepadamu: Orang ini pulang ke rumahnya dibenarkan Allah, lain sekali daripada orang Parisi itu; karena tiap-tiap orang yang meninggikan dirinya akan direndahkan; tetapi yang merendahkan dirinya akan ditinggikan.\"","Maka orang pun membawa juga kanak-kanak kepada Yesus, supaya dijamah-Nya; tetapi serta murid-murid-Nya melihat hal itu, lalu murid itu pun menengking mereka itu.","Tetapi Yesus memanggil kanak-kanak itu datang kepada-Nya, sambil kata-Nya, \"Biarkanlah kanak-kanak itu datang kepada-Ku, jangan dilarangkan mereka itu, karena orang yang sama seperti inilah yang empunya kerajaan Allah.","Sesungguhnya Aku berkata kepadamu, barangsiapa yang tiada menyambut kerajaan Allah sama seperti kanak-kanak itu, tiadalah dapat masuk ke dalamnya.\"","Adalah seorang penghulu bertanya kepada Yesus, katanya, \"Ya Guru yang baik, apakah wajib hamba perbuat, supaya hamba menjadi waris hidup yang kekal?\"","Maka kata Yesus kepadanya, \"Apakah sebabnya engkau katakan Aku ini baik? Seorang pun tiada yang baik, hanya Satu, yaitu Allah.","Memang engkau tahu akan hukum Allah: Jangan engkau berzinah, jangan engkau membunuh, jangan engkau mencuri, jangan engkau menjadi saksi dusta, hormatkanlah ibu bapamu.\"","Maka katanya, \"Sekalian ini hamba sudah turut dari kecil.\"","Setelah didengar oleh Yesus, berkatalah Ia kepadanya, \"Hanya satu perkara lagi engkau kekurangan: Jualkan barang apa yang ada padamu, dan sedekahkanlah kepada orang miskin, maka engkau akan beroleh harta di surga; dan marilah mengikut Aku.\"","Setelah didengarnya demikian, maka sangatlah dukacita hatinya, karena ia amat kaya.","Apabila Yesus nampak halnya itu, berkatalah Ia, \"Alangkah sukarnya bagi orang yang kaya masuk ke dalam kerajaan Allah!","Lebih mudahlah seekor unta masuk ke lubang jarum daripada seorang yang kaya masuk ke dalam kerajaan Allah.\"","Maka orang yang mendengar itu pun berkatalah, \"Kalau begitu, siapakah akan beroleh selamat?\"","Tetapi kata Yesus, \"Barang yang mustahil kepada manusia, bukannya mustahil kepada Allah.\"","Maka kata Petrus, \"Tengoklah, kami ini sudah meninggalkan milik kami serta mengikut Rabbi.\"","Maka kata Yesus kepada mereka itu, \"Sesungguhnya Aku berkata kepadamu, tiadalah seorang jua pun yang meninggalkan rumah, atau bini, atau sanak-saudara, atau ibu bapa, atau anak-anak sebab karena kerajaan Allah,","yang tiada menerima pula banyak gandanya pada masa ini, dan di dalam akhirat hidup yang kekal.\"","Maka dibawanya kedua belas murid itu, serta berkata kepada mereka itu, \"Bahwa kita ini berjalan naik ke Yeruzalem, maka segala sesuatu yang disuratkan oleh nabi-nabi akan disampaikan atas Anak manusia.","Karena Ia akan diserahkan ke tangan orang kafir, dan Ia diolok-olokkan, dan dinistakan, serta diludahi orang;","dan mereka itu pun menyesah lalu membunuh Dia, maka pada hari yang ketiga Ia akan bangkit pula.\"","Maka tiadalah mereka itu mengerti suatu apa pun; dan perkataan ini tersembunyilah daripadanya, tiada diketahuinya akan hal yang dikatakan itu.","Tatkala Ia datang dekat Yerikho, adalah seorang buta duduk di tepi jalan meminta sedekah.","Serta didengarnya orang banyak lalu, maka ia pun bertanya, \"Apakah ini?\"","Maka jawab orang kepadanya, bahwa Yesus orang Nazaret lalu.","Maka berseru-serulah ia, katanya, \"Ya Yesus, Anak Daud, kasihankanlah hamba.\"","Maka orang yang berjalan dahulu itu menengking dia, menyuruh diam, tetapi makin kuat ia berseru, \"Ya Anak Daud, kasihankanlah hamba.\"","Maka berdirilah Yesus serta menyuruh orang membawa dia kepada-Nya. Setelah ia datang dekat, lalu Yesus menanya dia, \"Apakah yang engkau suka Aku perbuat padamu?\"","Maka ia pun berkata, \"Ya Tuhan, mohonlah hamba dapat melihat.\"","Maka kata Yesus kepadanya, \"Melihatlah pula engkau! Imanmu sudah memulihkan engkau.\"","Seketika itu juga nampak pula ia, lalu mengikut Dia sambil memuliakan Allah. Maka segenap kaum, yang melihat hal itu pun, memuji-muji Allah."]