["Adalah pada suatu tempat Yesus berdoa; apabila Ia berhenti, maka berkatalah seorang murid-Nya kepada-Nya, \"Ya Tuhan, ajarlah kiranya kami berdoa, seperti Yahya juga mengajar murid-muridnya.\"","Maka kata-Nya kepada mereka itu, \"Apabila kamu berdoa, katakanlah: Ya Bapa, dipermuliakanlah kiranya nama-Mu; datanglah kerajaan-Mu;","berilah kami tiap-tiap hari makanan kami yang secukupnya pada sehari;","dan ampunilah kiranya segala dosa kami, karena kami pun mengampuni tiap-tiap orang yang berkesalahan kepada kami; dan janganlah membawa kami kepada pencobaan.\"","Maka kata Yesus kepadanya, \"Siapakah di antara kamu yang menaruh seorang sahabat, dan pergi kepadanya tengah-tengah malam sambil berkata kepadanya: Hai Sahabat, berilah aku meminjam roti tiga ketul,","karena seorang sahabatku singgah dari perjalanannya kepadaku, maka suatu pun tiada padaku, yang hendak kujamukan dia.","Maka sahabatnya itu pun akan menyahut dari dalam: Jangan menyusahkan aku, pintu itu sudah terkunci, dan anak-anakku ada bersama-sama dengan aku di tempat tidur, tiada boleh aku bangun, memberi engkau.","Maka Aku berkata kepadamu, meskipun tiada ia bangun memberi dia sebab ia sahabatnya, tetapi oleh sebab ia meminta bertalu-talu, maka pada akhirnya ia bangun, lalu memberi dia seberapa banyak yang diperlukannya.","Maka Aku ini berkata kepadamu pula: Pintalah, maka akan diberi kepadamu; carilah, maka kamu akan mendapat; ketuklah pintu, maka pintu akan dibukakan bagimu.","Karena tiap-tiap orang yang meminta, ialah menerima; dan yang mencari, ialah mendapat, dan yang mengetuk pintu, baginyalah pintu akan dibukakan.","Bapa yang manakah di antara kamu, jikalau anaknya meminta roti, memberi batu kepadanya? Atau jikalau ia meminta ikan, diberinya ular?","Atau jikalau ia meminta telur, diberinya kalajengking?","Sebab itu, jikalau kamu, yang jahat sekalipun, tahu juga memberi pemberian yang baik kepada anakmu, apatah lagi Bapamu yang di surga akan memberi Rohulkudus kepada orang yang memohonkan daripada-Nya.\"","Pada suatu hari Yesus sedang membuangkan suatu setan yang kelu. Tatkala setan itu sudah keluar, maka orang kelu itu pun berkata-kata, lalu heranlah orang banyak.","Tetapi adalah beberapa orang dari antara mereka itu mengatakan, \"Bahwa orang ini membuangkan setan dengan pertolongan Baalzebul, penghulu setan itu.\"","Ada pula lain orang mencobai Dia serta meminta kepada-Nya suatu tanda ajaib dari langit.","Tetapi sebab Yesus mengetahui pikiran mereka itu, berkatalah Ia kepada mereka itu, \"Bahwa tiap-tiap kerajaan yang berlawan-lawan sama sendiri, binasa kelak; dan tiap-tiap isi rumah yang berlawan-lawan sama sendiri itu tercampak.","Dan jikalau Iblis berlawan-lawan sama sendiri, bagaimanakah gerangan kerajaannya berdiri? Karena katamu, dengan pertolongan Baalzebul Aku membuangkan setan.","Tetapi jikalau Aku ini membuangkan setan dengan pertolongan Baalzebul itu, dengan pertolongan siapakah pula anak-anakmu itu dapat membuangkan dia? Sebab itu mereka itu juga akan menjadi hakimmu.","Tetapi jikalau Aku dengan kuasa Allah membuangkan setan itu, niscaya kerajaan Allah telah datang kepadamu.","Apabila seorang kuat, yang lengkap dengan senjatanya, menunggui istananya sendiri, maka miliknya pun selamatlah.","Tetapi apabila seorang yang lebih kuat menyerangi serta mengalahkan dia, niscaya dirampasnya segala alat senjatanya yang diharapkannya itu, lalu dibahagi-bahaginya rampasan itu.","Barangsiapa yang tiada masuk pihak Aku, ialah melawan Aku; dan barangsiapa yang tiada mengumpulkan beserta dengan Aku, ialah mencerai-beraikan.","Apabila setan sudah keluar dari dalam orang itu, ia menjalani tempat yang tiada berair serta mencari perhentian, dan tiada didapatinya, lalu katanya: Aku hendak pulang ke rumahku, yaitu ke tempat yang aku sudah tinggalkan.","Maka apabila ia tiba, didapatinya rumah itu bersapu serta terhias.","Kemudian pergilah ia mengambil tujuh setan yang lain pula bersama-sama dengan dia sendiri, yaitu yang terlebih jahat daripadanya, lalu masuklah ia diam di situ; maka hal orang, yang dimasukinya itu, akhirnya menjadi terlebih jahat daripada awalnya.\"","Tatkala Yesus lagi mengatakan perkara itu, datang seorang perempuan dari antara orang banyak bersuara sambil berkata kepada-Nya, \"Berbahagialah rahim yang mengandungkan Engkau, dan tetek yang telah Engkau hisap.\"","Tetapi kata Yesus, \"Bahkan, berbahagialah orang yang mendengar firman Allah serta memegangnya.\"","Apabila orang banyak datang berkerumun kepada-Nya, mulailah Yesus bertutur demikian, \"Adapun bangsa ini, ialah suatu bangsa yang jahat; ia menuntut suatu tanda ajaib, tetapi tiadalah akan diberi tanda lain padanya, melainkan tanda ajaib Nabi Yunus.","Karena sama seperti Yunus menjadi suatu tanda ajaib kepada orang Ninewe, sedemikian juga Anak manusia kepada bangsa ini.","Maka raja perempuan dari tanah sebelah selatan akan berbangkit pada hari kiamat beserta dengan orang bangsa ini dan akan menyalahkan mereka itu; karena raja perempuan itu datang dari ujung bumi hendak mendengar hikmat Sulaiman, maka sesungguhnya di sini ada seorang yang lebih besar daripada Sulaiman.","Maka orang Ninewe akan berbangkit pada hari kiamat beserta dengan bangsa itu dan akan menyalahkan dia; karena mereka itu sudah bertobat oleh sebab pengajaran Yunus, maka sesungguhnya di sini ada seorang yang lebih besar daripada Yunus.","Apabila seorang memasang pelita, tiada pernah ia meletakkan di ceruk-ceruk, atau di bawah gantang, melainkan di atas kaki pelita, supaya orang yang masuk tampak terang itu.","Adapun pelita tubuhmu, yaitu mata; jikalau matamu baik, tak dapat tiada seluruh tubuhmu pun bercahaya adanya; tetapi jikalau matamu jahat, niscaya tubuhmu pun gelap adanya.","Sebab itu jaga baik-baik, supaya terang yang di dalammu itu, jangan menjadi gelap.","Jikalau seluruh tubuhmu itu terang, sehingga tiada yang gelapnya, niscaya bercahayalah semuanya, sama seperti pelita menerangkan engkau dengan cahayanya.\"","Sedang Yesus bertutur, maka datanglah seorang Parisi menjemput Dia makan sertanya; maka masuklah Ia ke rumahnya, lalu duduk makan.","Tetapi heranlah orang Parisi itu apabila melihat, bahwa tiada Ia membasuh tangan dahulu daripada makan.","Maka kata Tuhan kepadanya, \"Hai kamu orang Parisi, yang membersihkan cawan dan pinggan di sebelah luarnya sahaja, tetapi hati kamu penuh dengan rampasan dan kejahatan.","Hai kamu yang bodoh, bukankah Yang menjadikan di sebelah luar, itu juga menjadikan yang di sebelah dalam?","Tetapi sedekahkanlah barang yang di dalamnya itu, maka semuanya itu bersihlah bagimu.","Wai kamu, hai orang Parisi! Karena kamu membayar sepersepuluh dari selasih dan inggu dan sayur-sayuran, pada halnya kamu melalui hukum dan kasih Allah. Inilah yang patut diperbuat, dan yang lain itu pun jangan ditinggalkan.","Wai kamu, hai orang Parisi! Karena kamu suka duduk di kursi yang kehormatan di dalam segala rumah sembahyang dan kamu suka diberi hormat di pasar.","Wai kamu, yang seumpama kubur, yang tiada kelihatan lagi, dan orang yang berjalan di atasnya tiada mengetahuinya.\"","Maka jawab seorang fakih serta berkata kepada-Nya, \"Ya Guru, dengan kata yang sedemikian itu, Guru mencela kami juga.\"","Maka kata Yesus, \"Wai kamu juga, hai fakih! Karena kamu meletakkan ke atas orang tanggungan yang berat dan yang sukar dipikul, tetapi kamu sendiri dengan jarimu pun tiada menyentuh tanggungan itu.","Wai kamu! Karena kamu memperbuat kubur nabi-nabi, tetapi orang tua-tuamu membunuh dia.","Oleh yang demikian kamulah saksi yang memperkenankan perbuatan orang tua-tuamu itu, karena mereka itu yang membunuh dia, tetapi kamu yang memperbuat kuburnya.","Sebab itu juga hikmat Allah telah berfirman: Bahwa Aku menyuruhkan kepada mereka itu beberapa nabi dan rasul, maka separuhnya akan dibunuh, dan separuhnya akan dianiaya oleh mereka itu.","Supaya dituntut kembali darah sekalian nabi yang ditumpahkan semenjak awal kejadian alam daripada bangsa ini,","yaitu mulai daripada darah Habel sampai kepada darah Zakaria yang telah dibunuh di antara tempat korban dengan Rumah Allah; bahkan, Aku berkata kepadamu, bahwa daripada bangsa ini akan dituntut kembali semuanya itu.","Wai kamu, hai fakih! Karena anak kunci makrifat sudah kamu ambil; maka kamu sendiri tiada masuk, dan orang yang hendak masuk, kamu gendalakan.\"","Setelah Yesus keluar dari sana, maka ahli Taurat dan orang Parisi itu pun mulailah menyusahkan Dia, dan mengusik di dalam beberapa hal;","serta mengadang Dia hendak menangkap sesuatu yang keluar daripada mulut-Nya."]