["Maka hari raya roti yang tiada beragi, yang bernama Pasah itu, sudahlah hampir;","dan kepala-kepala imam dan ahli Taurat mencari daya, bagaimana hendak membunuh Yesus; karena mereka itu takut akan kaum itu.","Lalu Iblis pun masuklah ke dalam Yudas, yang bernama Iskariot, yaitu seorang yang terhisab kepada dua belas murid itu.","Maka pergilah ia kepada kepala-kepala imam dan penghulu laskar serta berbicara peri bagaimana ia hendak menyerahkan Yesus kepada mereka itu.","Maka bersukacitalah mereka itu sambil berjanji memberi uang kepadanya.","Maka Yudas pun mengakulah, serta mencari ketika yang baik akan menyerahkan Yesus kepada mereka itu pada waktu lengang.","Maka sampailah hari raya roti yang tiada beragi itu, yang anak domba Pasah itu wajib disembelih.","Lalu Yesus menyuruh Petrus dan Yahya, katanya, \"Pergilah kamu sediakan Pasah bagi kita, supaya kita makan.\"","Maka kata mereka itu kepada-Nya, \"Ke manakah Tuhan suka kami pergi menyediakan Pasah?\"","Maka kata-Nya kepada mereka itu, \"Serta kamu masuk ke dalam negeri, akan bertemu dengan kamu seorang yang membawa sebuah buyung berisi air; ikutlah dia ke dalam rumah yang ia masuk.","Lalu katakanlah kepada tuan rumah itu: Guru suruh bertanya kepadamu, kata-Nya: Di manakah bilik tempat Aku hendak makan Pasah dengan murid-murid-Ku?","Maka ia pun akan menunjukkan kepadamu sebuah bilik besar di atas, yang terlengkap dengan indahnya; di situlah kamu bersiap!\"","Lalu pergilah mereka itu, maka didapatinya betul seperti yang dikatakan oleh Yesus kepada mereka itu, maka disediakannyalah Pasah itu.","Setelah sampai waktunya, maka Yesus pun duduklah beserta dengan rasul-rasul itu.","Lalu Ia berkata kepada mereka itu, \"Aku tersangatlah ingin hendak makan Pasah ini bersama-sama dengan kamu, sebelum Aku merasai sengsara,","karena Aku berkata kepadamu: Tiadalah lagi Aku akan makan dia, sehingga Pasah itu disempurnakan di dalam kerajaan Allah.\"","Maka disambut-Nya cawan minuman, lalu diucapkan-Nya syukur, serta berkata, \"Ambillah ini, bahagikan di antara kamu!","Karena Aku berkata kepadamu: Bahwa daripada ketika ini tiada lagi Aku minum air buah anggur sehingga kerajaan Allah itu datang.\"","Maka Yesus pun mengambil roti, lalu diucapkan-Nya syukur, dipecah-pecahkan-Nya, serta diberikan-Nya kepada mereka itu, kata-Nya, \"Inilah tubuh-Ku yang diserahkan karena kamu; perbuatlah demikian menjadi suatu peringatan akan Daku.\"","Demikian juga cawan minuman itu, sesudahnya makan, kata-Nya, \"Cawan minuman ini adalah perjanjian baharu di dalam darah-Ku, yang ditumpahkan karena kamu.","Tetapi tengoklah! Tangan orang yang menyerahkan Aku ada bersama-sama dengan Aku di meja ini.","Karena Anak manusia akan pergi juga, seperti yang ditakdirkan atas-Nya; tetapi wai atas orang itu yang menyerahkan Dia!\"","Maka mulailah mereka itu bertanya-tanya sama sendirinya, siapakah gerangan dari antara mereka itu yang bermaksud membuat demikian.","Maka timbullah suatu pertengkaran di antara mereka itu: Siapakah dari antara mereka itu yang terbilang besar.","Maka kata Yesus kepada mereka itu, \"Raja-raja segala bangsa memerintahkan rakyatnya, dan orang yang memegang kuasa atas mereka itu digelar dermawan.","Tetapi kamu ini jangan jadi demikian, melainkan yang terlebih besar di antara kamu, patut menjadi seperti yang terlebih muda, dan yang memerintah, patut menjadi seperti yang melayan.","Karena siapakah yang lebih besar, orang yang duduk makankah, atau yang melayankah? Bukankah orang yang duduk makan itu? Tetapi Aku inilah ada di antara kamu seperti orang yang melayani.","Tetapi kamulah yang bertekun bersama-sama dengan Aku di dalam segala pencobaan atas-Ku;","sebab itu Aku menentukan bagimu kerajaan, sebagaimana Bapa-Ku juga menentukan dia bagi-Ku,","supaya kamu makan minum semeja dengan Aku di dalam kerajaan-Ku, dan kamu duduk di atas takhta menghakimkan dua belas suku bangsa Israel.\"","\"Hai Simon, Simon! Tengoklah Iblis sangat meminta kamu, hendak menampi kamu seperti gandum.","Tetapi Aku ini mendoakan engkau, supaya imanmu jangan gugur; dan jikalau engkau bertobat, sokonglah saudara-saudaramu.\"","Maka kata Petrus kepada-Nya, \"Ya Tuhan, jikalau beserta Tuhan, rela hatiku masuk ke dalam penjara, atau mati sekalipun.\"","Tetapi kata Yesus, \"Hai Petrus, ayam tiada akan berkokok hari ini sehingga engkau bersangkal tiga kali, bahwa tiada engkau kenal Aku.\"","Maka kata Yesus kepada murid-murid itu, \"Tatkala Aku menyuruhkan kamu keluar dengan tiada membawa pundi-pundi atau tempat bekal atau kasut, adakah kamu kekurangan barang sesuatu?\" Maka kata mereka itu, \"Tiada.\"","Lalu kata-Nya kepada mereka itu, \"Tetapi sekarang siapa yang ada pundi-pundi, biarlah ia bawa dia, dan yang ada tempat bekal begitu juga; tetapi siapa yang tiada menaruh sesuatu, hendaklah ia menjual bajunya akan membeli pedang.","Karena Aku berkata kepadamu, barang yang tersurat tentang Aku ini pun, tak dapat tiada akan disampaikan lagi, yaitu: Bahwa Ia dihisabkan kepada pihak orang durhaka. Karena barang yang ditentukan atas-Ku itu pun ada kesudahannya.\"","Maka kata mereka itu, \"Ya Tuhan, tengoklah, di sini ada pedang dua bilah.\" Maka kata Yesus kepada mereka itu, \"Sudahlah.\"","Maka keluarlah Yesus, lalu pergi ke Bukit Zaitun seperti biasanya; maka murid-murid itu pun mengikut Dia.","Setelah sampai ke tempat itu, berkatalah Ia kepada mereka itu, \"Berdoalah kamu, supaya jangan kamu kena pencobaan!\"","Maka Yesus pun undur daripada mereka itu sekira-kira sepelempar batu jauhnya, lalu bertelut dan berdoa,","kata-Nya, \"Ya Bapa, jikalau berkenan kepada-Mu, jauhkanlah kiranya cawan minuman ini daripada-Ku, tetapi di dalam itu pun bukannya kehendak-Ku, melainkan kehendak-Mu sahaja jadi.\"","Maka kelihatanlah kepada-Nya seorang malaekat dari langit menguatkan Dia.","Maka di dalam ketakutan yang amat sangat, makin bersungguh-sungguh hati Ia berdoa, sehingga peluh-Nya menjadi seperti darah menitik ke bumi.","Setelah bangkit daripada berdoa, pergilah Ia kepada murid-murid-Nya, lalu didapati-Nya mereka itu tertidur oleh sebab dukacitanya.","Maka berkatalah Ia kepada mereka itu, \"Apakah sebabnya kamu tidur? Bangun dan berdoalah kamu, supaya jangan kamu kena pencobaan.\"","Sedang Ia lagi berkata-kata, kelihatanlah orang banyak, beserta dengan orang yang bernama Yudas itu, yaitu seorang daripada kedua belas murid itu, yang mengepalakan mereka itu, lalu menghampiri Yesus serta mencium Dia.","Lalu kata Yesus kepadanya, \"Hai Yudas, dengan suatu ciumkah engkau menyerahkan Anak manusia?\"","Serta orang yang dekat Yesus itu nampak perkara yang akan berlaku itu, maka berkatalah mereka itu, \"Ya Tuhan, kami parangkah dengan pedang ini?\"","Maka seorang dari antara mereka itu memarang hamba Imam Besar dan mengerat telinga kanannya.","Tetapi Yesus menjawab serta berkata, \"Sudahlah dengan itu!\" Lalu Ia menjamah telinganya itu sambil memulihkan dia.","Maka kata Yesus kepada kepala-kepala imam dan penghulu Bait Allah dan orang tua-tua yang menyerang Dia, \"Kamu keluarkah seolah-olah melawan seorang penyamun dengan berpedang dan berbelantan?","Setiap-tiap hari Aku ada bersama-sama dengan kamu di dalam Bait Allah, tiada pula kamu kedangkan tangan ke atas-Ku; tetapi inilah saat kamu dan kuasa kegelapan itu.\"","Maka mereka itu pun menangkap Yesus, lalu membawa dan mengantarkan Dia ke rumah Imam Besar. Tetapi Petrus mengikut dari jauh.","Apabila mereka itu sudah menyalakan api di tengah-tengah halaman balai dan duduk bersama-sama, lalu Petrus pun datang duduk di antara mereka itu.","Maka seorang dayang tatkala melihat dia dekat api yang menyala, lalu menatap dia sambil berkata, \"Orang ini juga beserta dengan Dia!\"","Tetapi ia bersangkal, katanya, \"Hai perempuan, aku tiada kenal Dia.\"","Maka tiada berapa lama antaranya seorang lain pula terpandangkan dia, lalu berkata, \"Engkau pun seorang daripada mereka itu.\" Tetapi kata Petrus, \"Hai orang, aku tidak.\"","Sekira-kira satu jam kemudian daripada itu seorang lain lagi menyungguhkan serta berkata, \"Dengan sesungguhnya orang ini juga beserta dengan Dia, karena ia ini pun orang Galilea.\"","Tetapi kata Petrus, \"Hai orang, tiada aku mengerti apa engkau katakan.\" Maka seketika itu juga, sedang lagi ia berkata-kata, ayam pun berkokoklah.","Maka berpalinglah Yesus memandang Petrus; lalu teringatlah Petrus akan perkataan Yesus seperti yang dikatakan-Nya kepadanya: Bahwa sebelum ayam berkokok pada hari ini, engkau sudah menyangkali Aku tiga kali.","Lalu keluarlah ia, serta menangis tersedih-sedih.","Maka segala orang yang memegang Yesus itu, mengolok-olokkan sambil memalu Dia.","Kemudian mereka itu pun menudungi muka Yesus, lalu bertanya kepada-Nya, katanya, \"Nubuatkanlah, siapa yang memukul Engkau?\"","Maka banyak perkataan yang lain lagi dikeluarkannya menistai Dia.","Setelah hari siang maka berhimpunlah sidang Majelis orang tua-tua kaum, yaitu kepala-kepala imam dan ahli Taurat, lalu mereka itu membawa Yesus menghadap Majelis Bicaranya.","Maka katanya, \"Jikalau sungguh Engkau Kristus, katakanlah kepada kami.\" Tetapi kata Yesus kepada mereka itu, \"Jikalau kiranya Aku mengatakan kepadamu, tiada akan kamu percaya.","Dan jikalau Aku bertanya kepada kamu, tiada akan kamu jawab.","Tetapi daripada sekarang ini Anak manusia akan duduk di sebelah kanan kodrat Allah.\"","Maka kata sekaliannya, \"Kalau begitu, Engkau inikah Anak Allah?\" Maka kata-Nya kepada mereka itu, \"Seperti katamu sendiri, Akulah Dia!\"","Maka kata mereka itu, \"Apakah gunanya lagi saksi bagi kita? Karena kita sendiri sudah mendengar daripada mulut-Nya sendiri.\""]