["Adalah pada suatu hari sedang Yesus mengajar kaum itu di dalam Bait Allah, serta memberitakan kabar kesukaan, maka datanglah kepala-kepala imam dan ahli Taurat beserta dengan orang tua-tua,","lalu mereka itu berkata kepada-Nya, \"Katakanlah kepada kami, dengan kuasa apakah Engkau membuat segala perkara ini, atau siapakah yang memberi kuasa ini kepada-Mu?\"","Maka Ia menjawab serta berkata kepada mereka itu, \"Aku pun hendak bertanya juga satu perkara padamu; katakanlah kepada-Ku!","Baptisan Yahya itu, asalnya dari surgakah, atau daripada manusiakah?\"","Maka berbicaralah mereka itu sama sendirinya, katanya, \"Jikalau kita katakan: Dari surga, niscaya Ia akan berkata: Apakah sebabnya kamu tiada percaya akan dia?","Tetapi jikalau kita katakan: Dari manusia, niscaya semua orang akan merajam kita\"; karena sekaliannya yakin akan Yahya itu seorang nabi.","Maka jawab mereka itu, \"Kami tiada ketahui dari mana asalnya.\"","Maka kata Yesus kepada mereka itu, \"Aku pun tiada mau mengatakan kepadamu dengan kuasa apa Aku berbuat segala perkara ini.\"","Maka mulailah Ia mengatakan perumpamaan ini kepada kaum itu, \"Bahwa adalah seorang yang membuka kebun anggur; kemudian disewakannya kepada beberapa orang dusun, serta pergi beberapa lamanya ke negeri yang lain.","Maka pada musim anggur disuruhkannya seorang hambanya kepada orang dusun itu, supaya mereka itu menyerahkan kepadanya sebahagian daripada buah kebun anggur itu. Tetapi orang dusun itu memalu dia serta mengusir pergi dengan tangan kosong.","Lalu disuruhkannya pula seorang hambanya yang lain; maka hamba itu pun dipalunya dan dinistakannya sambil diusirnya pergi dengan tangan kosong juga.","Kemudian disuruhkannya hambanya yang ketiga; tetapi hamba itu pula dilukakannya, lalu ditolakkannya ke luar.","Maka kata tuan kebun anggur itu: Apakah pula hendak kuperbuat lagi? Baik kusuruhkan anakku yang kukasihi; barangkali mereka itu akan menghormatkan dia.","Tetapi apabila orang dusun itu melihat anaknya itu, maka berbicaralah mereka itu sama sendirinya, katanya: Inilah warisnya; marilah kita membunuh dia, supaya pusakanya menjadi hak kita.","Lalu dicampakkannya dia ke luar kebun anggur itu dan dibunuhnya. Apakah sekarang akan diperbuat oleh tuan kebun anggur ke atas orang dusun itu?","Niscaya ia akan datang membunuh segala orang dusun itu, lalu menyerahkan kebun anggur itu kepada orang lain pula.\" Setelah didengarnya perkataan demikian, maka mereka itu pun berkatalah, \"Dijauhkan Allah!\"","Tetapi Yesus memandang mereka itu sambil berkata, \"Apakah pula arti barang yang tersurat demikian: Bahwa batu yang dibuangkan oleh tukang-tukang rumah, ialah sudah menjadi batu penjuru?","Maka tiap-tiap orang yang jatuh di atas batu itu, ia akan remuk; tetapi orang yang ditimpa oleh batu itu, hancurlah ia kelak.\"","Pada ketika itu ahli Taurat dan kepala-kepala imam mencari jalan hendak mendatangkan tangan ke atas Yesus, tetapi mereka itu takut akan orang ramai itu; karena diketahuinya, bahwa perumpamaan ini ditujukan oleh Yesus kepada diri mereka itu sendiri.","Maka mereka itu pun mengintai Dia, serta menyuruhkan beberapa orang penyuluh berpura-pura seolah-olah orang tulus, hendak menangkap perkataan-Nya supaya dapat menyerahkan Dia kepada pembesar dan kuasa pemerintah.","Maka bertanyalah mereka itu kepada-Nya, \"Hai Guru, kami tahu bahwa Tuan mengatakan dan mengajarkan dengan hati yang tulus, dan tiada membedakan di antara seorang dengan yang lain, melainkan jalan Allah itu Tuan ajarkan dengan sebenarnya.","Patutkah kami membayar uang upeti kepada Kaisar atau tiada?\"","Tetapi sebab Ia mengetahui muslihat mereka itu, lalu berkata kepada mereka itu,","\"Tunjukkanlah kepada-Ku suatu dinar. Rupa siapakah dan cap siapakah ini?\" Maka sahut mereka itu, \"Kaisar punya.\"","Maka kata Yesus kepada mereka itu, \"Kalau begitu, bayarlah kepada Kaisar barang yang Kaisar punya, dan kepada Allah barang yang Allah punya.\"","Maka tiadalah dapat mereka itu menangkap perkataan-Nya di hadapan orang banyak; maka heranlah mereka itu akan jawab-Nya, lalu diamlah.","Maka datanglah kepada Yesus beberapa orang Saduki, yang bersangkal dari hal kiamat, lalu menyoal Dia,","serta berkata, \"Ya Guru, Musa telah menyuratkan hukum ini bagi kita, bahwa jikalau saudara seorang yang berbini mati, tetapi tiada beranak, hendaklah saudaranya memperisterikan bininya itu akan menerbitkan benih bagi saudaranya.","Adalah orang bertujuh saudara laki-laki, maka yang pertama itu berbini, lalu mati dengan tiada beranak;","maka yang kedua,","dan yang ketiga pun memperisterikan bini itu; maka demikianlah ketujuh-tujuhnya itu pun mati dengan tiada meninggalkan anak.","Kemudian sekali matilah pula perempuan itu.","Pada hari kiamat kelak perempuan itu jadi bini siapakah dari antara mereka itu? Karena ketujuhnya telah memperbinikan dia.\"","Maka kata Yesus kepada mereka itu, \"Anak-anak dunia ini kawin dan dikawinkan;","tetapi orang yang dihisabkan berlayak akan masuk akhirat dan mendapat kebangkitan dari antara orang mati itu, tiadalah kawin atau dikawinkan;","karena tiada mereka itu dapat mati balik lagi; karena keadaannya itu serupa dengan malaekat; dan mereka itulah anak Allah dari sebab anak kebangkitan itu.","Tetapi hal orang mati dibangkitkan itu, sudah dinyatakan juga oleh Musa di dalam fasal belukar duri, tatkala disebutkannya Allah: Tuhan Ibrahim dan Tuhan Ishak dan Tuhan Yakub.","Tetapi Allah itu bukannya Tuhan orang mati, melainkan Tuhan orang hidup; karena sekaliannya hidup kepada Allah.\"","Maka jawab beberapa ahli Taurat, katanya, \"Ya Guru, betullah kata-Mu itu.\"","Tetapi tiadalah mereka itu berani menyoal Dia atas barang sesuatu lagi.","Maka kata Yesus kepada mereka itu, \"Bagaimanakah yang orang mengatakan Kristus itu anak Daud?","Karena Daud sendiri mengatakan di dalam kitab Zabur: Bahwa Tuhan telah berfirman kepada Tuhanku: Duduklah Engkau di sebelah kanan-Ku,","sehingga Aku menaklukkan segala musuh-Mu menjadi alas kaki-Mu.","Jikalau demikian Daud memanggil Dia Tuhan, bagaimanakah pula Ia jadi anaknya?\"","Maka berkatalah Yesus di hadapan segenap kaum itu kepada murid-murid-Nya demikian,","\"Jagalah dirimu daripada segala ahli Taurat, yang suka berjalan-jalan dengan berjubah panjang, dan lagi suka diberi hormat kepadanya di pasar, dan suka akan kursi yang kehormatan di dalam segala rumah sembahyang, dan akan tempat yang mulia di dalam perjamuan,","dan yang menghabiskan harta segala janda, dan melanjutkan doanya dengan jalan berpura-pura. Maka mereka itu akan terkena hukum yang terlebih berat.\""]