["Maka sekalian orang banyak pun bangkitlah, lalu membawa Yesus menghadap Pilatus.","Maka mulailah mereka itu sekalian menuduh Dia, serta berkata, \"Adalah orang ini kami dapati menyesatkan bangsa kami dan menegahkan orang membayar uang upeti kepada Kaisar, serta mengatakan diri-Nya sendiri Kristus, seorang raja.\"","Maka Pilatus pun bertanya kepada-Nya, katanya, \"Engkaukah raja orang Yahudi?\" Maka sahut Yesus kepadanya serta berkata, \"Seperti kata Tuan.\"","Maka kata Pilatus kepada kepala-kepala imam dan orang banyak itu, \"Aku dapati orang ini tiada bersalah!\"","Maka makin berkeras kehendak mereka itu, katanya, \"Ia menghasut kaum itu sambil mengajar orang di seluruh tanah Yudea dari Galilea sampai ke tempat ini.\"","Setelah Pilatus mendengar demikian, lalu ia bertanya, kalau orang itu orang Galilea.","Setelah diketahuinya, bahwa Ia terhisab kepada pemerintahan Herodes, maka disuruhnya bawa Dia kepada Herodes, yang ada pada masa itu juga di Yeruzalem.","Apabila Herodes melihat Yesus, maka sangatlah ia sukacita; karena sudah lama ia hendak melihat Dia, sebab didengarnya banyak dari hal Dia, dan harap juga ia melihat suatu mujizat yang diperbuat-Nya.","Lalu disoalnya Dia dengan beberapa banyak pertanyaan, tetapi Yesus tiada menyahut suatu apa pun kepadanya.","Maka segala kepala imam dan ahli Taurat itu pun berdirilah menuduh Dia dengan kerasnya.","Maka Herodes beserta dengan laskarnya itu pun mengejikan sambil mengolok-olokkan Dia, dikenakannya pakaian yang indah kepada-Nya, disuruhnya bawa kembali kepada Pilatus.","Maka daripada hari itu juga Herodes dan Pilatus bersahabat-sahabat satu dengan yang lain, pada halnya keduanya dahulu berseteru sama sendirinya.","Setelah Pilatus memanggil segala kepala imam dan penghulu serta kaum itu berhimpun,","maka berkatalah ia kepada mereka itu, \"Kamu sudah membawa orang ini kepadaku seolah-olah Ia seorang yang menyesatkan kaum itu, maka sesungguhnya aku ini memeriksai Dia di hadapan kamu, tetapi suatu pun tiada kesalahan-Nya kudapati pada orang itu, seperti tuduhan kamu atas-Nya.","Demikian juga pendapatan Herodes, sebab ia mengirimkan Dia kembali kepada kita; maka sesungguhnya suatu pun tiada perbuatan-Nya yang berpatutan dengan mati.","Sebab itu sekarang aku akan menyesah Dia, lalu melepaskan Dia.\"","Karena pada hari raya itu wajiblah Pilatus melepaskan seorang terpenjara bagi mereka itu.","Tetapi berteriaklah mereka itu ramai-ramai sama sekali, katanya, \"Lenyapkanlah orang ini, lepaskan Barabbas bagi kami!\"","Maka Barabbas itu seorang yang dipenjarakan sebab kedurhakaannya di dalam negeri, dan sebab bunuhan.","Maka sekali lagi Pilatus berkata kepada mereka itu, sebab maksudnya hendak melepaskan Yesus.","Tetapi berteriaklah mereka itu, katanya, \"Salibkanlah, salibkan Dia!\"","Maka pada ketiga kalinya Pilatus bertanya kepada mereka itu, \"Kejahatan apakah yang dilakukan oleh orang ini? Suatu pun tiada kesalahan kudapati yang patut Ia mati dibunuh; sebab itu aku akan menyesah Dia, lalu melepaskan Dia.\"","Tetapi makin sangat mereka itu berkeras dengan nyaring suaranya meminta Ia disalibkan. Maka menanglah serunya itu.","Lalu Pilatus pun memberi keputusannya menurut permintaan mereka itu.","Maka dilepaskannyalah orang yang dipenjarakan oleh sebab kedurhakaan dan bunuhannya itu, sebagaimana yang dipinta oleh mereka itu, tetapi Yesus diserahkannya menurut kehendak hati mereka itu.","Maka sambil mereka itu berjalan membawa Yesus, dipegangkannya seorang orang Kireni bernama Simon, yang datang dari bendang, maka diletakkannya kayu salib itu ke atas bahunya, supaya dipikulnya mengikut Yesus dari belakang.","Maka amatlah banyak perhimpunan orang mengiringkan dia, dan beberapa perempuan yang meratap dan menangiskan Dia.","Tetapi Yesus sambil berpaling kepada mereka itu lalu berkata, \"Hai anak perempuan Yeruzalem, janganlah kamu menangiskan Aku, melainkan tangiskanlah dirimu dan anak-anakmu sendiri.","Karena tengoklah: Ada harinya kelak, yang orang akan berkata: Berbahagialah perempuan mandul dan rahim yang tiada mengandung, dan tetek yang tiada menyusukan anak.","Pada masa itulah orang akan mulai berkata-kata kepada gunung: Timpalah kami! dan kepada bukit-bukit: Tutupilah kami!","Karena jikalau demikian perbuatannya pada kayu yang hidup, apatah lagi pada yang kering?\"","Maka orang pun membawa juga dua orang jahat hendak dibunuh beserta dengan Dia.","Setelah sampai ke tempat yang bernama Tengkorak, di situlah Ia disalibkan oleh mereka itu bersama-sama dengan kedua orang jahat itu pun, seorang di sebelah kanan dan seorang di sebelah kiri-Nya.","Maka berdoalah Yesus, kata-Nya, \"Ya Bapa, ampunilah kiranya mereka itu, karena tiada diketahuinya apa yang diperbuatnya.\" Lalu mereka itu berbahagi-bahagi pakaian-Nya dengan membuang undi.","Maka kaum itu berdirilah memandang. Tetapi penghulu-penghulu menistakan Dia, katanya, \"Orang lain sudah diselamatkan-Nya, biarlah sekarang Ia menyelamatkan diri-Nya sendiri, jikalau Ia sungguh Kristus Allah, pilihan-Nya.\"","Maka segala laskar itu pun datang mengolok-olokkan Dia juga, serta membawakan Dia cuka,","sambil katanya, \"Jikalau Engkau raja orang Yahudi, selamatkanlah diri-Mu sendiri!\"","Adalah juga suatu tulisan di sebelah atas-Nya demikian, \"Inilah Raja orang Yahudi.\"","Maka seorang daripada orang jahat yang digantung itu pun menghujat Dia, \"Bukankah Engkau ini Kristus? Selamatkanlah diri-Mu sendiri serta kami.\"","Tetapi yang lain itu menjawab serta menghardik dia, katanya, \"Tiadakah engkau ini takut akan Allah, sedang engkau kena hukum serupa itu juga?","Kita memang dengan sepatutnya, karena kita menerima balasan yang berpadan dengan perbuatan kita; tetapi orang ini suatu pun tiada perbuatan-Nya yang salah.\"","Lalu katanya, \"Ya Yesus, ingatlah kiranya akan hamba pada ketika Tuhan tiba kelak di dalam kerajaan-Mu.\"","Maka kata Yesus kepadanya, \"Dengan sesungguhnya Aku berkata kepadamu: Hari ini juga engkau bersama-sama dengan Aku di dalam Firdaus.\"","Adalah kira-kira pukul dua belas tengah hari gelaplah seluruh tanah itu hingga pukul tiga petang.","Maka cahaya matahari pun hilanglah; dan tirai Bait Allah cariklah terbelah dua.","Maka berserulah Yesus dengan suara besar, kata-Nya, \"Ya Bapa, ke dalam tangan-Mu Aku serahkan roh-Ku.\" Setelah dikatakan-Nya demikian, maka putuslah nyawa-Nya.","Apabila penghulu laskar melihat akan barang yang berlaku itu, maka ia pun memuliakan Allah, katanya, \"Sungguhlah, Orang ini benar.\"","Maka segala orang banyak yang telah berkerumun memandang perkara yang ajaib itu, setelah dilihatnya barang yang berlaku itu, maka pulanglah sekaliannya itu dengan menepuk dadanya.","Maka segala kenal-kenalannya dan juga perempuan-perempuan yang sudah mengikut Yesus dari Galilea, berdiri dari jauh memandang segala perkara ini.","Maka adalah seorang bernama Yusuf, seorang sidang Majelis Bicara, orang yang baik lagi adil,","(ia tiada bersetuju dengan keputusan dan perbuatan mereka itu), yaitu orang Arimatea, sebuah negeri orang Yahudi; dan ialah sedang menanti kerajaan Allah.","Maka orang ini pergi menghadap Pilatus meminta mayat Yesus.","Lalu diturunkannya mayat itu, serta dikapaninya dengan kain halus, kemudian ditaruhnya mayat itu ke dalam kubur batu yang berpahat, tempat belum pernah ditaruhkan barang seorang pun.","Maka adalah hari Persediaan, dan hari Sabbat pun sudahlah hampir.","Maka segala perempuan yang datang bersama-sama dengan Yesus dari Galilea, itu pun mengikut dan melihat kubur itu dan bagaimana mayat-Nya ditaruh.","Maka kembalilah mereka itu serta menyediakan rempah-rempah yang harum dan minyak bau-bauan."]