["Maka Yesus pun mengangkat mata-Nya, lalu nampak orang yang kaya-kaya sedang memasukkan uang dermanya ke dalam peti derma.","Maka dilihat-Nya pula seorang janda yang miskin memasukkan duit dua keping di situ.","Lalu kata Yesus, \"Dengan sesungguhnya Aku berkata kepadamu, bahwa janda yang miskin ini sudah memasukkan lebih daripada sekaliannya.","Karena sekalian orang itu sudah memasukkan uang derma daripada kemewahannya, tetapi perempuan ini telah memasukkan daripada kekurangannya semua yang ada padanya, yaitu segenap kehidupannya.\"","Tatkala orang berkata-kata akan hal Bait Allah itu terhias dengan batu yang indah-indah dan berbagai-bagai persembahan, maka kata Yesus,","\"Adapun barang yang kamu lihat ini, ada harinya kelak yang sebuah batu pun tiada akan tinggal tersusun di atas batu yang lain, yang tiada akan dirombak.\"","Maka bertanyalah mereka itu kepada-Nya, serta berkata, \"Ya Guru, bilakah perkara itu akan berlaku? Dan apakah alamatnya yang semuanya itu hampir jadi kelak?\"","Maka kata-Nya, \"Ingatlah baik-baik, jangan kamu disesatkan orang! Karena banyak orang akan datang dengan nama-Ku, katanya: Aku inilah Dia; dan lagi: Waktunya sudah dekat! Janganlah kamu ikut orang itu.","Apabila kamu mendengar dari hal peperangan dan huru-hara, janganlah kamu terkejut; karena tak dapat tiada segala perkara itu akan berlaku dahulu, tetapi kesudahan itu bukannya datang dengan segeranya.\"","Lalu kata-Nya kepada mereka itu, \"Bahwa bangsa akan berbangkit melawan bangsa, dan kerajaan melawan kerajaan,","dan akan jadi gempa bumi yang besar, dan sini sana bala kelaparan dan sampar, dan kelihatan hal yang memberi dahsyat serta tanda ajaib yang besar-besar dari langit.","Tetapi terlebih dahulu daripada segala perkara itu, orang akan mendatangkan tangannya ke atasmu dan menganiayakan kamu, sehingga kamu diserahkan ke dalam segala rumah sembahyang dan ke dalam penjara, serta dibawa menghadap raja dan pemerintah, oleh sebab nama-Ku.","Maka akibatnya, kamu menaikkan saksi bagi-Ku.","Sebab itu tetapkanlah di dalam hatimu, jangan mempersediakan jawabmu terlebih dahulu.","Karena Aku ini memberi lidah kepadamu dan hikmat, yang tiada dapat dilawani atau dibantahi oleh segala lawanmu.","Kamu diserahkan juga oleh ibu bapamu, dan oleh saudara-saudaramu dan kaum keluargamu serta sahabat-sahabatmu, dan beberapa dari antara kamu akan dibunuh orang.","Maka kamu akan dibenci oleh sekalian orang sebab nama-Ku.","Tetapi sehelai rambut kepalamu pun tiada akan binasa.","Dengan tekunmu kamu akan beroleh nyawamu.","Tetapi apabila kamu nampak Yeruzalem dilengkungi oleh laskar, lalu kamu ketahui, bahwa kebinasaannya sudah dekat.","Pada masa itu hendaklah orang yang di tanah Yudea lari ke gunung, dan orang yang di dalam negeri itu hendaklah ke luar, dan orang yang di luar negeri itu jangan masuk ke dalamnya.","Karena itulah hari tuntutan bela, supaya semuanya yang tersurat itu dapat disampaikan.","Wai segala perempuan yang mengandung dan yang menyusui anaknya pada masa itu! Karena pada ketika itu akan timbul suatu kesusahan yang besar ke atas tanah itu dan murka ke atas kaum ini,","maka mereka itu akan jatuh oleh sebab mata pedang dan dibawa menjadi tawanan segala bangsa; dan Yeruzalem akan dipijak-pijak oleh orang kafir, sehingga genap segala zaman orang kafir itu.","Dan akan ada beberapa tanda ajaib pada matahari dan bulan dan bintang-bintang; dan di atas bumi kesusahan pada segala bangsa berkacau-bilau, sebab menderu mendesah laut dan gelombang.","Maka orang pun rebah mati kelak, sebab ketakutan dan sebab menantikan segala perkara yang akan berlaku ke atas bumi ini; karena segala kuat kuasa langit itu pun akan berguncang-gancing.","Lalu mereka itu akan memandang Anak manusia datang di dalam awan, dengan kuasa dan kemuliaan yang besar.","Tetapi apabila segala perkara ini mulai berlaku, tegaklah kamu serta menengadah, karena kelepasan bagimu sudah dekat.\"","Maka dikatakan-Nya kepada mereka itu suatu perumpamaan, \"Tengoklah pohon ara dan segala pohon lain!","Apabila kamu melihat pohon itu baharu bertunas, kamu sendiri ketahui bahwa musim panas sudah hampir.","Demikian juga hal kamu ini pada masa kamu nampak segala sesuatu itu jadi, ketahuilah olehmu bahwa kerajaan Allah sudah dekat.","Dengan sesungguhnya Aku berkata kepadamu, bahwa bangsa ini tiada akan lenyap sebelum segala perkara itu jadi.","Maka langit dan bumi akan lenyap, tetapi perkataan-Ku kekal.","Jagalah dirimu, supaya hatimu jangan ditakluk oleh gelojoh dan mabuk dan percintaan kehidupan ini, sehingga dengan tiada disangka-sangka hari itu terentang ke atasmu seperti jerat.","Karena demikianlah kelak datangnya ke atas sekalian orang yang diam di seluruh muka bumi.","Tetapi berjaga-jagalah senantiasa serta berdoa, supaya kamu kuat melepaskan diri daripada segala sesuatu yang akan jadi itu, dan tahan menghadap Anak manusia.\"","Maka pada siang Yesus mengajar di dalam Bait Allah, tetapi pada malam keluarlah Ia bermalam di atas gunung yang bernama Bukit Zaitun.","Maka pagi-pagi sekalian kaum itu pun datang kepada-Nya akan mendengar Dia di dalam Bait Allah."]