["Tetapi pada hari yang pertama di dalam minggu itu, yaitu waktu dini hari, pergilah perempuan-perempuan itu ke kubur membawa rempah-rempah yang harum, yang disediakannya itu.","Lalu didapatinya batu sudah tergolek dari kubur itu.","Setelah masuk, maka didapatinya bahwa mayat Tuhan Yesus itu sudah tiada.","Maka sedang mereka itu termangu-mangu, tiba-tiba ada dua orang terdiri di sisinya berpakaian yang bersinar-sinar.","Maka takutlah mereka itu amat sangat dengan menundukkan mukanya ke tanah; lalu berkatalah kedua orang itu kepada mereka itu, \"Apakah sebabnya kamu mencari Yang Hidup di antara yang mati?","Tiada Ia di sini, melainkan Ia sudah bangkit. Ingatlah bagaimana perkataan-Nya kepadamu tatkala Ia lagi di Galilea,","mengatakan: Bahwa tak dapat tiada Anak manusia akan diserahkan ke tangan orang berdosa, dan Ia disalibkan, dan bangkit pula pada hari yang ketiga.\"","Maka mereka itu pun teringatlah akan perkataan Yesus,","lalu pulanglah dari kubur itu serta memberitahu segala perkara itu kepada kesebelas murid dan kepada sekalian orang lain pun.","Adapun perempuan itu, yaitu Maryam Magdalena dan Yohana, dan Maryam, ibu Yakub; maka perempuan lain-lain yang beserta dengan mereka itu pun menyatakan segala perkara itu kepada rasul-rasul.","Tetapi pada perasaan mereka itu adalah perkataan perempuan itu seperti cakap angin sahaja, maka tiadalah mereka itu percaya kepada perempuan itu.","Tetapi Petrus pun bangkit serta berlari ke kubur; lalu tunduk menengok ke dalam, maka satu apa pun tiada dilihatnya melainkan kain kapan, lalu pulanglah ia ke rumah serta heran akan perkara yang sudah berlaku itu.","Pada hari itu juga adalah dua orang dari antara mereka itu sedang berjalan ke sebuah kampung yang bernama Emmaus sekira-kira perjalanan tiga jam jauhnya dari Yeruzalem.","Maka bercakap-cakaplah mereka itu sama sendirinya dari hal segala perkara yang sudah berlaku itu.","Maka tatkala keduanya bercakap-cakap dan bertanya seorang kepada seorang, tiba-tiba Yesus sendiri menghampiri mereka itu sambil berjalan sertanya;","tetapi mata mereka itu tertahan daripada mengenal Dia.","Lalu Ia bertanya kepada mereka itu, \"Apakah cakapan ini yang kamu cakapkan sama sendirimu sambil berjalan?\" Maka terhenti diamlah keduanya dengan dukacita rupanya.","Maka jawab seorangnya, yang bernama Keleopas, serta berkata kepada-Nya, \"Engkau sendiri sahajakah musafir di Yeruzalem, yang belum mengetahui segala perkara yang sudah berlaku di situ di dalam sedikit hari ini?\"","Maka kata Yesus kepada mereka itu, \"Perkara apakah itu?\" Maka kata mereka itu kepada-Nya, \"Dari hal Yesus orang Nazaret, yaitu seorang Nabi yang berkuasa di atas perbuatan dan perkataan-Nya di hadapan Allah dan segenap kaum itu;","dan bagaimana kepala-kepala imam dan penghulu-penghulu kita telah menyerahkan Dia akan dihukumkan mati, lalu disalibkannya Dia.","Tetapi kita berharap, bahwa Ialah yang akan membebaskan bani Israel. Tambahan pula, hari ini genap hari yang ketiga semenjak segala perkara itu sudah berlaku.","Dan lagi pula beberapa perempuan dari pihak kami, yang pada hari ini ada di kubur, mendahsyatkan kami,","dan tatkala mereka itu tiada jumpa mayat-Nya itu, kembalilah mereka itu sambil berkata, bahwa mereka itu sudah nampak suatu penglihatan, yaitu malaekat yang mengatakan: Ia hidup pula.","Lalu pergilah beberapa orang dari pihak kami ke kubur, didapatinya betul seperti kata perempuan itu; tetapi Yesus sendiri tiada dilihatnya.\"","Maka kata Yesus kepada mereka itu, \"Hai orang bodoh, dan yang berhati bantut akan mempercayai segala sesuatu yang disabdakan oleh nabi-nabi itu!","Bukankah wajib Kristus itu merasai sengsara ini, lalu masuk ke dalam kemuliaan-Nya?\"","Maka mulai daripada Musa dan segala nabi-nabi diartikannya kepada mereka itu dari dalam segenap Alkitab akan barang yang tersurat tentang diri-Nya sendiri.","Maka ketiganya itu pun makin dekat dengan kampung, ke tempat mereka itu hendak pergi; maka Yesus pun merupakan seolah-olah Ia hendak berjalan langsung.","Tetapi keduanya itu hendak menahankan Dia, katanya, \"Tinggallah kiranya dengan kami, karena sudah hampir malam, dan hari pun sudah suntuk.\" Maka singgahlah Ia tinggal bersama-sama dengan mereka itu.","Maka sedang Ia duduk sertanya hendak makan, diambil-Nya roti, diberkati-Nya dan dipecah-pecahkan-Nya, lalu diberikan-Nya kepada mereka itu.","Maka teranglah mata keduanya, lalu mereka itu kenal Yesus itu; maka Ia pun gaiblah.","Maka berkatalah mereka itu seorang kepada seorang, \"Bukankah hangus hati kita, tatkala Ia bersabda kepada kita di jalan sambil mengartikan Alkitab kepada kita?\"","Pada ketika itu juga keduanya itu bangkit serta balik ke Yeruzalem; lalu didapatinya kesebelas murid itu sudah berhimpun dan orang yang sertanya itu pun ada bersama-sama,","mengatakan, \"Sungguhlah Tuhan sudah bangkit dan kelihatan kepada Simon.\"","Maka kedua orang itu pun menceriterakan lagi segala perkara yang sudah berlaku di jalan itu, dan bagaimana Yesus dapat dikenal oleh mereka itu tatkala Ia memecahkan roti itu.","Sedang mereka itu lagi bercakapkan segala perkara itu, tiba-tiba terdirilah Yesus di tengah-tengah mereka itu.","Tetapi terkejutlah mereka itu dengan sangat ketakutan, sebab disangkanya hantu.","Lalu Yesus pun bertanya kepada mereka itu, \"Apakah sebabnya kamu terkejut? Dan apakah sebabnya timbul wasangka di dalam hati kamu?","Tengoklah tangan-Ku dan kaki-Ku: Inilah Aku sendiri! Jamahlah Aku, dan lihatlah, karena hantu tiada berdaging dan tulang seperti yang kamu lihat ada pada-Ku.\"","Setelah Ia berkata demikian, ditunjukkan-Nya kepada mereka itu tangan-Nya dan kaki-Nya.","Maka sedang mereka itu lagi belum percaya dari sebab sukacita dan herannya, bertanyalah Ia kepada mereka itu, \"Adakah kamu menaruh makanan di sini?\"","Lalu diberinya Dia ikan goreng sepotong.","Maka Ia pun menyambut, lalu dimakan-Nya di hadapan mereka itu.","Maka bersabdalah Ia kepada mereka itu, \"Inilah perkataan-Ku yang sudah Kukatakan kepadamu, tatkala Aku lagi bersama-sama dengan kamu: Bahwa tak dapat tiada akan disampaikan hal-Ku di dalam Taurat Musa dan kitab nabi-nabi dan Zabur itu.\"","Lalu dibukakan-Nya akal mereka itu, supaya mengerti Alkitab,","sambil bersabda kepada mereka itu, \"Adalah tersurat bahwa Kristus wajib merasai sengsara, kemudian bangkit pula dari antara orang mati pada hari yang ketiga;","dan akan dikabarkan jalan bertobat dan keampunan dosa kepada sekalian bangsa dengan nama-Nya, -- mulai dari Yeruzalem.","Maka kamulah saksinya di dalam segala perkara itu.","Dan tengoklah, Aku ini menurunkan ke atasmu Perjanjian Bapa-Ku. Tetapi kamu ini nantilah di dalam negeri ini, sehingga kamu dilengkapi dengan kuasa dari tempat Yang Mahatinggi.\"","Maka Yesus pun membawa mereka itu ke luar dekat Baitani, lalu mengangkat tangan-Nya memberkati mereka itu.","Maka sambil Ia memberkati mereka itu, Ia bercerai daripada mereka itu, lalu terangkat naik ke surga.","Maka mereka itu menyembah Dia, lalu kembali ke Yeruzalem dengan amat sukacitanya;","dan senantiasalah mereka itu ada di dalam Bait Allah memuji-muji Allah."]