["Pada masa itu juga keluarlah suatu titah Kaisar Augustus, menyuruhkan menghitung segala manusia di seluruh kerajaan itu.","Inilah pertama kali perhitungan manusia yang diperbuat tatkala Kirenius menjadi wakil pemerintah di benua Syam.","Maka segala orang yang hendak dihitung itu pun masing-masing kembalilah ke negerinya sendiri.","Demikian juga Yusuf keluar dari negeri Nazaret di jajahan Galilea ke negeri Daud yang bernama Betlehem, di jajahan Yudea, karena ia daripada suku dan keturunan Daud,","supaya didaftarkan bersama-sama dengan Maryam tunangannya yang sedang hamil itu.","Tatkala mereka itu di sana, Maryam pun genaplah bulannya akan bersalin.","Lalu bersalinlah ia akan seorang anak laki-laki, yaitu anak yang sulung; maka dibedunginya dengan kain lampin, dan dibaringkannya di dalam palungan, karena tiada tempat bagi mereka itu di dalam rumah persinggahan.","Maka di jajahan itu pun ada beberapa orang gembala, yang tinggal di padang menjaga kawan binatangnya pada waktu malam.","Maka tiba-tiba terdirilah seorang malaekat Tuhan di sisinya, dan kemuliaan Tuhan pun bercahaya sekeliling mereka itu; lalu sangatlah takut sekaliannya.","Maka kata malaekat itu kepada mereka itu, \"Janganlah takut, karena sesungguhnya Aku memberitakan kepadamu suatu kesukaan besar yang akan jadi bagi segenap kaum;","sebab pada hari ini sudah lahir bagimu Juruselamat, yaitu Kristus Tuhan itu, di dalam negeri Daud.","Maka inilah tandanya bagimu: Kamu akan jumpa seorang kanak-kanak berbedung dengan kain lampin dan berbaring di dalam palungan.\"","Maka sekonyong-konyong adalah beserta dengan malaekat itu beberapa banyak bala tentara surga, yang memuji Allah serta katanya,","\"Segala kemuliaan bagi Allah di tempat Yang Mahatinggi, dan sejahtera di atas bumi di antara orang yang diperkenan-Nya.\"","Apabila segala malaekat itu kembali dari mereka itu ke surga, berkatalah gembala itu sama sendirinya, \"Marilah kita pergi ke Betlehem melihat perkara yang sudah jadi itu, yang dinyatakan oleh Tuhan kepada kita.\"","Maka mereka itu pun pergilah dengan segeranya, lalu dijumpainya Maryam dan Yusuf, dan kanak-kanak itu terbaring di dalam palungan.","Apabila dilihatnya, lalu dimasyhurkannya firman yang disabdakan kepadanya dari hal kanak-kanak itu.","Maka sekalian orang yang mendengar itu pun heranlah akan segala perkara yang dikatakan oleh gembala itu kepadanya.","Tetapi Maryam menyimpan sekalian perkataan ini, sambil berpikir di dalam hatinya.","Maka gembala itu pun kembalilah serta memuji dan memuliakan Allah, sebab segala perkara yang didengar dan dilihatnya, sebagaimana yang dikatakan kepadanya.","Apabila genap delapan hari Ia bersunat, lalu disebut namanya Yesus, seperti yang dikatakan oleh malaekat, sebelum Ia dikandungkan di dalam rahim.","Setelah sudah lepas pantang menurut Taurat Musa, maka dibawanya kanak-kanak itu ke Yeruzalem hendak menyerahkan Dia kepada Tuhan,","seperti yang tersurat di dalam hukum Allah: Bahwa tiap-tiap anak sulung laki-laki yang mula-mula membuka rahim ibunya akan terserah kepada Allah,","dan lagi hendak mempersembahkan korban, sebagaimana yang tersebut di dalam hukum Allah, yaitu: Burung tekukur sepasang, atau anak merpati dua ekor.","Maka adalah seorang di Yeruzalem yang bernama Simeon. Adapun orang itu benar lagi takut akan Allah, serta menantikan penghiburan bagi bani Israel, maka Rohulkudus pun ada di atasnya.","Maka sudahlah diturunkan wahyu kepadanya oleh Rohulkudus, bahwa tiadalah ia merasai mati sebelum dipandangnya Kristus Tuhan itu.","Dengan kuasa Roh itu masuklah ia ke dalam Bait Allah, maka tatkala Yesus, kanak-kanak itu, dibawa masuk oleh ibu bapa-Nya hendak membuatkan Dia menurut hukum Taurat,","lalu Simeon pun memangku Dia, serta memuji Allah, katanya,","\"Ya Tuhan, sekarang biarlah hambamu kembali dengan sejahtera menurut sebagaimana firman-Mu.","Karena mataku telah melihat selamat yang daripada-Mu,","yang telah Engkau sediakan di hadapan sekalian bangsa;","yaitu suatu terang-menerang bercahaya kepada orang kafir, dan kemuliaan bagi kaum-Mu Israel.\"","Maka bapa-Nya dan ibu-Nya pun heran akan barang yang dikatakan dari hal Dia;","maka Simeon pun memberkati keduanya itu, serta berkata kepada Maryam, ibu-Nya, \"Tengoklah, kanak-kanak ini ditentukan akan menjatuhkan dan membangunkan beberapa banyak orang Israel, dan akan menjadi suatu alamat yang dibantah.","Maka suatu pedang akan menembuskan jiwamu sendiri, -- supaya ketara pikiran hati orang banyak.\"","Maka ada pula seorang nabiah bernama Hanna, anak Panuil, daripada suku bangsa Asyir; maka ia sangat lanjut umurnya, dan ia bersuami tujuh tahun lamanya kemudian daripada masa ia menjadi perawan,","dan ia sudah janda sehingga umurnya delapan puluh empat tahun; maka tiada ia meninggalkan Bait Allah, melainkan sembahyang dan puasa serta berdoa siang malam.","Pada ketika itu juga datanglah ia mengucap syukur kepada Allah, serta mengatakan dari hal kanak-kanak itu kepada sekalian orang yang menantikan penebusan Yeruzalem.","Setelah digenapkannya segala sesuatu yang wajib menurut hukum Tuhan, maka kembalilah mereka itu ke Galilea, yaitu negerinya sendiri Nazaret.","Maka kanak-kanak itu pun makin besar dan bertambah kuat, dan penuhlah Ia dengan hikmat, dan anugerah Allah ada di atas-Nya.","Maka tiap-tiap tahunlah ibu bapa-Nya pergi ke Yeruzalem pada masa raya Pasah.","Tatkala umur-Nya dua belas tahun, naiklah mereka itu beraya menurut adat masa raya;","serta lepas masa raya itu, tatkala keduanya berjalan pulang, maka tertinggallah Yesus, kanak-kanak itu, di Yeruzalem dengan tiada setahu ibu bapa-Nya;","melainkan disangkanya Ia ada di antara orang yang berjalan sertanya, sehingga sampai sejauh sehari perjalanan, lalu dicarinya Dia di antara kaum keluarga dan kenal-kenalannya;","tetapi sebab tiada dijumpainya, berbaliklah keduanya ke Yeruzalem mencari Dia.","Lepas tiga hari, dijumpainya Dia di dalam Bait Allah sedang duduk di tengah-tengah guru-guru di situ, mendengar mereka itu bersoal jawab.","Maka sekalian orang yang mendengar Dia itu pun tercengang-cenganglah akan pengetahuan dan jawab-Nya.","Maka tercenganglah ibu bapa-Nya melihat Dia; lalu kata ibu-Nya kepada-Nya, \"Hai anakku, apakah sebabnya Engkau berbuat demikian kepada kami? Tengoklah, bapa-Mu dengan aku mencari Engkau dengan bersusah payah.\"","Maka berkatalah Ia kepada mereka itu, \"Apakah sebabnya kamu mencari Aku? Tiadakah kamu ketahui, bahwa Aku wajib ada di dalam pekerjaan Bapa-Ku?\"","Tetapi ibu bapa-Nya tiada paham akan perkataan yang dikatakan-Nya itu.","Maka pulanglah Ia sertanya, lalu tibalah di Nazaret; dan diturut-Nya perintahnya. Maka ibu-Nya menyimpan segala perkara itu di dalam hatinya.","Maka Yesus pun makin bertambah-tambah hikmat dan besar-Nya, dan makin diperkenan Allah dan manusia."]