["Maka pada tahun yang kelima belas pada zaman Kaisar Tiberius tatkala Pontius Pilatus menjadi wakil pemerintah Yudea, dan Herodes menjadi raja Galilea, dan Pilipus, saudara Herodes, raja di jajahan Ituria serta Terakhonitis, dan Lisanias raja Abilene,","pada zaman Hannas dan Kayafas menjadi Imam Besar, turunlah firman Allah kepada Yahya, anak Zakaria, di padang belantara;","lalu datanglah ia ke seluruh jajahan keliling Sungai Yarden mengabarkan baptisan tobat, jalan keampunan dosa,","seperti yang tersurat di dalam kitab Nabi Yesaya, bunyinya, \"Suara orang yang berseru-seru di padang belantara: Sediakanlah jalan Tuhan, dan luruskanlah lorong-lorong-Nya.","Tiap-tiap lembah akan ditimbun, dan tiap-tiap gunung dan bukit pun akan direndahkan; dan yang bengkok akan diluruskan, dan yang lekuk-lekak akan diratakan;","dan sekalian manusia akan melihat selamat yang daripada Allah.\"","Maka kata Yahya kepada orang banyak yang datang dengan maksud dibaptiskannya itu, \"Hai benih ular, siapakah menunjukkan kepadamu jalan melarikan dirimu daripada kemurkaan yang akan datang kelak?","Keluarkanlah olehmu buah-buahan yang berpadan dengan tobat, dan janganlah kamu mulai berkata di dalam hatimu sendiri: Bahwa Ibrahimlah bapa kita. Karena aku berkata kepadamu, bahwa Allah berkuasa menjadikan anak-anak Ibrahim daripada batu-batu ini.","Sekarangpun sudah sedia kapak di akar pohon kayu; maka tiap-tiap pohon kayu yang tiada berbuah yang baik, ia itu akan ditebang dan dibuang ke dalam api.\"","Maka orang banyak itu pun menanya dia, katanya, \"Apakah juga wajib kami perbuat?\"","Maka ia menjawab serta berkata kepada mereka itu, \"Orang yang menaruh dua helai baju, hendaklah memberi sehelai kepada orang yang tiada; dan orang yang menaruh makanan, hendaklah ia berbuat demikian juga.\"","Maka datanglah juga orang pemungut cukai minta dibaptiskan serta berkata kepadanya, \"Ya Guru, apakah yang wajib kami perbuat?\"","Maka katanya kepada mereka itu, \"Janganlah kamu menuntut lebih daripada barang yang ditetapkan kepadamu.\"","Maka ada beberapa laskar pula menanya dia, katanya, \"Apakah yang wajib kami ini perbuat?\" Maka katanya kepada mereka itu, \"Jangan kamu merampas, dan jangan kamu membawa aduan yang palsu ke atas barang seorang pun; melainkan padalah kamu dengan gajimu.\"","Tatkala kaum itu sedang menanti, serta berbicara di dalam hatinya tentang Yahya kalau-kalau ia ini Kristus,","maka jawab Yahya serta berkata kepada sekalian orang itu, \"Aku ini membaptiskan kamu dengan air, tetapi adalah kelak datang seorang yang lebih berkuasa daripadaku, maka menguraikan tali kasut-Nya pun aku ini tiada berlayak, Ialah akan membaptiskan kamu dengan Rohulkudus dan api.","Nyirunya ada di dalam tangan-Nya; maka Ia akan membersihkan segenap tempat pengirik-Nya, lalu Ia mengumpulkan gandum-Nya masuk ke dalam lumbung, tetapi sekamnya akan habis dibakar-Nya dengan api yang tiada dapat dipadamkan.\"","Maka dengan beberapa nasehat yang lain pula diberitakannya kabar kesukaan kepada kaum itu.","Tetapi Herodes, raja seperempat negeri itu, yang dihardik oleh Yahya karena sebab Herodiah, isteri saudaranya, dan karena segala kejahatan yang diperbuat oleh Herodes itu,","maka ditambahinya pula sekalian ini dengan menutup Yahya di dalam penjara.","Maka berlakulah, tatkala segenap kaum itu dibaptiskan dan Yesus juga dibaptiskan sambil Ia berdoa, bahwa langit pun terbukalah;","lalu Rohulkudus turun ke atas-Nya berlembaga seperti seekor burung merpati, maka suatu suara dari langit mengatakan, \"Engkau inilah Anak-Ku yang Kukasihi, kepada-Mu juga Aku berkenan.\"","Maka Yesus sendiri tatkala Ia mulai mengajar, umur-Nya sekira-kira tiga puluh tahun; maka pada sangka orang Ia itu anak Yusuf, anak Heli,","anak Matat, anak Lewi, anak Malkhi, anak Yanna, anak Yusuf,","anak Matatias, anak Amos, anak Nahun, anak Esli, anak Naggai,","anak Maat, anak Matatias, anak Simai, anak Yusikh, anak Yuda,","anak Yuana, anak Resa, anak Zorubabil, anak Syaaltiel, anak Neri,","anak Malkhi, anak Adi, anak Kosam, anak Elmodam, anak Er,","anak Yusa, anak Eliazar, anak Yorim, anak Matat, anak Lewi,","anak Simeon, anak Yehuda, anak Yusuf, anak Yonan, anak Elyakim,","anak Malia, anak Minna, anak Matata, anak Natan, anak Daud,","anak Isai, anak Obed, anak Boaz, anak Sala, anak Nahsyun,","anak Aminadab, anak Admin, anak Arni, anak Ezrom, anak Paris, anak Yehuda,","anak Yakub, anak Ishak, anak Ibrahim, anak Tarah, anak Nahor,","anak Sarukh, anak Ragau, anak Palik, anak Abir, anak Sala,","anak Kainan, anak Arpaksad, anak Sem, anak Nuh, anak Lamekh,","anak Metusalah, anak Enokh, anak Yarid, anak Mahlalel, anak Kainan,","anak Enos, anak Set, anak Adam, anak Allah."]