["Maka Yesus pun, penuhlah dengan Rohulkudus, balik dari Yarden, lalu Roh itu membawa Dia ke padang belantara","empat puluh hari lamanya, dicobai oleh Iblis. Selama itu suatu apa pun tiada dimakan-Nya. Setelah genap hari itu, Ia berasa lapar.","Maka kata Iblis itu kepada-Nya, \"Jikalau Engkau Anak Allah, suruhlah batu ini menjadi roti!\"","Maka jawab Yesus kepadanya, \"Adalah tersurat: Bahwa bukannya dengan roti sahaja manusia akan hidup.\"","Maka Iblis pun membawa Dia ke kemuncak gunung, lalu memperlihatkan kepada-Nya segala kerajaan dunia ini sekejap ketika lamanya.","Maka kata Iblis itu kepada-Nya, \"Kepada Engkaulah hendak kuberikan kesemua kuasa ini dan kemuliaannya; karena semua itu terserah kepadaku, dan kepada barangsiapa yang kukehendaki, aku berikan.","Sebab itu jikalau Engkau sujud menyembah aku, maka sekalian itu milik Engkaulah.\"","Maka jawab Yesus serta berkata kepadanya, \"Adalah tersurat: Bahwa wajiblah engkau sujud menyembah Allah Tuhanmu, dan beribadat hanya kepada-Nya sahaja.\"","Maka dibawanya Dia ke Yeruzalem, lalu ditaruhnya di atas bubungan Bait Allah serta berkata kepada-Nya, \"Jikalau Engkau Anak Allah, jatuhkanlah diri-Mu dari sini ke bawah;","karena telah tersurat: Bahwa Ia akan berfirman kepada malaekat-Nya dari hal-Mu, akan memeliharakan Dikau;","dan malaekat itu akan menatang Engkau di tangannya, supaya jangan terantuk kaki-Mu pada batu.\"","Maka jawab Yesus serta berkata kepadanya, \"Adalah tersebut: Janganlah engkau mencobai Allah Tuhanmu.\"","Setelah Iblis itu menggenapi segala pencobaan ke atas-Nya, lalu undurlah ia dari Yesus seketika lamanya.","Kemudian baliklah Yesus ke Galilea dengan kuasa Roh; maka masyhurlah kabar-Nya di seluruh jajahan itu.","Lalu Ia mengajar di dalam segala rumah sembahyang mereka itu, dan sekalian orang pun memuji Dia.","Maka tibalah Ia di Nazaret, tempat Ia dididik; maka pada hari Sabbat masuklah Ia ke rumah sembahyang seperti biasanya, lalu berdiri hendak membacakan.","Maka diunjukkan orang kepada-Nya kitab Nabi Yesaya. Setelah dibuka-Nya kitab itu, lalu dijumpai-Nya nas yang ada tersurat:","Roh Tuhan ada di atas-Ku, sebab Ia sudah mengurapi Aku, akan memberitakan kabar kesukaan kepada orang miskin, dan menyuruhkan Aku mengabarkan kebebasan bagi orang yang tertawan, dan menyembuhkan penglihatan orang buta, melepaskan orang yang tertindih,","dan mengabarkan tahun karunia Tuhan.","Setelah ditutup-Nya kita itu, maka dipulangkan-Nya kepada khadim, lalu duduk; maka mata sekalian orang yang di dalam rumah sembahyang itu pun terlekatlah kepada-Nya.","Maka mulailah Ia mengatakan kepada mereka itu demikian, \"Pada hari ini isi kitab yang kamu dengar itu sudah sampai.\"","Maka sekalian orang itu pun menyungguhkan Dia, serta heran akan perkataan yang elok keluar daripada mulut-Nya, sambil katanya, \"Bukankah Ia ini anak Yusuf?\"","Maka kata Yesus kepada mereka itu, \"Tak dapat tiada kamu akan mengatakan perumpamaan ini kepada-Ku: Hai tabib, sembuhkanlah dirimu sendiri; barang yang kami dengar Engkau perbuat di Kapernaum itu, perbuatlah juga di sini di dalam negeri-Mu sendiri.\"","Dan lagi kata-Nya, \"Sesungguhnya Aku berkata kepadamu: Tiadalah seorang nabi diindahkan di dalam negerinya sendiri.","Tetapi Aku berkata kepadamu dengan sebenarnya, bahwa pada zaman Elias ada banyak janda di antara orang Israel, tatkala langit tertutup tiga tahun enam bulan lamanya sehingga datang bala kelaparan besar di seluruh tanah itu;","tetapi Elias itu tiada disuruhkan kepada seorang jua pun, melainkan kepada seorang perempuan janda di Sarepta di tanah Sidon.","Dan pada zaman Nabi Elisa ada banyak orang yang kena bala zaraat di antara orang Israel, dan tiadalah seorang pun ditahirkan, melainkan Naaman orang Syam itu sahaja.\"","Maka sekalian orang itu pun sangatlah marahnya di dalam rumah sembahyang tatkala didengarnya perkataan yang demikian ini.","Lalu berbangkitlah mereka itu menolakkan Yesus ke luar negeri serta membawa Dia ke kemuncak gunung di mana negerinya dibangunkan, hendak menjatuhkan Dia ke bawah.","Tetapi lalulah Ia dari tengah-tengah mereka itu serta berjalan pergi.","Langsung Ia turun ke Kapernaum, sebuah negeri di Galilea. Di situlah Ia mengajar orang pada hari Sabbat.","Maka sangat heranlah mereka itu akan pengajaran-Nya itu, karena perkataan-Nya itu dengan kuasa.","Adalah di dalam rumah sembahyang itu seorang yang dirasuk setan, maka berteriaklah ia dengan nyaring suaranya,","katanya, \"Ah, apakah kena-mengena kami dengan Engkau, hai Yesus orang Nazaret? Engkau datang mau membinasakan kamikah? Aku tahu siapa Engkau ini, yaitu Yang Kudus datang daripada Allah.\"","Lalu Yesus menengking dia, kata-Nya, \"Diam, keluarlah engkau daripada orang ini!\" Maka setan itu pun menghempaskan orang itu di tengah-tengah orang banyak, lalu keluarlah setan itu dari dalamnya dengan tiada menyakiti dia.","Maka tercengang-cenganglah mereka itu sekalian serta bertutur-tutur sama sendirinya, katanya, \"Wah! Perkataan apakah ini? Karena dengan kuat kuasa diperintah-Nya setan itu sehingga keluar!\"","Maka masyhurlah kabar dari hal Yesus itu pada segala daerah jajahan itu.","Maka bangkitlah Ia keluar dari dalam rumah sembahyang itu masuk ke dalam rumah Simon. Maka mak mentua Simon itu tengah demam sangat, lalu orang meminta Yesus menolong dia.","Maka berdirilah Ia di sisinya melarangkan demam itu, lalu demam itu pun hilanglah; maka sekejap itu juga ia bangkit melayani mereka itu.","Apabila matahari masuk, maka segala orang, yang ada padanya orang sakit dengan berbagai-bagai penyakit, membawa orang sakit itu kepada-Nya; maka Ia pun meletakkan tangan ke atas tiap-tiap orang itu, serta menyembuhkan dia.","Maka setan-setan pun keluarlah daripada banyak orang itu, sambil berteriak, katanya, \"Engkau inilah Anak Allah.\" Lalu Yesus melarangkan setan-setan itu berkata-kata, sebab diketahui oleh setan itu bahwa Ialah Kristus.","Setelah hari siang, keluarlah Ia pergi kepada suatu tempat yang sunyi; maka orang banyak itu pun mencari Dia, lalu datang kepada-Nya, hendak menahan supaya jangan meninggalkan mereka itu.","Tetapi kata Yesus kepada mereka itu, \"Wajiblah juga kepada negeri lain pun Aku memberitakan kabar kesukaan dari hal kerajaan Allah; maka itulah sebabnya Aku disuruhkan.\"","Maka Ia pun mengajarlah di dalam sekalian rumah sembahyang di Yudea."]