["Tatkala orang banyak mengasak Yesus hendak mendengar firman Allah, sedang Ia berdiri di pantai Tasik Genesaret,","maka dilihat-Nyalah dua buah perahu tertambat di tepi tasik itu; tetapi orang pemukat sudah turun dari perahu itu membasuh pukatnya.","Maka naiklah Yesus ke dalam perahu yang sebuah, yaitu perahu Simon, lalu meminta dia tolakkan jauh sedikit dari darat. Maka duduklah Ia, lalu mengajar orang banyak dari perahu itu.","Setelah sudah Ia berhenti bertutur, maka kata-Nya kepada Simon, \"Bertolaklah ke tempat yang dalam, dan labuhkanlah pukatmu akan menangkap ikan.\"","Maka sahut Simon, katanya, \"Ya Rabbi, semalam-malaman kami berlelah, suatu pun tiada dapat; tetapi sebab perkataan Rabbi hamba melabuhkan pukat itu.\"","Setelah dilabuhkan, dilengkungnya ikan terlalu banyak, sehingga koyaklah pukatnya itu.","Maka mereka itu pun menggamit kawan-kawannya, yang di dalam perahu lain itu, supaya datang membantu; maka datanglah mereka itu, lalu diisinya sarat kedua buah perahu itu, sehingga hampir tenggelam.","Apabila Petrus melihat hal itu, sujudlah ia pada lutut Yesus, katanya, \"Ya Tuhan, tinggalkanlah kiranya hamba, karena hamba ini orang yang penuh dosa.\"","Sebab tercengang-cenganglah ia beserta dengan orang-orang yang ada bersama-sama dengan dia, karena perolehan ikan yang didapatinya itu;","demikian juga Yakub dan Yahya, anak-anak Zabdi, yang sepencarian dengan Simon. Maka kata Yesus kepada Simon, \"Jangan takut, daripada sekarang ini engkau menjadi pemukat orang.\"","Setelah perahu itu disadaikannya ke darat, maka mereka itu pun meninggalkan semuanya, lalu mengikut Yesus.","Maka berlakulah tatkala Ia di dalam sebuah negeri, bahwa adalah seorang yang kena bala zaraat dengan dahsyatnya; apabila dilihatnya Yesus, maka sujudlah orang itu serta memohonkan kepada-Nya, katanya, \"Ya Tuhan, jikalau kiranya Tuhan kehendaki, niscaya Tuhan dapat mentahirkan hamba.\"","Lalu Yesus pun mengulurkan tangan-Nya serta menjamah dia, kata-Nya, \"Aku kehendaki, tahirlah engkau!\" Seketika itu juga bala zaraat itu pun lenyaplah.","Maka berpesanlah Yesus kepadanya, \"Jangan mengatakan kepada seorang jua pun, melainkan pergilah menunjukkan dirimu kepada imam, dan persembahkanlah persembahan karena ketahiranmu, seperti yang dipesankan oleh Musa, yaitu akan menjadi suatu tanda kepada mereka itu.\"","Tetapi makin masyhurlah kabar-Nya; lalu berkerumunlah sekalian orang banyak itu, hendak mendengar Dia, dan meminta sembuhkan penyakit mereka itu.","Tetapi Yesus menarik diri-Nya ke tempat yang sunyi, lalu berdoa.","Tatkala Yesus mengajar pada suatu hari, adalah orang Parisi dan ahli Taurat duduk di situ, yang datang dari tiap-tiap kampung di tanah Galilea dan Yudea, dan dari Yeruzalem; maka kuasa daripada Tuhan telah ada kepada-Nya sehingga Ia menyembuhkan orang.","Maka ada pula orang mengusung seorang yang sakit tepok di atas usungan; maka dicarinya jalan hendak membawa masuk dan meletakkan dia di hadapan Yesus.","Tetapi sebab mereka itu tiada lulus membawa orang itu masuk karena orang bersesak, naiklah mereka itu ke atas atap rumah, lalu diulurkannya ke bawah usungan dari celah atap genting itu ke tengah-tengah di hadapan Yesus.","Setelah Yesus nampak percaya mereka itu, berkatalah Ia, \"Hai manusia, dosamu sudah diampuni.\"","Maka ahli Taurat dan orang Parisi mulai berbicara, katanya, \"Siapakah orang ini yang mengatakan hujat itu? Siapakah dapat mengampuni dosa kecuali Satu sahaja, yaitu Allah?\"","Tetapi sebab Yesus mengetahui pikiran mereka itu, maka Ia pun menjawablah serta berkata kepada mereka itu, \"Apakah kamu berbicara di dalam hatimu?","Yang manakah lebih mudah mengatakan: Dosamu sudah diampunikah, atau mengatakan: Bangunlah berjalan?","Tetapi supaya kamu mengetahui, bahwa Anak manusia ada kuasa di dalam dunia ini mengampuni dosa,\" maka kata-Nya kepada orang yang sakit tepok itu, \"Aku berkata kepadamu, bangunlah engkau, angkat tempat tidurmu, pulanglah ke rumahmu.\"","Seketika itu juga bangunlah ia di hadapan mereka itu, lalu diangkatnya tempat tidur yang di atasnya ia berbaring itu, langsung berjalan pulang ke rumahnya serta memuliakan Allah.","Maka tercengang-cenganglah mereka itu sekalian, lalu memuliakan Allah, dan menaruh ketakutan yang amat sangat, katanya, \"Pada hari ini kami nampak suatu perkara yang ajaib.\"","Kemudian daripada itu keluarlah Yesus pergi, lalu nampak seorang pemungut cukai bernama Lewi, sedang duduk di rumah pencukaian, maka kata-Nya kepada orang itu, \"Ikutlah Aku.\"","Maka ditinggalkannya semua, lalu bangun mengikut Yesus.","Maka Lewi pun memberi Yesus suatu perjamuan besar di dalam rumahnya sendiri. Di sana ada amat banyak orang pemungut cukai dan lain-lain, yang duduk makan serta-Nya.","Maka bersungut-sungutlah orang Parisi dan ahli Tauratnya kepada murid-murid Yesus, katanya, \"Apakah sebabnya kamu makan minum dengan orang pemungut cukai dan orang berdosa?\"","Maka Yesus pun menjawab serta berkata kepada mereka itu, \"Orang yang sehat itu tiada perlukan tabib, hanyalah orang yang sakit.","Bukannya Aku datang memanggil orang yang benar, melainkan orang yang berdosa, supaya bertobat.\"","Maka kata mereka itu kepada-Nya, \"Murid-murid Yahya kerap kali puasa dan berdoa, sedemikian itu juga orang Parisi; tetapi murid-murid-Mu sendiri makan minum sahaja.\"","Maka kata Yesus kepada mereka itu, \"Bolehkah sahabat-sahabat mempelai itu disuruh puasa olehmu, selagi ada mempelai itu sertanya?","Tetapi ada harinya kelak, yang mempelai itu diambil daripadanya, pada masa itu baharulah mereka itu akan puasa.\"","Maka dikatakan-Nya pula suatu perumpamaan kepada mereka itu, \"Bahwa seorang pun tiada yang mengoyakkan secarik kain daripada pakaian yang baharu, ditampalkan pada pakaian yang lama; jikalau sedemikian, yang baharu itu pun koyaklah, dan secarik yang baharu itu juga tiada berpadan dengan yang lama.","Dan seorang pun tiada yang membubuh air anggur yang baharu ke dalam kerbat kulit yang lama; jikalau sedemikian, air anggur yang baharu itu kelak meletupkan kerbat itu, lalu air anggurnya itu pun tumpahlah, dan kerbat itu juga binasalah;","melainkan air anggur yang baharu patutlah dibubuhkan ke dalam kerbat yang baharu.","Maka tiada seorang pun yang minum air anggur yang lama, ingin akan air anggur yang baharu, karena katanya: Yang lama itulah sedap rasanya.\""]