["Adalah pada suatu hari Sabbat sambil Yesus berjalan melalui ladang-ladang gandum, murid-murid-Nya pun memetik mayang-mayang gandum, digisarnya dengan tangan, lalu dimakannya.","Tetapi berkatalah beberapa orang Parisi, \"Apakah sebabnya kamu perbuat barang yang tiada halal pada hari Sabbat?\"","Maka jawab Yesus serta berkata kepada mereka itu, \"Belumkah lagi kamu membaca barang yang diperbuat oleh Daud tatkala ia lapar dan segala orang yang beserta dengan dia?","Di dalam hal ia sudah masuk ke dalam Rumah Allah, serta mengambil roti persembahan, lalu dimakannya, dan diberikannya juga kepada orang yang beserta dengan dia, yang tiada halal dimakan, melainkan oleh imam sahaja?\"","Maka berkatalah Yesus lagi kepada mereka itu, \"Anak manusia itulah Tuhan atas hari Sabbat juga.\"","Pada suatu hari Sabbat yang lain, masuklah Yesus ke dalam rumah sembahyang, serta mengajar; maka adalah di sana seorang yang mati tangan kanannya.","Maka ahli Taurat dan orang Parisi pun mengintai, kalau-kalau Ia menyembuhkan orang pada hari Sabbat, supaya dapat menyalahkan Dia.","Tetapi Ia sendiri mengetahui pikiran mereka itu, lalu berkatalah Ia kepada orang yang mati tangan itu, \"Bangunlah engkau berdiri di tengah-tengah.\" Maka bangkitlah ia berdiri di tengah.","Maka berkata pula Yesus kepada mereka itu, \"Aku hendak bertanya kepadamu: Halalkah pada hari Sabbat berbuat baik atau berbuat jahat menyelamatkan nyawa atau membunuh?\"","Maka Yesus memandang sekeliling kepada mereka itu, lalu kata-Nya kepada orang itu, \"Kedangkanlah tanganmu!\" Maka dikedangkannya, lalu sembuhlah tangannya;","maka mereka itu sekalian pun sangatlah geram, serta berunding sama sendirinya, apa yang patut mereka itu perbuat ke atas Yesus.","Pada masa itu juga keluarlah Yesus pergi ke sebuah gunung akan berdoa; maka semalam-malaman itu berdoalah Ia kepada Allah.","Setelah sudah hari siang, dipanggil-Nya murid-murid-Nya, dan dipilih-Nya dari antara mereka itu dua belas orang, yang digelarkan-Nya rasul,","yaitu Simon, yang digelari-Nya Petrus, dan Andreas saudaranya, dan Yakub, dan Yahya, dan Pilipus, dan Bartolomius,","dan Matius, dan Tomas, dan Yakub, anak Alpius, dan Simon yang digelar Zelotis,","dan Yudas, anak Yakub, dan Yudas Iskariot, yang menjadi orang belot.","Maka turunlah Yesus bersama-sama dengan mereka itu, lalu berdiri pada tempat yang rata, beserta dengan beberapa banyak murid-murid-Nya, dan terlalu banyak orang dari seluruh tanah Yudea dan dari Yeruzalem, dan dari pantai laut dekat Tsur dan Sidon,","yang datang hendak mendengar Dia dan meminta sembuhkan penyakit mereka itu, dan orang yang dirasuk setan itu pun disembuhkan-Nya.","Dan segala orang banyak pun bermaksud hendak menjamah Dia, sebab ada khasiat keluar daripada-Nya, sehingga disembuhkan-Nya mereka itu sekalian.","Setelah sudah Ia mengangkat mata-Nya kepada murid-murid-Nya, lalu berkatalah Ia, \"Berbahagialah kamu yang miskin; karena kamulah yang empunya kerajaan Allah.","Berbahagialah kamu yang lapar sekarang ini; karena kamu akan dikenyangkan. Berbahagialah kamu yang menangis sekarang ini; karena kamu akan tertawa kelak.","Berbahagialah kamu apabila orang membenci kamu, dan apabila orang mengasingkan kamu, dan mencela serta menghinakan nama kamu seolah-olah jahat, oleh sebab Anak manusia.","Hendaklah kamu bersukacita melompat-lompat pada hari itu; karena sesungguhnya besar pahalamu di surga; sebab sedemikian itu juga diperbuat oleh orang tua-tuamu ke atas nabi-nabi.","Tetapi, wai bagi kamu yang kaya, karena sudahlah dengan itu penghiburanmu.","Wai bagi kamu, hai orang yang kenyang sekarang ini; karena kamu akan lapar kelak. Wai bagimu, yang tertawa sekarang ini; karena kamu akan berdukacita dan menangis.","Wai bagimu, apabila kamu dipuji oleh sekalian orang, karena sedemikian itu juga telah diperbuat oleh orang tua-tuanya kepada segala nabi palsu.","Tetapi kepada kamu ini yang mendengar, Aku berkata demikian: Kasihilah seterumu, dan perbuatlah baik kepada orang yang membenci kamu;","mintalah berkat bagi orang yang mengutuki kamu; dan doakan orang yang mencercai kamu.","Kepada orang yang menampar pipimu sebelah, berilah juga kepadanya pipi yang sebelah lagi; dan orang yang mengambil jubahmu, jangan ditegahkan mengambil bajumu lagi.","Berilah kepada tiap-tiap orang yang meminta kepadamu; dan daripada orang yang mengambil barang-barangmu, jangan dituntut kembali.","Maka sama seperti kamu suka orang akan berbuat padamu sedemikian itu juga hendaklah kamu berbuat kepadanya.","Dan jikalau kamu mengasihi orang yang mengasihi kamu, apakah pahalamu? Karena orang yang berdosa pun mengasihi orang yang mengasihi dia.","Dan jikalau kamu berbuat baik kepada orang yang berbuat baik kepadamu, apakah juga pahalamu? Karena orang berdosa pun berbuat sedemikian itu juga.","Dan jikalau kamu meminjamkan kepada orang yang kamu berharap akan menerima kembali daripadanya, apakah pula pahalamu? Karena orang yang berdosa itu pun meminjamkan kepada orang berdosa, akan menerima kembali sebanyak itu juga.","Tetapi hendaklah kamu mengasihi seterumu, dan berbuat baik, dan memberi pinjam dengan tiada berharap akan menerima balik; maka berpahala besarlah kamu kelak, dan kamu akan menjadi anak-anak Yang Mahatinggi, karena Ialah murah kepada orang yang tiada syukur dan yang jahat.","Hendaklah kamu berpengasihan sama seperti Bapamu juga berpengasihan.","Dan janganlah kamu menuduh orang, niscaya kamu pun tiada akan dituduh; dan jangan menyalahkan orang, niscaya kamu pun tiada akan disalahkan; lepaskanlah, niscaya kamu pun akan dilepaskan.","Berilah, niscaya kepada kamu pun akan diberi: Suatu sukatan yang betul, ditekan-tekan, dan digoncang-goncang sehingga melembak, akan diberi orang kepada ribaanmu, karena dengan sukatan yang kamu menyukat, akan disukatkan pula kepada kamu.\"","Maka dikatakan-Nya pula kepada mereka itu suatu perumpamaan, kata-Nya, \"Dapatkah orang buta memimpin orang buta? Tiadakah kedua-duanya pun akan jatuh ke dalam lubang?","Seorang murid tiada lebih daripada gurunya; tetapi tiap-tiap murid yang sudah cukup pelajaran itu akan menjadi sama seperti gurunya.","Apakah sebabnya engkau memandang selumbar yang di dalam mata saudaramu itu; tetapi balok yang di dalam matamu sendiri tiada engkau sadari?","Bagaimana boleh engkau mengatakan kepada saudaramu itu: Hai Saudara, biarlah aku mengeluarkan selumbar yang di dalam matamu itu, sedangkan engkau sendiri tiada nampak balok yang di dalam matamu? Hai munafik, keluarkanlah dahulu balok itu dari dalam matamu sendiri, kemudian baharulah engkau nampak terang akan mengeluarkan selumbar dari dalam mata saudaramu itu.","Karena tiadalah pohon kayu yang baik, yang berbuahkan buah yang tiada baik, atau pohon kayu yang buruk, yang berbuahkan buah yang baik,","sebab tiap-tiap pohon kayu dikenal daripada buahnya sendiri, karena daripada pokok duri tiada orang memetik buah ara, dan daripada semak duri tiada orang memetik buah anggur.","Adapun orang yang baik, mengeluarkan barang yang baik daripada perbendaharaan hati yang baik; dan orang yang jahat, mengeluarkan barang yang jahat daripada perbendaharaan hati yang jahat; karena melimpah dari dalam hati melalui mulutnya.","Apakah sebabnya kamu memanggil Aku: Tuhan, Tuhan! tetapi tiada kamu perbuat menurut perkataan-Ku?","Tiap-tiap orang yang datang kepada-Ku dan mendengar perkataan-Ku serta menurut, maka Aku hendak menyatakan kepadamu seumpama siapa ia,","yaitu seumpama seorang yang mendirikan sebuah rumah, dan yang menggali sehingga dalam, lalu ditaruhnya alasan di atas batu; maka apabila tiba air bah serta arus menempuh rumah itu, tiadalah dapat menggerakkan dia, karena perbuatannya kukuh.","Tetapi orang yang mendengar dengan tiada menurut, ialah seumpama seorang, yang mendirikan sebuah rumah di atas tanah dengan tiada beralasan; maka arus pun menempuh rumah itu, lalu segera robohlah, maka besarlah kerusakan rumah itu.\""]