["Setelah Yesus menamatkan segala perkataan-Nya kepada pendengaran kaum itu, lalu masuklah Ia ke Kapernaum.","Maka adalah seorang hamba penghulu laskar, yang amat disayangi oleh tuannya, sakit payah hampir mati.","Setelah didengar oleh penghulu laskar itu dari hal Yesus, maka disuruhnya kepada-Nya orang tua-tua Yahudi, meminta Dia datang menyembuhkan hambanya.","Apabila mereka itu sampai kepada Yesus, lalu dipintanya sangat-sangat kepada-Nya, serta berkata, \"Layaklah ia ditolong Tuan,","karena ia mengasihi bangsa kita, dan ialah yang mendirikan rumah sembahyang kita.\"","Maka Yesus pun pergilah bersama-sama dengan mereka itu. Apabila mereka itu sudah dekat dengan rumah itu, maka disuruhkan oleh penghulu laskar beberapa sahabatnya pula kepada-Nya, mengatakan, \"Ya Tuhan, janganlah bersusah, karena sahaya tiada layak dilawati oleh Tuhan ke dalam rumah sahaya;","sebab itu rasanya, sahaya sendiri tiadalah berlayak datang kepada Tuhan, hanya katakanlah sepatah kata sahaja, niscaya hamba sahaya akan sembuh.","Karena sahaya ini pun seorang yang di bawah perintah, dan di bawah perintah sahaya pula ada beberapa laskar; jikalau sahaya berkata kepada seorangnya: Pergilah, ia pun pergi; dan kepada yang lain pula: Marilah, ia pun datang; dan kepada hamba sahaya: Buatlah itu, maka dibuatnyalah.\"","Apabila didengar oleh Yesus demikian, heranlah Ia akan dia; lalu berpaling kepada orang banyak yang mengikut Dia, kata-Nya, \"Aku berkata kepadamu, di antara orang Israel sekalipun belum pernah Aku melihat iman yang sebegitu besar.\"","Setelah pesuruh itu kembali ke rumah itu, lalu didapatinya hamba itu sudah sembuh.","Kemudian daripada itu berjalanlah Yesus ke sebuah negeri yang bernama Nain; maka murid-murid-Nya dan sekalian orang banyak itu pun berjalanlah serta-Nya.","Apabila Ia mendekati pintu negeri itu, adalah seorang mati diusung ke luar, yaitu anak maknya yang laki-laki tunggal; maka mak itu janda; dan ada pula banyak orang negeri itu beserta dengan dia.","Serta Tuhan melihat perempuan itu, jatuhlah kasihan-Nya akan dia, lalu kata-Nya, \"Janganlah engkau menangis.\"","Maka dihampiri-Nya dan dijamah-Nya usungan itu, lalu orang yang mengusung itu pun berdirilah. Maka kata Yesus, \"Hai orang muda! Aku berkata kepadamu: Bangkitlah!\"","Maka orang yang mati itu pun bangkitlah duduk, lalu mulai berkata-kata; kemudian diserahkannya kepada maknya.","Maka ketakutanlah sekalian orang itu, lalu memuliakan Allah, katanya, \"Seorang nabi yang besar telah terbit di antara kita, dan Allah telah melawat kaum-Nya.\"","Maka masyhurlah kabar dari hal Yesus itu ke seluruh tanah Yudea dan segala jajahan sekeliling.","Maka segala hal itu dikabarkanlah kepada Yahya oleh murid-muridnya.","Maka Yahya pun memanggil dua muridnya, lalu menyuruh bertanya kepada Tuhan, \"Engkau inikah yang akan datang itu, atau harus kami menantikan seorang lainkah?\"","Setelah sampai keduanya kepada Yesus, berkatalah mereka itu, \"Yahya Pembaptis menyuruhkan kami kepada Tuhan, bertanya: Engkau inikah yang akan datang itu, atau harus kami menantikan seorang lainkah?\"","Pada ketika itu juga Yesus menyembuhkan banyak orang yang kena penyakit, dan bala dan setan, dan mengaruniakan penglihatan kepada banyak orang buta.","Maka jawab Yesus serta berkata kepadanya, \"Pergilah kamu, kabarkan kepada Yahya barang yang kamu tampak dan dengar; yaitu, orang buta celik matanya, orang timpang berjalan betul, orang yang kena bala zaraat ditahirkan, orang tuli sudah mendengar, orang mati dihidupkan, dan Injil diberitakan kepada orang miskin,","maka berbahagialah orang yang tiada menaruh syak akan Daku.\"","Setelah utusan Yahya itu pergi, maka mulailah Yesus bertutur kepada orang banyak akan hal Yahya, kata-Nya, \"Apakah yang kamu pergi lihat ke padang belantara? Sebatang buluhkah yang digoyangkan oleh angin?","Atau apakah yang kamu pergi lihat? Seorang yang memakai pakaian yang haluskah? Sesungguhnya orang yang berpakaian indah-indah dan hidup dengan lazatnya ada di dalam istana raja-raja.","Atau apakah yang kamu pergi lihat? Seorang nabikah? Bahkan, Aku berkata kepadamu: Ada yang terlebih lagi daripada seorang nabi.","Karena inilah dia yang tersebut halnya: Bahwa ketahuilah olehmu, Aku menyuruhkan utusan-Ku dahulu daripada-Mu, ialah menyediakan jalan di hadapan-Mu.","Maka Aku berkata kepadamu, bahwa di antara segala orang yang dilahirkan oleh perempuan, tiadalah seorang pun yang lebih besar daripada Yahya; tetapi yang terkecil di dalam kerajaan Allah, itulah yang lebih besar daripadanya.\"","Maka segenap kaum yang mendengar Dia, dan orang pemungut cukai itu pun menyungguhkan Allah di dalam hal mereka itu dibaptiskan dengan baptisan Yahya.","Tetapi orang Parisi dan fakih menolakkan kehendak Allah atas dirinya sendiri, di dalam hal mereka itu tiada dibaptiskan oleh Yahya.","\"Dengan apakah gerangan hendak Aku umpamakan orang zaman ini, dan apakah hal yang seumpama mereka itu?","Adalah mereka itu sama seperti budak-budak yang duduk di pasar, serta berseru seorang kepada seorang, katanya: Kami sudah meniup suling bagi kamu, tiada juga kamu menari; dan kami sudah meratap tetapi tiada juga kamu menangis.","Karena Yahya Pembaptis sudah datang, tiada makan roti atau minum air anggur, maka katamu ia bersetan.","Maka Anak manusia datang makan serta minum, maka katamu: Tengoklah seorang gelojoh dan peminum anggur sahabat orang pemungut cukai dan orang berdosa.","Maka hikmat itu dibenarkan oleh sekalian anaknya.\"","Adalah seorang Parisi menjemput Yesus makan bersama-sama dengan Dia. Maka masuklah Ia ke rumah orang Parisi itu, lalu duduk makan.","Di dalam negeri itu adalah seorang perempuan berdosa; apabila diketahuinya bahwa Yesus tengah duduk makan di dalam rumah orang Parisi itu, maka dibawanya suatu buli-buli berisi minyak wangi.","Maka berdirilah perempuan itu di belakang, dekat kaki Yesus sambil menangis, lalu mulailah ia membasahkan kaki-Nya dengan air matanya dan menyapu dengan rambutnya, lalu diciumnya kaki-Nya itu, serta diurapinya dengan minyak wangi.","Tetapi apabila orang Parisi, yang menjemput Yesus, melihat hal itu, berkatalah ia di dalam hatinya, katanya, \"Orang ini, jikalau Ia seorang nabi, niscaya diketahui-Nya siapa dan apa macamnya perempuan itu yang menjamah Dia, karena perempuan ini seorang berdosa.\"","Maka Yesus sambil menjawab berkata kepadanya, \"Hai Simon, ada satu perkara yang hendak Kukatakan kepadamu.\" Maka kata-Nya, \"Ya Guru, katakanlah.\"","\"Adalah dua orang yang berutang kepada seorang yang meminjamkan uang; maka yang seorang berutang lima ratus dinar, dan yang lain lima puluh.","Maka sebab pada mereka itu tiada pembayarnya, dilepaskannya kedua-duanya daripada utang. Sekarang yang manakah daripada dua orang itu akan terlebih mengasihi dia?\"","Maka sahut Simon, katanya, \"Hamba sangka, orang yang dilepaskannya daripada utang yang terlebih banyak itu.\" Maka kata Yesus kepadanya, \"Betullah sangkamu itu.\"","Lalu berpalinglah Ia kepada perempuan itu serta berkata kepada Simon, \"Engkau nampakkah perempuan ini? Bahwa Aku masuk ke rumahmu, tiada engkau memberi air akan pembasuh kaki-Ku, tetapi ia membasahkan kaki-Ku dengan air matanya, dan menyapu dengan rambutnya.","Tiada engkau mencium Aku, tetapi perempuan ini semenjak Aku masuk tiada berhenti mencium kaki-Ku.","Tiada engkau mengurapi kepala-Ku; tetapi perempuan ini mengurapi kaki-Ku dengan minyak wangi.","Oleh sebab itu Aku berkata kepadamu, bahwa dosanya yang banyak itu diampunilah, karena kasihnya amat sangat; tetapi kepada orang yang diampuni sedikit, kasihnya juga sedikit.\"","Lalu kata-Nya kepada perempuan itu, \"Segala dosamu sudah diampuni.\"","Maka orang yang duduk makan bersama-sama mulailah berkata di dalam hatinya, \"Siapakah orang ini yang dapat juga mengampuni dosa?\"","Maka kata Yesus kepada perempuan itu, \"Imanmu sudah menyelamatkan engkau, pulanglah engkau dengan sejahtera.\""]