["Kemudian daripada itu, maka Yesus pun menjalani seluruh negeri dan kampung, serta memberitakan dan memasyhurkan kabar kesukaan dari hal kerajaan Allah, dan kedua belas murid itu ada bersama-sama dengan Dia,","dan beberapa perempuan yang sudah disembuhkan-Nya daripada dirasuk setan dan berbagai-bagai kesakitan, yaitu Maryam yang disebut Magdalena, yang sudah keluar tujuh setan dari dalamnya,","dan lagi Yohanna isteri Khuza, jurukunci Herodes, dan Susana, dan banyak perempuan lain-lain, yang membelanjakan hartanya sebab melayani Yesus serta murid-murid-Nya.","Tatkala sekalian orang banyak berhimpun, dan dari tiap-tiap negeri pun orang datang kepada-Nya, lalu bertuturlah Ia dengan perumpamaan,","\"Adalah seorang penabur keluar hendak menabur benihnya; maka sedang ia menabur, ada separuh jatuh di tepi jalan, lalu dipijak-pijak orang, dan burung-burung dari udara pun makan sehingga habis benih itu.","Ada separuh jatuh di atas batu; setelah tumbuh, layulah ia sebab tiada lembab.","Ada juga separuh jatuh di tengah-tengah semak duri; maka duri itu pun tumbuh bersama-sama, serta membantutkan benih itu.","Dan ada pula separuh jatuh di tanah yang baik, lalu tumbuh sehingga mengeluarkan buah seratus kali ganda.\" Sedang Ia berkata demikian ini, maka berserulah Ia, \"Barangsiapa yang bertelinga untuk mendengar, hendaklah ia mendengar.\"","Maka murid-murid-Nya bertanya kepada-Nya apa arti perumpamaan ini.","Maka Yesus pun berkatalah, \"Bahwa kepada kamu diberi karunia mengetahui rahasia kerajaan Allah, tetapi kepada orang lain itu dengan perumpamaan, supaya dengan melihat jangan mereka itu nampak, dan dengan mendengar jangan mereka itu mengerti.","Maka inilah arti perumpamaan itu: Adapun benih itulah Perkataan Allah.","Maka yang di tepi jalan itu, ialah orang yang mendengar, kemudian datanglah Iblis mengambil Perkataan itu dari dalam hatinya, supaya jangan mereka itu percaya dan diselamatkan.","Dan yang di atas batu itu, ialah orang, serta mendengar, menyambut Perkataan itu dengan sukacita; maka orang itu tiada berakar; mereka itu percaya untuk seketika sahaja, dan pada masa pencobaan undurlah mereka itu.","Maka yang jatuh di tengah-tengah semak duri itu, ialah orang yang sudah mendengar, dan serta berjalan dibantutkan oleh kuatir dan kekayaan dan kesukaan dunia ini, maka tiadalah mengeluarkan buah dengan sempurnanya.","Tetapi yang di tanah yang baik itu, ialah orang, yang sesudahnya mendengar Perkataan itu, berpegang teguh di dalam hati yang tulus dan baik, lalu mengeluarkan buah dengan bertekun.","Tiadalah seorang pun memasang pelita, lalu menudung dengan suatu bekas, atau meletakkan di bawah katil; melainkan diletakkannya di atas kaki pelita, supaya orang yang masuk tampak terang itu.","Karena suatu pun tiada yang tersembunyi, yang tiada dinyatakan kelak; atau tiadalah rahasia yang tiada akan diketahui, melainkan ketara kelak.","Sebab itu beringatlah bagaimana kamu dengar; karena barangsiapa mempunyai sesuatu, kepadanya akan diberi lagi, dan barangsiapa yang tiada mempunyai sesuatu itu, daripadanya juga diambil barang yang disangkanya ada padanya.\"","Maka datanglah kepada-Nya ibu dan saudara-saudara-Nya, tetapi mereka itu tiada dapat menghampiri Dia oleh sebab orang bersesak.","Maka orang pun berkabar kepada-Nya dengan kata, \"Ibu dan saudara Tuan berdiri di luar hendak berjumpa dengan Tuan.\"","Tetapi jawab-Nya serta berkata kepada mereka itu, \"Adapun ibu-Ku dan saudara-Ku, ialah, yang mendengar firman Allah serta menurut.\"","Adalah pada suatu hari Yesus dengan murid-murid-Nya naik ke dalam sebuah perahu, lalu berkata kepada mereka itu, \"Marilah kita menyeberang ke seberang tasik.\" Maka bertolaklah mereka itu.","Tetapi sementara mereka itu berlayar, tertidurlah Ia, lalu turunlah angin ribut ke tasik itu, memenuhi perahu itu dengan air, sehingga nyaris bahaya.","Maka datanglah mereka itu mendapatkan Yesus, serta membangunkan Dia, katanya, \"Ya Rabbi, ya Rabbi, binasalah kita!\" Maka bangunlah Ia sambil melarang angin dan gelombang itu; lalu berhentilah, menjadi teduh.","Maka kata-Nya kepada mereka itu, \"Di manakah imanmu?\" Maka takutlah mereka itu serta heran sambil berkata seorang kepada seorang, \"Siapakah Ia ini, yang memerintah angin dan air, sehingga menurut Dia?\"","Maka berlayarlah mereka itu sampai ke tanah orang Gerasa, yang berseberangan dengan Galilea.","Setelah Ia naik ke darat, maka bertemulah dengan Dia seorang dari negeri itu, yang dirasuk setan; maka telah beberapa lama orang itu tiada berkain, dan tiada diam di dalam rumah, melainkan di kubur-kubur.","Serta dilihatnya Yesus, maka berteriaklah ia serta sujud di hadapan-Nya sambil berkata dengan suara yang nyaring, \"Apakah perkara aku kena-mengena dengan Engkau, hai Yesus, Anak Allah Yang Mahatinggi; aku minta, janganlah Engkau menyiksakan aku.\"","(Katanya begitu) sebab Yesus menyuruh setan itu keluar daripada orang itu; karena kerapkali setan itu mengharu dia; maka ia dirantai dan dibelenggu serta dikawal oranglah; tetapi segala rantai itu habis diputuskannya, lalu ia dihalaukan oleh setan itu ke tempat sunyi.","Maka bertanyalah Yesus kepadanya, \"Siapakah namamu?\" Maka katanya, \"Legion,\" karena banyaklah setan yang masuk ke dalamnya.","Maka segala setan itu meminta Yesus supaya jangan disuruhkan-Nya masuk ke tempat yang tiada terduga dalamnya.","Maka adalah di sana sekawan babi yang banyak sedang mencari makan di bukit; lalu setan itu pun meminta Yesus, supaya dibiarkannya masuk ke dalam babi itu; maka dibiarkan-Nyalah.","Maka keluarlah setan itu daripada orang itu serta masuk ke dalam babi; maka terjunlah sekawan babi itu dari tempat yang curam ke dalam tasik, lalu mati lemas.","Apabila penjaga babi itu pun melihat hal itu, berlarilah mereka itu, lalu dikabarkannya di dalam negeri dan di kampung.","Maka keluarlah mereka itu pergi melihat barang yang berlaku itu, serta datang mendapatkan Yesus, lalu dijumpainya orang, yang setan sudah keluar dari dalamnya, duduk di kaki Yesus dan sudah berkain, dan dengan siumannya; maka takutlah mereka itu.","Maka orang yang telah melihat hal itu menceriterakan kepada mereka itu, peri bagaimana orang yang dirasuk setan itu telah dipulihkan.","Maka sekalian orang banyak dari seluruh jajahan Gerasa meminta Yesus undur daripada mereka itu, karena sangatlah besar ketakutan atasnya. Maka Yesus pun naik ke dalam perahu, lalu balik.","Tetapi orang, yang daripadanya setan sudah keluar itu, meminta Yesus, supaya boleh bersama-sama dengan Dia; akan tetapi disuruh-Nya pulang, kata-Nya,","\"Pulanglah engkau ke rumahmu, lalu ceriterakanlah berapa besarnya hal yang diperbuat Allah bagimu.\" Maka orang itu pun pergilah, lalu memasyhurkan di seluruh negeri, berapa besar perbuatan Yesus kepadanya.","Serta Yesus balik, maka Ia disambut oleh orang banyak, karena sekaliannya ada menantikan Dia datang.","Maka datanglah seorang yang bernama Yairus, yaitu seorang penghulu rumah sembahyang; maka sujudlah ia pada kaki Yesus sambil memohonkan Dia datang ke rumahnya.","Karena ada padanya seorang anak perempuan yang tunggal, kira-kira dua belas tahun umurnya, yang hampir mati. Sedang Yesus berjalan, maka orang banyak pun mendesak-desakkan Dia.","Adalah seorang perempuan yang berpenyakit bulan sudah dua belas tahun lamanya, maka walaupun dihabiskannya hartanya kepada tabib, tetapi tiada dapat disembuhkan oleh seorang jua pun.","Maka datanglah perempuan itu dari belakang menjamah kaki jubah Yesus; maka seketika itu juga terhentilah lelehan darahnya.","Maka kata Yesus, \"Siapakah yang menjamah Aku?\" Setelah sekaliannya bersangkal, maka kata Petrus, \"Rabbi, orang banyak mengimpit dan menyesak Rabbi.\"","Maka kata Yesus, \"Ada orang yang menjamah Aku, karena Kurasai suatu kekuatan sudah keluar daripada-Ku.\"","Tetapi apabila perempuan itu tampak akan dirinya tiada dapat bersembunyi, datanglah ia dengan geletarnya, lalu sujud di hadapan Yesus sambil menyatakan di hadapan segenap kaum itu sebabnya ia menjamah Dia, dan peri bagaimana ia sembuh pada ketika itu juga.","Maka kata Yesus kepadanya, \"Hai anak-Ku, imanmu sudah menyembuhkan engkau, pergilah engkau dengan sejahtera.\"","Di dalam Ia sedang berkata-kata, datanglah seorang dari rumah penghulu rumah sembahyang itu, katanya, \"Anak Tuan sudah mati, janganlah menyusahkan Guru.\"","Tetapi Yesus yang mendengar itu, menjawab kepadanya, \"Jangan takut, percayalah sahaja, maka ia akan sembuh.\"","Setelah Ia tiba di rumah itu, maka tiada diberi-Nya seorang pun masuk serta-Nya, melainkan Petrus dan Yahya dan Yakub dan bapa budak itu dengan ibunya.","Maka orang-orang pun semuanya menangis dan meratapkan dia; tetapi kata Yesus, \"Jangan menangis; bukannya ia mati, melainkan tidur.\"","Maka mereka itu pun mentertawakan Dia, karena diketahuinya, bahwa ia sudah mati.","Tetapi Yesus memegang tangan budak itu, lalu berseru, kata-Nya, \"Hai anak perempuan, bangunlah!\"","Maka rohnya pun kembalilah pula, lalu bangunlah ia dengan segera; maka Yesus menyuruh memberi budak itu makan.","Maka tercengang-cenganglah ibu bapanya; lalu Yesus berpesan kepada mereka itu jangan mengatakan hal itu kepada seorang jua pun."]