["Maka Yesus memanggil kedua belas murid-Nya, lalu diberi-Nya kuat kuasa atas segala setan, dan akan menyembuhkan berbagai-bagai penyakit.","Maka disuruhkan-Nya mereka itu mengabarkan kerajaan Allah dan menyembuhkan orang sakit.","Maka kata-Nya kepada mereka itu, \"Jangan kamu bawa apa-apa pada perjalananmu; tongkat pun jangan, pundi-pundi pun jangan, roti pun jangan, uang pun jangan, berbaju dua pun jangan.","Maka ke rumah mana jua pun kamu masuk, tinggallah di sana, dan dari situ pula kamu keluar.","Maka seberapa banyak orang yang tiada menerima kamu, apabila kamu keluar dari negeri itu, kebaskanlah debu yang di tapak kakimu, akan menjadi suatu kesaksian pada mereka itu.\"","Maka keluarlah mereka itu pergi ke seluruh kampung sambil memberitakan kabar kesukaan dan menyembuhkan orang sana sini.","Maka kedengaranlah kepada Herodes, raja seperempat negeri, segala hal yang sudah jadi itu; maka bimbanglah ia sebab ada separuh orang mengatakan: Yahya sudah bangkit dari antara orang mati;","dan ada juga separuh orang mengatakan: Elias sudah kelihatan; dan ada pula yang lain mengatakan, bahwa seorang dari antara nabi-nabi dahulu kala sudah bangkit.","Maka kata Herodes, \"Bahwa Yahya itu sudah kupancung kepalanya; tetapi siapakah gerangan orang ini, yang dari hal-Nya kudengar demikian?\" Lalu dicarinya jalan hendak melihat Dia.","Setelah kembali rasul-rasul itu, maka diceriterakannya kepada Yesus segala sesuatu yang diperbuatnya. Maka dibawa-Nya mereka itu serta-Nya undur berasing ke sebuah negeri yang bernama Baitsaida.","Tetapi sedang orang banyak mengetahui akan hal itu, lalu mereka itu mengikut Dia; maka Yesus pun menyambut mereka itu, serta bertutur kepadanya dari hal kerajaan Allah sambil menyembuhkan orang yang berlayak disembuhkan.","Maka hari pun hampir malam; lalu datanglah kedua belas murid itu berkata kepada-Nya, \"Suruhkanlah orang banyak ini pulang, supaya mereka itu pergi ke kampung-kampung dan dusun-dusun yang sekeliling, akan menumpang dan mencari makanan, karena di sini kita di tempat yang sunyi.\"","Tetapi kata Yesus kepada murid-murid itu, \"Kamu berilah mereka itu makan.\" Maka kata murid-murid itu, \"Tiadalah pada kami roti lebih daripada lima ketul, dan ikan dua ekor, kecuali kami pergi membeli makanan untuk kaum sebanyak ini.\"","Karena ada kira-kira lima ribu orang laki-laki banyaknya. Maka kata-Nya kepada murid-murid-Nya, \"Suruhlah mereka itu duduk bertumpuk-tumpuk, kira-kira lima puluh orang setumpuk.\"","Maka diperbuat oleh murid-murid demikian, serta menyuruh duduk sekaliannya.","Maka Yesus pun mengambil roti lima ketul, dan ikan dua ekor itu, lalu menengadah ke langit, serta memberkati dia, kemudian Ia memecahkan roti itu, dan memberikan kepada murid-murid-Nya, supaya mereka itu meletakkan di hadapan orang banyak itu.","Maka makanlah sekaliannya sampai kenyang; lalu diangkat oranglah segala sisanya dua belas bakul penuh.","Tatkala Yesus munajat, adalah murid-murid itu serta-Nya; maka bertanyalah Ia kepada mereka itu, kata-Nya, \"Menurut kata orang banyak, siapakah Aku ini?\"","Maka sahut mereka itu, katanya, \"Yahya Pembaptis\"; tetapi ada yang mengatakan: \"Elias\"; ada pula yang mengatakan: \"Bahwa seorang dari antara nabi-nabi dahulu kala sudah bangkit.\"","Maka kata-Nya kepada mereka itu, \"Tetapi kata kamu ini, siapakah Aku?\" Maka sahut Petrus, katanya, \"Kristus yang daripada Allah.\"","Maka dipesankan-Nya amat sangat kepada mereka itu sambil melarang jangan mengatakan yang demikian kepada seorang jua pun,","kata-Nya, \"Bahwa wajib Anak manusia merasai banyak sengsara, dan ditolak oleh orang tua-tua dan kepala-kepala imam serta ahli Taurat, sehingga dibunuh, kemudian Ia bangkit pula pada hari yang ketiga.\"","Maka kata-Nya kepada sekalian orang, \"Jikalau barangsiapa hendak mengikut Aku, haruslah ia menyangkali dirinya serta menanggung salibnya tiap-tiap hari, lalu mengikut Aku.","Karena barangsiapa yang hendak memeliharakan nyawanya, ia akan kehilangan nyawa; tetapi barangsiapa yang kehilangan nyawanya oleh karena Aku, ialah akan memeliharakan nyawa.","Apakah untungnya kepada seorang, jikalau ia beroleh segenap dunia ini, tetapi dirinya sendiri hilang atau binasa?","Karena barangsiapa yang malu mengaku Aku dan perkataan-Ku, maka Anak manusia itu pun malu mengaku dia, apabila Ia datang kelak dengan kemuliaan-Nya sendiri dan dengan kemuliaan Bapa-Nya dengan kemuliaan segala malaekat-Nya yang kudus.","Dengan sesungguhnya Aku berkata kepadamu: Ada beberapa orang yang berdiri di sini, yang tiada akan merasai mati sebelum dilihatnya kerajaan Allah.\"","Sekira-kira delapan hari kemudian daripada perkataan itu, maka Yesus pun membawa serta-Nya Petrus dan Yahya dan Yakub, lalu naik gunung, hendak berdoa.","Maka sedang Ia berdoa, berubahlah rupa muka-Nya, dan pakaian-Nya pun menjadi putih bersinar-sinar.","Maka tiba-tiba adalah dua orang bertutur dengan Dia, yaitu Musa dan Elias,","yang kelihatan dengan kemuliaan serta berkata-kata dari hal mati-Nya, yang akan digenapkan-Nya di Yeruzalem.","Adapun Petrus dan orang yang sertanya itu pun mengantuklah amat sangat; tetapi setelah terjaga, dilihatnya kemuliaan Yesus dan kedua orang itu berdiri serta-Nya itu.","Maka tatkala kedua orang itu hendak bercerai daripada-Nya, kata Petrus kepada Yesus, \"Ya Rabbi, baiklah kita diam di sini; biarlah kami membuat pondok tiga buah, yaitu sebuah bagi Rabbi dan sebuah bagi Musa, dan sebuah bagi Elias\"; tetapi tiadalah ia sadar akan apa yang dikatakannya itu.","Maka sedang ia lagi berkata-kata demikian, datanglah sebuah awan menaungi mereka itu; maka takutlah mereka itu tatkala termasuk ke dalam awan itu.","Lalu kedengaranlah suatu suara dari dalam awan itu mengatakan, \"Inilah Anak-Ku yang terpilih. Dengarlah olehmu akan Dia.\"","Serta kedengaran suara itu, maka ternampaklah Yesus seorang diri-Nya sahaja. Maka murid-murid pun diamlah, tiada diceriterakannya kepada seorang jua pun pada masa itu akan hal yang dilihatnya itu.","Pada keesokan harinya tatkala mereka itu turun dari gunung itu, maka terlalulah banyak orang datang berjumpa dengan Yesus.","Di antara orang banyak itu adalah seorang berseru, katanya, \"Ya Guru, hamba mohonkanlah kiranya Tuan menengokkan anak hamba; karena ialah anak hamba yang tunggal.","Ada suatu setan merasuk dia, tiba-tiba budak itu berteriak, dan setan itu menggoncang dia sehingga berbuih mulutnya, dan jarang ditinggalkannya dia, sehingga dirusakkannya belaka.","Dan hamba sudah minta murid-murid Tuan membuangkan setan itu, tetapi tiada dapat.\"","Maka jawab Yesus, kata-Nya, \"Hai bangsa yang tiada percaya dan yang sesat ini, berapa lamakah lagi Aku beserta dengan kamu dan sabar akan kamu? Bawalah anakmu itu ke mari.\"","Sementara ia lagi di jalan, maka ia dipontang-pantingkan oleh setan itu ke bawah, dan digoncangkannya amat sangat. Tetapi Yesus pun menengking setan itu, lalu memulihkan budak itu; maka diserahkan-Nya balik kepada bapanya.","Maka tercenganglah sekaliannya akan kemuliaan Allah itu. Sementara orang sekalian lagi heran akan segala perkara yang diperbuat-Nya itu, berkatalah Ia kepada murid-murid-Nya,","\"Masukkanlah perkataan ini ke dalam telingamu, karena Anak manusia akan diserahkan ke tangan orang.\"","Tetapi mereka itu tiada mengerti perkataan itu, karena ia itu tersembunyi daripada mereka itu, supaya arti perkataan itu jangan nyata kepada mereka itu; maka takutlah mereka itu menanya Dia atas perkataan itu.","Maka timbullah suatu pikiran di dalam hati mereka itu: Siapakah yang terlebih besar di antara mereka itu.","Tetapi sedang Yesus mengetahui akan pikiran hatinya itu, lalu diambil-Nya seorang kanak-kanak, didirikan-Nya di sisi-Nya,","serta berkata kepada mereka itu, \"Barangsiapa yang menyambut kanak-kanak ini atas nama-Ku, ialah menyambut Aku; dan barangsiapa yang menyambut Aku, ialah menyambut Dia yang menyuruh Aku; karena yang terlebih kecil di antara kamu sekalian, ialah yang besar.\"","Maka sahut Yahya, katanya, \"Ya Rabbi, kami sudah melihat seorang yang dengan nama Rabbi membuangkan setan; maka kami larangkan dia sebab tiada ia turut mengikut Rabbi.\"","Tetapi kata Yesus kepadanya, \"Jangan dilarangkan dia, karena barangsiapa yang tiada melawan kamu, ialah kawan kamu.\"","Apabila hampir genap masanya Yesus dinaikkan ke surga, maka ditetapkan-Nya tujuan-Nya akan berjalan ke Yeruzalem,","serta menyuruhkan beberapa pesuruh di hadapan-Nya. Maka pergilah mereka itu, lalu masuk ke dalam sebuah kampung orang Samaria akan menyediakan bagi-Nya tempat persinggahan.","Tetapi tiadalah mereka itu menerima Dia, sebab perjalanan-Nya menuju ke Yeruzalem.","Apabila murid-murid-Nya, yaitu Yakub dan Yahya, melihat hal itu, berkatalah mereka itu, \"Maukah Tuhan, kami menyuruhkan api turun dari langit akan menghanguskan mereka itu?\"","Tetapi Yesus berpaling serta menghardik keduanya.","Maka pergilah mereka itu ke sebuah kampung yang lain.","Sedang mereka itu berjalan, berkatalah seorang kepada Yesus, \"Hamba hendak mengikut barang ke mana Guru pergi.\"","Maka kata Yesus kepadanya, \"Bagi serigala ada lubangnya, dan bagi segala burung pun ada sarangnya, tetapi Anak manusia tiada bertempat hendak membaringkan kepala-Nya.\"","Maka kata Yesus kepada seorang lain, \"Ikutlah Aku.\" Tetapi kata orang itu, \"Izinkanlah hamba pergi dahulu menguburkan bapa hamba.\"","Tetapi kata Yesus kepadanya, \"Biarlah orang mati menguburkan orangnya yang mati; tetapi engkau ini, pergilah memasyhurkan kerajaan Allah.\"","Maka kata seorang yang lain pula, \"Hamba hendak mengikut Tuhan; tetapi izinkanlah hamba pulang memberi selamat tinggal kepada seisi rumah hamba.\"","Maka kata Yesus kepadanya, \"Tiadalah seorang pun yang berpegang kepada tenggala serta menoleh ke belakang, berlayak bagi kerajaan Allah.\""]