["\"Aku inilah Pokok Anggur yang benar, dan Bapa-Ku ialah Pembelanya.","Tiap-tiap carang di dalam Aku yang tiada berbuah dikerat-Nya; dan tiap-tiap carang yang berbuah dibersihkan-Nya, supaya makin lebat lagi ia berbuah.","Kamu ini memang suci oleh karena perkataan yang sudah Kukatakan kepadamu.","Hendaklah kamu tetap di dalam Aku, dan Aku juga di dalam kamu. Sama seperti carang tiada dapat berbuah dengan kuasa dirinya sendiri, jikalau tiada tetap pada pokok anggur, demikian juga kamu pun tiada dapat, jikalau tiada kamu tetap di dalam Aku.","Aku inilah Pokok Anggur yang benar, dan kamulah carang-carangnya. Siapa yang tetap di dalam Aku, dan Aku pun di dalam dia, ialah berbuah lebat; karena kalau tiada beserta dengan Aku, suatu pun tiada dapat kamu perbuat.","Jikalau barang seorang tiada tetap di dalam Aku, terbuanglah ia ke luar sama seperti carang itu, serta menjadi kering; kemudian ia itu dikumpulkan orang, dibuangkannya ke dalam api, lalu hangus.","Jikalau kamu tetap di dalam Aku, dan perkataan-Ku tetap di dalam kamu, pintalah barang apa yang kamu kehendaki, itu akan dikaruniakan kepadamu kelak.","Di dalam hal inilah Bapa-Ku dipermuliakan, yaitu kalau kamu berbuah lebat, serta menjadi murid-murid Aku.\"","\"Sebagaimana Bapa sudah mengasihi Aku, demikian juga Aku sudah mengasihi kamu; tetaplah kamu di dalam kasih-Ku itu.","Jikalau kamu menurut segala hukum-Ku, niscaya kamu akan tetap di dalam kasih-Ku, sama seperti Aku sudah menurut segala hukum Bapa-Ku dan tetaplah di dalam kasih-Nya.","Maka segala perkara ini Aku katakan kepadamu, supaya kesukaan-Ku tetaplah di dalam kamu, dan kesukaanmu pun sempurnalah.","Inilah hukum-Ku, yaitu hendaklah kamu berkasih-kasih sama sendiri sama seperti Aku sudah mengasihi kamu.","Pada seorang pun tiada kasih yang lebih daripada ini, yaitu sehingga ia menyerahkan nyawanya karena segala sahabatnya.","Kamu inilah sahabat-Ku, jikalau kamu berbuat barang yang Aku pesankan kepada kamu.","Tiadalah lagi Aku memanggil kamu hamba; karena seorang hamba tiada mengetahui yang diperbuat oleh tuannya; tetapi Aku sudah memanggil kamu sahabat, oleh sebab segala perkara Aku dengar daripada Bapa-Ku, itulah Aku beritahu kepadamu.","Bukannya kamu ini yang memilih Aku, melainkan Aku inilah yang memilih kamu serta menetapkan kamu, supaya kamu ini pergi mengeluarkan buah, dan buahmu itu kekal adanya; supaya barang apa pun yang kamu pohonkan kepada Bapa dengan nama-Ku, Ia karuniakan kepada kamu.","Inilah Aku berpesan kepadamu, supaya kamu berkasih-kasih sama sendiri.\"","\"Jikalau isi dunia ini membenci kamu, ketahuilah olehmu, bahwa ia sudah membenci Aku dahulu daripada kamu.","Jikalau kamu daripada dunia ini, maka dunia ini patut mengasihi haknya sendiri, tetapi sebab kamu bukan daripada dunia ini, melainkan Aku ini sudah memilih kamu daripada dunia, itulah sebabnya dunia ini membenci kamu.","Ingatlah kamu akan perkataan yang Aku katakan kepadamu itu: Seorang hamba tiada lebih besar daripada tuannya. Jikalau mereka itu menganiayakan Aku, niscaya mereka itu akan menganiayakan kamu juga; jikalau mereka itu menurut perkataan-Ku, maka perkataan kamu pun akan diturutnya.","Tetapi segala perkara itu akan diperbuatnya kepada kamu oleh karena nama-Ku; sebab mereka itu tiada kenal Dia yang menyuruh Aku.","Jikalau tiada Aku datang berkata-kata kepada mereka itu, maka tiadalah mereka itu berdosa, tetapi sekarang mereka itu tidak ada dalih tentang dosanya.","Siapa yang membenci Aku, ia membenci Bapa-Ku juga.","Jikalau tiada Aku melakukan di antara mereka itu beberapa perbuatan yang belum pernah dilakukan oleh seorang lain jua pun, maka tiadalah mereka itu berdosa; tetapi sekarang mereka itu sudah melihatnya, dan membenci Aku dan BapaKu.","Tetapi hal ini jadi demikian, supaya sampailah perkataan yang tersurat di dalam Taurat-Nya, bunyinya: Bahwa mereka itu sudah membenci Aku dengan tiada suatu sebabnya.","Akan tetapi apabila datang Penolong yang akan Kusuruhkan kepadamu daripada Bapa, yaitu Roh kebenaran yang keluar daripada Bapa itu, ialah akan menyaksikan dari hal-Ku.","Dan kamu pun akan menjadi saksi-Ku, oleh sebab kamu telah ada bersama-sama dengan Aku dari mulanya.\""]