["Setelah itu Pilatus pun mengambil Yesus, lalu menyesah Dia.","Maka segala laskar menganyamkan daripada duri suatu makota serta membubuhkan di atas kepala-Nya, dan dipakaikannya kepada-Nya jubah ungu;","lalu datanglah mereka itu kepada-Nya serta berkata, \"Daulat Raja orang Yahudi!\" serta ditampar-tamparnya muka-Nya.","Maka keluarlah pula Pilatus serta berkata kepada mereka itu, \"Tengoklah, aku membawa Dia keluar kepadamu, supaya kamu ketahui bahwa suatu pun tiada aku mendapat salah pada-Nya.\"","Maka keluarlah Yesus, bermakota duri dan berjubah ungu. Lalu kata Pilatus kepada mereka itu sekalian, \"Tengoklah orangnya!\"","Serta segala kepala imam dan segala hamba pun nampak Dia, berteriaklah mereka itu sekalian sambil katanya, \"Salibkanlah, salibkanlah Dia!\" Maka kata Pilatus kepada mereka itu, \"Kamu ambillah Dia, dan salibkanlah Dia! Karena aku ini tiada mendapat salah pada-Nya.\"","Maka sahut orang Yahudi kepadanya, \"Pada kami ada suatu hukum, dan menurut hukum itu wajiblah Ia mati, oleh sebab Ia mengatakan diri-Nya Anak Allah.\"","Apabila Pilatus mendengar perkataan itu, makin sangatlah ia takut;","maka masuklah ia pula ke dalam balai pengadilan itu, serta berkata kepada Yesus, \"Dari manakah asal-Mu?\" Tetapi Yesus tiada memberi jawab kepadanya.","Maka kata Pilatus kepada-Nya, \"Dengan aku tiadakah Engkau mau berkata? Tiadakah Engkau ketahui bahwa aku berkuasa melepaskan Engkau, dan aku berkuasa mensalibkan Engkau?\"","Maka sahut Yesus, \"Suatu pun tiadalah Tuan berkuasa atas Aku, jikalau sekiranya tiada diberi kepada Tuan dari atas; oleh sebab itu orang yang menyerahkan Aku kepada Tuan, ialah lebih besar dosanya.\"","Daripada ketika itu Pilatus mencari upaya akan melepaskan Dia; tetapi berserulah orang Yahudi dengan nyaring, katanya, \"Jikalau Tuan melepaskan orang ini, bukannya Tuan sahabat Kaisar lagi; barangsiapa yang menjadikan dirinya raja, ialah melawan Kaisar.\"","Setelah didengar oleh Pilatus perkataan ini, maka dibawanya Yesus keluar, lalu duduklah ia di atas kursi pengadilan di tempat yang bernama Hamparan Batu, yaitu dengan bahasa Ibrani Gabata namanya.","Pada hari itu hari Persediaan Pasah, sekira-kira pukul dua belas tengah hari. Maka kata Pilatus kepada orang Yahudi, \"Tengoklah, rajamu!\"","Tetapi berteriaklah mereka itu, katanya, \"Buanglah, buanglah Dia! Salibkanlah Dia!\" Maka kata Pilatus kepada mereka itu, \"Rajamu itu patutkah aku salibkan?\" Maka sahut segala kepala imam, \"Tiadalah pada kami raja lain daripada baginda Kaisar juga.\"","Lalu Pilatus menyerahkan Yesus kepada mereka itu, supaya Ia disalibkan.","Maka mereka itu pun mengambil Yesus; lalu keluarlah Ia memikul kayu salib-Nya sendiri menuju ke tempat yang bernama Tempat Tengkorak, yaitu dengan bahasa Ibrani disebut Golgota.","Di situlah mereka itu mensalibkan Dia beserta dengan dua orang lain pada sebelah-menyebelah, tetapi Yesus di tengah-tengah.","Maka Pilatus pun menyuratkan suatu tulisan, dilekatkannya di kepala tiang kayu salib itu, tersurat demikian, \"Yesus, orang Nazaret, Raja orang Yahudi.\"","Maka tulisan itu dibacalah oleh banyak orang Yahudi, karena tempat Yesus disalibkan itu adalah dekat negeri, dan lagi tersurat dengan bahasa Ibrani dan bahasa Rum dan bahasa Gerika.","Lalu kata segala kepala imam orang Yahudi kepada Pilatus, \"Janganlah kiranya Tuan tulis: Raja orang Yahudi, melainkan: akulah Raja orang Yahudi, sebagaimana yang dikatakan-Nya itu.\"","Maka sahut Pilatus, \"Apa yang sudah kutuliskan itu, sudahlah!\"","Maka segala laskar itu setelah sudah mensalibkan Yesus, lalu mengambil pakaian-Nya, dibahaginya empat, yaitu untuk tiap-tiap laskar satu bahagian, dan jubah-Nya pun; tetapi jubah itu tiada berjahit, hanyalah sehelai tenunan dari atas sampai ke bawah.","Maka berkatalah mereka itu sama sendiri, \"Janganlah kita mengoyak dia, tetapi baiklah kita membuang undi atasnya akan mengetahui siapa yang mendapat dia,\" supaya sampailah kata Alkitab itu yang mengatakan: Mereka itu sudah berbahagi-bahagi pakaian-Ku sama sendiri, dan atas jubah-Ku mereka itu sudah membuang undi. Demikianlah juga diperbuat oleh segala laskar itu.","Maka dekat kayu salib Yesus berdirilah ibu-Nya dan saudara ibu-Nya yang perempuan, Maryam isteri Keleopas, dan Maryam Magdalena.","Apabila Yesus melihat ibu-Nya dan murid yang dikasihi-Nya itu pun berdiri dekat, berkatalah Ia kepada ibu-Nya, \"Hai perempuan, tengoklah anakmu!\"","Kemudian Ia berkata kepada murid itu, \"Tengoklah ibumu!\" Maka daripada ketika itu juga murid itu menyambut dia ke dalam rumahnya sendiri.","Kemudian daripada itu Yesus sedang mengetahui bahwa segala sesuatu telah selesai (supaya sampailah kata Alkitab itu), maka berkatalah Ia, \"Aku dahaga.\"","Maka adalah terletak di situ suatu bekas penuh berisi cuka; lalu dibubuh oranglah suatu lumut karang, yang bermuat cuka penuh, pada sebatang zufa, disampaikannya ke mulut Yesus.","Setelah Yesus mengecap cuka itu, maka kata-Nya, \"Sudahlah genap!\" Lalu Ia menundukkan kepala-Nya, serta menyerahkan roh-Nya.","Maka sebab hari itu hari Persediaan, datanglah orang Yahudi kepada Pilatus, supaya jangan mayat tinggal tergantung pada kayu salib pada hari Sabbat (karena hari itulah hari Sabbat yang besar), dipintanya akan mematahkan kaki mereka itu, dan menurunkan mayatnya.","Maka datanglah segala laskar itu, lalu dipatahkannya kaki orang yang pertama dan kaki orang yang lain, yang disalibkan dengan Dia itu.","Tetapi apabila mereka itu datang kepada Yesus serta melihat Dia sudah mati, tiadalah dipatahkannya kaki-Nya,","hanyalah seorang laskar menikam rusuk Yesus dengan tombaknya, maka sekejap itu juga mengalir ke luar darah dengan air.","Maka orang yang sudah melihat itu, ialah sudah memberi kesaksian, dan kesaksiannya itu benar; dan ia mengetahui bahwa ia mengatakan yang benar, supaya kamu pun boleh percaya.","Karena segala perkara itu telah jadi, supaya sampailah kata Alkitab itu: Sebilah tulang-Nya pun tiada akan dipatahkan.","Dan ada pula nas Alkitab mengatakan: Mereka itu akan memandang Dia, yang telah ditikamnya.","Kemudian daripada itu Yusuf, orang Arimatea (seorang murid Yesus juga, tetapi bersembunyi, oleh sebab takutnya akan orang Yahudi), minta izin kepada Pilatus akan menurunkan mayat Yesus; maka Pilatus pun mengizinkan. Lalu pergilah ia dan mengambil mayat Yesus.","Maka Nikodemus (yang dahulu mendapatkan Yesus pada malam) datanglah juga, serta membawa suatu campuran mur dan gaharu, sekira-kira seratus kati beratnya.","Lalu mereka itu mengambil mayat Yesus, dan mengapankan dengan kain kapan beserta dengan rempah-rempah itu, sebagai adat orang Yahudi menguburkan.","Maka dekat tempat Yesus disalibkan itu adalah suatu taman, dan di dalam taman itu suatu kubur yang baharu, di dalamnya belum pernah ditaruhkan barang seorang pun.","Di situlah ditaruhnya mayat Yesus oleh karena hari Persediaan orang Yahudi, sebab kubur itu pun dekat."]