["Maka pada awal pertama adalah Firman, dan Firman itu bersama-sama dengan Allah, dan Firman itulah juga Allah.","Adalah Ia pada mulanya beserta dengan Allah.","Segala sesuatu dijadikan oleh-Nya, maka jikalau tidak ada Ia, tiadalah juga barang sesuatu yang telah jadi.","Di dalamnya itu ada hidup, dan hidup itulah terang manusia.","Maka terang itu bercahaya di dalam gelap, maka gelap itu tiada sadar akan Dia.","Maka adalah seorang yang disuruh oleh Allah, namanya Yahya.","Ialah datang memberi kesaksian, hendak menyaksikan hal terang itu, supaya sekalian orang percaya oleh sebab Dia.","Maka ia sendiri bukan terang itu, melainkan hendak menyaksikan hal terang itu.","Maka terang yang sebenarnya itu, yaitu yang menerangi tiap-tiap orang, turun ke dalam dunia.","Ia telah ada di dalam dunia dan dunia ini dijadikan-Nya, tetapi dunia itu tiada mengenal Dia.","Maka datanglah Ia kepada milik-Nya sendiri, dan orang yang dimiliki-Nya itu pun tiada menerima Dia.","Tetapi seberapa banyak orang yang menerima Dia, kepada mereka itulah diberi-Nya hak akan menjadi anak-anak Allah, yaitu kepada segala orang yang percaya akan nama-Nya;","yang kejadian-Nya bukan daripada darah, dan bukan daripada tabiat tubuh, dan bukan daripada kehendak seorang laki-laki, melainkan daripada Allah.","Maka Firman itu telah menjadi manusia serta tinggal di antara kita (dan kami sudah memandang kemuliaan-Nya, seperti kemuliaan Anak yang tunggal yang daripada Bapa), penuh dengan anugerah dan kebenaran.","Maka Yahya itu menyaksikan Dia sambil berseru, katanya, \"Inilah Dia, yang sudah kukatakan hal-Nya, bahwa Yang datang kemudian daripadaku, Ialah jadi dahulu daripadaku, karena adalah Ia dahulu daripadaku.\"","Sebab daripada kelimpahan-Nya, kita sekalian sudah menerima anugerah dan karunia.","Karena Taurat sudah diberi oleh Musa, tetapi anugerah dan kebenaran sudah didatangkan oleh Yesus Kristus.","Maka Allah belum pernah dilihat oleh seorang jua pun; tetapi Anak yang tunggal, yang di atas pangku Bapa, Ialah yang sudah menyatakan Dia.","Maka inilah kesaksian Yahya itu, tatkala orang Yahudi menyuruhkan beberapa Imam dan orang Lewi dari Yeruzalem akan bertanya kepadanya demikian, \"Siapakah engkau?\"","Maka mengakulah ia, dan tiada ia bersangkal; maka mengakulah ia demikian, \"Aku ini bukannya Kristus itu.\"","Maka bertanyalah mereka itu kepadanya, \"Kalau begitu, siapakah engkau? Engkaukah Elias?\" Maka katanya, \"Bukan.\" \"Engkaukah nabi itu?\" Maka jawabnya, \"Bukan.\"","Lalu kata mereka itu kepadanya, \"Siapakah gerangan engkau? Supaya dapat kami memberi jawab kepada orang yang menyuruhkan kami ini. Apakah kata engkau akan hal dirimu?\"","Maka katanya, \"Aku inilah suara orang yang berseru-seru di padang belantara: Luruskanlah jalan Tuhan! menurut seperti sabda Nabi Yesaya.\"","Adapun orang yang disuruh itu orang Parisi.","Maka mereka itu menanya dia, serta berkata kepadanya, \"Jikalau engkau ini bukan Kristus, dan bukan Elias, dan bukan nabi itu, apakah sebabnya engkau membaptiskan orang?\"","Maka jawab Yahya kepadanya, katanya, \"Aku ini membaptiskan dengan air sahaja, tetapi di tengah-tengah kamu berdiri Dia, yang tiada kamu kenal,","yaitulah Dia, yang datang kemudian daripadaku, maka menguraikan tali kasut-Nya pun aku ini tiada berlayak.\"","Segala perkara itu telah jadi di Baitani, di seberang Sungai Yarden, di tempat Yahya membaptiskan orang.","Pada keesokan harinya ia nampak Yesus datang kepadanya, lalu katanya, \"Lihatlah Anak domba Allah, yang mengangkut dosa isi dunia.","Inilah Dia, yang kukatakan hal-Nya, bahwa kemudian daripadaku datang seorang, yang jadi dahulu daripadaku, karena Ia telah ada dahulu daripadaku.","Dahulu aku tiada kenal Dia; tetapi supaya Ia dinyatakan kepada bangsa Israel, itulah sebabnya aku datang membaptiskan dengan air.\"","Maka Yahya pun menyaksikan serta berkata, \"Aku sudah nampak Roh Allah turun dari langit, seperti seekor burung merpati, lalu hinggap di atas-Nya.","Maka aku pun belum kenal Dia; tetapi Yang menyuruhkan aku membaptiskan dengan air itu, sudah mengatakan kepadaku: Ke atas siapa kelak engkau nampak Roh itu turun dan tinggal di atas-Nya, itulah Dia yang membaptiskan dengan Rohulkudus.","Sesungguhnya aku sudah nampak, lalu menyaksikan bahwa Ia inilah Anak Allah.\"","Pada keesokan harinya berdirilah pula Yahya bersama-sama dengan dua orang muridnya.","Apabila dipandangnya Yesus berjalan, maka katanya, \"Lihatlah Anak domba Allah.\"","Maka kedua orang murid itu mendengar perkataannya demikian, lalu mereka itu mengikut Yesus.","Maka berpalinglah Yesus, serta dilihat-Nya keduanya mengikut Dia, lalu berkatalah Ia kepada mereka itu, \"Apakah kamu cari?\" Maka sahut mereka itu, \"Ya Rabbi!\" (yang diterjemahkan artinya Guru); \"Di manakah Rabbi tinggal?\"","Maka kata-Nya kepada mereka itu, \"Marilah kamu lihat!\" Lalu datanglah mereka itu melihat tempat Ia tinggal itu, maka keduanya tinggal bersama-sama dengan Yesus pada hari itu. Waktu itu ada kira-kira pukul empat petang.","Adapun Andreas, saudara Simon Petrus, ialah seorang daripada keduanya, yang mendengar perkataan Yahya itu, dan sudah mengikut Yesus.","Maka Andreas itu mula-mula bertemu dengan Simon, saudaranya, serta berkata kepadanya, \"Kami sudah jumpa Messias (yang diterjemahkan artinya Kristus).\"","Ia membawa Simon kepada Yesus. Maka Yesus memandang dia lalu berkata, \"Engkau ini Simon, anak Yahya, engkau akan dinamai Kefas, (yang diterjemahkan artinya Petrus).\"","Pada keesokan harinya Ia hendak pergi ke Galilea; lalu berjumpa dengan Pilipus, serta berkata kepadanya, \"Ikutlah Aku.\"","Adapun Pilipus itu orang Baitsaida, yaitu senegeri dengan Andreas dan Petrus.","Kemudian berjumpa Pilipus itu dengan Natanael, lalu berkata kepadanya, \"Kami sudah jumpa Dia, yang dari hal-Nya disuratkan oleh Musa di dalam Taurat, dan oleh segala nabi, yaitu Yesus, anak Yusuf, orang Nazaret.\"","Maka kata Natanael kepadanya, \"Bolehkah Nazaret itu mendatangkan barang yang baik?\" Maka kata Pilipus, \"Marilah engkau lihat!\"","Maka Yesus melihat Natanael datang kepada-Nya, lalu berkata dari halnya, \"Tengoklah, seorang orang Israel yang sungguh, yang tiada tipu daya padanya.\"","Maka kata Natanael kepada-Nya, \"Bagaimanakah Rabbi mengenal hamba?\" Maka jawab Yesus serta berkata kepadanya, \"Sebelum Pilipus memanggil engkau, tatkala engkau di bawah pohon ara itu, sudah Aku nampak engkau.\"","Maka sahut Natanael kepada-Nya, \"Ya Rabbi, Rabbilah Anak Allah! Rabbilah Raja bani Israel!\"","Maka Yesus menjawab serta berkata kepadanya, \"Percayakah engkau oleh sebab Aku mengatakan kepadamu, Aku nampak engkau di bawah pohon ara itu? Engkau akan nampak perkara yang lebih besar daripada ini.\"","Lalu kata-Nya pula kepadanya, \"Sesungguh-sungguhnya, Aku berkata kepada kamu: Bahwa kamu akan nampak langit terbuka, dan segala malaekat Allah naik turun ke atas Anak manusia.\""]