["Maka dahulu daripada hari raya Pasah itu, diketahui oleh Yesus bahwa waktunya sudah sampai yang Ia wajib keluar daripada dunia ini kepada Bapa. Sedangkan Ia sudah mengasihi segala orang-Nya di dalam dunia ini, maka dikasihi-Nya juga mereka itu sampai kepada kesudahannya.","Pada ketika perjamuan malam, tatkala Iblis sedia menggerakkan hati Yudas Iskariot, anak Simon itu, akan menyerahkan Yesus,","sedangkan Yesus mengetahui bahwa Bapa itu sudah menyerahkan segala sesuatu ke tangan-Nya, dan lagi Ia datang daripada Allah dan kembali kepada Allah,","maka bangunlah Ia daripada makan, serta menanggalkan jubah-Nya, lalu mengambil sehelai kain, dan mengikat pinggang-Nya.","Setelah itu Ia menuang air ke dalam sebuah bokor, lalu mulai membasuh kaki murid-murid-Nya dan menyapu dengan kain yang terikat dipinggang-Nya itu.","Kemudian datanglah Ia kepada Simon Petrus. Maka kata Petrus kepada-Nya, \"Ya Tuhan, masakan Tuhan membasuh kaki hamba ini?\"","Jawab Yesus serta berkata kepadanya, \"Barang yang Aku perbuat, engkau tiada tahu sekarang, tetapi kemudian kelak engkau mengerti.\"","Maka kata Petrus kepada-Nya, \"Jangan sekali-kali Tuhan membasuh kaki hamba ini.\" Jawab Yesus kepadanya, \"Jikalau tiada Aku membasuhkan engkau, tiadalah engkau beroleh bahagian bersama-sama dengan Aku.\"","Maka kata Simon Petrus kepada-Nya, \"Ya Tuhan, jangankan kaki hamba sahaja, melainkan juga tangan dan kepala hamba.\"","Kata Yesus kepadanya, \"Siapa yang sudah mandi itu tak usah dibasuh lain daripada kakinya sahaja, karena sucilah ia semata-mata; kamu ini pun suci, tetapi bukan semua kamu.\"","Karena Ia sudah tahu orang yang akan menyerahkan Dia; oleh sebab itulah Ia berkata, \"Bukannya semua kamu suci.\"","Tatkala Yesus sudah membasuh kaki segala murid-Nya dan memakai jubah-Nya, lalu duduklah Ia pula serta berkata kepada mereka itu, \"Mengertikah kamu yang Aku perbuat kepadamu?","Kamu ini memanggil Aku Guru dan Tuhan, maka betullah katamu itu, karena Akulah Dia.","Jikalau Aku, Tuhan dan Guru, sudah membasuh kakimu, patutlah kamu juga membasuh kaki sama sendiri.","Karena Aku sudah memberi teladan kepada kamu, supaya kamu juga berbuat sama seperti Aku perbuat kepadamu.","Sesungguh-sungguhnya Aku berkata kepadamu: Seorang hamba tiadalah lebih besar daripada tuannya, dan seorang pesuruh pun tiadalah lebih besar daripada yang menyuruh dia.","Jikalau kamu mengetahui segala perkara ini, berbahagialah kamu jikalau kamu melakukan dia.","Aku berkata bukan dari hal kamu sekalian; karena Aku ini tahu, siapa pilihan-Ku; tetapi supaya isi Alkitab itu sampai, yaitu: Orang yang makan roti-Ku itu mengangkat tumitnya melawan Aku.","Sekarang ini Aku mengatakan perkara itu kepadamu sebelum ia itu jadi, supaya apabila jadi kelak, kamu akan percaya bahwa Akulah Dia.","Sesungguh-sungguhnya Aku berkata kepadamu: Siapa yang menyambut barang seorang yang Aku suruh, ialah menyambut Aku; tetapi siapa yang menyambut Aku, ialah menyambut Dia yang menyuruh Aku.\"","Setelah Yesus berkata demikian, maka sangatlah iba hati-Nya, lalu bersaksi, kata-Nya, \"Sesungguh-sungguhnya Aku berkata kepadamu, bahwa seorang dari antara kamu akan menyerahkan Aku.\"","Maka segala murid itu pandang-memandanglah seorang kepada seorang dengan tiada tentu akan siapa yang dikatakan-Nya itu.","Seorang dari antara murid-murid Yesus, yaitu yang dikasihi oleh Yesus, bersandar di sebelah kanan-Nya.","Maka Simon Petrus menggamit murid itu, lalu berkata kepadanya, \"Tanyalah siapa dia yang dikatakan-Nya itu.\"","Oleh yang demikian, sedangkan murid itu bersandar di dada Yesus, lalu bertanya, \"Ya Tuhan, siapakah dia itu?\"","Maka jawab Yesus, \"Itulah dia, yang Aku celupkan sesuap dan beri kepadanya.\" Lalu Ia mengambil sesuap itu, serta mencelupkan dia, lalu memberikan kepada Yudas, anak Simon Iskariot itu.","Setelah Yudas menerima sesuap itu, masuklah Iblis ke dalamnya. Lalu kata Yesus kepadanya, \"Barang yang engkau berniat, perbuatlah lekas.\"","Tetapi tiadalah seorang pun daripada mereka itu sekalian yang makan bersama-sama itu mengerti apa maksudnya Ia berkata demikian kepadanya.","Karena ada yang bersangka, oleh sebab Yudas itu memegang pundi-pundi, bahwa Yesus seolah-olah bermaksud hendak berkata kepadanya, \"Belikanlah kita barang yang perlu untuk hari raya\"; atau supaya diberinya barang apa-apa kepada orang miskin.","Setelah diambil oleh Yudas sesuap itu, keluarlah ia dengan segeranya; maka hari pun malamlah.","Setelah Yudas keluar, maka kata Yesus, \"Sekarang ini Anak manusia dipermuliakan, dan Allah pun dipermuliakan di dalam Dia.","Jikalau Allah dipermuliakan di dalam Dia, maka Allah juga akan mempermuliakan Dia di dalam diri-Nya, bahkan, segeralah dipermuliakan-Nya akan Dia.","Hai anak-anak-Ku, hanyalah seketika lagi lamanya Aku bersama-sama dengan kamu. Maka kamu akan mencari Aku, dan seperti Aku sudah berkata kepada orang Yahudi: Bahwa ke tempat Aku ini pergi, kamu ini tiada boleh sampai, begitulah juga Aku berkata kepada kamu sekarang.","Suatu hukum yang baharu Aku beri kepada kamu, yaitu: Hendaklah kamu berkasih-kasih sama sendiri sama seperti Aku mengasihi kamu, supaya kamu juga berkasih-kasih sama sendiri.","Dengan hal ini sekalian orang akan mengetahui bahwa kamu murid-murid-Ku, yaitu jikalau kamu menaruh kasih sama sendiri.\"","Maka kata Simon Petrus kepada-Nya, \"Ya Tuhan, ke manakah Tuhan hendak pergi?\" Maka jawab Yesus kepadanya, \"Ke tempat Aku pergi itu, tiada dapat engkau mengikut Aku sekarang ini; tetapi kemudian kelak engkau akan mengikut Aku.\"","Maka kata Petrus kepada-Nya, \"Ya Tuhan, apakah sebabnya hamba tiada dapat mengikut Tuhan sekarang ini? Hamba hendak menyerahkan nyawa hamba karena Tuhan.\"","Jawab Yesus, \"Maukah engkau menyerahkan nyawamu karena Aku? Sesungguh-sungguhnya Aku berkata kepadamu: Sebelum ayam berkokok, engkau sudah menyangkali Aku tiga kali.\""]