["\"Sesungguh-sungguhnya Aku berkata kepadamu: Siapa yang tiada masuk kandang domba daripada pintu, melainkan memanjat daripada tempat lain, ialah seorang pencuri dan penyamun.","Tetapi yang masuk daripada pintu itu, ialah gembala domba.","Maka kepada orang ini pintu dibukakan oleh penunggu pintu, dan segala domba itu mendengar akan suaranya, maka ia memanggil segala dombanya sendiri itu masing-masing dengan namanya, lalu membawa ke luar.","Apabila sudah ia mengeluarkan segala dombanya itu, berjalanlah ia dahulu, dan domba-domba itu pun mengikut dia, sebab segala domba itu mengenal suaranya.","Tetapi akan orang lain sekali-kali tiada diikutnya, melainkan lari daripadanya, sebab tiada dikenalnya suara orang lain.\"","Maka perumpamaan itu dikatakan oleh Yesus kepada mereka itu; tetapi tiada mereka itu mengerti yang dikatakan-Nya kepada mereka itu.","Maka berkatalah pula Yesus kepada mereka itu, \"Sesungguh-sungguhnya Aku berkata kepadamu: Aku ini pintu bagi domba itu.","Sekalian orang yang datang dahulu daripada-Ku, itulah pencuri dan penyamun, tetapi domba itu tiada mendengar akan mereka itu.","Aku inilah Pintu. Jikalau barang seorang masuk daripada-Ku, ia terpelihara kelak, dan ia pun masuk keluar serta mendapat makanan.","Adapun pencuri itu datang hanya akan mencuri dan membunuh dan membinasakan, Aku ini datang supaya domba itu memperoleh kehidupan dengan berkelimpahan.","Akulah Gembala yang baik; maka gembala yang baik itu menyerahkan nyawa-Nya ganti segala domba itu.","Tetapi orang upahan yang bukan gembala, dan lagi domba itu bukan miliknya sendiri, apabila dipandangnya serigala datang, ditinggalkannya kawan domba itu serta lari melepaskan dirinya, maka serigala itu menerkam domba itu sambil mencerai-beraikan dia.","Maka orang upahan itu lari karena memang ia seorang upahan sahaja, dan tiadalah ia peduli akan domba itu.","Akulah Gembala yang baik; maka Aku kenal domba-domba-Ku, dan domba-Ku itu juga kenal Aku,","sebagaimana Bapa kenal Aku, dan Aku pun kenal Bapa; maka Aku menyerahkan nyawa-Ku karena segala domba itu.","Ada lagi pada-Ku domba lain, yang bukan masuk kandang domba ini; maka sekalian itu juga wajib Aku bawa, dan domba-domba itu kelak mendengar akan suara-Ku, lalu akan menjadi sekawan, dan gembala seorang sahaja.","Oleh sebab itulah Bapa mengasihi Aku, karena Aku ini menyerahkan nyawa-Ku, supaya boleh Aku terima kembali.","Seorang pun tiada mengambil dia daripada-Ku, tetapi Aku ini menyerahkan dia dengan rela hati-Ku. Aku berkuasa menyerahkan dia dan berkuasa pula mengambil dia kembali; kuasa ini Aku terima daripada Bapa-Ku.\"","Maka berpihak-pihaklah di antara orang Yahudi oleh karena perkataan itu.","Maka banyak daripada mereka itu sudah mengatakan, \"Ia ada bersetan, dan gila, apakah sebabnya kamu mendengarkan Dia?\"","Ada pula yang mengatakan, \"Ini bukanlah perkataan seorang yang bersetan. Dapatkah gerangan setan mencelikkan mata orang buta?\"","Pada waktu itu adalah hari raya memulih Bait Allah di Yeruzalem, dan pada masa itu musim dingin.","Maka berjalan-jalanlah Yesus di dalam Bait Allah, yaitu di serambi Sulaiman.","Lalu orang Yahudi melingkungi Dia sekeliling serta bertanya kepada-Nya, \"Berapa lamakah lagi Engkau membimbangkan hati kami? Jikalau Engkau ini Kristus, katakanlah kepada kami dengan terus terang.\"","Maka jawab Yesus kepada mereka itu, \"Aku sudah katakan itu kepadamu, tiada kamu percaya; segala perbuatan yang Aku lakukan atas nama Bapa-Ku, ia itulah menyaksikan dari hal-Ku.","Tetapi kamu ini tiada percaya, karena kamu bukan masuk bilangan domba-Ku.","Segala domba-Ku mendengar akan suara-Ku, dan Aku kenal dia, dan sekaliannya pun mengikut Aku,","dan Aku memberikan kepadanya hidup yang kekal, maka sekali-kali tiada domba-domba itu akan binasa selama-lamanya, dan seorang pun tiada dapat merampas dia dari dalam tangan-Ku.","Maka Bapa-Ku, yang menyerahkan dia kepada-Ku, adalah lebih besar daripada sekalian; maka seorang pun tiada dapat merampas dia dari dalam tangan Bapa-Ku.","Aku dan Bapa itu Satu adanya.\"","Lalu sekali lagi orang Yahudi memungut batu hendak merajam Dia.","Maka jawab Yesus kepada mereka itu, \"Banyak perbuatan yang baik daripada Bapa-Ku Aku tunjukkan kepadamu; oleh karena perbuatan yang manakah kamu hendak merajam Aku?\"","Lalu jawab orang Yahudi kepada-Nya, \"Memang karena perbuatan yang baik tiada kami merajam Engkau, hanya sebab menghujat Allah, dan lagi sebab Engkau ini seorang manusia menjadikan diri-Mu Allah.\"","Maka jawab Yesus kepada mereka itu, \"Bukankah di dalam Tauratmu telah tersurat demikian: Aku sudah berfirman, kamulah alihah?","Jikalau kepada orang-orang yang sudah disampaikan firman Allah itu dipanggil alihah, (maka isi Alkitab itu tiada dapat dibatalkan),","patutkah kamu ini mengatakan kepada Dia itu, yang dikuduskan oleh Bapa dan yang disuruhkan-Nya ke dalam dunia: Engkau ini menghujat Allah, sebab kata-Ku: Aku ini Anak Allah?","Jikalau tiada Aku kerjakan segala pekerjaan Bapa-Ku, janganlah kamu percaya akan Daku.","Tetapi jikalau Aku mengerjakan dia, percayalah akan pekerjaan itu, meskipun tiada kamu percaya akan Daku, supaya kamu makin mengetahui dan mengerti bahwa Bapa itu di dalam Aku dan Aku pun di dalam Bapa.\"","Maka lagi pula mereka itu mencari jalan hendak menangkap Dia, tetapi terlepaslah Ia daripada tangan mereka itu.","Lalu pergilah Ia pula ke seberang Yarden, ke tempat Yahya mula-mula membaptiskan orang, lalu tinggallah Ia di situ.","Maka banyak orang datang kepada-Nya serta berkata, \"Memang Yahya suatu pun tiada berbuat tanda ajaib, tetapi segala perkara yang dikatakan oleh Yahya dari hal orang ini benar adanya.\"","Maka banyaklah orang percaya akan Yesus di situ."]