["Demikianlah kata Yesus, lalu menengadah ke langit serta berkata, \"Ya Bapa, waktunya sudah sampai, permuliakanlah kiranya Anak-Mu, supaya Anak-Mu memuliakan Engkau.","Seperti Engkau telah mengaruniakan kuasa kepada-Nya memerintah segala manusia, supaya Ia pula memberikan hidup yang kekal kepada masing-masing yang Engkau anugerahkan kepada-Nya.","Inilah hidup yang kekal, yaitu supaya mereka itu mengenal Engkau, Allah yang Esa dan benar, dan Yesus Kristus yang telah Engkau suruhkan itu.","Aku sudah memuliakan Engkau di atas bumi sambil menyempurnakan pekerjaan yang telah Engkau serahkan kepada-Ku akan membuat dia.","Dan sekarang, ya Bapa, permuliakanlah Aku di hadirat-Mu sendiri dengan kemuliaan yang sudah ada pada-Ku di hadirat-Mu sebelum ada dunia ini.","Aku sudah menyatakan nama-Mu kepada orang yang telah Engkau serahkan kepada-Ku daripada dunia ini; mereka itu milik-Mu, lalu Engkau serahkan mereka itu kepada-Ku, dan mereka itu telah menurut firman-Mu.","Sekarang mereka itu mengetahui bahwa segala sesuatu yang telah Engkau karuniakan kepada-Ku itu, asalnya daripada-Mu.","Karena segala firman yang telah Engkau firmankan kepada-Ku, itulah Aku sampaikan kepada mereka itu, dan mereka itu sudah menerima dia, dan mengetahui dengan sesungguhnya bahwa Aku datang daripada-Mu, dan lagi mereka itu percaya bahwa Engkaulah yang menyuruhkan Aku.","Maka Aku ini mendoakan mereka itu; bukan seisi dunia Kudoakan, melainkan segala orang yang Engkau serahkan kepada-Ku, karena mereka itu milik-Mu.","Segala milik-Ku itu juga milik-Mu, dan milik-Mu itu pula milik-Ku, dan Aku dipermuliakan di dalam mereka itu.","Tiada lagi Aku ini di dalam dunia, tetapi mereka itu ada di dalam dunia, dan Aku ini datang kepada-Mu. Ya Bapa yang kudus, peliharakanlah kiranya mereka itu atas nama-Mu yang telah Engkau karuniakan kepada-Ku, supaya mereka itu menjadi satu juga sama seperti kita.","Selagi Aku bersama-sama dengan mereka itu, Aku ini memeliharakan mereka itu atas nama-Mu yang Engkau karuniakan kepada-Ku, dan Aku sudah menjagai mereka itu, dan seorang pun tiada daripada mereka itu yang hilang kecuali anak kebinasaan itu, supaya isi Alkitab itu sampai.","Tetapi sekarang Aku datang kepada-Mu; maka Aku mengatakan perkara ini selagi Aku ada di dalam dunia, supaya mereka itu beroleh sukacita-Ku di dalam hatinya dengan sempurnanya.","Aku ini sudah menyampaikan firman-Mu kepada mereka itu; maka isi dunia ini benci akan mereka itu, oleh sebab mereka itu bukan daripada dunia ini, seperti Aku juga bukan daripada dunia ini.","Tiadalah Aku pinta supaya Engkau mengambil mereka itu dari dalam dunia ini, hanyalah supaya Engkau memeliharakan mereka itu daripada yang jahat.","Mereka itu bukan daripada dunia ini, seperti Aku juga bukan daripada dunia.","Kuduskanlah mereka itu di dalam kebenaran; firman-Mu itulah kebenaran.","Sebagaimana Engkau menyuruhkan Aku ke dalam dunia ini, begitu juga Aku menyuruhkan mereka itu ke dalam dunia.","Dan karena mereka itu Aku menguduskan diri-Ku, supaya mereka itu juga dikuduskan di dalam kebenaran.","Bukan karena mereka itu sahaja Aku berdoa ini, melainkan karena segala orang yang percaya akan Daku oleh sebab pengajaran mereka itu pun;","supaya semuanya jadi satu juga sama seperti Engkau di dalam Aku, ya Bapa, dan Aku pun di dalam Engkau, supaya mereka itu pun jadi satu di dalam Kita, sehingga isi dunia ini percaya bahwa Engkaulah yang menyuruh Aku.","Dan Aku sudah memberikan kepadanya kemuliaan yang telah Engkau karuniakan kepada-Ku; supaya mereka itu juga jadi satu, seperti Kita ini jadi satu adanya.","Aku di dalam mereka itu, dan Engkau di dalam Aku, supaya mereka itu sempurna di dalam satu persekutuan; supaya isi dunia ini mengetahui bahwa Engkau yang menyuruh Aku serta mengasihi mereka itu sama seperti Engkau mengasihi Aku.","Ya Bapa, Aku suka bahwa orang yang telah Engkau serahkan kepada-Ku itu ada bersama dengan Aku barang di mana Aku ada, supaya mereka itu nampak kelak kemuliaan-Ku yang telah Engkau karuniakan kepada-Ku, karena Engkau mengasihi Aku dahulu daripada asas dunia.","Ya Bapa yang adil, walaupun isi dunia ini tiada mengenal Engkau, tetapi Aku ini kenal Engkau, dan mereka itu pun sudah mengetahui bahwa Engkau yang menyuruh Aku.","Dan Aku sudah memberitahu nama-Mu kepada mereka itu dan Aku akan memasyhurkan pula, supaya kasih yang seperti Engkau kasih akan Daku itu tetap di dalam mereka itu, dan Aku pun tetap di dalam mereka itu juga.\""]