["\"Segala perkara ini Aku katakan kepadamu, supaya jangan kamu berasa syak.","Maka kamu akan ditolakkan orang daripada rumah sembahyang, bahkan, waktunya akan datang kelak, bahwa barangsiapa yang membunuh kamu itu akan bersangka ia berbuat bakti kepada Allah.","Segala perkara itu akan diperbuat oleh mereka itu, sebab tiada dikenalnya Bapa atau Aku.\"","\"Tetapi semuanya ini sudah Kukatakan kepadamu, supaya apabila waktunya sampai kelak kamu boleh ingat, bahwa Aku ini sudah mengatakan demikian kepadamu. Segala perkara ini belum Kukatakan kepadamu dari mulanya, karena Aku ada lagi bersama-sama dengan kamu.","Tetapi sekarang Aku pergi kepada Dia yang menyuruh Aku, maka tiada seorang dari antara kamu yang bertanya kepada-Ku: Ke manakah Tuhan hendak pergi?","Hanyalah sebab Aku sudah mengatakan segala perkara itu kepadamu, maka dukacita telah penuh di dalam hatimu.","Tetapi Aku ini mengatakan yang benar kepadamu, bahwa berfaedahlah bagi kamu jikalau Aku ini pergi, karena jikalau tiada Aku pergi, tiadalah Penolong itu akan datang kepadamu; tetapi jikalau Aku pergi, Aku akan menyuruhkan Dia kepadamu.","Apabila Ia datang maka Ialah akan menerangkan kepada isi dunia ini dari hal dosa dan keadilan dan hukuman;","dari hal dosa, sebab tiada mereka itu percaya akan Daku;","dari hal keadilan, sebab Aku pergi kepada Bapa dan tiada lagi kamu melihat Aku;","dari hal hukuman, sebab penghulu dunia ini sudah dihukumkan.","Banyak lagi perkara yang Aku hendak katakan kepadamu, tetapi sekarang ini tiada dapat kamu menanggung dia.","Akan tetapi apabila Ia sudah datang, yaitu Roh kebenaran, maka Ia pun akan membawa kamu kepada segala kebenaran; karena tiada Ia berkata-kata dengan kehendak-Nya sendiri, melainkan barang yang didengar-Nya itu juga akan dikatakan-Nya; dan dikabarkan-Nya kepadamu segala perkara yang akan datang.","Maka Ia akan memuliakan Aku, karena Ia akan mengambil daripada hak Aku, lalu mengabarkan kepadamu.","Segala sesuatu yang hak Bapa itu juga hak Aku, oleh sebab itu Aku berkata, bahwa diambil-Nya daripada hak Aku, lalu dikabarkan-Nya kepadamu.\"","\"Hanya seketika lagi maka tiada kamu memandang Aku, dan lagi pula seketika sahaja, maka kamu akan melihat Aku.\"","Maka berkatalah beberapa orang murid-Nya sama sendiri, \"Apakah artinya yang dikatakan-Nya kepada kita: Hanya seketika lagi maka tiada kamu memandang Aku, dan lagi pula seketika sahaja, maka kamu akan melihat Aku? dan: Sebab Aku pergi kepada Bapa?\"","Lalu berkatalah mereka itu, \"Apakah artinya yang dikatakan-Nya, Hanya seketika lagi? Tiada kita mengerti apakah yang dikatakan-Nya itu.\"","Maka diketahui oleh Yesus, bahwa mereka itu hendak menanya Dia, lalu kata Yesus kepadanya, \"Adakah kamu berunding sama sendirimu di atas hal ini, sebab kata-Ku: Hanya seketika lagi, maka tiada kamu memandang Aku, dan lagi pula seketika sahaja maka kamu akan melihat Aku?","Sesungguh-sungguhnya Aku berkata kepadamu, bahwa kamu akan menangis dan meratap, tetapi isi dunia ini akan bersukacita; maka kamu ini akan berdukacita, tetapi dukacitamu akan berubah menjadi sukacita.","Apabila seorang perempuan sakit bersalin, berdukacitalah ia, sebab saatnya sudah sampai; tetapi apabila ia sudah melahirkan anak itu, tiada diingatnya lagi akan sengsara itu oleh sebab sukacita, karena ada seorang manusia lahir ke dalam dunia ini.","Demikian kamu pun berdukacita sekarang ini; tetapi Aku akan melihat kamu pula, lalu hatimu sukacita kelak, dan seorang pun tiada dapat mengambil kesukaanmu itu daripadamu.","Dan pada hari itu suatu pun tiada kamu akan bertanya lagi kepada-Ku. Sesungguh-sungguhnya Aku berkata kepadamu, jikalau kamu meminta barang sesuatu kepada Bapa, Ia kelak mengaruniakan kepadamu dengan nama-Ku.","Sampai sekarang ini belum pernah kamu meminta barang apa pun dengan nama-Ku. Pintalah, maka kamu akan mendapat supaya kesukaanmu sempurna adanya.","Segala perkara itu Aku sudah katakan kepadamu dengan perumpamaan; maka waktunya datang kelak Aku tiada lagi berkata kepadamu dengan perumpamaan, melainkan dengan berterus terang Aku akan mengabarkan kepadamu dari hal Bapa itu.","Pada hari itulah kamu akan minta dengan nama-Ku, dan tiada Aku berkata kepadamu bahwa Aku ini akan mintakan kamu kepada Bapa,","karena Bapa sendiri mengasihi kamu oleh sebab kamu ini mengasihi Aku, dan sebab kamu sudah percaya, bahwa Aku ini datang daripada Allah.","Maka Aku telah datang daripada Bapa, lalu masuk ke dalam dunia ini; kemudian Aku meninggalkan dunia pula serta pergi kepada Bapa.\"","Maka kata murid-murid-Nya kepada-Nya, \"Tengoklah sekarang ini Rabbi berkata terus terang dan tiada lagi berkata dengan perumpamaan.","Sekarang kami tahu bahwa Rabbi mengetahui segala sesuatu dan tiada perlu seorang menanya Rabbi; oleh itulah kami percaya bahwa Rabbi telah datang daripada Allah.\"","Lalu jawab Yesus kepada mereka itu, \"Percayakah kamu sekarang?","Tengoklah, waktunya datang, bahkan, sudahlah datang, bahwa kamu akan dicerai-beraikan masing-masing ke tempatnya sendiri serta meninggalkan Aku seorang diri; tetapi tiadalah Aku seorang diri, karena Bapa itu menyertai Aku.","Segala perkara ini telah Kukatakan kepadamu, supaya di dalam Aku kamu sentosa. Di dalam dunia ini kamu merasai sengsara; tetapi tetapkanlah hatimu: Bahwa Aku ini sudah mengalahkan dunia ini.\""]