["Maka enam hari dahulu daripada hari raya Pasah itu datanglah Yesus ke Baitani, di tempat Lazarus dibangkitkan oleh Yesus dari antara orang mati.","Di situ mereka itu membuat suatu perjamuan bagi-Nya, dan Marta adalah melayani; maka Lazarus itu seorang daripada orang yang duduk makan dengan Yesus.","Lalu diambil oleh Maryam sekati minyak narwastu jati yang mahal harganya, diurapinya kaki Yesus serta disapunya kaki-Nya itu dengan rambutnya. Maka semerbaklah bau minyak narwastu itu memenuhi rumah itu.","Tetapi kata seorang murid-Nya, yaitu Yudas Iskariot, yang kemudian menyerahkan Dia,","\"Apakah sebabnya minyak ini tiada dijual dengan harga tiga ratus dinar, dan disedekahkan kepada orang miskin?\"","Maka Yudas berkata demikian itu, bukan sebab diindahkannya hal orang miskin, melainkan sebab ia pencuri, dan memegang pundi-pundi serta mengambil uang yang dimasukkan ke dalamnya.","Maka kata Yesus, \"Biarkanlah perempuan itu, minyak narwastu itu seolah-olah ditaruhnya bagi hari Aku dikuburkan.","Karena orang miskin selalu ada padamu, tetapi Aku ini tiada selalu padamu.\"","Banyaklah orang Yahudi dapat tahu bahwa Yesus ada di sana; maka datanglah mereka itu, bukan karena Yesus sahaja, melainkan karena hendak melihat Lazarus juga yang dibangkitkan-Nya dari antara orang mati.","Maka berpakatlah segala kepala imam, supaya membunuh Lazarus juga,","karena oleh sebab dia itu banyaklah orang Yahudi sudah pergi, lalu percaya akan Yesus.","Pada keesokan harinya, tatkala segala orang banyak yang sudah datang memuliakan hari raya itu, mendengar kabar Yesus pergi ke Yeruzalem,","lalu mereka itu mengambil pelepah pohon kurma serta pergi menyambut Dia, sambil bersorak, katanya, \"Hosanna, mubaraklah Ia yang datang dengan nama Tuhan, yaitu Raja bani Israel!\"","Maka Yesus pun mendapat seekor keledai muda, lalu duduklah di atasnya, seperti yang tersurat itu, bunyinya:","Janganlah takut, ya puteri Sion. Tengoklah, Rajamu datang dengan mengendarai seekor anak keledai!","Mula-mula murid-murid-Nya tiada mengerti segala perkara itu; tetapi setelah Yesus dipermuliakan, baharulah terkenang mereka itu, bahwa segala perkara itu telah tersurat dari hal Dia, dan lagi mereka itu sudah berbuat hal itu kepada-Nya.","Lalu bersaksilah orang banyak yang beserta dengan Yesus tatkala Ia memanggil Lazarus keluar dari dalam kubur dan membangkitkan dia dari antara orang mati.","Itulah sebabnya orang banyak itu pun pergi menyambut Dia, sebab mereka itu mendengar, bahwa Yesus sudah mengadakan tanda ajaib itu.","Lalu kata orang Parisi sama sendirinya, \"Kamu lihat, bahwa usahamu suatu pun tiada gunanya; tengok, seisi dunia sudah pergi mengikut Dia.\"","Adalah beberapa orang Gerika di antara segala orang yang sudah datang sembahyang pada hari raya itu.","Orang-orang itu sudah datang kepada Pilipus, orang Baitsaida di tanah Galilea, lalu minta kepadanya, katanya, \"Tuan, kami hendak melihat Yesus.\"","Maka datanglah Pilipus mengatakan hal itu kepada Andreas; lalu datanglah Andreas dan Pilipus mengatakan kepada Yesus.","Maka jawab Yesus serta berkata kepada mereka itu, \"Sudahlah sampai saatnya yang Anak manusia itu akan dipermuliakan.","Sesungguh-sungguhnya Aku berkata kepadamu: Jikalau sebiji gandum tiada jatuh ke tanah dan mati, tinggallah ia sebiji juga; tetapi jikalau ia mati, ia berbuah banyak.","Siapa yang mengasihi nyawanya, ia akan kehilangan nyawa, dan siapa yang membenci nyawanya di dalam dunia ini, ia akan menaruh nyawa bagi hidup yang kekal.","Jikalau barang seorang bertaat kepada-Ku, hendaklah ia mengikut Aku, dan di tempat Aku ini ada, di situ hamba-Ku juga akan ada. Jikalau barang seorang bertaat kepada-Ku, ialah dimuliakan oleh Bapa.","Sekarang ini jiwa-Ku sangat berdukacita; apakah Aku hendak katakan? Ya Bapa, selamatkanlah Aku daripada saat itu! Tetapi karena itulah Aku sampai kepada saat ini.","Ya Bapa, permuliakanlah nama-Ku!\" Lalu kedengaranlah suatu suara dari langit mengatakan, \"Aku sudah permuliakan Dia, dan Aku akan mempermuliakan Dia pula.\"","Lalu orang banyak, yang berdiri di situ sambil mendengar suara itu, berkata, \"Inilah bunyi guruh\"; maka ada pula yang berkata, \"Seorang malaekat berkata kepada-Nya.\"","Maka jawab Yesus serta berkata, \"Bukannya karena Aku kedengaran suara ini, melainkan karena kamu.","Sekarang adalah masa hukuman dunia; sekarang penghulu dunia akan dibuang ke luar.","Apabila Aku ini dinaikkan dari atas bumi, Aku akan menarik orang sekalian datang kepada-Ku.\"","Tetapi inilah dikatakan-Nya hendak menyatakan perihal mati-Nya.","Lalu jawab orang banyak kepada-Nya, \"Kami sudah mendengar daripada hukum Taurat, bahwa Kristus itu hidup selama-lamanya, bagaimanakah Engkau ini berkata, bahwa tak dapat tiada Anak manusia itu akan dinaikkan? Siapakah Anak manusia itu?\"","Maka kata Yesus kepada mereka itu, \"Hanya sedikit waktu lagi ada terang itu di antara kamu; berjalanlah selagi ada terang itu padamu, supaya jangan kamu didahului oleh gelap. Siapa yang berjalan di dalam gelap, tiada ia tahu ke mana perginya.","Selagi ada terang itu padamu, percayalah akan terang itu, supaya kamu menjadi anak terang.\"","Sungguhpun banyak tanda ajaib diperbuat oleh Yesus di hadapan mereka itu, tetapi tiada juga mereka itu percaya akan Dia,","supaya sampailah sabda Nabi Yesaya yang telah disabdakannya: Ya Tuhan, siapakah yang sudah percaya akan kabar kami? Dan kepada siapakah tangan Tuhan sudah dinyatakan?","Oleh sebab itulah tiada dapat mereka itu percaya, karena sabda Nabi Yesaya pula:","Allah membutakan mata mereka itu, dan mengeraskan hatinya, supaya jangan mereka itu nampak dengan matanya atau mengerti dengan hatinya, atau bertobat, maka Aku menyembuhkan mereka itu.","Inilah yang disabdakan oleh Nabi Yesaya sebab ia sudah melihat kemuliaan-Nya, dan bersabda dari hal-Nya.","Meskipun demikian, maka banyaklah dari antara segala penghulu yang percaya akan Dia, tetapi oleh sebab orang Parisi tiada mereka itu mengaku, supaya jangan mereka itu dibuang dari rumah sembahyang.","Karena mereka itu suka akan kemuliaan dari manusia lebih daripada kemuliaan dari Allah.","Maka berserulah Yesus, kata-Nya, \"Siapa yang percaya akan Daku bukanlah ia percaya akan Daku, melainkan akan Dia yang menyuruhkan Aku.","Dan siapa yang melihat Aku, ia pun melihat Dia yang menyuruhkan Aku.","Aku ini datang ke dalam dunia ini menjadi suatu terang, supaya barangsiapa yang percaya akan Daku jangan ia tinggal di dalam gelap.","Dan jikalau barang seorang mendengar perkataan-Ku, tetapi tiada mengindahkan Dia, maka bukanlah Aku menghukumkan orang itu, karena bukannya Aku datang menghukumkan isi dunia ini, melainkan hendak menyelamatkan isi dunia.","Siapa yang membuang Aku dan tiada menerima perkataan-Ku, ia ada Satu yang menghukumkan dia. Maka perkataan yang Aku katakan, itulah yang akan menghukumkan dia pada hari kiamat.","Karena Aku ini sudah berkata-kata bukannya dengan kehendak-Ku sendiri, melainkan Bapa yang menyuruh Aku, Ia telah memberi Aku suatu pesan, apa yang patut Kukatakan, dan apa yang patut Kututurkan.","Dan Aku tahu bahwa pesan-Nya itulah hidup yang kekal. Sebab itu barang yang Aku ini katakan, maka sebagaimana Bapa itu telah berfirman kepada-Ku, begitulah Aku katakan.\""]