["Adalah seorang yang sakit bernama Lazarus, orang Baitani, dari kampung Maryam dan saudaranya bernama Marta.","Maka Maryam itulah yang mengurapi Yesus dengan minyak bau-bauan, dan yang menyapu kaki-Nya dengan rambutnya, yang empunya saudara laki-laki bernama Lazarus, yang sakit itu.","Maka kedua saudaranya yang perempuan itu pun menyuruh orang kepada Yesus, mengatakan, \"Ya Rabbi, orang yang Rabbi kasihi itu sakit.\"","Tetapi ketika Yesus mendengar demikian, maka kata-Nya, \"Penyakit ini tiada membawa kepada maut, melainkan oleh sebab kemuliaan Allah, supaya Anak Allah dipermuliakan oleh karena itu.\"","Tetapi Yesus kasih akan Marta, dan saudaranya yang perempuan, dan Lazarus itu.","Setelah didengar-Nya, bahwa Lazarus itu sakit, maka berhentilah Ia dua hari lagi di situ.","Kemudian daripada itu berkatalah Ia kepada murid-murid-Nya, \"Marilah kita kembali ke tanah Yudea.\"","Maka kata murid-murid-Nya kepada-Nya, \"Ya Rabbi, baharu orang Yahudi mencari jalan hendak merajam Rabbi, dan sekarang Rabbi hendak kembali pula ke sana lagi?\"","Lalu jawab Yesus, \"Bukankah di dalam sehari dua belas jam? Jikalau seorang berjalan pada siang hari, tiadalah ia terantuk, sebab dilihatnya terang dunia ini.","Tetapi jikalau seorang berjalan pada malam hari, terantuklah ia, karena terang itu tiada di dalamnya.\"","Inilah kata Yesus; dan lagi kata-Nya kepada mereka itu, \"Sahabat kita Lazarus telah tertidur, tetapi Aku pergi akan membangunkan dia.\"","Lalu kata murid-murid itu kepada-Nya, \"Ya Rabbi, jikalau ia tertidur, sembuhlah ia kelak.\"","Adapun Yesus sudah mengatakan dari hal mati Lazarus, tetapi mereka itu menyangka bahwa Ia mengatakan dari hal kesenangan tidur.","Lalu berkatalah Yesus kepada mereka itu dengan terus terang, \"Lazarus sudah mati.","Dan sukacitalah Aku karena kamu bahwa Aku tidak ada di sana, supaya kamu percaya; tetapi marilah kita pergi kepadanya.\"","Lalu kata Tomas yang bergelar Didimus kepada sama-sama murid itu, \"Marilah kita juga pergi, biarlah kita mati bersama-sama dengan Dia.\"","Apabila Yesus itu sampai, didapati-Nya bahwa Lazarus sudah empat hari lamanya di dalam kubur.","Adapun Baitani itu dekat Yeruzalem, sekira-kira dua mil jauhnya dari sana.","Maka banyaklah orang Yahudi telah datang kepada Marta dan Maryam menghiburkan mereka itu karena saudaranya itu.","Setelah Marta mendengar kabar bahwa Yesus datang, pergilah ia mengalu-alukan Dia; tetapi Maryam tinggallah duduk di rumah.","Lalu kata Marta kepada Yesus, \"Ya Rabbi, jikalau Rabbi ada di sini, tiadalah mati saudara hamba itu,","tetapi sekarang ini juga hamba tahu bahwa barang apa pun yang Rabbi pinta kepada Allah, maka Allah kelak mengaruniakan kepada Rabbi.\"","Maka kata Yesus kepadanya, \"Saudaramu itu akan bangkit pula.\"","Kata Marta kepada Yesus, \"Hamba tahu, bahwa ia akan bangkit pada kebangkitan hari kiamat.\"","Maka kata Yesus kepadanya, \"Aku inilah Kebangkitan dan Hidup; siapa yang percaya akan Daku, walaupun sudah mati, ia akan hidup;","dan barangsiapa yang hidup serta percaya akan Daku tiadalah ia akan mati selama-lamanya. Engkau percayakah ini?\"","Sahut Marta kepada Yesus, \"Ya Rabbi, hamba ini percaya bahwa Rabbilah Kristus, Anak Allah, yang wajib datang ke dalam dunia ini.\"","Setelah sudah ia berkata demikian, maka pergilah ia memanggil Maryam, saudaranya itu dengan sulitnya, katanya, \"Guru ada, dan Ia memanggil engkau.\"","Apabila didengarnya, bangunlah ia dengan segeranya serta datang kepada Yesus.","Tetapi Yesus belum masuk ke kampung, melainkan adalah Ia lagi di tempat Marta berjumpa dengan Dia.","Maka segala orang Yahudi yang melawati Maryam di rumah serta menghiburkan dia, apabila dilihatnya Maryam bangun dengan segeranya, lalu mereka itu pun mengikut dia, karena pada sangkanya Maryam itu pergi ke kubur akan menangis di situ.","Setelah sampai Maryam ke tempat Yesus ada, serta nampak Dia, maka sujudlah ia pada kaki-Nya sambil berkata kepada-Nya, \"Ya Rabbi, jikalau Rabbi ada di sini, tiadalah mati saudara hamba itu.\"","Setelah Yesus nampak Maryam menangis, dan segala orang Yahudi yang datang sertanya itu pun menangis bersama-sama, tergeraklah hati-Nya dengan sangat iba rasa-Nya,","serta kata-Nya, \"Di manakah kamu taruhkan dia?\" Maka kata mereka itu kepada-Nya, \"Ya Rabbi, marilah lihat.\"","Maka menangislah Yesus.","Lalu kata orang Yahudi itu, \"Tengoklah, bagaimana Ia kasih akan dia!\"","Tetapi di antara mereka itu ada pula yang berkata, \"Tiadakah berkuasa Ia, yang mencelikkan mata orang yang buta itu, membuat supaya orang ini juga jangan mati?\"","Maka ibalah hati Yesus pula tatkala tiba di kubur. Adapun kubur itu suatu gua, dan sebuah batu penutupnya.","Lalu kata Yesus, \"Undurkan batu ini.\" Maka kata Marta, saudara orang yang mati itu, \"Ya Rabbi, sekarang ia berbau busuk, karena sudah empat hari lamanya.\"","Maka kata Yesus kepada perempuan itu, \"Bukankah Aku berkata kepadamu, jikalau engkau percaya kelak, engkau akan nampak kemuliaan Allah?\"","Lalu mereka itu mengundurkan batu itu. Maka menengadahlah Yesus serta berkata, \"Ya Bapa, Aku ucapkan syukur kepada-Mu sebab Engkau mendengar akan Daku.","Maka Aku sudah mengetahui bahwa Engkau selalu mendengar akan Daku, tetapi oleh sebab orang banyak yang berdiri sekeliling inilah Kukatakan, supaya mereka itu sekalian kelak percaya bahwa Engkaulah yang menyuruhkan Aku.\"","Setelah Ia berkata demikian, berserulah Ia dengan suara yang kuat, kata-Nya, \"Hai Lazarus, marilah keluar!\"","Lalu keluarlah orang yang sudah mati itu, terikat kaki tangannya dengan kain kapan, dan mukanya pun berbalut dengan sapu tangan. Maka kata Yesus kepada mereka itu, \"Lepaskan, biar dia pergi.\"","Maka banyaklah dari antara orang Yahudi yang datang melawati Maryam dan yang memandangi perbuatan Yesus itu, percayalah akan Dia.","Tetapi setengah mereka itu sudah pergi kepada orang Parisi, lalu mengatakan kepadanya barang yang diperbuat oleh Yesus itu.","Oleh sebab itu segala kepala imam dan orang Parisi menghimpunkan orang Majelis Besar, lalu berkata, \"Apakah daya kita perbuat, sebab orang itu mengadakan banyak tanda ajaib?","Jikalau kita membiarkan Dia demikian kelak segala orang percaya akan Dia, lalu orang Rum akan datang mengambil tempat kita, dan bangsa kita pun ditawannya.\"","Maka di antara mereka itu adalah seorang bernama Kayafas, yaitu Imam Besar pada tahun itu, berkata kepada mereka itu, \"Kamu ini tiada mengetahui barang apa pun,","tiada juga kamu memikirkan bahwa berfaedah bagi kamu, jikalau satu orang mati menggantikan kaum, asalkan jangan segenap bangsa akan binasa.\"","Tetapi ia mengatakan itu bukannya daripada dirinya sendiri, melainkan sebab ia Imam Besar pada tahun itu bernubuatlah ia bahwa Yesus akan mati kelak ganti bangsa itu.","Dan bukan sahaja menggantikan bangsa itu, melainkan supaya segala anak Allah yang tercerai-berai itu pun dihimpunkannya menjadi satu.","Maka daripada hari itu juga mereka itu bermupakat hendak membunuh Yesus.","Sebab itu tiada lagi Yesus berjalan dengan nyatanya di antara orang Yahudi, melainkan undurlah Ia dari sana ke daerah jajahan yang dekat padang belantara, ke sebuah negeri yang bernama Efrayim, di situlah Ia tinggal bersama-sama dengan murid-murid-Nya.","Tatkala itu hampirlah hari raya Pasah orang Yahudi dan banyak orang dari daerah jajahan itu pergi ke Yeruzalem dahulu daripada hari raya Pasah itu, supaya mereka itu bersuci diri.","Lalu mereka itu mencari Yesus serta berkata sama sendiri sambil berdiri di dalam Bait Allah, \"Apakah sangkamu? Tiadakah Ia akan datang beserta di dalam hari raya ini?\"","Tetapi kepala-kepala imam dan orang Parisi pun sudah memberi perintah, jikalau barang seorang mengetahui akan tempat tinggal Yesus, hendaklah menyatakan, supaya mereka itu dapat menangkap Dia."]