["\"Janganlah diberi hatimu terharu; percayalah akan Allah, dan percayalah akan Daku juga!","Di dalam rumah Bapa-Ku adalah banyak tempat kediaman; jikalau tiada demikian, niscaya sudah Aku katakan kepadamu; karena Aku pergi menyediakan tempat bagimu.","Dan jikalau Aku pergi serta sudah menyediakan tempat bagimu itu, Aku akan kembali lalu menyambut kamu datang kepada-Ku, supaya di tempat Aku ini ada, di situ juga kamu ada.","Dan tempat Aku pergi, jalannya kamu ketahui.\"","Maka kata Tomas kepada-Nya, \"Ya Tuhan, kami tiada tahu ke mana Tuhan pergi; bagaimanakah kami tahu jalannya?\"","Maka kata Yesus kepadanya, \"Aku inilah Jalan dan Kebenaran dan Hidup; seorang pun tiada sampai kepada Bapa, kecuali dengan Aku.","Jikalau kamu sudah kenal Aku, niscaya kamu kenal Bapa-Ku pun; maka daripada waktu ini kamu kenal Dia dan sudahlah kamu nampak Dia.\"","Maka kata Pilipus kepada-Nya, \"Ya Tuhan, tunjukkanlah Bapa itu kepada kami, maka padalah itu bagi kami.\"","Kata Yesus kepadanya, \"Hai Pilipus, sekian lamanya Aku bersama-sama dengan kamu, dan tiadakah engkau kenal Aku? Siapa yang sudah nampak Aku, ia sudah nampak Bapa. Bagaimanakah katamu: Tunjukkanlah Bapa itu kepada kami?","Tiadakah engkau percaya bahwa Aku ini di dalam Bapa, dan Bapa pun di dalam Aku? Segala perkataan yang Aku ini katakan kepadamu, bukannya Aku katakan dengan kehendak-Ku sendiri, melainkan Bapa itu yang tinggal di dalam Aku, Ialah mengadakan segala perbuatan itu.","Percayalah akan Daku bahwa Aku ini di dalam Bapa dan Bapa pun di dalam Aku; jikalau tiada sekalipun, percayalah akan Daku oleh karena segala perbuatan itu.","Sesungguh-sungguhnya Aku berkata kepadamu: Siapa yang percaya akan Daku, ia pun akan melakukan segala perbuatan yang Aku ini perbuat, dan ia melakukan perbuatan yang lebih besar daripada ini, karena Aku ini pergi kepada Bapa-Ku.","Dan barang apa pun yang kamu pinta atas nama-Ku, itulah Aku buatkan kelak, supaya Bapa dipermuliakan di dalam Anak.","Jikalau kamu minta kepada-Ku barang sesuatu atas nama-Ku, aku ini akan membuatkan dia.","Jikalau kamu mengasihi Aku, turutlah segala hukum-Ku.","Dan Aku akan mintakan kepada Bapa, maka Ia akan mengaruniakan kepada kamu Penolong yang lain, supaya Ia menyertai kamu selama-lamanya,","yaitu Roh kebenaran, yang dunia ini tiada dapat menyambut, oleh sebab tiada ia nampak Dia, dan tiada kenal Dia; tetapi kamu ini kenal Dia, karena Ia tinggal beserta dengan kamu, dan Ia akan ada di dalam kamu.","Tiadalah Aku akan meninggalkan kamu piatu, Aku datang kepadamu kelak.","Hanya seketika lagi maka isi dunia ini tiada lagi nampak Aku, tetapi kamu ini nampak Aku, karena Aku ini hidup, maka kamu akan hidup juga.","Pada hari itu juga kamu akan mengetahui bahwa Akulah di dalam Bapa-Ku, dan kamu pun di dalam Aku, dan Aku juga di dalam kamu.","Siapa yang memeliharakan hukum-Ku serta menurut dia, ia itulah mengasihi Aku; dan siapa yang mengasihi Aku, ia pun akan dikasihi oleh Bapa-Ku, dan Aku juga akan mengasihi dia sambil menyatakan diri-Ku kepadanya.\"","Maka kata Yudas (bukannya Iskariot itu) kepada-Nya, \"Ya Tuhan, bagaimanakah halnya Tuhan hendak menyatakan Diri kepada kami dan tidak kepada seisi dunia ini?\"","Maka jawab Yesus serta berkata kepadanya, \"Jikalau barang seorang mengasihi Aku, ia akan menurut perkataan-Ku, maka Bapa-Ku itu mengasihi dia, dan Kami akan datang kepadanya dan akan diam bersama-sama dengan dia.","Siapa yang tiada mengasihi Aku, tiada juga ia menurut perkataan-Ku; dan perkataan yang kamu dengar itu bukan perkataan-Ku, melainkan firman Bapa itu, yang menyuruh Aku.","Segala perkara ini Aku katakan kepadamu selagi Aku tinggal bersama-sama dengan kamu.","Tetapi Penolong itu, yaitu Rohulkudus, yang akan disuruhkan oleh Bapa atas nama-Ku, ialah akan mengajarkan kepadamu segala perkara itu, dan akan mengingatkan kamu segala sesuatu yang Aku sudah katakan kepadamu.","Sejahtera Aku tinggalkan padamu, bahkan, sejahtera-Ku sendiri Aku berikan kepadamu, bukan seperti diberi oleh dunia ini Aku berikan kepadamu. Janganlah susah hatimu dan jangan takut.","Kamu telah mendengar bahwa Aku ini mengatakan kepadamu: Aku pergi dan Aku kembali kepadamu kelak. Jikalau kamu mengasihi Aku, niscaya kamu bersukacita bahwa Aku pergi kepada Bapa, karena Bapa-Ku itu lebih mulia daripada Aku.","Sekarang Aku telah mengatakan kepadamu sebelum jadinya, supaya apabila sudah jadi kelak kamu percaya.","Tiada banyak lagi Aku akan bertutur dengan kamu, karena penghulu dunia ini datang, dan sekali-kali tiada ia berhak atas Aku;","tetapi supaya diketahui oleh isi dunia ini bahwa Aku mengasihi Bapa; dan Aku perbuat juga sama seperti yang difirmankan oleh Bapa itu kepada-Ku. Bangunlah kamu, marilah kita pergi dari sini.\""]