["Setelah Yesus berkata demikian, maka keluarlah Ia bersama-sama dengan segala murid-Nya pergi ke seberang anak Sungai Kidron; di tempat itu adalah suatu taman; maka masuklah Yesus ke situ dengan murid-murid-Nya.","Tetapi Yudas, yang menyerahkan Dia, mengetahui juga tempat itu, karena kerapkali sudah Yesus berhimpun di situ beserta dengan murid-murid-Nya.","Maka Yudas membawa suatu pasukan laskar beserta dengan segala hamba kepala-kepala imam dan orang Parisi, lalu datang ke situ dengan tanglung dan suluh serta senjata.","Maka Yesus sedang mengetahui segala perkara yang akan berlaku atas-Nya, keluarlah serta berkata kepada mereka itu, \"Siapakah kamu cari?\"","Maka sahut mereka itu kepada-Nya, \"Yesus orang Nazaret.\" Maka kata Yesus kepada mereka itu, \"Akulah Dia.\" Maka Yudas, yang hendak menyerahkan Dia, ada berdiri bersama-sama dengan mereka itu.","Apabila dikatakan oleh Yesus, \"Akulah Dia,\" Maka undurlah mereka itu serta rebah ke tanah.","Maka Yesus bertanya pula kepada mereka itu, \"Siapakah kamu cari?\" Maka jawab mereka itu, \"Yesus orang Nazaret itu.\"","Maka sahut Yesus, \"Aku sudah mengatakan kepadamu Akulah Dia; sebab itu, jikalau kamu mencari Aku, biarkanlah orang ini pergi.\"","Yaitu supaya sampailah perkataan yang dikatakan-Nya itu, \"Akan segala orang yang Engkau serahkan kepada-Ku itu, seorang pun tiada Aku hilangkan.\"","Maka Simon Petrus, yang berpedang, menghunus pedang itu, lalu memarang hamba Imam Besar dan mengerat telinga kanannya. Adapun nama hamba itu Malkhus.","Lalu kata Yesus kepada Petrus, \"Sarungkanlah pedangmu. Masakan tiada Aku minum cawan minuman yang diberi oleh Bapa kepada-Ku?\"","Maka pasukan laskar dan panglima dan segala hamba orang Yahudi itu pun menangkap Yesus, dan mengikat Dia,","lalu dibawanya Dia mula-mula kepada Hanna, karena ialah mentua Kayafas, yang menjadi Imam Besar pada tahun itu.","Adapun Kayafas itulah yang memberi nasehat kepada orang Yahudi, bahwa berfaedahlah jikalau satu orang mati akan ganti kaum itu.","Maka Simon Petrus dan seorang murid lain mengikut Yesus. Adapun murid lain itu dikenal oleh Imam Besar, maka masuklah ia beserta dengan Yesus ke dalam balai Imam Besar;","tetapi Petrus berdiri di luar, di muka pintu. Lalu keluarlah murid lain yang dikenal oleh Imam Besar itu, serta bertutur dengan perempuan yang menunggui pintu, lalu ia membawa Petrus masuk.","Maka kata perempuan yang menunggui pintu itu kepada Petrus, \"Bukankah engkau juga seorang daripada murid-murid orang itu?\" Maka jawabnya, \"Bukan.\"","Di situ berdirilah segala hamba dan laskar yang sudah memasang api arang karena musim dingin, serta berdiang; maka Petrus juga berdiri beserta dengan mereka itu berdiang.","Maka Imam Besar itu menyoal Yesus dari hal murid-murid-Nya, dan dari hal pengajaran-Nya.","Lalu sahut Yesus kepadanya, \"Aku ini sudah berkata-kata dengan terus terang kepada isi dunia; senantiasa Aku mengajar di dalam rumah sembahyang dan di dalam Bait Allah, yaitu di tempat sekalian orang Yahudi berhimpun, dan suatu pun tiada Aku katakan dengan sembunyi.","Apakah sebabnya engkau bertanya kepada-Ku? Soallah orang yang sudah mendengar, apa yang Aku katakan kepada mereka itu; mereka itu mengetahui barang yang Kukatakan itu.\"","Apabila Ia sudah mengatakan ini, seorang laskar yang berdiri di situ pun menampar muka-Nya sambil berkata, \"Begitukah Engkau menyahut Imam Besar?\"","Maka sahut Yesus kepadanya, \"Jikalau salah kata-Ku itu, nyatakanlah salah itu; tetapi jikalau betul, apakah sebabnya engkau menampar Aku?\"","Lalu Hannas menyuruhkan Dia dengan ikatannya menghadap Kayafas, Imam Besar itu.","Maka Simon Petrus lagi berdiri berdiang. Lalu kata orang kepadanya, \"Bukankah engkau juga seorang daripada murid-Nya?\" Maka bersangkallah ia, katanya, \"Bukan.\"","Maka kata seorang daripada segala hamba Imam Besar, yang bersanak saudara dengan orang yang dikerat oleh Petrus telinganya itu, katanya, \"Bukankah aku melihat engkau di dalam taman bersama-sama dengan Dia?\"","Lalu Petrus pun bersangkal pula; maka pada saat itu juga ayam pun berkokoklah.","Lalu Yesus pun dibawa oranglah daripada Kayafas kepada istana pemerintah, yaitu pada pagi-pagi hari. Maka orang Yahudi tiada masuk ke dalam balai pengadilan itu, supaya jangan mereka itu kena najis, melainkan dapat juga makan Pasah.","Sebab itu keluarlah Pilatus kepada mereka itu serta katanya, \"Apakah tuduhanmu ke atas orang ini?\"","Maka mereka itu menyahut serta berkata kepadanya, \"Jikalau orang ini bukan seorang jahat, tiada juga kami menyerahkan Dia kepada Tuan.\"","Lalu kata Pilatus kepada mereka itu, \"Hendaklah kamu mengambil Dia dan kamu hukumkan Dia menurut hukum Tauratmu!\" Kata orang Yahudi kepadanya, \"Kami ini tiada berhak membunuh seorang jua pun.\"","Supaya sampailah perkataan Yesus, yang dikatakan-Nya akan menyatakan perihal mati-Nya.","Setelah Pilatus masuk pula ke dalam balai pengadilan itu, lalu ia memanggil Yesus, serta bertanya kepada-Nya, \"Engkaukah raja orang Yahudi?\"","Maka sahut Yesus, \"Adakah kata Tuan ini daripada diri Tuan sendiri, atau orang lainkah yang mengatakan kepada Tuan akan hal-Ku?\"","Maka jawab Pilatus, \"Aku ini orang Yahudikah? Bangsa-Mu sendiri dan segala kepala imam itulah yang sudah menyerahkan Engkau kepadaku. Apakah perbuatan-Mu?\"","Maka sahut Yesus, \"Kerajaan-Ku itu bukannya daripada dunia ini; jikalau kerajaan-Ku daripada dunia ini, niscaya berperanglah segala laskar-Ku, supaya jangan Aku diserahkan kepada orang Yahudi; tetapi sekarang kerajaan-Ku itu bukan dari sini.\"","Lalu kata Pilatus kepada-Nya, \"Engkau seorang rajakah juga?\" Maka sahut Yesus, \"Benar seperti kata Tuan bahwa Aku ini seorang raja. Itulah sebabnya Aku telah lahir, dan inilah sebabnya Aku telah datang ke dalam dunia ini, supaya Aku menyaksikan kebenaran. Barangsiapa yang gemar akan kebenaran itu, ia mendengar akan suara-Ku.\"","Kata Pilatus kepada-Nya, \"Apakah kebenaran itu?\" Setelah ia berkata demikian, maka keluarlah ia pula kepada orang Yahudi, lalu katanya kepada mereka itu, \"Aku ini tiada mendapat suatu salah pun pada-Nya.","Tetapi adalah suatu adat padamu, bahwa pada hari raya Pasah aku melepaskan seorang bagimu; sukakah kamu aku melepaskan bagimu Raja orang Yahudi itu?\"","Lalu mereka itu berteriak pula, katanya, \"Janganlah Dia, melainkan Barabbas.\" Adapun Barabbas itu seorang penyamun."]