["Maka pada hari yang pertama di dalam minggu itu, pada pagi-pagi hari ketika gelap, datanglah Maryam Magdalena ke kubur itu, dilihatnya batunya sudah tergolek dari kubur.","Lalu berlarilah ia datang kepada Simon Petrus, dan kepada murid yang lain, yang dikasihi oleh Yesus, serta berkata kepada mereka itu, \"Orang sudah membawa Tuhan keluar dari dalam kubur, tiada kami tahu di mana di taruh orang.\"","Maka keluarlah Petrus dengan murid yang lain itu, serta tiba di kubur.","Maka keduanya itu berlari bersama-sama, tetapi murid yang lain itu berlari dahulu, lebih cepat daripada Petrus, lalu sampai ke kubur terlebih dahulu.","Sambil tunduk memandang ke dalam, dilihatnya segala kain kapan itu terletak, tetapi tiada ia masuk.","Kemudian Petrus pun tibalah dari belakang dia, serta masuk ke dalam kubur, lalu nampak kain kapan itu terletak,","dan saputangan, yang dahulu di kepala-Nya itu, tiada terletak bersama-sama dengan kain kapan, melainkan berasing tergulung pada tempatnya sendiri.","Lalu murid yang lain yang terdahulu sampai ke kubur itu pun masuk, lalu nampak dan percaya.","Karena belum lagi mereka itu mengerti kata Alkitab bahwa seharusnya Ia bangkit dari antara orang mati.","Lalu pulanglah mereka itu ke rumahnya.","Tetapi Maryam itu berdiri di luar, dekat kubur sambil menangis. Tatkala menangis tunduklah ia menengok ke dalam kubur;","lalu dilihatnya dua orang malaekat berpakaian putih duduk, yaitu seorang di kepala dan seorang di kaki pada tempat mayat Yesus terletak dahulu.","Maka berkatalah malaekat itu kepada Maryam, \"Hai perempuan, apakah sebabnya engkau menangis?\" Maka kata Maryam kepadanya, \"Sebab orang sudah mengambil Tuhan, dan hamba tiada tahu, di mana orang menaruh Dia.\"","Setelah Maryam berkata demikian, berpalinglah ia, lalu nampak Yesus berdiri, tetapi tiada dikenalnya bahwa Ialah Yesus.","Maka bertanyalah Yesus kepadanya, \"Hai perempuan, apakah sebabnya engkau menangis? Siapa engkau cari?\" Maka sebab Maryam menyangka, ia itu penunggu taman, menyahutlah ia kepada-Nya, \"Tuan, kalau Tuan membawa Dia dari sini, katakanlah kepadaku, di mana Tuan meletakkan Dia, supaya boleh sahaya pergi mengambil Dia.\"","Lalu berkatalah Yesus kepadanya, \"Maryam.\" Maka berpalinglah Maryam sambil sembahnya dengan bahasa Ibrani, \"Rabbuni!\" artinya Guru.","Maka Yesus pun bersabda kepadanya, \"Janganlah engkau menyentuh Aku, karena belum Aku naik kepada Bapa, tetapi pergilah engkau kepada segala saudara-Ku, dan katakanlah pada mereka itu, Aku naik kepada Bapa-Ku dan Bapamu, dan kepada Tuhan-Ku dan Tuhanmu.\"","Maka pergilah Maryam Magdalena dan mengabarkan kepada murid-murid itu, katanya, \"Aku sudah berjumpa dengan Tuhan\"; dan lagi kata-Nya kepada mereka itu bahwa Ia sudah mengatakan segala perkara itu kepadanya.","Setelah petang hari, yaitu pada hari yang pertama di dalam minggu itu, dan sedang segala pintu terkunci di tempat tinggal murid itu, sebab takut akan orang Yahudi, datanglah Yesus tiba-tiba terdiri di tengah-tengah mereka itu serta mengucapkan kepada mereka itu, \"Sejahteralah kamu!\"","Setelah sudah berkata demikian, Ia pun menunjukkan kepada mereka itu tangan-Nya dan rusuk-Nya. Maka sukacitalah murid-murid itu tatkala nampak Tuhan itu.","Maka Yesus pun mengucapkan sekali lagi kepada mereka itu, \"Sejahteralah kamu! Sebagaimana Bapa telah menyuruh Aku, demikian juga Aku ini menyuruh kamu.\"","Setelah sudah diucapkan-Nya yang demikian, lalu dihembus-Nya kepada mereka itu sambil bersabda kepada mereka itu, \"Terimalah olehmu Rohulkudus.","Barangsiapa yang kamu ampunkan dosanya, maka dosanya terampun, dan ke atas barangsiapa yang kamu tanggungkan dosanya, maka tertanggunglah dosa atasnya.\"","Adapun Tomas, seorang daripada kedua belas murid itu, yang bergelar Didimus, tiada bersama-sama dengan mereka itu tatkala Yesus datang.","Lalu berkatalah murid yang lain-lain itu kepada Tomas, \"Adalah kami sekalian sudah jumpa Tuhan itu.\" Tetapi berkatalah Tomas kepada mereka itu, \"Selagi belum aku nampak parut kena paku di tangan-Nya dan mencocokkan jariku di parut itu, dan aku mencocokkan tanganku di rusuk-Nya, tiadalah aku percaya.\"","Ada delapan hari kemudian daripada itu berhimpunlah pula murid-murid Yesus di dalam rumah, dan Tomas juga bersama-sama dengan mereka itu. Tatkala pintu rumah itu terkunci, tiba-tiba terdirilah Yesus di tengah-tengah sambil berkata, \"Sejahteralah kamu!\"","Lalu Ia pun bersabda kepada Tomas, \"Ulurkanlah jarimu, lihatlah tangan-Ku, dan ulurkanlah tanganmu serta letakkanlah di rusuk-Ku, dan janganlah engkau syak, melainkan yakinlah.\"","Maka sahut Tomas sambil berkata kepada-Nya, \"Ya Allah, ya Tuhanku.\"","Maka berkatalah Yesus kepadanya, \"Oleh sebab engkau sudah nampak Aku, engkau sudah percaya juga; berbahagialah orang yang percaya, meskipun tiada nampak.\"","Sungguhpun banyak tanda ajaib yang lain juga diperbuat oleh Yesus di hadapan murid-murid-Nya yang tiada disuratkan di dalam kitab ini;","tetapi sekalian tanda ini sudah disuratkan, supaya kamu yakin, bahwa Yesus itulah Kristus, yaitu Anak Allah, dan supaya kamu yang yakin itu beroleh hidup dengan nama-Nya."]