["Maka dua hari kemudian daripada itu ada suatu perjamuan kawin di negeri Kana, di tanah Galilea, dan ibu Yesus ada di sana.","Maka Yesus pun dengan murid-murid-Nya dijemput kepada perjamuan kawin itu.","Apabila kekurangan air anggur, berkatalah ibu Yesus kepada-Nya, \"Mereka itu tiada berair anggur.\"","Maka kata Yesus kepadanya, \"Hai perempuan, apakah yang kena-mengena di antara Aku dengan engkau? Saat-Ku belum sampai.\"","Maka kata ibu-Nya kepada segala pelayan itu, \"Perbuatlah barang apa yang Ia katakan kepadamu.\"","Maka adalah di situ terletak tempayan batu enam buah, yaitu menurut adat basuhan orang Yahudi, tiap-tiap tempayan itu muat dua tiga buyung air.","Maka kata Yesus kepada mereka itu, \"Isikanlah air ke dalam segala tempayan ini.\" Maka mereka itu pun mengisi penuh sampai ke mulutnya.","Lalu kata-Nya kepada mereka itu, \"Cedoklah sekarang, dan bawalah kepada kepala perjamuan itu.\" Maka dibawanyalah.","Setelah dikecap oleh kepala perjamuan akan air yang sudah jadi anggur itu (tiada diketahuinya, dari mana datangnya, tetapi ketahuanlah pada segala pelayan, yang mencedokkan air itu), maka kepala perjamuan itu pun memanggil mempelai laki-laki,","lalu katanya kepadanya, \"Biasanya tiap-tiap orang menjamukan dahulu air anggur yang baik, dan setelah puas orang minum, baharu dijamukannya yang kurang baik; tetapi Tuan menyimpan air anggur yang baik sampai sekarang.\"","Maka inilah permulaan segala tanda ajaib, yang diperbuat oleh Yesus di negeri Kana, di tanah Galilea, dan Ia menyatakan kemuliaan-Nya; maka murid-murid-Nya itu pun percayalah akan Dia.","Kemudian daripada itu turunlah Yesus ke Kapernaum dengan ibu-Nya dan saudara-saudara-Nya dan murid-murid-Nya; maka tinggallah mereka itu di sana tiada berapa hari lamanya.","Maka hampirlah hari raya Pasah orang Yahudi, lalu berangkatlah Yesus naik ke Yeruzalem.","Maka dijumpai-Nya di dalam Bait Allah beberapa orang menjual lembu dan domba dan burung merpati, dan beberapa orang penukar uang yang duduk di situ.","Maka diperbuat-Nya suatu cemeti daripada tali, diusir-Nya sekalian orang dari dalam Bait Allah itu, dan juga segala domba dan lembu itu; dan lagi dicurahkan-Nya segala duit orang penukar uang, dan mejanya juga diterbalikkan-Nya.","Maka kata-Nya kepada orang yang menjual burung merpati itu, \"Bawalah segala barang ini dari sini, janganlah rumah Bapa-Ku ini kamu jadikan suatu tempat orang berjual beli.\"","Maka teringatlah oleh murid-murid-Nya bahwa sudah tersurat: Gairah karena rumah-Mu kelak menghancurkan Aku.","Maka jawab orang Yahudi itu kepada Yesus, katanya, \"Apakah tanda Engkau tunjukkan kepada kami, yang Engkau dapat berbuat demikian?\"","Lalu jawab Yesus serta berkata kepada mereka itu, \"Runtuhkanlah Bait Allah ini, maka Aku akan membangunkan dia pula di dalam tiga hari.\"","Maka kata orang Yahudi itu, \"Empat puluh enam tahun lamanya orang membangunkan Bait Allah ini, dan Engkau ini dapat membangunkan dia di dalam tiga hari?\"","Tetapi Bait Allah, yang dikatakan-Nya itu, yaitu tubuh-Nya sendiri.","Tatkala Ia sudah bangkit dari antara orang mati, baharulah teringat murid-murid-Nya bahwa Ia sudah mengatakan ini; maka percayalah mereka itu akan Alkitab dan akan perkataan yang telah dikatakan oleh Yesus itu.","Maka pada waktu Yesus di Yeruzalem, yaitu ketika hari raya Pasah, banyak orang percaya akan nama-Nya, sebab telah dilihat oleh mereka itu akan segala tanda ajaib, yang diperbuat-Nya.","Tetapi Yesus sendiri tiada mempercayakan diri-Nya kepada mereka itu, sebab dikenal-Nya mereka itu sekalian.","Dan lagi sebab tiada Ia berhajat akan seorang jua pun memberi kesaksian dari hal manusia, karena Ia sendiri mengetahui barang yang ada di dalam hati manusia."]