["Kemudian daripada itu Yesus menyatakan diri-Nya pula kepada murid-murid-Nya di tasik Tiberias. Maka Ia sudah menyatakan diri-Nya demikian ini.","Di situ ada Simon Petrus dan Tomas, yang bergelar Didimus, dan Natanael dari negeri Kana di tanah Galilea, dan anak-anak Zabdi dan dua orang murid-murid-Nya yang lain bersama-sama.","Maka kata Simon Petrus kepada mereka itu, \"Aku hendak pergi menangkap ikan.\" Maka sahut mereka itu kepadanya, \"Kami pun hendak pergi besertamu.\" Maka pergilah mereka itu berperahu; maka pada malam itu suatu pun tiada yang didapatinya.","Setelah terbit fajar terdirilah Yesus di pantai; tetapi tiada diketahui oleh murid-murid itu bahwa Ialah Yesus.","Lalu Yesus pun bertanya kepada mereka itu, \"Hai anak-anak-Ku, adakah lauk padamu?\" Maka jawab mereka itu kepada-Nya, \"Tidak ada.\"","Maka bersabdalah Yesus kepada mereka itu, \"Labuhkanlah pukatmu di sebelah kanan perahu itu, niscaya kamu beroleh.\" Maka dilabuhkannya pukatnya, lalu oleh sebab teramat banyak ikan masuk, tiada dapat mereka itu menariknya.","Maka kata murid yang dikasihi oleh Yesus itu kepada Petrus, \"Itulah Tuhan.\" Setelah didengar oleh Simon Petrus bahwa Ialah Tuhan itu, maka diikatkannya bajunya pada pinggangnya, sebab tiada ia berbaju, lalu terjunlah ia ke dalam laut.","Tetapi murid-murid yang lain pula datang dengan perahu itu, karena mereka itu tiada berapa jauh dari darat, hanya ada sekira-kira dua ratus hasta sahaja, sambil menarik pukat yang penuh dengan ikan.","Setelah mereka itu naik ke darat, maka mereka itu pun nampak bara api, dan ikan terletak di atasnya dengan roti.","Maka bersabdalah Yesus kepada mereka itu, \"Bawalah sedikit ikan, yang baharu kamu tangkap.\"","Lalu Simon Petrus naik ke dalam perahu menarik pukat itu ke darat, penuh dengan ikan besar-besar, yaitu seratus lima puluh tiga ekor banyaknya, meskipun sedemikian banyaknya, tiada juga koyak pukat itu.","Maka bersabdalah Yesus kepada mereka itu, \"Marilah makan.\" Tetapi tiadalah seorang di antara murid-murid itu yang berani bertanya kepada-Nya, \"Siapa Engkau ini?\" karena diketahuinya bahwa Ialah Tuhan.","Maka datanglah Yesus serta mengambil roti dan memberikan kepada mereka itu, dan demikian juga Ia memberi ikan.","Maka inilah kali yang ketiga bahwa Yesus menyatakan diri-Nya kepada murid-murid-Nya kemudian daripada Ia bangkit dari antara orang mati.","Setelah mereka itu makan, bertanyalah Yesus kepada Simon Petrus, \"Hai Simon, anak Yahya, adakah engkau mengasihi Aku lebih daripada orang-orang ini?\" Lalu sembah Petrus, \"Ya Tuhan, bahwa Tuhan juga sedia mengetahui yang hamba ini mengasihi Tuhan.\" Maka sabda Yesus kepadanya, \"Peliharakanlah segala anak domba-Ku.\"","Maka bertanyalah Ia lagi kepadanya pada kali yang kedua, \"Hai Simon, anak Yahya, adakah engkau mengasihi Aku?\" Maka sembah Petrus kepada-Nya, \"Ya Tuhan, bahwa Tuhan juga sedia mengetahui yang hamba ini mengasihi Tuhan.\" Maka sabda Yesus kepadanya, \"Gembalakanlah segala domba-Ku.\"","Lalu Ia bertanya kepadanya pada kali yang ketiga, \"Hai Simon, anak Yahya, adakah engkau mengasihi Aku?\" Lalu Petrus pun berdukacitalah, oleh sebab sudah tiga kali Ia bertanya kepadanya, \"Adakah engkau mengasihi Aku?\" Maka sembah Petrus kepada-Nya, \"Ya Tuhan, bahwa segala sesuatu ada di dalam pengetahuan Tuhan, dan Tuhan juga mengetahui yang hamba ini mengasihi Tuhan.\" Lalu bersabdalah Yesus kepadanya, \"Peliharakanlah segala domba-Ku.","Sesungguh-sungguhnya Aku berkata kepadamu: Tatkala engkau muda, engkau sendiri mengikat pinggangmu, lalu pergi barang ke mana-mana kehendak hatimu; tetapi apabila engkau sudah tua kelak, engkau akan mengulurkan tanganmu, lalu seorang lain akan mengikatkan pinggangmu, dan membawa engkau barang ke mana yang tiada engkau suka.\"","Demikian sabda-Nya akan menyatakan dengan perihal mati yang manakah Petrus akan mempermuliakan Allah kelak. Setelah sudah dikatakan-Nya ini, lalu bersabdalah Ia kepada Petrus, \"Ikutlah Aku.\"","Maka berpalinglah Petrus, lalu melihat murid yang dikasihi oleh Yesus itu mengikut, maka ialah yang tatkala perjamuan malam bersandar di dada Yesus sambil berkata, \"Ya Tuhan, siapakah yang menyerahkan Tuhan?\"","Lalu apabila Petrus nampak murid itu, maka katanya kepada Yesus, \"Ya Tuhan, bagaimanakah hal orang ini kelak?\"","Lalu bersabda Yesus kepadanya, \"Jikalau Kukehendaki orang ini tinggal sehingga Aku datang, apakah kena-mengena dengan engkau? Engkau ikutlah Aku.\"","Semenjak itu masyhurlah perkataan ini di antara segala saudara: Bahwa murid itu tiada mati kelak; tetapi bukan demikian sabda Yesus, bahwa murid itu tiada akan mati, melainkan: Jikalau Kukehendaki orang ini tinggal sehingga Aku datang, apakah kena-mengena dengan engkau?","Maka ia itulah murid yang menyaksikan segala perihal ini, dan yang telah menyuratkan segala perkara ini; dan kita ketahui, bahwa kesaksiannya itu dengan sebenar-benarnya.","Ada lagi banyak perkara lain-lain yang diperbuat oleh Yesus, maka jikalau segala perkara itu satu-satu disuratkan, pada sangkaku dunia ini pun tiada termuat kitab-kitab yang disuratkan itu."]