["Adalah seorang orang Parisi, namanya Nikodemus, seorang penghulu orang Yahudi.","Ia datang kepada Yesus pada malam, lalu berkata kepada-Nya, \"Ya Rabbi, kami tahu Rabbi seorang Guru yang datang daripada Allah, karena tiadalah seorang pun dapat memperbuat segala tanda ajaib, seperti Guru perbuat, jikalau tiada Allah ada sertanya.\"","Maka Yesus pun menjawab serta berkata kepadanya, \"Sesungguh-sungguhnya Aku berkata kepadamu, jikalau seorang tiada diperanakkan pula, tiada dapat ia melihat kerajaan Allah.\"","Maka kata Nikodemus kepada-Nya, \"Bagaimanakah orang dapat diperanakkan pada masa tuanya? Dapatkah ia masuk kembali ke dalam rahim ibunya, dan diperanakkan pula?\"","Maka jawab Yesus, \"Sesungguh-sungguhnya Aku berkata kepadamu: Jikalau barang seorang tiada diperanakkan daripada air dan Roh, tiada boleh ia masuk ke dalam kerajaan Allah.","Barang yang diperanakkan daripada tabiat tubuh, tubuh juga; dan barang yang diperanakkan daripada Roh, Roh juga.","Jangan engkau heran, sebab sudah Kukatakan kepadamu: Bahwa wajib kamu diperanakkan pula.","Angin bertiup barang ke mana dikehendakinya, dan engkau mendengar bunyi derunya, tetapi tiada engkau tahu dari mana datangnya dan ke mana perginya. Demikianlah hal tiap-tiap orang, yang jadi daripada Roh itu.\"","Maka sahut Nikodemus serta berkata kepada-Nya, \"Bagaimanakah segala perkara ini boleh jadi?\"","Maka kata Yesus kepadanya, \"Engkaukah guru orang Israel, dan tiadalah engkau mengerti perkara ini?","Sesungguh-sungguhnya Aku berkata kepadamu: Kami katakan barang yang kami ketahui, dan kami saksikan barang yang kami sudah nampak, tetapi tiada kamu menerima kesaksian kami itu.","Jikalau Aku sudah mengatakan kepadamu perkara dunia maka tiada kamu percaya, masakan dapat kamu percaya jikalau Aku mengatakan kepadamu perkara surga?","Seorang pun tiada naik ke surga, kecuali Ia yang sudah turun dari surga, yaitu Anak manusia.","Sebagaimana Musa telah menaikkan ular itu di padang belantara, begitulah juga wajib Anak manusia dinaikkan,","supaya barangsiapa yang percaya beroleh hidup yang kekal di dalam Dia.","Karena demikianlah Allah mengasihi isi dunia ini, sehingga dikaruniakan-Nya Anak-Nya yang tunggal itu, supaya barangsiapa yang percaya akan Dia jangan binasa, melainkan beroleh hidup yang kekal.","Karena Allah menyuruhkan Anak-Nya ke dalam dunia ini, bukannya sebab hendak menghukumkan dunia itu, melainkan supaya dunia ini diselamatkan oleh-Nya.","Barangsiapa yang percaya akan Dia, tiadalah ia dihukumkan, tetapi orang yang tiada percaya itu memang sudah dihukumkan, sebab tiada ia percaya akan nama Anak Allah yang tunggal itu.","Maka inilah hukumannya, bahwa terang sudah datang ke dalam dunia, tetapi gelap itu lebih disukai manusia daripada terang itu, sebab segala perbuatan mereka itu jahat adanya.","Karena barangsiapa yang berbuat kejahatan, benci akan terang dan tiada datang kepada terang itu, supaya jangan kelak segala perbuatannya kena tempelak.","Tetapi orang yang berbuat benar datang kepada terang, supaya nyata segala perbuatannya itu dikerjakan di dalam Allah.\"","Kemudian daripada itu datanglah Yesus dengan murid-murid-Nya ke tanah Yudea; maka tinggallah Ia di sana bersama-sama dengan mereka itu, sambil membaptiskan orang.","Tetapi Yahya ada juga membaptiskan orang di Ainun dekat Salim, karena banyak air di situ, maka datanglah orang, lalu dibaptiskannya.","Karena pada masa itu Yahya belum lagi dibuang ke dalam penjara.","Tatkala itu terbitlah suatu perselisihan antara beberapa murid Yahya dengan seorang Yahudi dari hal perbasuhan.","Lalu datanglah mereka itu kepada Yahya serta berkata kepadanya, \"Ya Rabbi, adapun orang yang bersama-sama dengan Rabbi di seberang Yarden, yang Rabbi saksikan, tengoklah, Ia pun membaptiskan orang, dan sekalian orang datang kepada-Nya.\"","Maka jawab Yahya, katanya, \"Seorang pun tiada dapat mengambil barang sesuatu, jikalau tiada dikaruniakan kepadanya dari surga.","Maka kamu sendiri juga menyaksikan kepadaku, bahwa aku telah berkata demikian: Aku ini bukan Kristus itu, melainkan: Aku disuruhkan terlebih dahulu daripada-Nya.","Adapun orang yang empunya mempelai perempuan, itulah mempelai laki-laki; tetapi sahabat mempelai laki-laki yang berdiri dan mendengar dia, bersukacita sangat sebab mendengar suara mempelai laki-laki itu; sekarang ini kesukaanku sudah genap.","Patutlah Ia makin bertambah, dan berkata-kata dari hal bumi, tetapi aku ini makin kurang.","Adapun Yang datang dari atas, ada di atas sekalian; maka yang daripada bumi ini, terhisab kepada bumi, tetapi Yang datang dari surga, Ia lebih daripada sekalian.","Maka Ia pun menyaksikan tentang barang yang dilihat-Nya dan yang didengar-Nya, tetapi seorang pun tiada menerima kesaksian-Nya itu.","Barangsiapa yang sudah menerima kesaksian-Nya telah memeteraikan, bahwa Allah benar adanya.","Karena Ialah, yang disuruhkan oleh Allah mengatakan firman Allah, sebab Allah mengaruniakan Roh dengan tiada berhingga.","Maka Bapa mengasihi Anak itu, dan segala sesuatu diserahkan-Nya ke tangan-Nya.","Barangsiapa yang percaya akan Anak itu, ia beroleh hidup yang kekal; tetapi barangsiapa yang mendurhaka kepada Anak itu, ia pun tiada akan nampak hidup, melainkan murka Allah tinggal di atasnya.\""]