["Setelah Yesus mengetahui sebagaimana yang orang Parisi sudah mendengar bahwa Yesus itu memperoleh lebih banyak murid dan membaptiskan orang lebih banyak daripada Yahya,","(meskipun Yesus sendiri tiada membaptiskan orang, melainkan murid-murid-Nya membaptiskan),","ditinggalkan-Nyalah tanah Yudea, serta berangkat kembali pula ke Galilea.","Tetapi haruslah Ia melalui tanah Samaria.","Lalu datanglah Ia ke sebuah negeri di Samaria, bernama Sikhar, dekat sebidang tanah, yang dahulu telah diberikan oleh Yakub kepada Yusuf, anaknya itu.","Maka di situlah perigi Yakub. Maka Yesus, sebab penat berjalan, segeralah duduk di sisi perigi itu, yaitu kira-kira pukul dua belas tengah hari.","Maka datanglah seorang orang perempuan Samaria hendak mencedok air; maka kata Yesus kepadanya, \"Aku minta minum.\"","Karena murid-murid-Nya sudah pergi ke dalam negeri membeli makanan.","Maka kata perempuan Samaria itu kepada-Nya, \"Masakan Tuan, seorang Yahudi, meminta minum daripada sahaya, seorang orang perempuan Samaria?\" Karena orang Yahudi memang tiada beramah-ramahan dengan orang Samaria.","Maka jawab Yesus serta berkata kepadanya, \"Jikalau engkau mengetahui akan anugerah Allah dan akan siapa yang berkata kepadamu, Aku minta minum, tak dapat tiada engkau pun sudah meminta kepada-Nya, maka sudahlah Ia memberi air yang hidup kepadamu.\"","Maka kata perempuan itu kepada-Nya, \"Ya Tuan, Tuan tidak ada barang sesuatu buat timba, sedang perigi ini dalam; dari manakah Tuan peroleh air yang hidup itu?","Masakan Tuan lebih besar daripada Yakub, moyang kami, yang telah memberikan perigi ini kepada kami, maka ia sendiri minum daripadanya, dan anak-anaknya dan sekalian kawan binatang hidup-hidupannya?\"","Maka jawab Yesus serta berkata kepadanya, \"Barangsiapa yang minum air ini, ia akan dahaga pula;","tetapi barangsiapa yang minum air itu yang akan Kuberikan kepadanya, tiadalah ia akan dahaga selama-lamanya, karena air yang Aku berikan kepadanya itu, akan menjadi di dalamnya suatu mata air yang memancar sampai kepada hidup yang kekal.\"","Maka kata perempuan itu kepada-Nya, \"Ya Tuan, berilah hamba air itu, supaya jangan kiranya hamba dahaga dan tak usah lagi hamba datang ke mari mencedok air.\"","Maka kata Yesus kepadanya, \"Pergilah panggil lakimu, lalu datang ke mari.\"","Maka sahut perempuan itu, katanya, \"Hamba tiada berlaki.\" Maka kata Yesus kepadanya, \"Benarlah katamu, hamba tiada berlaki;","karena lima orang sudah jadi lakimu, dan yang sekarang ada padamu, itulah memang bukan lakimu. Benarlah katamu itu.\"","Lalu kata perempuan itu kepada-Nya, \"Wah Tuan, hamba rasa, Tuan seorang nabi.","Nenek moyang kami telah sembahyang di atas bukit ini, maka kata kamu, bahwa Yeruzalem itulah tempat yang patut orang sembahyang.\"","Maka kata Yesus kepadanya, \"Hai perempuan, percayalah kepada-Ku, bahwa masanya akan datang apabila kamu akan menyembah Bapa itu, bukan di atas bukit ini dan bukan pula di Yeruzalem.","Memang kamu ini menyembah barang yang tiada kamu ketahui; kami ini menyembah barang yang kami ketahui; karena selamat itu daripada orang Yahudi datangnya.","Tetapi masanya akan datang, dan sekarang sudah sampai, bahwa segala penyembah yang benar itu akan menyembah Bapa dengan roh dan kebenaran; karena Bapa itu berkenan akan orang yang sedemikian itulah menyembah Dia.","Allah itu Roh adanya; maka orang yang menyembah Dia, wajiblah menyembah dengan roh dan kebenaran.\"","Maka kata perempuan itu kepada-Nya, \"Hamba tahu Messias akan datang yang dinamai Kristus; apabila Ia datang, Ia akan mengabarkan segala perkara itu kepada kami.\"","Maka kata Yesus kepadanya, \"Akulah Dia yang bertutur dengan engkau.\"","Pada ketika itu datanglah murid-murid-Nya; maka heranlah mereka itu, sebab Yesus bertutur dengan seorang perempuan. Tetapi seorang pun tiada bertanya, \"Apakah Rabbi cari?\" Atau, \"Apakah Rabbi cakapkan dengan dia?\"","Lalu perempuan itu meninggalkan buyungnya, pergi ke negeri serta berkata kepada segala orang,","\"Marilah lihat, ada seorang yang mengatakan kepadaku segala sesuatu perbuatanku. Bukankah Ia ini Kristus?\"","Maka sekalian orang itu pun pergi ke luar dari negerinya, lalu mendapatkan Yesus.","Sementara itu dipinta oleh murid-murid-Nya kepada-Nya, katanya, \"Ya Guru, silakanlah makan.\"","Tetapi kata-Nya kepada mereka itu, \"Ada rezeki pada-Ku hendak Kumakan yang kamu tiada ketahui.\"","Lalu berkatalah murid-murid itu sama sendirinya, \"Adakah orang membawakan Dia makanan?\"","Maka kata Yesus kepada mereka itu, \"Adapun rezeki-Ku, yaitu melakukan kehendak Dia, yang menyuruhkan Aku, dan menyempurnakan pekerjaan-Nya.","Bukankah kamu berkata, bahwa lagi empat bulan musim menuai? Sungguh Aku berkata kepadamu: Angkatlah matamu, pandanglah segala ladang; karena sekarang ini sudah masak semuanya, sedia akan dituai.","Maka orang yang menuai itu mendapat upah, dan mengumpulkan hasil bagi hidup yang kekal, supaya baik yang menabur, baik yang menuai itu, sama-sama bersukacita.","Karena di dalam hal inilah sebenar-benar makna pepatah itu: Lain orang menabur, lain orang menuai.","Akulah menyuruhkan kamu akan menuai barang yang tiada kamu kerjakan; orang lain sudah bekerja, dan kamu pun masuk ke dalam pekerjaannya.\"","Maka banyak orang Samaria dari isi negeri itu percaya akan Yesus, oleh sebab kenyataan perempuan itu, katanya, \"Ia sudah mengatakan kepadaku segala sesuatu yang telah kubuat.\"","Serta sampai orang Samaria itu kepada Yesus, dipintanya, supaya Ia tinggal bersama-sama dengan mereka itu; lalu tinggallah Ia di sana dua hari lamanya.","Maka terlebih banyak lagi orang percaya, karena mendengar perkataan Yesus sendiri.","Lalu kata mereka itu kepada perempuan itu, \"Sekarang kami percaya bukannya oleh sebab tuturanmu sahaja, melainkan kami sendiri sudah mendengar dan mengetahui, bahwa Ia ini sungguhlah Juruselamat dunia ini.\"","Maka dua hari kemudian daripada itu berangkatlah Yesus dari sana pergi ke Galilea,","karena Ia sendiri menyaksikan, bahwa seorang nabi tiada berhormat di dalam negerinya sendiri.","Apabila Ia sampai ke Galilea, maka Ia pun disambut oleh orang Galilea, karena mereka itu sudah nampak segala sesuatu yang diperbuat-Nya di Yeruzalem pada masa raya itu; sebab mereka itu juga pergi merayakan hari raya itu.","Maka datanglah Ia sekali lagi ke negeri Kana di tanah Galilea, yaitu di tempat air dijadikan-Nya anggur itu. Maka adalah seorang pegawai raja, yang anaknya laki-laki sakit di Kapernaum.","Setelah didengarnya bahwa Yesus sudah datang dari tanah Yudea ke Galilea, pergilah ia mendapatkan Yesus, dipintanya datang menyembuhkan anaknya itu, karena ia tengah hendak mati.","Lalu kata Yesus kepadanya, \"Jikalau tiada kamu nampak tanda ajaib dan mujizat, tiadalah kamu percaya.\"","Maka kata pegawai raja itu kepada-Nya, \"Ya Tuhan, marilah sebelum anakku mati.\"","Maka kata Yesus kepadanya, \"Pergilah engkau, anakmu itu hidup.\" Maka percayalah orang itu akan perkataan yang dikatakan oleh Yesus kepadanya, lalu pergilah ia.","Tetapi sedang ia lagi berjalan, bertemulah ia dengan hamba-hambanya, yang membawa kabar mengatakan bahwa anaknya itu sudah hidup.","Maka bertanyalah ia kepada mereka itu pukul berapa ia sudah segar. Maka katanya kepadanya, \"Kemarin pukul satu hilanglah demamnya.\"","Lalu diketahuilah oleh bapa budak itu, bahwa pada jam itu juga Yesus sudah berkata kepadanya, \"Anakmu itu hidup,\" maka ia sendiri pun beserta dengan segala isi rumahnya percayalah.","Maka inilah tanda ajaib yang kedua, yang diperbuat oleh Yesus, setelah Ia datang dari tanah Yudea ke Galilea."]