["Kemudian daripada itu adalah hari raya orang Yahudi; maka","Maka di Yeruzalem dekat \"Pintu domba\" adalah suatu kolam, menurut bahasa Ibrani dinamai Baitesda; maka padanya ada lima serambi.","Di serambi itu adalah terhantar amat banyak orang sakit, yaitu orang buta dan timpang dan lumpuh, sekaliannya menantikan air kolam itu berkocak.","Karena terkadang-kadang turunlah seorang malaekat ke dalam kolam itu serta mengocakkan airnya; maka barangsiapa yang terlebih dahulu turun ke dalam kolam itu, sesudahnya berkocak air itu, ia pun sembuhlah dari barang sesuatu penyakit apa pun, yang diidapinya.","Maka adalah di sana seorang yang sakit sudah tiga puluh delapan tahun lamanya.","Apabila dilihat oleh Yesus akan dia terhantar, serta diketahui-Nya, bahwa sudah sekian lama ia sakit, berkatalah Ia kepadanya, \"Maukah engkau jadi sembuh?\"","Maka sahut orang sakit itu kepada-Nya, \"Ya Tuhan, hamba tiada ada orang yang membawa hamba masuk ke dalam kolam ini apabila airnya berkocak, tetapi sementara hamba datang, sudah orang lain turun mendahului hamba.\"","Lalu kata Yesus kepadanya, \"Bangkitlah engkau, angkat tempat tidurmu dan berjalan.\"","Maka seketika itu juga sembuhlah orang itu, lalu ia mengangkat tempat tidurnya serta berjalan. Adapun hari itu, yaitu hari Sabbat.","Sebab itu kata orang Yahudi kepada orang yang disembuhkan itu, \"Hari ini adalah hari Sabbat, tiada patut bagimu membawa tempat tidurmu itu.\"","Maka ia pun menyahut kepada mereka itu, \"Orang yang menyembuhkan aku itu, Ialah yang berkata kepadaku: Angkatlah tempat tidurmu dan berjalan.\"","Lalu bertanyalah mereka itu kepadanya, \"Siapakah orang itu, yang berkata kepadamu: Angkatlah tempat tidurmu dan berjalan?\"","Tetapi orang yang disembuhkan itu tiada mengetahui siapa Dia, karena Yesus sudah undur, sebab amat banyak orang di tempat itu.","Kemudian daripada itu berjumpa Yesus dengan dia di dalam Bait Allah, lalu berkata kepadanya, \"Perhatikanlah baik-baik engkau sudah sembuh; jangan berbuat dosa lagi, supaya jangan engkau kena barang yang lebih dahsyat pula.\"","Maka pergilah orang itu serta mengabarkan kepada orang Yahudi, bahwa yang menyembuhkan dia itu Yesus.","Maka itulah sebabnya orang Yahudi pun menganiayakan Yesus, yaitu karena Ia memperbuat perkara itu pada hari Sabbat.","Maka jawab Yesus kepada mereka itu, \"Bapa-Ku bekerja sampai sekarang ini, dan Aku pun bekerja juga.\"","Sebab itu makin sangat lagi orang Yahudi mencari upaya hendak membunuh Dia, bukan sahaja sebab melanggar hukum hari Sabbat, melainkan sebab Ia mengatakan Allah itu Bapa-Nya sendiri, menyamakan diri-Nya dengan Allah.","Maka jawab Yesus serta berkata kepada mereka itu, \"Sesungguh-sungguhnya Aku berkata kepadamu: Anak itu tiada boleh membuat barang sesuatu menurut kehendak-Nya sendiri, melainkan Ia melihat Bapa itu berbuat; karena barang apa yang diperbuat oleh Bapa, itu juga diperbuat oleh Anak itu.","Karena Bapa mengasihi Anak itu dan Ia menunjukkan kepada-Nya segala hal yang diperbuat-Nya sendiri; bahkan, Ia akan menunjukkan kerja yang lebih besar lagi daripada semuanya ini kepada-Nya, sehingga kamu pun heran,","karena sama seperti Bapa membangkitkan segala orang mati sambil menghidupkan dia, demikian juga Anak itu menghidupkan pula barangsiapa yang dikehendaki-Nya.","Karena Bapa itu tiada menghukumkan seorang jua pun, melainkan Ia telah menyerahkan segala hukum itu kepada Anak itu,","supaya sekalian orang menghormatkan Anak itu sama seperti Ia juga menghormatkan Bapa juga. Siapa yang tiada menghormatkan Anak itu, samalah juga tiada menghormatkan Bapa yang menyuruhkan Dia.","Sesungguh-sungguhnya Aku berkata kepadamu: Barangsiapa yang mendengar perkataan-Ku serta percaya akan Yang menyuruhkan Aku, ia itu beroleh hidup yang kekal, dan tiada masuk ke dalam hukuman, melainkan ia sudah berpindah daripada mati kepada hidup.","Sesungguh-sungguhnya Aku berkata kepadamu, bahwa ketikanya akan datang dan sekarang ini ada juga, bahwa segala orang mati akan mendengar suara Anak Allah dan orang yang mendengar itu akan hidup.","Karena sama seperti Bapa itu menaruh hidup di dalam diri-Nya, demikian juga dikaruniakan-Nya kepada Anak itu menaruh hidup di dalam diri-Nya.","Dan lagi diberi-Nya kuasa kepada-Nya akan melakukan hukuman, sebab Ia itulah Anak manusia adanya.","Jangan kamu heran akan hal itu, karena datang ketikanya apabila sekalian orang yang di dalam kubur akan mendengar suara-Nya,","lalu mereka itu akan keluar; yaitu segala orang yang sudah berbuat baik akan bangkit kepada hidup yang kekal, dan segala orang yang sudah berbuat jahat akan bangkit menerima hukuman.","Suatu pun tiada Aku dapat berbuat menurut kehendak-Ku sendiri, melainkan Aku menjalankan hukum sebagaimana yang Aku dengar, dan hukum-Ku itu adil adanya; karena bukannya Aku mencari kehendak diri-Ku, melainkan kehendak Dia yang menyuruhkan Aku.","Jikalau Aku menyaksikan dari hal diri-Ku, maka kesaksian-Ku itu tiada benar.","Ada yang lain yang menyaksikan dari hal diri-Ku, maka Aku tahu bahwa benarlah kesaksian yang disaksikan-Nya dari hal-Ku itu.","Kamu ini memang menyuruhkan orang kepada Yahya, maka ia pun menyaksikan atas yang benar itu.","Tetapi Aku ini tiada menerima kesaksian daripada pihak manusia, hanya inilah Aku katakan, supaya kamu ini selamat kelak.","Adapun Yahya itu, ialah suatu pelita yang berpasang dan bercahaya; tetapi kamu ini hendak menyukakan hatimu hanya seketika sahaja lamanya di dalam cahayanya.","Tetapi Aku ini menaruh kesaksian yang lebih besar daripada kesaksian Yahya itu; karena segala kerja yang Bapa serahkan itu kepada-Ku supaya Aku menyempurnakan dia, segala kerja itulah yang Aku perbuat, semuanya itu menyaksikan dari hal-Ku, yaitu bahwa Bapa itu sudah menyuruhkan Aku.","Maka Bapa itu yang sudah menyuruhkan Aku, Ia sendiri telah menyaksikan dari hal-Ku. Kamu belum pernah mendengar suara-Nya atau nampak rupa-Nya,","dan firman-Nya pun tiada kamu pegang tetap di dalam hatimu; karena akan Dia, yang disuruh-Nya itu pun, kamu tiada percaya.","Kamu menyelidiki isi Alkitab, karena pada sangkamu di dalamnya itu kamu beroleh hidup yang kekal; maka kitab itu juga menyaksikan dari hal-Ku;","tetapi tiada kamu mau datang kepada-Ku supaya kamu beroleh hidup.","Aku ini menerima kehormatan bukannya daripada pihak manusia;","tetapi Aku kenal kamu, bahwa kamu tiada menaruh kasih Allah di dalam hatimu.","Aku ini datang dengan nama Bapa-Ku, tetapi tiada kamu menerima Aku; jikalau seorang lain datang dengan namanya sendiri, tentu kamu menerima dia.","Bagaimana boleh kamu percaya, selagi kamu mencari kehormatan dari antara sama sendirimu, tetapi tiada kamu menuntut kehormatan daripada Allah yang Esa?","Jangan kamu sangkakan Aku ini menuduh kamu di hadapan Bapa itu. Memang ada seorang yang menuduh kamu, yaitu Musa, yang kamu harapkan.","Karena jikalau kamu percaya akan Musa, tentu juga kamu percaya akan Daku, sebab Musa telah menyuratkan tentang Aku ini.","Tetapi jikalau tiada kamu percaya akan segala kitab Musa, bagaimanakah kelak kamu percaya akan perkataan-Ku?\""]