["Kemudian daripada itu pergilah Yesus ke seberang Tasik Galilea, yaitu Tasik Tiberias.","Maka amatlah banyak orang mengikut Dia, sebab melihat segala tanda ajaib yang diperbuat-Nya pada orang sakit.","Maka naiklah Yesus ke atas sebuah gunung, lalu duduklah Ia di situ bersama-sama dengan murid-murid-Nya.","Tatkala itu Pasah sudah hampir, yaitu hari raya orang Yahudi.","Apabila Yesus mengangkat mata-Nya serta memandang sekalian orang banyak, yang datang kepada-Nya, maka kata-Nya kepada Pilipus, \"Dari manakah dapat kita membeli roti, supaya orang banyak ini makan?\"","Maka Yesus berkata demikian sebab hendak mencobai dia, karena Ia sendiri mengetahui apa yang hendak dibuat-Nya.","Maka sahut Pilipus kepada-Nya, \"Roti yang dua ratus dinar harganya, tiada cukup bagi mereka itu, walaupun seorang sedikit.\"","Maka seorang daripada murid-murid-Nya, yaitu Andreas, saudara Simon Petrus, berkata kepada-Nya,","\"Di sini ada seorang budak, yang menaruh roti jelai lima ketul dengan ikan kecil dua ekor; tetapi apakah gunanya itu pada orang sebanyak ini?\"","Lalu kata Yesus, \"Suruhlah duduk sekalian orang itu.\" Maka di tempat itu banyak rumput, lalu duduklah segala orang laki-laki sahaja, sekira-kira lima ribu orang banyaknya.","Kemudian Yesus mengambil roti itu, serta mengucapkan syukur, lalu membahagikan kepada segala orang yang duduk itu, demikian juga ikan itu, seberapa banyak yang dikehendakinya.","Setelah kenyang mereka itu sekalian, maka Ia pun berkatalah kepada murid-murid-Nya, \"Kumpulkanlah segala sisanya, supaya barang apa pun jangan terbuang.\"","Lalu mereka itu pun mengumpulkan dia penuh dua belas bakul dengan remah roti jelai lima ketul itu, yaitu sisa orang yang sudah makan itu.","Setelah dilihat oleh segala orang akan tanda ajaib yang diperbuat oleh Yesus, maka kata mereka itu, \"Sesungguhnya Ia inilah Nabi, yang datang ke dalam dunia ini.\"","Serta Yesus mengetahui mereka itu berniat datang berebut akan Dia hendak menjadikan Dia raja, maka undurlah Ia pula ke atas gunung, seorang diri-Nya.","Setelah petang hari turunlah murid-murid-Nya ke tasik,","lalu mereka itu naik ke dalam perahu akan menyeberang tasik menuju ke Kapernaum. Pada ketika itu hari sudah gelap, tetapi Yesus belum datang kepada mereka itu.","Maka tasik itu pun sangat berombak, sebab angin keras bertiup.","Setelah mereka itu berdayung sekira-kira dua tiga mil jauhnya, tiba-tiba dilihatnya Yesus berjalan di atas air tasik, datang menghampiri perahunya, lalu takutlah mereka itu.","Tetapi kata Yesus kepada mereka itu, \"Inilah Aku, jangan takut.\"","Sedang mereka itu tengah suka hendak menyambut Dia naik ke dalam perahu, langsunglah perahu itu sampai ke pantai, ke tempat yang ditujuinya.","Pada keesokan harinya tatkala orang banyak, yang berdiri di seberang tasik itu, nampak tiadalah ada perahu lain di situ, hanya sebuah sahaja, dan lagi Yesus tiada naik ke dalam perahu itu beserta dengan murid-murid-Nya, melainkan murid-murid sendiri sahaja yang menyeberang,","maka ada pula perahu lain-lain datang dari Tiberias, dekat tempat orang makan roti sesudah Tuhan mengucapkan syukur itu.","Lalu apabila orang banyak itu melihat bahwa Yesus tiada di situ dan segala murid-Nya pun tiada, maka orang banyak itu pun naik ke dalam perahu, dan pergi ke Kapernaum mencari Yesus.","Setelah mereka itu berjumpa dengan Dia di seberang tasik itu, mereka itu pun berkata kepada-Nya, \"Ya Rabbi, bilakah Rabbi datang ke mari?\"","Maka jawab Yesus kepada mereka itu, kata-Nya, \"Sesungguh-sungguhnya Aku berkata kepadamu, kamu ini mencari Aku bukannya sebab kamu sudah nampak tanda ajaib, melainkan sebab kamu makan roti, sehingga kenyang.","Janganlah kamu bekerja karena makanan yang fana, melainkan karena makanan yang baka, yaitu yang akan diberi kepadamu oleh Anak manusia, karena Ialah yang dimeteraikan oleh Bapa itu, yaitu Allah.\"","Lalu bertanyalah mereka itu kepada-Nya, \"Apakah yang patut kami perbuat akan menjalankan pekerjaan Allah?\"","Maka jawab Yesus serta berkata kepada mereka itu, \"Inilah pekerjaan Allah, bahwa wajiblah kamu percaya akan Dia, yang disuruhkan oleh Allah itu.\"","Lalu kata mereka itu kepada-Nya, \"Apakah tanda ajaib yang Tuan perbuat, supaya boleh kami tampak, lalu percaya akan Tuan? Apakah Tuan perbuat?","Nenek moyang kami makan Manna di padang belantara, seperti yang tersurat itu: Ia sudah mengaruniakan mereka itu roti dari surga akan makanannya.\"","Maka kata Yesus kepada mereka itu, \"Sesungguh-sungguhnya Aku berkata kepadamu: Bukannya Musa yang memberikan kamu roti dari surga itu, melainkan Bapa-Ku yang mengaruniakan kamu Roti yang benar itu dari surga.","Karena Roti Allah adalah Dia itu, yang turun dari surga dan yang memberi hidup kepada isi dunia ini.\"","Lalu kata mereka itu kepada-Nya, \"Ya Tuhan, berilah kiranya kami Roti ini selalu.\"","Maka kata Yesus kepada mereka itu, \"Aku inilah Roti Hidup itu. Siapa yang datang kepada-Ku, tiadalah ia akan lapar lagi, dan siapa yang percaya akan Daku, tiadalah ia akan dahaga lagi.","Aku sudah berkata kepadamu: Kamu sudah nampak Aku, tetapi tiada kamu percaya.","Segala sesuatu yang Bapa karuniakan kepada-Ku, itulah juga akan datang kepada-Ku, dan orang yang datang kepada-Ku, sekali-kali tiada Aku akan menolak dia.","Karena Aku turun dari surga, bukannya sebab Aku melakukan kehendak diri-Ku, melainkan kehendak Dia itu yang menyuruhkan Aku.","Tetapi inilah kehendak Bapa yang menyuruhkan Aku: Supaya daripada segala sesuatu yang dikaruniakan-Nya kepada-Ku, tiada Aku hilang barang apa pun, melainkan Aku ini menghidupkan dia pada hari kiamat.","Karena inilah kehendak Bapa-Ku, bahwa masing-masing yang memandang Anak itu serta percaya akan Dia kelak beroleh hidup yang kekal, maka Aku ini akan menghidupkan dia pada hari kiamat.\"","Lalu bersungut-sungutlah orang Yahudi akan Dia, sebab Ia berkata, \"Aku inilah Roti, yang turun dari surga itu.\"","Maka kata mereka itu, \"Bukankah orang ini Yesus, anak Yusuf, yang ibu bapa-Nya kami kenal? Bagaimanakah orang ini dapat berkata: Aku ini turun dari surga?\"","Maka jawab Yesus kepada mereka itu, kata-Nya, \"Jangan kamu bersungut-sungut di antara sama sendirimu!","Seorang pun tiada boleh datang kepada-Ku, jikalau tiada hatinya ditarik oleh Bapa yang menyuruhkan Aku; maka Aku ini akan menghidupkan dia pada hari kiamat.","Adalah tersurat di dalam kitab nabi-nabi, yaitu: Bahwa mereka itu sekalian diajar oleh Allah. Maka masing-masing yang sudah mendengar serta belajar kepada Bapa, ialah datang kepada-Ku.","Bukannya kata-Ku bahwa seorang sudah nampak Bapa, melainkan Dia yang datang daripada Allah telah nampak Bapa itu.","Sesungguh-sungguhnya Aku berkata kepadamu: Barangsiapa yang percaya, ialah menaruh hidup yang kekal.","Aku inilah Roti Hidup itu.","Nenek moyang kamu telah makan Manna di padang belantara, dan mati juga mereka itu.","Inilah Roti yang turun dari surga, supaya orang makan daripadanya dan tiada mati.","Aku inilah Roti yang hidup, yang turun dari surga; jikalau barang seorang pun makan daripada Roti ini, ia akan hidup selama-lamanya, dan roti yang Aku akan berikan itu, ia itu tubuh-Ku, karena kehidupan isi dunia ini.\"","Lalu berbahaslah orang Yahudi di antara sama sendirinya, sambil berkata, \"Bagaimanakah orang ini dapat memberi kami makan tubuh-Nya?\"","Maka kata Yesus kepada mereka itu, \"Sesungguh-sungguhnya Aku berkata kepadamu: Jikalau tiada kamu makan tubuh Anak manusia dan minum darah-Nya, tiadalah kamu menaruh hidup di dalam dirimu.","Barangsiapa yang makan tubuh-Ku dan minum darah-Ku, padanyalah hidup yang kekal, dan Aku ini akan menghidupkan dia pada hari kiamat.","Karena tubuh-Ku itulah makanan yang sungguh-sungguh, dan darah-Ku itulah minuman yang sungguh-sungguh.","Siapa yang makan tubuh-Ku dan minum darah-Ku, ia tinggal di dalam Aku, dan Aku tinggal di dalam dia.","Sebagaimana Bapa yang hidup itu menyuruhkan Aku, dan Aku pun hidup oleh karena Bapa itu, demikian juga siapa yang makan Aku, ia pun akan hidup oleh sebab Aku.","Inilah Roti yang turun dari surga, bukannya seperti yang dimakan oleh nenek moyangmu, akhirnya mati. Siapa yang makan roti ini, ia akan hidup selama-lamanya.\"","Segala perkara itu dikatakan-Nya di dalam rumah sembahyang, tatkala Ia mengajar di Kapernaum.","Maka banyak orang daripada murid-murid-Nya, yang mendengar perkataan-Nya demikian, berkatalah, \"Perkataan ini sukar diartikan, siapakah gerangan dapat mendengarnya?\"","Tetapi Yesus sedang mengetahui sendiri, bahwa murid-murid-Nya bersungut-sungut akan hal itu, berkatalah kepada mereka itu, \"Adakah perkara itu mendatangkan syak ke atas kamu?","Bagaimanakah kelak jadinya apabila kamu memandang Anak manusia naik ke tempat asal-Nya?","Roh itulah yang menghidupkan, tubuh suatu pun tiada gunanya. Adapun perkataan yang Aku katakan kepadamu, itulah roh dan hidup adanya.","Tetapi adalah di antara kamu beberapa orang yang tiada percaya.\" Karena dari mulanya diketahui oleh Yesus siapa yang tiada percaya, dan siapa yang akan menyerahkan Dia.","Maka kata-Nya, \"Itulah sebabnya Aku berkata kepadamu, bahwa seorang pun tiada boleh datang kepada-Ku, jikalau tiada dikaruniakan kepadanya oleh Bapa.\"","Sebab itu banyaklah murid-murid-Nya undur, dan tiada lagi berjalan dengan Dia.","Lalu kata Yesus kepada kedua belas murid-Nya itu, \"Kamu ini hendak pergi jugakah?\"","Maka sahut Simon Petrus kepada-Nya, \"Ya Tuhan, kepada siapakah kami akan pergi? Hanya Tuhan sahaja yang menaruh perkataan hidup yang kekal.","Kami ini sudah percaya dan yakin, bahwa Tuhanlah yang Kudus datang daripada Allah.\"","Maka jawab Yesus kepada mereka itu, \"Bukankah Aku sudah memilih kamu kedua belas orang ini? Tetapi seorang di antara kamu menjadi suatu Iblis.\"","Maka Ia berkata itu tentang Yudas, anak Simon Iskariot; karena memang ialah yang akan menyerahkan Yesus, dan ia pun seorang daripada kedua belas murid itu."]