["Kemudian daripada itu berjalanlah Yesus di tanah Galilea, karena tiada Ia mau melalui tanah Yudea, sebab orang Yahudi mencari upaya akan membunuh Dia.","Tetapi hari raya orang Yahudi sudah hampir, yaitu Hari Raya Pondok.","Maka kata saudara-saudara-Nya kepada-Nya, \"Berangkatlah dari sini, dan pergilah ke tanah Yudea, supaya murid-murid-Mu juga boleh memandang segala mujizat yang Engkau adakan.","Karena seorang pun tiada membuat barang sesuatu dengan sembunyi, jikalau ia sendiri hendak menjadi masyhur. Sedangkan Engkau membuat segala perkara itu, nyatakanlah diri-Mu kepada isi dunia ini.\"","Karena saudara-saudara-Nya pun tiadalah percaya akan Dia.","Maka kata Yesus kepada mereka itu, \"Saat-Ku belum sampai; tetapi saatmu itu senantiasa sedia.","Tiada dapat isi dunia ini membenci kamu, tetapi ia membenci Aku, oleh karena Aku ini menyaksikan dari halnya, bahwa segala perbuatannya jahat adanya.","Hendaklah kamu pergi memuliakan hari raya. Aku belum hendak pergi memuliakan hari raya ini, karena saat-Ku belum sampai.\"","Lalu tinggallah Ia di Galilea setelah sudah Ia berkata demikian kepada mereka itu.","Tetapi setelah saudara-saudara-Nya sudah pergi memuliakan hari raya itu, lalu Ia sendiri pun pergi juga, bukan dengan nyata-nyata, melainkan dengan sulitnya.","Maka orang Yahudi mencari Dia pada hari raya itu serta berkata, \"Di manakah Dia?\"","Adalah banyak persungutan akan Dia di antara orang banyak; ada orang yang berkata, \"Ia orang baik\"; yang lain pula berkata, \"Bukan, melainkan Ia menyesatkan orang banyak itu.\"","Tetapi tiada seorang pun berani berkata-kata dengan bebas dari hal Dia, sebab takut akan orang Yahudi.","Setelah sampai pertengahan hari raya itu, naiklah Yesus masuk ke dalam Bait Allah serta mengajar.","Maka heranlah orang Yahudi serta berkata, \"Bagaimanakah orang ini paham akan kitab-kitab dengan tiada belajar?\"","Lalu jawab Yesus kepada mereka itu, serta kata-Nya, \"Pengajaran-Ku itu bukan daripada-Ku, melainkan daripada Dia yang menyuruhkan Aku.","Jikalau barang seorang suka melakukan kehendak Allah, ia akan mengerti tentang pengajaran ini, kalau daripada Allah datangnya, atau Aku mengeluarkan perkataan daripada diri-Ku sendiri.","Siapa yang mengeluarkan perkataan daripada dirinya sendiri itu menuju kepada kehormatannya sendiri, tetapi siapa yang menuju kepada kehormatan yang menyuruhkan Dia, ia itulah benar, dan barang kejahatan pun tiada padanya.","Tiadakah Musa memberi Taurat kepadamu? Maka seorang pun tiada daripada kamu yang melakukan Taurat itu. Apakah sebabnya kamu mencari jalan hendak membunuh Aku?\"","Maka jawab orang banyak itu, \"Engkau ada bersetan. Siapakah gerangan mencari jalan hendak membunuh Engkau?\"","Lalu kata Yesus kepada mereka itu, \"Hanya satu perbuatan sudah Kuperbuat, itu pun kamu sekalian heran.","Maka Musa sudah memberi kamu hukum bersunat itu (bukan asalnya itu daripada Musa, melainkan daripada nenek moyangmu); maka kamu menyunatkan orang pada hari Sabbat.","Jikalau seorang disunatkan pada hari Sabbat, supaya jangan hukum Musa dilanggar marahkah kamu akan Daku, oleh sebab Aku menyembuhkan seorang seluruh tubuhnya pada hari Sabbat?","Janganlah kamu hakimkan menurut rupa sahaja, melainkan jatuhkanlah hukum dengan adil.\"","Maka berkatalah beberapa orang isi negeri Yeruzalem, \"Bukankah ini Dia, yang dicari orang jalan hendak membunuh?","Tengoklah, Ia berkata-kata dengan bebasnya, maka mereka itu tiada berkata apa-apa kepada-Nya. Bolehkah jadi yang segala penghulu itu tahu dengan sesungguhnya bahwa Ia inilah Kristus?","Memang akan orang ini kami tahu dari mana asal-Nya; tetapi apabila Kristus datang kelak, tiada seorang pun yang mengetahui dari mana asal-Nya.\"","Maka berserulah Yesus dengan nyaring suara-Nya di dalam Bait Allah, tengah Ia mengajar, serta berkata, \"Kamu sekalian mengenal Aku, dan kamu pula mengetahui dari mana asal-Ku; dan tiada Aku datang dengan kehendak-Ku sendiri, melainkan Ia yang menyuruhkan Aku itu ada benar, yaitu yang tiada kamu kenal.","Aku kenal Dia, karena Aku datang daripada-Nya, dan Ialah yang menyuruhkan Aku.\"","Lalu mereka itu mencari jalan hendak menangkap Dia, tetapi tiada seorang pun berani mengenakan tangan kepada-Nya, karena saatnya belum datang.","Tetapi banyaklah orang dari antara orang ramai itu percaya akan Dia, serta berkata, \"Apabila Kristus datang, adakah Ia mengadakan tanda ajaib lebih banyak daripada yang diadakan oleh orang ini?\"","Setelah orang Parisi sudah mendengar orang banyak itu bercakap-cakap akan segala perkara itu dari hal Dia, lalu kepala-kepala imam dan orang Parisi pun menyuruhkan beberapa orang hambanya supaya mereka itu menangkap Dia.","Maka kata Yesus, \"Hanyalah seketika lamanya lagi Aku bersama-sama dengan kamu, lalu Aku pergi kepada Dia yang menyuruhkan Aku.","Kamu akan mencari Aku, maka tiada kamu dapat, dan di mana Aku ada, kamu ini tiada boleh datang.\"","Sebab itu berkatalah orang Yahudi di antara sama sendirinya, \"Ke manakah orang ini hendak pergi yang kita tiada boleh dapat Dia? Hendak pergi kepada orang yang tercerai-berai di antara orang Gerika, serta mengajar orang Gerikakah?","Apakah artinya perkataan yang dikatakan-Nya itu: Kamu akan mencari Aku, maka tiada dapat, dan di mana Aku ada, kamu ini tiada boleh datang?\"","Maka pada hari yang akhir, yaitu hari yang besar pada masa raya itu, berdirilah Yesus serta berseru, kata-Nya, \"Jikalau seorang yang dahaga, hendaklah ia datang kepada-Ku, lalu minum.","Barangsiapa yang percaya akan Daku, seperti yang tersebut di dalam Alkitab, dari dalamnya itu akan mengalir beberapa sungai air hidup.\"","Ia mengatakan ini dari hal Roh, yang akan diterima oleh segala orang yang percaya akan Dia; karena pada masa itu Rohulkudus itu belum ada, sebab Yesus belum dipermuliakan.","Apabila didengar oleh beberapa orang di antara orang ramai itu akan perkataan itu, berkatalah mereka itu, \"Sesungguhnya orang inilah Nabi itu.\"","Ada orang lain pun berkata, \"Ia inilah Kristus.\" Ada yang lain pula berkata, \"Masakan Kristus itu terbit dari Galilea?","Bukankah kata Alkitab bahwa daripada benih Daud dan dari Betlehem, tempat Daud, terbit Kristus itu?\"","Lalu timbullah suatu perselisihan di antara orang banyak itu oleh karena Yesus.","Setengah mereka itu hendak menangkap Dia, tetapi tiada seorang pun berani mengenakan tangannya kepada-Nya.","Maka kembalilah hamba-hamba itu kepada kepala-kepala imam dan orang Parisi, lalu kata mereka itu kepada hamba itu, \"Apakah sebabnya kamu tiada membawa Dia?\"","Maka sahut segala hamba itu, \"Belum pernah orang berkata-kata seperti orang ini.\"","Maka jawab orang Parisi kepada mereka itu, \"Sudahkah kamu juga tersesat?","Adakah seorang jua pun daripada sekalian penghulu atau orang Parisi, yang percaya akan Dia?","Cih, orang ramai ini, yang tiada tahu akan Taurat itu, terkutuklah mereka itu!\"","Maka bertanyalah Nikodemus (seorang dari antara mereka itu yang datang dahulu kepada Yesus), kepada mereka itu, demikian,","\"Adakah Taurat kita menghukumkan orang, sebelum didengar apa yang dikatakannya, dan diketahui apa yang diperbuatnya?\"","Lalu menjawablah mereka itu serta berkata kepada-Nya, \"Engkau pun dari Galileakah? Selidikilah dan amatilah, bahwa dari Galilea itu tiada terbit seorang nabi pun.\"","Maka masing-masing pun pulang ke rumahnya."]