["Tetapi Yesus pergi ke Bukit Zaitun.","Pada pagi-pagi hari datanglah Ia pula ke dalam Bait Allah, maka sekalian orang banyak pun datang kepada-Nya, lalu duduklah Ia mengajar mereka itu.","Adalah ahli Taurat dan orang Parisi pun membawa seorang perempuan yang ditangkap tengah berbuat zinah, didirikannya di tengah-tengah,","serta berkata kepada Yesus, \"Ya Guru, perempuan ini didapati tengah berbuat zinah.","Di dalam Taurat dipesan oleh Musa akan merajam perempuan yang demikian. Apakah kata Guru dari halnya?\"","Maka mereka itu mengatakan ini hendak mencobai Dia, supaya didapatinya jalan mengadukan Dia. Tetapi Yesus tunduk melukis tanah dengan jari-Nya.","Maka sebab berulang-ulang mereka itu bertanya juga, tegaklah Ia serta berkata kepada mereka itu, \"Siapa di antara kamu yang tiada berdosa, hendaklah ia dahulu melempar batu kepada perempuan ini.\"","Lalu tunduk pula Ia lagi melukis tanah itu.","Setelah mereka itu mendengar kata yang demikian, keluarlah mereka itu seorang lepas seorang, mulai daripada yang tua-tua sampai kepada yang akhir; maka tinggallah Yesus seorang diri-Nya dan perempuan itu berdiri di tengah-tengah.","Apabila Yesus tegak, tiada dilihat-Nya seorang pun kecuali perempuan itu, lalu berkatalah Ia kepadanya, \"Hai perempuan, di manakah mereka itu? Tiadakah seorang pun yang menyalahkan engkau?\"","Maka kata perempuan itu, \"Seorang pun tiada, ya Rabbi.\" Lalu kata Yesus kepadanya, \"Kalau demikian Aku ini pun tiada mau menghukumkan engkau; pergilah engkau, dan daripada sekarang ini jangan berbuat dosa lagi.\"","Maka bertuturlah Yesus pula kepada mereka itu sambil berkata, \"Aku inilah terang dunia. Siapa yang mengikut Aku, tiada akan berjalan di dalam gelap, melainkan akan beroleh terang hidup itu.\"","Lalu kata orang Parisi kepada-Nya, \"Engkau menyaksi akan diri-Mu, kesaksian-Mu itu tiada benar.\"","Maka jawab Yesus serta berkata kepada mereka itu, \"Jikalau Aku menyaksikan dari hal diri-Ku sendiri pun, benar juga kesaksian-Ku itu, karena Aku tahu, dari mana Aku datang dan ke mana Aku pergi, tetapi kamu ini tiada mengetahui dari mana Aku datang dan ke mana Aku pergi.","Kamu ini memang menghakimkan menurut rupa orang, maka Aku ini tiada menghakimkan seorang pun.","Tetapi jikalau Aku juga menghakimkan, maka hukum-Ku itu benar, oleh karena Aku ini bukan bersendiri sahaja, melainkan Aku dengan Bapa yang menyuruhkan Aku.","Dan di dalam Tauratmu juga tersurat, bahwa kesaksian dua oranglah yang benar adanya.","Aku inilah yang menyaksi akan diri-Ku sendiri, dan lagi Bapa, yang menyuruhkan Aku, Ia pun menyaksi akan Daku.\"","Lalu kata mereka itu kepada-Nya, \"Di manakah Bapa-Mu itu?\" Maka jawab Yesus, \"Kamu tiada kenal Aku, dan Bapa-Ku pun tidak. Jikalau kamu kenal Aku, niscaya kamu kenal Bapa-Ku juga.\"","Segala perkataan itu dikatakan-Nya dekat tempat peti derma tengah Ia mengajar di dalam Bait Allah; maka seorang pun tiada menangkap Dia, karena saatnya belum datang.","Maka kata-Nya pula kepada mereka itu, \"Aku ini pergi, dan kamu akan mencari Aku, dan kamu akan mati di dalam dosamu, tetapi ke tempat Aku ini pergi, kamu tiada boleh sampai.\"","Lalu kata orang Yahudi, \"Ia hendak membunuh diri-Nyakah? sebab kata-Nya: Ke tempat Aku ini pergi kamu tiada boleh sampai?\"","Maka kata Yesus kepada mereka itu, \"Kamu ini dari bawah, Aku ini dari atas; kamu ini dari dunia ini, Aku ini bukan dari dunia ini.","Sebab itu Aku sudah berkata kepadamu, bahwa kamu akan mati di dalam dosamu, karena jikalau kamu tiada percaya bahwa Aku inilah Dia, maka kamu akan mati di dalam dosamu.\"","Lalu kata mereka itu kepada-Nya, \"Siapakah Engkau ini?\" Maka kata Yesus kepada mereka itu, \"Apakah gunanya Aku lagi berkata kepadamu?","Adalah banyak perkara yang hendak Kukatakan dan bicarakan dari hal kamu, tetapi Yang menyuruhkan Aku itu benar. Apa yang Kudengar daripada-Nya itu juga Kukatakan kepada isi dunia ini.\"","Maka mereka itu tiada mengerti bahwa yang dikatakan-Nya kepada mereka itu, ialah dari hal Bapa.","Sebab itu berkatalah Yesus kepada mereka itu, \"Apabila kamu sudah menaikkan Anak manusia kelak, baharulah kamu akan tahu bahwa Aku inilah Dia, dan suatu pun tiada Aku perbuat dengan kehendak-Ku sendiri, melainkan sebagaimana Bapa-Ku mengajar Aku, demikianlah Aku katakan.","Maka Yang menyuruhkan Aku, Ia bersama-sama dengan Aku; maka Bapa itu tiada meninggalkan Aku seorang diri, karena senantiasa Aku perbuat apa yang berkenan kepada-Nya.\"","Tatkala Ia berkata demikian, banyaklah orang sudah percaya akan Dia.","Lalu kata Yesus kepada orang Yahudi yang percaya akan Dia, \"Jikalau kamu ini berpegang teguh pada perkataan-Ku, baharulah dengan sesungguhnya kamu menjadi murid-Ku;","dan kamu akan mengetahui kebenaran, dan kebenaran itulah akan memerdekakan kamu.\"","Maka sahut mereka itu kepada-Nya, \"Kami ini keturunan Ibrahim, dan belum pernah kami menjadi hamba kepada seorang jua pun, bagaimanakah kata-Mu: Kamu akan dimerdekakan?\"","Maka jawab Yesus kepada mereka itu, \"Sesungguh-sungguhnya Aku berkata kepadamu, barangsiapa yang berbuat dosa, ialah hamba dosa.","Adapun hamba itu tiada tinggal di dalam rumah selama-lamanya, hanya Anak itu tinggal di dalamnya selama-lamanya.","Jikalau Anak itu memerdekakan kamu, baharulah merdeka kamu dengan sesungguhnya.","Aku tahu bahwa kamu keturunan Ibrahim, tetapi kamu mencari jalan akan membunuh Aku, oleh sebab perkataan-Ku tiada masuk ke dalam hatimu.","Aku ini mengatakan barang yang Aku sudah nampak kepada Bapa-Ku; dan kamu pun berbuat barang yang kamu sudah mendengar daripada bapamu.\"","Maka sahut mereka itu serta berkata kepada-Nya, \"Ibrahim, ialah bapa kami.\" Maka kata Yesus kepada mereka itu, \"Jikalau kamu anak Ibrahim, niscaya kamu akan berbuat juga perbuatan Ibrahim.","Tetapi sekarang kamu mencari jalan akan membunuh Aku, yaitu seorang yang mengatakan kepadamu barang yang benar, yang Aku dengar daripada Allah; ini tiada diperbuat oleh Ibrahim.","Kamu ini mengerjakan segala perbuatan bapamu.\" Maka kata mereka itu kepada-Nya, \"Bukannya kami jadi daripada zinah. Adalah Satu Bapa kami, yaitu Allah.\"","Maka kata Yesus kepada mereka itu, \"Jikalau Allah itu Bapamu, niscayalah kamu mengasihi Aku, karena daripada Allah Aku datang dan Aku ada di sini; karena Aku pun bukan datang dengan kehendak-Ku sendiri, melainkan Ialah yang menyuruhkan Aku.","Apakah sebabnya tiada kamu mengerti akan peribahasa-Ku? Memang sebab kamu tiada dapat mendengar perkataan-Ku ini.","Kamu ini daripada bapamu Iblis, dan segala hawa nafsu bapamu itulah yang kamu turut. Ialah pembunuh manusia dari mulanya, tiada ia berdiri di atas yang benar, oleh karena kebenaran tidak ada di dalamnya. Jikalau ia mengatakan bohong, maka ia mengatakan menurut tabiatnya sendiri, karena ia pembohong dan bapa pembohong.","Tetapi Aku ini, sebab mengatakan yang benar itu, maka tiadalah kamu percaya akan Daku.","Siapakah di antara kamu dapat menyalahkan Aku tentang dosa? Jikalau Aku mengatakan yang benar, apakah sebabnya tiada kamu percaya akan Daku?","Barangsiapa yang daripada Allah, ia juga mendengar akan firman Allah. Itulah sebabnya kamu tiada mendengar firman itu, karena kamu bukan daripada Allah.\"","Maka jawab orang Yahudi serta berkata kepada-Nya, \"Bukankah betul yang kami katakan, bahwa Engkaulah seorang Samaria, dan ada bersetan.\"","Maka jawab Yesus, \"Aku ini tiada bersetan, tetapi Aku menghormatkan Bapa-Ku, dan kamu menghinakan Aku.","Aku ini tiada menuntut kemuliaan bagi diri-Ku sendiri, tetapi ada Satu yang menuntut dan yang menghukumkan.","Sesungguh-sungguhnya, Aku berkata kepadamu, jikalau barang seorang menurut perkataan-Ku, tiada ia akan nampak maut selama-lamanya.\"","Lalu kata orang Yahudi itu kepada-Nya, \"Bahkan, sekarang kami tahu, bahwa Engkau ada bersetan. Ibrahim dan segala nabi sudah mati, maka kata Engkau ini: Jikalau barang seorang menurut perkataan-Ku, tiada ia akan merasai mati selama-lamanya.","Adakah Engkau ini lebih besar daripada bapa kami Ibrahim, yang sudah mati itu? Dan segala nabi pun sudah mati. Setara dengan siapakah Engkau hendak menjadikan diri-Mu?\"","Maka jawab Yesus, \"Jikalau Aku ini mempermuliakan diri-Ku sendiri, niscayalah kemuliaan-Ku itu tiada berguna. Tetapi Bapa-Ku itu yang mempermuliakan Aku, Ia itulah yang kamu katakan Tuhanmu.","Kamu tiada kenal Dia, tetapi Aku kenal Dia; jikalau Aku berkata bahwa tiada Aku kenal Dia, niscaya Aku ini sama juga seperti kamu jadi pembohong; tetapi Aku kenal Dia, dan Aku menurut firman-Nya.","Adapun Ibrahim, bapa kamu, gemar melihat hari-Ku; ia sudah nampak Dia dan bersukacita.\"","Lalu kata orang Yahudi itu kepada-Nya, \"Umurmu belum lagi lima puluh tahun, dan sudahkah Engkau nampak Ibrahim?\"","Maka kata Yesus kepada mereka itu, \"Sesungguh-sungguhnya Aku berkata kepadamu, sebelum Ibrahim ada, Aku ini sudah ada.\"","Lalu mereka itu sekalian memungut batu sebab hendak merajam Dia, tetapi Yesus menyembunyikan diri-Nya serta keluar dari dalam Bait Allah itu."]