["Tatkala Ia lalu, dilihat-Nya seorang yang buta dari mula jadinya.","Lalu murid-murid-Nya bertanya kepada-Nya, katanya, \"Ya Rabbi, siapakah yang berbuat dosa: Orang inikah atau ibu bapanyakah, sehingga ia buta dari mula jadinya?\"","Maka jawab Yesus, \"Bukan orang ini berbuat dosa; dan bukan orang tuanya, melainkan supaya kekayaan Allah dinyatakan padanya.","Selagi hari siang wajiblah kita mengerjakan pekerjaan Allah, yang menyuruhkan Aku. Karena malam akan datang, apabila seorang pun tiada dapat bekerja.","Selama Aku di dalam dunia ini. Akulah terang dunia.\"","Setelah Ia berkata demikian, lalu Ia berludah ke tanah, serta membuat tanah itu lembik dengan ludah-Nya, disapukan-Nya tanah lembik itu kepada mata orang buta itu,","sambil berkata kepadanya, \"Pergilah engkau basuh di kolam Siloam!\" yang diterjemahkan artinya: Suruhan. Maka pergilah ia membasuh, lalu kembalilah ia dengan celik matanya.","Maka kata orang sekampungnya dan orang lain pun yang dahulu nampak dia meminta sedekah, \"Bukankah ia ini dia, yang sudah duduk meminta sedekah itu?\"","Maka ada orang yang mengatakan, \"Inilah dia.\" Ada pula yang mengatakan, \"Bukan, hanya serupa dengan dia.\" Ia sendiri berkata, \"Akulah dia.\"","Lalu kata mereka itu kepadanya, \"Bagaimanakah matamu dapat celik?\"","Maka sahutnya, \"Ada seorang yang bernama Yesus membuat tanah itu lembik, lalu disapukan-Nya kepada mataku sambil kata-Nya: Pergilah engkau basuh ke kolam Siloam. Maka pergilah aku basuh ke situ, lalu aku pun nampaklah.\"","Lalu mereka itu bertanya kepadanya, \"Di manakah orang itu?\" Maka jawabnya, \"Aku tiada tahu.\"","Maka mereka itu pun membawa orang yang dahulu buta itu kepada orang Parisi.","Adapun hari itu hari Sabbat ketika Yesus membuat tanah itu lembik dan mencelikkan matanya.","Maka bertanyalah pula orang Parisi kepadanya, bagaimana halnya ia mendapat penglihatan. Maka katanya kepada mereka itu, \"Ditaruh-Nya tanah lembik pada mataku, dan aku basuh, lalu aku nampak.\"","Maka berkatalah setengah orang Parisi itu, \"Orang itu bukan daripada Allah, karena tiada Ia menurut hukum hari Sabbat.\" Ada pula orang yang berkata, \"Bagaimanakah seorang berdosa dapat mengadakan tanda yang demikian?\" Maka berpihak-pihaklah di antara mereka itu.","Oleh sebab itu bertanyalah mereka itu kepada orang yang dahulu buta itu, \"Apakah kata engkau dari hal Dia, karena Ia sudah mencelikkan matamu?\" Maka sahutnya, \"Nabilah Ia.\"","Maka tiadalah orang Yahudi itu percaya, bahwa dahulu Ia buta dan sekarang matanya nampak, sehingga dipanggilnya ibu bapa orang yang dapat penglihatannya itu,","lalu bertanyalah mereka itu kepadanya, katanya, \"Ia inikah anakmu, yang kamu katakan ia buta dari mula jadinya? Bagaimanakah ia nampak sekarang ini?\"","Maka sahut ibu bapanya serta berkata, \"Kami kenal bahwa ia ini anak kami, dan lagi ia buta dari mula jadinya,","tetapi bagaimana jalannya sekarang ia dapat penglihatan, tiadalah kami tahu, atau siapa yang mencelikkan matanya tiada juga kami tahu. Tanyalah dia sendiri, ia sudah akil balig, biarlah ia sendiri memberitahu akan hal dirinya.\"","Ibu bapanya berkata demikian itu sebab mereka itu takut akan orang Yahudi; karena orang Yahudi sudah sepakat, bahwa jikalau ada orang mengaku Dia itu Kristus, orang itu dibuang dari rumah sembahyang.","Oleh sebab itu kata ibu bapanya: Ia sudah akil balig, tanyalah dia sendiri.","Maka mereka itu pun memanggil orang yang dahulunya buta itu sekali lagi, serta berkata kepadanya, \"Hormatkanlah Allah! Kami ini tahu, bahwa orang itu seorang berdosa.\"","Lalu sahutnya, \"Entahkan Ia seorang berdosa tiadalah aku tahu, hanya satu perkara aku tahu: Bahwa dahulu aku buta, dan sekarang aku nampak.\"","Lalu kata mereka itu pula kepadanya, \"Apakah diperbuat-Nya pada engkau? Bagaimanakah Ia mencelikkan matamu?\"","Maka sahutnya kepada mereka itu, \"Sudah aku katakan kepadamu, tetapi tiada juga kamu dengarkan. Apakah sebabnya kamu hendak mendengar lagi? Maukah kamu juga menjadi murid-Nya?\"","Lalu mereka itu menghinakan dia, serta berkata, \"Engkau inilah murid-Nya, tetapi kami ini murid Musa.","Kami ini tahu bahwa Allah sudah berfirman kepada Musa, tetapi akan orang ini tiada kami tahu dari mana datang-Nya.\"","Maka sahut orang itu serta berkata kepada mereka itu, \"Heran sekali itu, kamu tiada tahu dari mana datang-Nya, sedang Ia sudah mencelikkan mataku.","Kita tahu bahwa Allah tiada mendengarkan orang yang berbuat dosa, hanya orang yang menyembah Allah dan yang melakukan kehendak-Nya, ialah sahaja yang didengarkan-Nya.","Semenjak awal dunia ini belum pernah kedengaran halnya orang mencelikkan mata manusia, yang buta dari mula jadinya.","Jikalau orang itu bukan daripada Allah, tiadalah dapat memperbuat apa-apa.\"","Lalu jawab mereka itu serta berkata kepadanya, \"Engkau ini lahir di dalam dosa semata-mata, maka engkau mau mengajar kamikah?\" Maka mereka itu membuangkan dia ke luar.","Apabila didengar oleh Yesus bahwa orang itu sudah dibuang orang ke luar, lalu berkatalah Ia kepadanya tatkala berjumpa dengan dia, \"Percayakah engkau akan Anak Allah?\"","Lalu sahut orang itu, katanya, \"Siapakah Dia itu, ya Rabbi, supaya hamba boleh percaya akan Dia?\"","Maka kata Yesus kepadanya, \"Engkau sudah nampak Dia, dan yang bertutur dengan engkau, itulah Dia.\"","Maka katanya, \"Ya Tuhan, hamba percaya.\" Lalu ia sujud menyembah Dia.","Maka kata Yesus, \"Kedatangan-Ku ke dalam dunia ini karena hal hukuman, supaya orang yang tiada nampak itu boleh nampak, dan orang yang nampak itu menjadi buta.\"","Maka beberapa orang Parisi yang beserta dengan Yesus, mendengar perkataan ini, lalu berkata kepada-Nya, \"Kami pun butakah?\"","Lalu kata Yesus kepada mereka itu, \"Jikalau kamu buta, tiadalah kamu berdosa; tetapi sebab kamu berkata: Kami nampak, kekallah dosamu itu.\""]