["Maka kedengaranlah kepada rasul-rasul dan saudara-saudara yang di tanah Yudea bahwa orang kafir juga sudah mendengarkan firman Allah.","Setelah Petrus tiba di Yeruzalem, maka orang yang menurut adat bersunat itu pun berbantah-bantahlah dengan dia,","sambil berkata, \"Engkau sudah pergi kepada orang yang tiada bersunat, serta makan bersama-sama dengan mereka itu.\"","Tetapi mulailah Petrus menyatakan hal itu kepada mereka itu dengan tertibnya, serta berkata,","\"Tatkala aku ini sedang berdoa di negeri Yoppe, dan di dalam terlalai aku nampak suatu penglihatan, yaitu suatu bekas seperti kain yang besar rupanya turun terulur dari langit berpunjut empat, datang kepadaku.","Apabila kutatap dan perhatikan dia maka kutampak segala binatang yang berkaki empat di bumi dan binatang yang liar, dan yang melata, dan burung yang di udara.","Dan aku dengar pula suatu suara berkata kepadaku: Hai Petrus, bangkitlah, sembelihlah lalu makan!","Tetapi kataku: Tidaklah demikian, ya Tuhan, sebab barang yang haram atau najis belum pernah masuk ke dalam mulutku.","Tetapi suatu suara menjawab kedua kalinya dari langit: Barang yang dihalalkan Allah, jangan engkau haramkan.","Maka tiga kali hal itu berlaku demikian, lalu semuanya itu pun terangkat balik ke langit.","Maka seketika itu juga ada tiga orang berdiri di hadapan rumah yang kami tumpang itu, disuruh dari Kaisaria mendapatkan aku.","Maka Roh menyuruh aku pergi bersama-sama dengan mereka itu dengan tiada syak, dan keenam saudara ini pun mengiringkan aku bersama-sama, lalu masuklah kami ke dalam rumah orang itu.","Maka ia pun menceriterakanlah kepada kami bagaimana ia nampak malaekat itu berdiri di dalam rumahnya, yang berkata kepadanya: Suruhkanlah orang ke Yoppe memanggil Simon, yang bergelar Petrus;","ia akan mengatakan kepadamu perkataan yang menyebabkan engkau ini beserta dengan seisi rumahmu akan diselamatkan.","Tatkala aku mulai bertutur-tutur, turunlah Rohulkudus ke atas mereka itu sama juga seperti ke atas kita pada mulanya.","Maka teringatlah aku akan sabda Tuhan seperti yang disabdakan-Nya: Sungguhpun Yahya membaptiskan dengan air, tetapi kamu ini akan dibaptiskan dengan Rohulkudus.","Sebab itu jikalau Allah sudah mengaruniakan kepada mereka itu sama karunia seperti kepada kita tatkala kita percaya akan Tuhan Yesus Kristus, apalah aku ini, dapatkah aku menahan Allah?\"","Setelah didengarnya demikian, maka diamlah mereka itu, lalu memuliakan Allah, serta berkata, \"Jikalau begitu, kepada orang kafir pun Allah mengaruniakan jalan tobat yang menuju kepada hidup.\"","Maka sekalian orang yang berpecah-belah oleh sebab aniaya yang berbangkit karena Stepanus itu pun mengembaralah sampai ke Feniki dan Kiperus dan Antiokhia, tetapi tiada memberitakan firman itu kepada seorang pun kecuali kepada orang Yahudi.","Tetapi di antara mereka itu ada pula orang Kiperus dan orang Kireni, yang tatkala tiba di Antiokhia bertutur juga kepada orang Gerika, memberitakan kabar kesukaan dari hal Yesus, Tuhan itu.","Maka adalah tangan Tuhan menyertai mereka itu, sehingga besarlah bilangan orang yang percaya, serta berpaling kepada Tuhan.","Maka kedengaranlah kabar mereka itu kepada sidang jemaat yang di Yeruzalem; lalu sidang jemaat itu pun menyuruhkan Barnabas ke Antiokhia.","Apabila ia sudah tiba, serta nampak anugerah Allah, maka sukacitalah ia, lalu dinasehatkannyalah sekalian orang itu, supaya tetap niat hati mereka itu berpaut kepada Tuhan.","Karena Barnabas itu seorang yang baik, lagi penuh dengan Rohulkudus dan iman. Maka makin bertambah banyaklah orang berpaling kepada Tuhan.","Kemudian keluarlah Barnabas pergi ke Tarsus mencari Saul.","Tatkala dijumpainya dia, lalu dibawanyalah ke Antiokhia. Demikianlah setahun genap lamanya keduanya itu berhimpun bersama-sama dengan sidang jemaat, serta mengajar beberapa banyak orang. Maka di Antiokhialah murid-murid itu mula-mula disebut orang Kristen.","Pada masa itu datanglah beberapa orang nabi dari Yeruzalem turun ke Antiokhia.","Maka bangkitlah seorang dari antara mereka itu bernama Agabus, lalu menyatakan dengan ilham Roh, bahwa suatu bala kelaparan yang besar akan jadi di seluruh dunia ini. Maka berlakulah yang demikian itu pada zaman Kelaudius.","Lalu murid-murid itu pun bersetujulah menurut kadar masing-masing mengirim pertolongan kepada sekalian saudara yang diam di tanah Yudea.","Demikianlah juga dilakukannya mengirimkan dengan tangan Barnabas dan Saul kepada orang tua-tua itu."]