["Setelah mereka itu menjajahi Ampipolis dan Apolonia, tibalah mereka itu di Tesalonika; di situ ada rumah sembahyang orang Yahudi.","Maka Paulus pun masuklah berjumpa dengan orang-orang itu seperti kebiasaannya, dan pada tiga hari Sabbat berturut-turut ia berbicara dengan mereka itu dari hal isi Alkitab,","menunjukkan dan menyatakan bahwa tak dapat tiada Kristus itu merasai sengsara, dan bangkit dari antara orang mati, katanya, \"Yesus, yang aku ini beritakan kepada kamu, itulah Kristus.\"","Adalah beberapa orang dari antara mereka itu yakin, lalu bersahabat dengan Paulus dan Silas; demikian juga amat banyak orang Gerika yang beribadat, dan beberapa banyak perempuan yang ternama.","Tetapi orang Yahudi itu dengan dengkinya membawa beberapa orang jahat-jahat yang hanyut-hanyut di pekan, lalu diadakannya suatu perkumpulan orang banyak mengharukan negeri itu, serta menempuh rumah Yason mencari rasul-rasul hendak membawa ke luar kepada orang banyak.","Tetapi sedang tiada dijumpainya keduanya itu, maka dihelanya Yason dan beberapa orang saudara ke hadapan pemerintah negeri itu sambil berteriak, katanya, \"Orang-orang, yang sudah membuat huru-hara seluruh dunia ini, ada juga datang di sini,","dan Yason sudah menyambut mereka itu! Maka orang sekalian ini melakukan diri bersalahan dengan hukum Kaisar dengan mengatakan: Ada pula lain raja, yaitu Yesus.\"","Maka diharukannya orang banyak dan pemerintah negeri itu tatkala mereka itu mendengar hal itu.","Apabila Yason dan lain-lain itu menjamin dirinya kepada mereka itu, lalu mereka itu pun melepaskan dia.","Dengan segeranya saudara-saudara itu menyuruhkan Paulus dan Silas ke Berea pada waktu malam. Apabila tiba di sana, langsunglah mereka itu masuk ke dalam rumah sembahyang orang Yahudi.","Maka orang yang di situ lebih baik daripada orang yang di Tesalonika itu, karena orang-orang ini telah menerima firman itu dengan sukacitanya serta sehari-hari menyelidiki isi Alkitab kalau sungguh hal itu demikian.","Oleh sebab itu banyaklah orang di antara mereka itu yang percaya, demikian juga daripada perempuan Gerika yang kaya-kaya dan banyak laki-laki.","Tetapi apabila diketahui oleh orang Yahudi di Tesalonika itu akan hal firman Allah itu sudah diberitakan juga di Berea oleh Paulus, maka datanglah mereka itu ke sana, demikian juga menghasut dan mengharu orang banyak.","Maka bersegeralah saudara-saudara itu menyuruhkan Paulus pergi sehingga sampai ke laut. Maka tinggallah Silas dan Timotius di sana.","Tetapi orang yang mengiringkan Paulus itu mengantar dia sampai ke Atina, dan setelah diterimanya pesan Paulus bagi Silas dan Timotius menyuruh keduanya datang kepada Paulus dengan segeranya, lalu kembalilah mereka itu.","Maka sedang Paulus lagi menantikan keduanya itu di Atina, marahlah hatinya tatkala memandang negeri itu penuh dengan segala berhala.","Lalu berundinglah ia di dalam rumah sembahyang dengan orang-orang Yahudi dan segala orang yang beribadat, dan di pekan pun pada tiap-tiap hari dengan orang yang berjumpa dengan dia.","Maka ada pula beberapa orang yang memegang pengajaran orang Epikuri dan Stoiki berbantah dengan dia. Ada yang berkata, \"Apakah hendak dikatakan oleh si peleter ini?\" Tetapi yang lain pula berkata, \"Tampaknya ia memasyhurkan dewa-dewa asing,\" ... karena Paulus memberitakan kabar kesukaan dari hal Yesus dan kebangkitan itu.","Maka mereka itu pun memegangkan Paulus serta membawa dia ke Areopagus itu, katanya, \"Bolehkah kami mengetahui jenis pengajaran baharu yang engkau katakan ini?","Karena engkau membawa perkara-perkara yang ajaib ke telinga kami; sebab itu kami hendak mengetahui apa artinya hal ini.\"","Maka segala orang Atina dan orang keluaran yang menumpang di situ pun tiada membuangkan waktunya kepada yang lain melainkan bercakap-cakap dan mendengar akan barang yang baharu sahaja.","Maka berdirilah Paulus di tengah-tengah Areopagus itu, serta berkata, \"Hai orang Atina, menurut sekalian yang tampak kepadaku, kamu teramatlah sangat mengindahkan agama.","Karena tatkala aku berjalan-jalan sambil memperhatikan segala barang yang kamu sembah, maka aku jumpa juga suatu tempat korban yang tertulis demikian: Kepada Tuhan yang tiada dikenal. Sebab itu barang yang kamu sembah dengan tiada kenal, itulah hendak aku ini nyatakan kepada kamu.","Maka Allah, yang menjadikan dunia dengan segala isinya, Ialah, yang menjadi Tuhan langit dan bumi, tiada mendiami rumah-rumah berhala yang diperbuat dengan tangan,","dan tiada pula Ia berkehendak dilayani dengan tangan manusia, seolah-olah Ia ada kekurangan apa-apa, karena Ia sendiri mengaruniai sekaliannya hidup dan nafas dan segala sesuatu itu.","Maka daripada satu sahaja Ia menjadikan segala bangsa manusia akan mendiami seluruh muka bumi, setelah ditentukannya perhinggaan yang tetap, dan sempadan tempat kediamannya,","supaya mereka itu mencari Allah, mudah-mudahan mereka itu terabakan Dia dan jumpa Dia, meskipun Ia tiada jauh daripada kita masing-masing.","Karena di dalam Dia juga kita hidup dan bergerak dan ada, seperti yang dikatakan oleh beberapa pengarang syairmu: Karena kita pun benih daripada-Nya juga.","Maka oleh sebab kita dijadikan Allah, tiadalah patut kita menyangkakan zat Allah itu serupa dengan emas atau perak atau batu yang berukir dengan kepandaian dan akal manusia.","Segala zaman jahiliah itu dialpakan juga oleh Allah, tetapi sekarang ini segala orang di mana-mana pun disuruhnya bertobat.","Karena sudah ditetapkan-Nya suatu hari, yang dijatuhkan-Nya hukum ke atas isi dunia ini dengan adil-Nya, oleh seorang yang ditetapkan-Nya dengan mensahkan Dia kepada sekalian manusia, di dalam hal Ia membangkitkan Dia dari antara orang mati.\"","Apabila mereka itu sudah mendengar dari hal kebangkitan orang mati itu, maka setengah orang mengolok-olokkan; tetapi yang lain berkata, \"Kita hendak mendengar engkau dari hal itu sekali lagi.\"","Dengan hal yang demikian keluarlah Paulus dari antara mereka itu.","Tetapi ada juga beberapa orang berpaut kepadanya serta percaya. Di antaranya juga ada Dionisius orang Majelis Areopagus, dan seorang perempuan bernama Damaris dan orang lain-lain pun bersama-sama dengan mereka itu."]