["Tatkala Apollos lagi di Korintus, sesudah Paulus menjajahi tanah hulu sampai ke Epesus, maka dijumpainya beberapa murid di situ.","Maka berkatalah ia kepada mereka itu, \"Sudahkah kamu menerima Rohulkudus tatkala kamu percaya?\" Maka jawab mereka itu, \"Belum pernah kami dengar kalau-kalau ada Rohulkudus.\"","Maka katanya, \"Kalau begitu, dengan baptisan yang manakah kamu dibaptiskan?\" Maka jawab mereka itu, \"Dengan baptisan Yahya.\"","Lalu kata Paulus, \"Yahya itu membaptiskan dengan baptisan bertobat, serta mengatakan kepada kaum itu bahwa wajib percaya akan Dia yang datang kemudian daripadanya, yaitu Yesus.\"","Setelah mereka itu mendengar hal itu, lalu sekaliannya itu dibaptiskan dengan nama Tuhan Yesus.","Dan apabila Paulus sudah meletakkan tangannya ke atas mereka itu, maka turunlah Rohulkudus ke atas mereka itu, lalu mereka itu pun berkatalah dengan berbagai-bagai bahasa sambil bernubuat.","Maka sekaliannya itu ada kira-kira dua belas orang.","Maka Paulus pun masuklah ke dalam rumah sembahyang serta berkata-kata dengan beraninya tiga bulan lamanya, sambil berbicara dan meyakinkan orang tentang kerajaan Allah.","Tetapi apabila setengah orang mengeraskan hatinya dan ingkar, serta mencerca jalan itu di hadapan orang banyak, maka undurlah ia daripada mereka itu, lalu mengasingkan murid-murid itu. Maka pada tiap-tiap hari ia berbicara di dalam sekolah Tiranus.","Demikianlah halnya selama dua tahun, sehingga segala orang yang diam di tanah Asia mendengar firman Tuhan, baik orang Yahudi, baik orang Gerika.","Maka Allah mengadakan beberapa mujizat yang luar biasa dengan tangan Paulus,","sehingga saputangan dan kain bekas tubuhnya pun sudah dibawa orang kepada orang yang sakit itu, lalu penyakit itu pun hilanglah daripada mereka itu, dan segala setan pun keluarlah.","Tetapi ada juga beberapa tukang mentera Yahudi yang berjalan-jalan keliling menjampi orang-orang yang dirasuk setan dengan menyebut nama Tuhan Yesus, katanya, \"Aku menyumpahi kamu dengan nama Yesus yang diberitakan oleh Paulus.\"","Maka adalah tujuh orang laki-laki, anak Sekewa, Imam Besar orang Yahudi yang melakukan hal yang sedemikian ini.","Tetapi jawab setan itu serta berkata kepada mereka itu, \"Yesus itu aku kenal, dan Paulus itu aku tahu, tetapi kamu ini siapa?\"","Lalu orang yang dirasuk setan itu pun menerkam mereka itu, lalu membelasah keduanya, serta menewaskan mereka itu sehingga lari dari dalam rumah itu bertelanjang dan dengan lukanya.","Maka pecahlah kabar itu di antara segala orang Yahudi dan orang Gerika yang diam di Epesus; maka datanglah ketakutan atas mereka itu sekalian, dan nama Tuhan Yesus pun dipermuliakanlah.","Maka banyaklah orang yang sudah percaya itu pun datang sambil mengaku dan menyatakan segala perbuatannya.","Bahkan, beberapa banyak orang yang sudah mengamalkan segala hikmat yang ganjil itu menghimpunkan sekalian pestaka, lalu dibakar di hadapan orang sekalian; dan dijumlahkan harganya sekira-kira lima puluh ribu keping perak.","Demikianlah firman itu makin bertambah-tambah masyhur dan menang oleh sebab kuasa Tuhan.","Setelah selesai segala perkara itu, maka Paulus pun bermaksud di dalam hatinya hendak menjajahi Makedonia dan Akhaya, lalu pergi ke Yeruzalem, katanya, \"Sesudah tiba di sana kelak, tak dapat tiada aku melihat Rum juga.\"","Setelah disuruhkannya dua orang penolongnya ke Makedonia, yaitu Timotius dan Erastus, tinggallah ia sendiri sedikit hari lagi di Asia.","Pada masa itu juga jadilah huru-hara yang besar dari hal agama Kristen.","Karena ada seorang bernama Demeterius, tukang perak menempa rumah-rumahan berhala Artemis dengan perak, yang mendatangkan pekerjaan banyak kepada tukang-tukang itu.","Maka dihimpunkannya mereka itu bersama-sama dengan orang-orang yang serupa pencahariannya, katanya, \"Hai Tuan-tuan, kamu tahu bahwa daripada pekerjaan ini kita mendapat untung baik.","Dan kamu lihat dan dengar bahwa bukannya di Epesus sahaja, melainkan di seluruh Asia Paulus ini sudah memakat dan memalingkan banyak orang, dengan mengatakan bahwa barang yang diperbuat dengan tangan manusia bukan dewa-dewa adanya.","Oleh yang demikian bukannya sahaja bahaya kepada pencarian kita ini sehingga cela, melainkan rumah Artemis, dewi yang besar itu pun, tiada akan diindahkan orang lagi, lalu hilanglah kelak kebesaran dewi yang disembah oleh segala isi tanah Asia dan seluruh dunia ini.\"","Setelah mereka itu mendengar hal itu, maka naiklah marahnya, lalu berteriak, katanya, \"Besarlah Artemis orang Epesus!\"","Maka sangatlah haru-biru di dalam negeri itu, lalu sepakat mereka itu mengerumun ke tempat tamasya sambil memegangkan Gayus dan Aristarkhus, orang Makedonia, pengiring Paulus berjalan.","Apabila Paulus hendak masuk ke dalam antara orang banyak itu, lalu murid-murid itu pun menahan dia.","Maka ada pula beberapa penghulu Asia, yang bersahabat dengan Paulus itu berpesan kepadanya minta jangan ia berani masuk ke tempat tamasya itu.","Maka orang-orang pun berteriaklah setengah kata begini dan setengah begitu. Karena perhimpunan itu di dalam huru-hara, dan kebanyakan orang tiada mengetahui apa sebabnya mereka itu berhimpun.","Lalu mereka itu mengeluarkan dari antara orang banyak Iskandar, yang disorongkan oleh orang Yahudi ke hadapan. Maka Iskandar itu pun memberi isyarat dengan tangannya, hendak menjawabkan kepada orang banyak itu.","Tetapi serta diketahui oleh mereka itu, bahwa ia itu orang Yahudi, maka sekaliannya pun sekatalah berteriak sekira-kira dua jam lamanya, \"Besarlah Artemis orang Epesus itu!\"","Setelah jurutulis negeri mendiamkan orang banyak itu, lalu katanya, \"Hai orang Epesus, di manakah seorang di antara manusia yang tiada ketahui, bahwa negeri orang Epesus ini penunggu Artemis yang besar dan berhala yang turun daripada Zius itu?","Maka sedang segala perkara itu tiada dapat dibantahi, patutlah kamu diam dan jangan berbuat barang sesuatu dengan gopoh-gopoh.","Karena kamu sudah membawa orang-orang ini ke mari, walaupun mereka itu bukan penyamun harta berhala dan bukan penghujat dewi kita.","Sebab itu jikalau Demeterius dan tukang-tukang yang bersama-sama dengan dia itu ada sesuatu pengaduan atas barang seorang, maka Majelis Pengadilan ada, dan hakim pun ada, biarlah mereka itu berdakwa satu dengan yang lain.","Tetapi jikalau kamu menuntut di dalam perkara yang lain, maka bolehlah diselesaikan dia di dalam Sidang Majelis yang sah.","Karena kita ini di dalam bahaya akan didakwa oleh sebab huru-hara yang jadi pada hari ini dengan tiada sesuatu sebab yang dapat kita menjawab dari hal perkumpulan riuh ini.\" Setelah sudah ia berkata demikian, maka disuruhnya perhimpunan itu pulang."]