["Adalah di negeri Kaisaria seorang bernama Kornelius, yaitu penghulu laskar daripada pasukan yang dinamakan pasukan Italia.","Ia itu orang yang beribadat, lagi takut akan Allah, serta dengan segala isi rumahnya, yang memberi banyak sedekah kepada kaum, dan senantiasa berdoa kepada Allah.","Maka ada kira-kira pukul tiga petang dilihatnya dengan terangnya di dalam suatu penglihatan seorang malaekat Allah datang mendapatkan dia serta berkata kepadanya, \"Hai Kornelius!\"","Maka ia pun menatap malaekat itu dengan ketakutannya sambil berkata, \"Apakah ini, ya Tuhan?\" Maka katanya kepadanya, \"Segala doamu dan sedekahmu sudah naik menjadi peringatan kepada Allah.","Sekarang ini suruhkanlah orang ke Yoppe, dan panggil seorang bernama Simon, yang bergelar Petrus.","Ia menumpang kepada seorang bernama Simon, penyamak kulit, rumahnya dekat dengan tepi laut.\"","Setelah malaekat yang berkata dengan dia itu sudah gaib, lalu ia memanggil dua daripada hambanya, dan seorang laskar yang beribadat dari antara orang yang senantiasa melayani dia;","lalu diceriterakannya segala perkara itu kepadanya, sambil menyuruhkan mereka itu ke Yoppe.","Maka pada keesokan harinya sedang mereka itu lagi berjalan dan mendekati negeri itu, naiklah Petrus ke atas sotoh berdoa, sekira-kira pukul dua belas tengah hari.","Maka laparlah ia dan ingin hendak makan; tetapi sementara orang bersiap, terlalailah ia;","dan di dalam itu ia nampak langit terbuka, lalu turun suatu bekas seperti kain yang besar rupanya, terulur sampai ke tanah berpunjut empat.","Di dalamnya ada segala jenis binatang yang berkaki empat dan yang melata di bumi, dan burung yang di udara.","Maka datanglah suatu suara kepadanya mengatakan, \"Hai Petrus, bangkitlah engkau, sembelihlah lalu makan!\"","Tetapi kata Petrus, \"Tidaklah demikian, ya Tuhan, sebab belum pernah hamba makan barang sesuatu yang haram dan najis.\"","Maka datanglah pula suara itu kepadanya pada kedua kalinya, mengatakan, \"Barang yang dihalalkan Allah, jangan engkau haramkan.\"","Maka tiga kali hal itu berlaku demikian, langsunglah bekas itu terangkat kembali ke langit.","Maka sedang Petrus lagi bergundah di dalam hatinya akan pengertian penglihatan yang dilihatnya itu, terdirilah orang yang disuruhkan oleh Kornelius itu di muka pintu bertanyakan rumah Simon,","serta memanggil dan bertanya, kalau-kalau Simon yang bergelar Petrus itu ada menumpang di situ.","Sementara Petrus lagi memikirkan penglihatannya itu, kata Roh kepadanya, \"Tengok, ada tiga orang mencari engkau.","Bangunlah engkau, lalu turun pergi bersama-sama dengan mereka itu; jangan syak, karena Akulah yang menyuruhkan mereka itu.\"","Lalu turunlah Petrus mendapatkan orang-orang itu, serta berkata, \"Aku inilah yang kamu cari. Apakah sebabnya kamu ini datang ke mari?\"","Maka kata mereka itu, \"Bahwa Kornelius, seorang penghulu laskar, yaitu seorang yang benar dan yang takut akan Allah, lagi terpuji kepada segenap bangsa Yahudi, sudah diingatkan oleh Allah dengan malaekat yang kudus menjemput Tuan ke rumahnya, hendak mendengar perkataan daripada Tuan.\"","Maka Petrus pun mengajak ketiga orang itu masuk, lalu ditumpangkannya mereka itu. Pada keesokan harinya bangkitlah ia serta pergi bersama-sama dengan mereka itu, diiringkan oleh beberapa saudara dari Yoppe.","Maka pada esoknya pula tibalah mereka itu di Kaisaria. Maka Kornelius pun menantikan mereka itu sesudah ia menghimpunkan kaum keluarganya dan sahabatnya yang karib.","Tatkala Petrus masuk, datanglah Kornelius menyambut dia serta sujud di kakinya menyembah dia.","Tetapi Petrus menarik dia ke atas, katanya, \"Berdirilah, aku ini pun seorang manusia juga.\"","Maka sambil bertutur-tutur dengan dia, masuklah ia ke dalam, lalu dijumpainya banyak orang sudah berhimpun.","Lalu kata Petrus kepada mereka itu, \"Kamu sendiri mengetahui, bahwa tiada halal bagi seorang Yahudi berkarib atau bercampur dengan orang bangsa asing; tetapi Allah sudah menunjukkan kepadaku, supaya aku jangan mengatakan barang seorang pun haram atau najis.","Sebab itulah aku datang juga dengan tiada enggan, tatkala aku dipanggil. Karena itu aku bertanya: Apakah sebabnya kamu memanggil aku?\"","Lalu berkatalah Kornelius, \"Bahwa empat hari yang lalu, waktu begini juga pukul tiga petang, hamba berdoa di dalam rumah hamba; tiba-tiba terdirilah seorang di hadapan hamba dengan pakaian yang bercahaya-cahaya;","maka katanya: Hai Kornelius, doamu sudah diterima, dan sedekahmu pun diingati oleh Allah.","Sebab itu suruhkanlah orang ke Yoppe memanggil Simon, yang bergelar Petrus; ia menumpang di rumah Simon, penyamak kulit, dekat dengan tepi laut.","Seketika itu juga hamba menyuruhkan orang menjemput Tuan; maka baik juga Tuan sudah datang. Sebab itu sekarang kami sekalian hadir di sini di hadirat Allah akan mendengar segala perkara yang dipesankan Tuhan kepada Tuan.\"","Maka Petrus pun bertuturlah, katanya, \"Dengan sesungguhnya aku tampak, bahwa Allah tiada menilik atas rupa orang,","melainkan di antara segala bangsa barangsiapa yang takut akan Dia dan mengerjakan amalan yang saleh, ialah yang diperkenan oleh-Nya.","Maka itulah sabda yang disampaikan kepada bani Israel, tatkala diberitakannya kabar kesukaan, yaitu sejahtera oleh Yesus Kristus, Ialah Tuhan atas sekalian.","Maka kamu sendiri mengetahui kabar yang dimasyhurkan di seluruh tanah Yudea, mulai dari Galilea yaitu kemudian daripada baptisan yang diberitakan oleh Yahya itu,","dari hal Yesus, orang Nazaret itu, bagaimana Allah sudah mengurapi Dia dengan Rohulkudus dan kuasa, yang berjalan sekeliling berbuat kebajikan, dan menyembuhkan sekalian orang yang dikuasai oleh Iblis; sebab Allah beserta dengan Dia.","Maka kamilah saksi dari hal segala perkara yang diperbuatnya, baik di tanah Yahudi atau di Yeruzalem; Ialah yang dibunuh orang dengan menggantungkan Dia pada kayu.","Maka Ialah yang dibangkitkan hidup oleh Allah pada hari yang ketiga, serta diberi Ia menyatakan diri-Nya,","bukannya kepada segenap kaum itu, melainkan kepada beberapa banyak saksi yang dipilih oleh Allah terlebih dahulu, yaitu kepada kami yang sudah makan minum bersama-sama dengan Dia kemudian dari pada Ia bangkit dari antara orang mati.","Maka dipesankannya kepada kami memberitakan kepada kaum, dan menyaksikan bahwa Ialah yang ditetapkan oleh Allah menjadi hakim segala orang yang hidup dan yang mati.","Maka akan Dia itu segala nabi-nabi pun menyaksikan, bahwa barangsiapa yang percaya akan Dia kelak menerima keampunan dosa oleh sebab nama-Nya.\"","Sedang Petrus lagi mengatakan perkataan itu, turunlah Rohulkudus ke atas sekalian orang yang mendengar perkataan itu.","Maka segala orang beriman yang menurut adat bersunat, seberapa banyak yang datang menyertai Petrus, tercengang-cenganglah, sebab ke atas orang kafir juga dicurahkan anugerah Rohulkudus itu.","Karena didengarnya mereka itu berkata-kata dengan berbagai-bagai bahasa serta memegahkan Allah. Lalu kata Petrus,","\"Dapatkah seorang menegahkan air itu daripada membaptiskan orang yang sudah menerima Rohulkudus sama seperti kami ini?\"","Maka disuruhnyalah membaptiskan mereka itu dengan nama Yesus Kristus. Kemudian mereka itu pun mintalah Petrus tinggal di situ beberapa hari lamanya."]