["Adapun hikayat yang pertama sudah kukarangkan, hai Teofilus, dari hal segala perkara yang Yesus berbuat dan mengajar daripada permulaan,","hingga kepada hari Ia dinaikkan, yaitu lepas daripada Ia memberi hukum kepada rasul-rasul yang sudah dipilih-Nya itu dengan kuasa Rohulkudus.","Maka kepada mereka itu juga Ia menyatakan diri-Nya kemudian daripada sengsara-Nya pula dengan beberapa kenyataan bahwa Ia hidup, yaitu tatkala Ia kelihatan kepada mereka itu selang empat puluh hari lamanya, dan memberitakan dari hal kerajaan Allah.","Tatkala Yesus berhimpun dengan rasul-rasul, maka dipesankan-Nya kepada mereka itu jangan meninggalkan Yeruzalem, melainkan menantikan Perjanjian Bapa \"yang kamu mendengar daripada-Ku itu,","karena Yahya membaptiskan orang dengan air, tetapi kamu ini akan dibaptiskan dengan Rohulkudus di dalam sedikit hari lagi.\"","Maka mereka itu yang sudah berhimpun bertanya kepada-Nya, katanya, \"Ya Tuhan, pada masa inikah Tuhan membangunkan pula kerajaan bagi bani Israel?\"","Maka sabda Yesus kepada mereka itu, \"Bahwa tiadalah perlu bagi kamu mengetahui masa atau ketika, yang ditetapkan oleh Bapa menurut kuasa-Nya sendiri.","Tetapi kamu akan beroleh kuasa kelak apabila Rohulkudus turun ke atas kamu, dan kamu akan menjadi saksi bagi-Ku, baik di Yeruzalem, baik di seluruh tanah Yudea atau di Samaria, sehingga sampai ke ujung bumi.\"","Setelah sudah Ia bersabda demikian, maka terangkatlah Ia sedang mereka itu memandang Dia, dan suatu awan meraibkan Dia daripada penglihatan mereka itu.","Maka sedang mereka itu lagi menatap Dia ketika naik ke langit itu, tiba-tiba terdirilah dua orang dekat mereka itu berpakaian putih,","yang berkata, \"Hai kamu orang Galilea, apakah sebabnya kamu berdiri menatap ke langit? Adapun Yesus yang dinaikkan ke surga dari hadapan kamu itu, begitu juga akan turun pula seperti kamu lihat Ia pergi ke surga itu.\"","Setelah itu kembalilah rasul-rasul itu ke Yeruzalem daripada gunung yang bernama Bukit Zaitun yang dekat dengan Yeruzalem, sejauh perjalanan yang halal pada hari Sabbat.","Setelah masuk ke dalam negeri, maka naiklah mereka itu ke dalam bilik yang di atas, yaitu tempat kediaman Petrus dan Yahya dan Yakub dan Andreas dan Pilipus dan Tomas dan Bartolomeus dan Matius dan Yakub anak Alpius dan Simon Zelotis serta Yudas anak Yakub.","Maka mereka itu sekalian bertekun dengan sehati berdoa beserta dengan beberapa perempuan dan Maryam, ibu Yesus, dan dengan saudara-Nya.","Pada masa itu berdirilah Petrus di antara segala murid itu (maka orang yang berhimpun itu sekira-kira seratus dua puluh orang banyaknya), lalu kata Petrus,","\"Hai Tuan-tuan dan Saudara sekalian, bahwa tak dapat tiada nas Alkitab itu akan disampaikan, seperti yang dikatakan terlebih dahulu oleh Rohulkudus dengan lidah Daud tentang Yudas, yang jadi pemimpin segala orang yang menangkap Yesus itu.","Karena dahulu Yudas sudah dihisabkan kepada bilangan kita dan beroleh sama jawatan ini.","Adapun orang ini memperoleh sebidang tanah dengan upah kejahatannya, lalu jatuh terjerumus, serta terbelah dua, sehingga terburai isi perutnya.","Maka maklumlah hal itu kepada seisi Yeruzalem, sehingga tanah itu dinamai dengan bahasanya sendiri Hakal Dama, artinya Tanah Darah.","Karena adalah tersurat di dalam kitab Zabur: Biar sunyi tempat kediamannya, dan: Biar jangan orang diam di dalamnya; dan lagi: Biar pegangannya didapati oleh orang lain.","Sebab itu di antara sekalian orang yang senantiasa beserta dengan kita tatkala Tuhan Yesus masuk keluar dengan kita,","semenjak baptisan Yahya hingga kepada hari Ia dinaikkan dari hadapan kita, maka seorang dari antara mereka itu haruslah menjadi saksi bersama-sama dengan kita dari hal kebangkitan Yesus itu.\"","Lalu dihadapkannya dua orang, yaitu Yusuf yang disebut Barsabas dengan gelaran Yustus, dan lagi Matias.","Maka mereka itu pun berdoa, katanya, \"Ya Tuhan, Engkaulah yang mengetahui akan hati sekalian orang tunjukkanlah kiranya daripada kedua orang ini yang mana Engkau pilih,","akan menerima jawatan rasul ini, yang ditinggalkan oleh Yudas, yang pergi ke tempatnya sendiri.\"","Maka dibuangnya undi bagi kedua orang itu, dan Matias yang kena; lalu ia terhisablah kepada bilangan rasul bersama-sama dengan yang sebelas itu."]