["Maka tibalah beberapa orang dari Yudea, lalu mengajar saudara-saudara itu, katanya, \"Jikalau tiada kamu disunatkan menurut adat Musa, tiada boleh kamu dapat selamat.\"","Maka timbullah suatu perselisihan dan perbalahan yang besar di antara Paulus dan Barnabas dengan mereka itu, lalu mereka itu pun menetapkan Paulus dan Barnabas dan beberapa orang lain dari antara mereka itu akan pergi naik ke Yeruzalem kepada rasul-rasul dan ketua-ketua bertanyakan masalah itu.","Oleh sebab itu sidang jemaat itu mengantar kedua rasul itu ke luar, lalu keduanya itu pun melalui Feniki dan Samaria sambil menceriterakan dari hal orang kafir bertobat, serta mendatangkan sukacita yang besar kepada segala saudara itu.","Serta tiba di Yeruzalem, maka keduanya itu pun disambut oleh sidang jemaat dan rasul-rasul serta ketua-ketua itu, lalu diceriterakannya segala perkara yang dilakukan Allah dengan mereka itu.","Tetapi bangkitlah beberapa orang daripada mazhab orang Parisi yang sudah percaya, sambil katanya, \"Wajiblah menyunatkan orang-orang itu, dan memesankan mereka itu menurut Taurat Musa.\"","Maka rasul-rasul dan ketua-ketua itu pun berhimpunlah hendak menimbangkan hal itu.","Apabila mereka itu sedang bertengkar-tengkar sangat, bangkitlah Petrus serta berkata kepada mereka itu, \"Hai Tuan-tuan dan Saudara-saudara, kamu ketahui bahwa sudah lama Allah memilih aku di antara kamu, supaya dengan lidahku orang kafir harus mendengar firman Injil, lalu percaya.","Maka Allah, yang mengetahui hati orang, menyaksikan bagi mereka itu dengan mengaruniakan mereka itu Rohulkudus sama seperti Ia mengaruniai kita;","maka suatu pun tiada diperbuat-Nya perbedaan di antara kita dengan mereka itu, sesudah hati mereka itu disucikan-Nya oleh sebab iman.","Jikalau begitu apakah sebabnya kamu mencobai Allah dengan meletakkan suatu kuk ke atas tengkuk murid-murid itu yang tiada tertanggung oleh nenek moyang kita atau oleh kita ini?","Tetapi yakinlah kita bahwa oleh sebab anugerah Tuhan Yesus, kita akan diselamatkan serupa dengan mereka itu juga.\"","Maka sekalian orang banyak itu pun diamlah, lalu mendengar Barnabas dan Paulus menceriterakan segala tanda ajaib dan mujizat yang diadakan Allah di antara orang kafir oleh keduanya itu.","Setelah habis keduanya berkata-kata itu, maka menyahutlah Yakub serta berkata, \"Hai Tuan-tuan dan Saudara-saudara, dengarlah aku!","Bahwa sudah diceriterakan oleh Simon atas peri bagaimana pada mulanya Allah menilik orang kafir serta memilih daripadanya suatu kaum untuk nama-Nya.","Maka hal itu bersetuju dengan segala sabda nabi-nabi, seperti yang tersurat ini:","Kemudian daripada itu Aku akan kembali, dan membangunkan pula kemah Daud yang sudah runtuh itu, dan pecah-pecahannya kelak Aku bangunkan pula, dan Aku akan menegakkan dia,","supaya orang yang tertinggal itu mencari Tuhan, dan segala orang kafir yang ke atasnya sudah disebutkan nama-Ku, demikianlah firman Tuhan yang membuat segala perkara itu,","seperti yang nyata daripada awal dunia ini.","Sebab itu pada timbanganku ini: Jangan menyusahkan orang yang daripada pihak kafir berpaling kepada Allah,","melainkan menyurat kepada mereka itu, supaya mereka itu menjauhkan dirinya daripada najis berhala, daripada zinah, daripada binatang yang mati darah tertahan, dan daripada darah.","Karena Musa daripada zaman purbakala ada orang yang memasyhurkan dia di dalam tiap-tiap negeri dengan membacakan Tauratnya di dalam rumah-rumah sembahyang pada tiap-tiap hari Sabbat.\"","Setelah itu, maka tampaknya baik kepada segala rasul dan ketua-ketua beserta dengan segenap sidang jemaat akan memilih beberapa orang dari antara mereka itu menyuruh ke Antiokhia bersama-sama dengan Paulus dan Barnabas, yaitu Yudas yang bergelar Barsabas, dan Silas, pemimpin di antara segala saudara.","Maka dikirimkannya sepucuk surat di tangan mereka itu, demikian bunyinya, \"Salam daripada rasul-rasul dan ketua-ketua dan saudara-saudara kepada saudara-saudara, asalnya orang kafir di Antiokhia dan benua Syam dan Kilikia.","Sepanjang pendengaran kami adalah beberapa orang yang datang daripada kami mengacaukan kamu dengan perkataan yang mengharukan hati kamu, pada halnya tiada kami memberi pesan kepada mereka itu,","sehingga kami sudah memutuskan bersepakat memilih beberapa orang menyuruhkan kepada kamu bersama-sama dengan Barnabas dan Paulus yang kami kasihi itu,","yaitu orang yang telah menyerahkan nyawanya karena nama Tuhan kita Yesus Kristus.","Sebab itu kami menyuruhkan Yudas dan Silas, yang sendiri dengan lidah juga mengabarkan hal itu pun kepada kamu.","Karena berkenan kepada Rohulkudus dan kepada kami, bahwa janganlah diletakkan ke atas kamu barang tanggungan yang lebih berat daripada yang wajib ini,","yaitu menjauhkan dirimu daripada makanan yang dipersembahkan kepada berhala, dan daripada darah dan binatang yang mati darah tertahan, dan daripada zinah. Jikalau kamu menjaga dirimu sendiri daripada segala perkara ini, sabaslah kamu. Sejahteralah kamu.\"","Setelah mereka itu diizinkan, maka turunlah mereka itu ke Antiokhia; lalu dihimpunkannya sekalian orang banyak serta mengunjukkan surat itu.","Apabila mereka itu sudah membaca surat itu, lalu bersukacitalah sekaliannya sebab kabar penghiburan itu.","Maka Yudas dan Silas, yang sendirinya pun nabi juga, menyegarkan hati segala saudara itu sambil meneguhkan mereka itu dengan beberapa banyak perkataan.","Setelah berhenti beberapa lamanya di sana, lalu mereka itu diizinkan oleh saudara-saudara itu kembali dengan sejahteranya kepada orang yang sudah menyuruhkan mereka itu.","Tetapi Silas suka juga tinggal di sana.","Maka Paulus dan Barnabas berhenti lagi di Antiokhia mengajar dan memberitakan firman Tuhan bersama-sama dengan beberapa banyak orang lain pula.","Beberapa hari kemudian daripada itu kata Paulus kepada Barnabas, \"Marilah kita balik melawat saudara-saudara di dalam segala negeri yang sudah kita beritakan firman Tuhan, melihat bagaimana halnya.\"","Barnabas telah bermaksud hendak membawa Yahya yang bergelar Markus sertanya juga.","Tetapi pada pikiran Paulus tiada baik membawa dia itu, yang sudah meninggalkan keduanya itu di Pampilia, dan tiada pergi bersama-sama kepada pekerjaan itu.","Maka jadilah suatu perselisihan sangat, sehingga mereka itu bercerailah; maka Barnabas itu pun membawa Markus sertanya, lalu berlayar ke Kiperus,","tetapi Paulus memilih Silas, lalu berangkat setelah ia diserahkan oleh saudara-saudara itu kepada anugerah Tuhan.","Maka dijajahinya benua Syam dan Kilikia, sambil menetapkan hati segala sidang jemaat itu."]