["Pada masa itu juga Baginda Herodes menyuruh aniayakan beberapa orang sidang jemaat.","Maka dibunuhnya Yakub, saudara Yahya, dengan pedang.","Apabila dilihatnya bahwa perbuatan itu memperkenankan orang Yahudi, langsunglah ia memegangkan Petrus, yaitu pada hari raya roti yang tiada beragi.","Setelah sudah ditangkapnya dia, maka dimasukkannya ke dalam penjara, serta diserahkannya kepada enam belas laskar menjagai dia empat-empat orang bergilir-gilir, maksudnya menghadapkan dia kepada kaum itu kemudian daripada Pasah.","Maka oleh sebab itu terkurunglah Petrus di dalam penjara, tetapi sidang jemaat itu mendoakan dia kepada Allah dengan bersungguh-sungguh.","Apabila Herodes hendak membawa dia ke luar, maka pada malam itu juga, sedang Petrus tidur di antara dua laskar terbelenggu dengan dua rantai, dan lagi ada beberapa orang jaga di muka pintu sedang menjaga penjara itu,","tiba-tiba terdirilah seorang malaekat Tuhan di situ, dan suatu cahaya bersinar di dalam bilik itu; lalu ditepuknya rusuk Petrus, sambil mengejutkan dia, katanya, \"Bangunlah segera!\" Maka gugurlah belenggunya daripada tangannya.","Maka kata malaekat itu kepadanya, \"Ikatlah pinggangmu, pakailah kasutmu!\" Lalu diperbuatnyalah demikian. Maka katanya kepadanya, \"Pakailah pakaianmu, ikutlah aku!\"","Maka Petrus pun keluar mengikut dia, tetapi tiada diketahuinya akan perbuatan malaekat itu sungguh, melainkan pada sangkanya sudah nampak suatu penglihatan sahaja.","Setelah sudah dilaluinya kawal yang pertama dan yang kedua itu, maka sampailah keduanya itu ke pintu besi yang menuju ke negeri; maka terbukalah pintu itu sendiri kepada mereka itu, lalu mereka itu keluar serta melalui satu lorong, maka dengan sekonyong-konyong gaiblah malaekat itu daripadanya.","Tatkala Petrus sadar akan dirinya, maka katanya, \"Sekarang tahulah aku dengan sesungguhnya bahwa Tuhan telah menyuruhkan malaekat-Nya melepaskan aku daripada tangan Herodes dan daripada segala maksud kaum Yahudi itu.\"","Setelah sudah ia memikirkan perkara itu, pergilah ia ke rumah Maryam, ibu Yahya, yang bergelar Markus; di situ ada beberapa banyak orang berhimpun sedang berdoa.","Apabila diketuknya pintu besar maka datanglah seorang hamba perempuan bernama Rode, hendak mendengar.","Serta dikenalnya suara Petrus, lalu tiadalah jadi ia membuka pintu itu karena sukacita, melainkan berlarilah masuk memberitahu, bahwa Petrus ada berdiri di muka pintu.","Maka kata mereka itu kepadanya, \"Engkau gila!\" Tetapi perempuan itu berkuat menyungguhkan seperti yang dikatakannya itu. Lalu kata mereka itu, \"Itulah malaekatnya.\"","Tetapi Petrus tiada berhenti mengetuk-ngetuk; setelah mereka itu membuka pintu itu, lalu dilihatnya dia sambil tercengang-cengang.","Maka ia pun berisyarat dengan tangannya menyuruh diam, lalu diceriterakannya kepada mereka itu bagaimana Tuhan sudah membawa dia keluar dari dalam penjara itu, dan lagi katanya, \"Kabarkanlah hal itu kepada Yakub dan saudara-saudara.\" Kemudian keluarlah ia pergi ke tempat lain.","Setelah siang hari, bukanlah sedikit kacau-bilau di antara segala laskar apa kejadian Petrus itu.","Setelah Herodes mencari Petrus tiada dapat, maka diperiksainya segala penjaga itu, dititahkannya membunuh mereka itu. Lalu berangkatlah ia dari tanah Yudea ke Kaisaria, serta tinggal di situ.","Maka Herodes pun sangat murkanya akan orang Tsur dan Sidon; tetapi mereka itu datang menghadap dia dengan sepakat. Sesudah Belastus, bentara dalam, dijadikannya sahabatnya, lalu dipohonkannya perdamaian, karena negerinya sendiri bergantung rezekinya pada negeri raja itu.","Pada suatu hari yang tertentu, Herodes pun memakai pakaian kerajaannya, lalu duduk di atas takhtanya serta mengatakan suatu ucapan kepada mereka itu.","Maka menyahutlah orang banyak itu dengan sorak katanya, \"Inilah suara suatu dewa, bukannya suara manusia!\"","Pada saat itu juga Herodes dipalu oleh malaekat Tuhan, sebab tiada diberinya hormat kepada Allah. Maka ia pun matilah dimakan cacing.","Maka firman Allah itu pun makin bertambah-tambah masyhur.","Maka kembalilah Barnabas dan Saul dari Yeruzalem setelah diselesaikannya pekerjaan itu, sambil membawa Yahya yang bergelar Markus sertanya."]