["Adalah di Antiokhia di dalam sidang jemaat beberapa nabi dan guru, yaitu Barnabas dan Simeon yang bergelar Nigar, dan Lukius orang Kireni, dan Menahen saudara susuan Herodes, raja seperempat negeri, dan Saul.","Sedang mereka itu mengerjakan sembahyang kepada Tuhan serta puasa, maka kata Rohulkudus, \"Asingkanlah bagi-Ku Barnabas dan Saul, supaya mereka itu melakukan pekerjaan yang Aku untukkan kepada mereka itu.\"","Maka mereka itu puasa dan berdoa, lalu meletakkan tangan ke atas Saul dan Barnabas, serta menyuruhkan mereka itu pergi.","Tatkala disuruh oleh Rohulkudus, maka pergilah keduanya itu turun ke Salukia, dan dari situ berlayarlah mereka itu ke Kiperus.","Serta tiba di Salamis, lalu diberitakannyalah firman Allah di dalam segala rumah sembahyang orang Yahudi; maka Yahya pun beserta dengan mereka itu menjadi penolongnya.","Setelah mereka itu menjajahi segenap pulau itu sampai ke Pafos, dijumpainya seorang tukang sihir, yaitu seorang nabi palsu orang Yahudi, Bar Yesus namanya,","yang ada bersama-sama dengan Sergius Paulus, seorang bijaksana, pemerintah negeri itu. Maka ialah memanggil Barnabas dan Saul datang, hendak mendengar firman Allah.","Tetapi Elimas, tukang sihir itu (karena demikian diterjemahkan namanya), melawan mereka itu hendak memalingkan pemerintah itu daripada iman.","Tetapi Saul, yang disebut Paulus juga, penuh dengan Rohulkudus menatap dia,","sambil katanya, \"Hai engkau, yang penuh dengan segala tipu daya dan kejahatan, anak Iblis, seteru segala yang benar! Tiadakah engkau mau berhenti daripada membengkokkan jalan Tuhan yang betul?","Tengoklah, bahwa sekarang juga tangan Tuhan datang ke atasmu dan engkau akan buta, tiada nampak matahari beberapa waktu lamanya.\" Maka seketika itu juga ia ditimpa oleh kabur dan gelap, sehingga ia berpusing-pusing mencari orang memimpin tangannya.","Apabila pemerintah itu melihat akan hal yang berlaku itu percayalah ia, serta sangat heranlah akan pengajaran Tuhan itu.","Maka Paulus dengan orang yang besertanya itu pun berlayarlah dari Pafos sampai ke Perga di tanah Pampilia. Maka Yahya pun bercerailah daripada mereka itu, lalu kembali ke Yeruzalem.","Tetapi mereka itu berjalan langsung dari Perga sehingga sampai ke Antiokhia di tanah Pisidia; maka masuklah mereka itu ke dalam rumah sembahyang pada hari Sabbat, lalu duduk.","Lepas membacakan Taurat dan kitab nabi-nabi, maka penghulu-penghulu rumah sembahyang itu pun menyuruhkan orang kepada rasul-rasul itu mengatakan, \"Hai Tuan-tuan dan Saudara-saudara, jikalau kiranya ada pada kamu suatu perkataan menasehatkan kaum ini, katakanlah.\"","Maka bangkitlah Paulus memberi isyarat dengan tangannya serta berkata, \"Hai orang Israel, dan kamu yang takut akan Allah, dengarlah!","Bahwa Allah, Tuhan kaum Israel ini telah memilih nenek moyang kita, serta meninggikan kaum itu tatkala menumpang di tanah Mesir, lalu membawa mereka itu keluar dari sana dengan kuasa yang ajaib.","Adalah kira-kira empat puluh tahun lamanya Ia bersabar akan kelakuan mereka itu di padang belantara.","Setelah sudah dibinasakannya tujuh bangsa di tanah Kanaan, lalu dibahagi-bahagikannya tanah mereka itu menjadi pusaka kaum itu,","sekira-kira empat ratus lima puluh tahun lamanya. Kemudian daripada itu diadakannya beberapa hakim, sehingga sampai kepada zaman Nabi Semuel.","Kemudian daripada itu dipinta oleh mereka itu seorang raja, lalu dikaruniakan Allah kepada mereka itu Saul anak Kisy, yaitu seorang daripada suku bangsa Benyamin, empat puluh tahun lamanya.","Setelah sudah ia dipecatkan Allah, lalu diangkatkannya Daud menjadi raja bagi mereka itu; maka diakuinyalah dia serta berfirman: Aku sudah mendapat Daud anak Isai, seorang yang berkenan pada hati-Ku, ialah akan melakukan segenap kesukaan-Ku.","Maka daripada benih Daud itulah Allah, menurut perjanjian-Nya, menerbitkan kepada bani Israel seorang Juruselamat, yaitu Yesus.","Maka dahulu daripada kedatangan-Nya sudah diberitakan oleh Yahya suatu baptisan tobat kepada segenap kaum Israel.","Tatkala Yahya sedang menyempurnakan pekerjaannya, berkatalah ia: Siapa kamu sangkakan aku ini? Aku ini bukannya Dia, tetapi sesungguhnya adalah seorang yang datang kemudian daripadaku, yang aku ini menanggalkan kasut daripada kaki-Nya pun tiada berlayak.","Hai Tuan-tuan dan Saudara-saudara, anak cucu Ibrahim, dan segala di antara kamu yang takut akan Allah, kepada kita sudah disampaikan kabar selamat ini.","Karena orang yang diam di Yeruzalem beserta dengan penghulu-penghulunya tiada mau mengenal Yesus itu, serta menghukumkan Dia; dengan yang demikian digenapkannya segala sabda nabi-nabi, yang dibacakan pada tiap-tiap hari Sabbat.","Dan meskipun tiada didapatinya barang sebab yang berpadan dengan mati-Nya, tetapi dipintanya kepada Pilatus supaya Ia dibunuh.","Setelah mereka itu menggenapkan segala perkara yang tersurat dari hal-Nya itu, maka diturunkannya Dia daripada kayu salib, lalu ditaruh-Nya ke dalam kubur.","Tetapi Allah membangkitkan Dia dari antara orang mati.","Maka kelihatanlah Ia beberapa hari lamanya kepada orang-orang yang datang dari Galilea bersama-sama dengan Dia naik ke Yeruzalem, maka sekarang mereka itulah menjadi saksi-Nya kepada kaum ini.","Maka kami ini memberitakan kepada kamu kabar kesukaan, yaitu perjanjian yang dijanjikan kepada nenek moyang kita,","seperti yang disempurnakan Allah kepada anak cucu kita di dalam hal Ia membangkitkan Yesus, seperti itulah juga yang tersurat di dalam Mazmur yang kedua: Engkaulah Anak-Ku, pada hari inilah Aku telah memperanakkan Engkau.","Tetapi akan hal Allah membangkitkan Dia dari antara orang mati supaya jangan Ia kembali kepada kebinasaan, maka itulah sebabnya difirmankan demikian: Bahwa Aku akan mengaruniakan kepadamu segala berkat Daud yang kudus dan kekal.","Itulah sebabnya pula Ia berfirman di dalam nas Mazmur yang lain: Tiadalah Engkau beri Orang Kudus-Mu kena binasa.","Karena sesudah Daud melakukan kehendak Allah pada zamannya, langsunglah ia mati, lalu ia dikuburkan pada sisi nenek moyangnya, serta kena binasa.","Tetapi Ia yang dibangkitkan Allah itu tiada kena binasa.","Sebab itu ketahuilah olehmu, hai Tuan-tuan dan Saudara-saudara, bahwa oleh karena Orang inilah diberitakan kepadamu jalan keampunan dosa,","dan oleh karena Dia juga barangsiapa yang percaya itu dibenarkan daripada segala sesuatu yang tiada dapat kamu dibenarkan oleh Taurat Musa.","Sebab itu ingatlah baik-baik, supaya jangan berlaku atasmu seperti yang tersurat di dalam kitab nabi-nabi:","Lihatlah, hai kamu yang menghinakan, hendaklah kamu heran serta lenyap, karena pada zamanmu juga Aku mengerjakan suatu pekerjaan yang tiada sekali-kali kamu akan percaya jikalau dinyatakan orang kepadamu sekalipun.\"","Tatkala mereka itu keluar, maka sangatlah orang-orang itu minta supaya perkataan itu dikatakan kepada mereka itu pada hari Sabbat yang akan datang.","Setelah perhimpunan itu berpecah, maka banyaklah orang Yahudi dan orang mualaf yang beribadat mengikut Paulus dan Barnabas, yang berkata kepada mereka itu menyuruh bertekun di dalam anugerah Allah.","Maka pada hari Sabbat yang datang itu, hampir segenap negeri itu berhimpun mendengar firman Allah.","Tetapi apabila dilihat oleh orang Yahudi akan orang banyak itu, maka sangatlah dengki mereka itu serta membantahi perkataan Paulus itu sambil menghujat.","Maka Paulus dan Barnabas pun berkata-kata dengan beraninya, katanya, \"Wajiblah firman Allah itu dikatakan terlebih dahulu kepada kamu, tetapi sedang kamu menolakkan dia dan mengirakan dirimu sendiri tiada berlayak bagi hidup yang kekal, maka berpalinglah kami kepada orang kafir.","Itulah sebabnya dipesankan Tuhan kepada kami, firman-Nya: Aku jadikan Engkau suatu terang bagi segala orang kafir, supaya Engkau mendatangkan selamat sampai ke ujung bumi.\"","Maka orang-orang kafir yang mendengar itu pun bersukacitalah sambil memuliakan firman Allah, dan seberapa banyak orang yang ditentukan bagi hidup yang kekal itu juga percayalah.","Maka dimasyhurkanlah firman Tuhan di seluruh jajahan itu.","Tetapi orang Yahudi menghasut segala perempuan beribadat yang mulia-mulia, dan orang besar-besar di negeri itu, lalu mendatangkan aniaya ke atas Paulus dan Barnabas, serta membuangkan mereka itu dari dalam jajahannya.","Maka rasul-rasul itu pun mengebaskan debu kakinya akan menjadi suatu kesaksian atas mereka itu, lalu pergi ke Ikonium.","Maka murid-murid itu pun penuhlah dengan sukacitanya dan dengan Rohulkudus."]