["Maka sampailah ia pula ke Derbe dan ke Listera. Maka adalah di sana seorang murid namanya Timotius, anak seorang perempuan Yahudi yang beriman, tetapi bapanya orang Gerika.","Maka Timotius itu terpuji kepada segala saudara yang di Listera dan di Ikonium itu.","Dengan orang inilah Paulus hendak berjalan bersama-sama, lalu Paulus membawa dia, serta menyunatkan dia oleh sebab orang Yahudi yang diam di jajahan itu, karena orang-orang di situ mengetahui bahwa bapanya itu orang Gerika.","Maka sambil berjalan melalui negeri-negeri itu, mereka itu menyatakan kepada segala saudara itu hukum-hukum yang disahkan oleh rasul-rasul dan ketua-ketua di Yeruzalem, supaya diturutnya.","Demikianlah segala sidang jemaat itu diteguhkan imannya, dan makin sehari makin bertambah lagi bilangannya.","Maka dijajahinya tanah Perigia dan Galatia, sebab ditegahkan oleh Rohulkudus mengatakan firman di Asia.","Setelah sampai bertentang dengan Misia, maka dicobanya hendak masuk ke Betinia, tetapi tiada diizinkan oleh Roh Yesus kepada mereka itu.","Maka sambil melalui negeri Misia, mereka itu turun ke Teroas.","Maka pada waktu malam tampaklah kepada Paulus suatu penglihatan; yaitu terdiri seorang orang Makedonia mengajak dia, katanya, \"Marilah menyeberang ke Makedonia menolong kami.\"","Setelah dilihatnya penglihatan itu, maka bersegeralah kami hendak pergi ke Makedonia, sebab pada keputusan kami Allah memanggil kami ke sana memberitakan kabar kesukaan kepada mereka itu.","Setelah kami berlayar dari Teroas, kami tujukan haluan kami ke Samoterake; dan pada keesokan harinya ke Neapolis;","dan dari situ ke Pilipi, yaitu sebuah negeri di Makedonia, kepala jajahan itu, jajahan Rum. Di negeri inilah kami berhenti beberapa hari lamanya.","Pada hari Sabbat pergilah kami ke luar daripada pintu negeri ke tepi sungai, di situ kami sangkakan ada suatu tempat sembahyang, lalu duduklah kami serta bercakap-cakap dengan perempuan yang sudah berhimpun itu.","Adalah seorang perempuan namanya Lidia, penjual kain ungu, asalnya dari negeri Tiatira, yang beribadat kepada Allah, mendengar kami; maka hatinya dibukakan Tuhan, sehingga diperhatikannya barang yang dikatakan oleh Paulus itu.","Setelah ia dibaptiskan serta dengan isi rumahnya, lalu diajaknya kami, katanya, \"Jikalau pada sangka Tuan-tuan, hamba ini taat kepada Tuhan, marilah masuk tinggal di rumah hamba.\" Lalu dipaksanya kami.","Maka jadilah tatkala kami pergi ke tempat orang berdoa itu, ada berjumpa dengan kami seorang budak perempuan yang berjin penilik, yang mendatangkan keuntungan besar kepada tuan-tuannya dengan tiliknya itu.","Maka budak perempuan itu pun mengikut Paulus dan kami, sambil berseru-seru, katanya, \"Orang-orang inilah hamba Allah Yang Mahatinggi, yang memberitakan kepada kami jalan selamat.\"","Maka inilah diperbuatnya beberapa hari lamanya; tetapi Paulus berasa susah, lalu berpaling dan berkata kepada jin itu, \"Dengan nama Yesus Kristus aku suruh engkau keluar daripadanya.\" Maka keluarlah ia dengan seketika itu juga.","Apabila dilihat oleh tuan-tuannya, bahwa pengharapan keuntungannya sudah hilang, lalu mereka itu pun memegangkan Paulus dan Silas serta menghela mereka itu ke pekan menghadap orang besar-besar,","lalu dibawanya mereka itu menghadap penghulu-penghulu negeri itu, katanya, \"Orang-orang ini orang Yahudi, sangat mengharu-birukan negeri kita,","dan meletakkan adat istiadat yang tiada halal diterima atau diturut oleh kita ini orang Rum.\"","Maka orang banyak itu pun berbangkit melawan mereka itu; lalu penghulu negeri itu pun mengoyakkan pakaian mereka itu serta menghukumkan membalun mereka itu dengan galah.","Apabila orang itu sudah membalun mereka itu beberapa liang, maka orang itu pun membuangkan mereka itu ke dalam penjara, serta berperintah kepada ketua penjara menjaga mereka itu dengan secukupnya.","Maka ia pun setelah sudah menerima perintah yang demikian, lalu memasukkan mereka itu ke dalam penjara tempat yang di dalam sekali, dan memasungkan kakinya dengan kayu pasung.","Tetapi tatkala hampir tengah malam, Paulus dan Silas pun berdoalah sambil menyanyikan puji-pujian bagi Allah, maka segala orang yang terpenjara itu pun sedang mendengar mereka itu.","Maka dengan sekonyong-konyong timbullah suatu gempa bumi yang besar sehingga berguncang kaki tembok penjara itu. Dengan seketika itu juga terbukalah segala pintu, dan belenggu sekalian orang itu pun terlucutlah.","Maka ketua penjara itu terkejut daripada tidurnya dan terpandangkan pintu-pintu penjara itu terbuka, maka dihunusnya pedangnya hendak membunuh dirinya, karena pada sangkanya orang yang terpenjara itu sudah lari.","Maka Paulus pun berteriaklah dengan nyaring suaranya, katanya, \"Jangan membinasakan dirimu, karena kami sekalian ada di sini.\"","Lalu ketua penjara itu meminta beberapa suluh serta berlari menggeletar masuk dan sujud di hadapan Paulus dan Silas itu.","Kemudian dibawanya keduanya itu ke luar, lalu berkata, \"Ya Tuan-tuan, apakah wajib hamba perbuat supaya beroleh selamat?\"","Maka kata mereka itu, \"Percayalah akan Tuhan Yesus, maka engkau akan beroleh selamat, yaitu engkau beserta dengan seisi rumah engkau.\"","Lalu keduanya itu pun mengatakan firman Tuhan kepadanya dan kepada sekalian orang yang ada di dalam rumahnya.","Pada waktu malam itu juga dibawanya mereka itu, lalu dibasuhnya bilurnya; maka seketika itu juga ia pun dibaptiskan bersama-sama dengan sekalian orangnya.","Maka dibawanya keduanya itu naik ke dalam rumahnya, lalu diletakkannya hidangan di hadapan mereka itu, dan ia bersukacita dengan seisi rumahnya sebab ia telah percaya akan Allah.","Setelah siang hari, maka penghulu-penghulu negeri itu pun menyuruhkan pegawai-pegawai Majelis, katanya, \"Lepaskanlah kedua orang itu!\"","Lalu dimaklumkan perkataan ini kepada Paulus oleh ketua penjara itu, katanya, \"Penghulu-penghulu negeri sudah berperintah melepaskan Tuan-tuan. Sebab itu silakanlah tuan-tuan ke luar berjalan dengan sejahtera.\"","Tetapi kata Paulus kepada mereka itu, \"Kami ini sudah dibalun di hadapan orang banyak dengan tiada keputusan hakim, meskipun kami orang Rum, dan dibuangkan ke dalam penjara; sekarang ini mereka itu hendak mengeluarkan kami dengan senyap? Tidak sekali-kali, biarlah mereka itu datang sendiri membawa kami ke luar.\"","Maka perkataan itu dimaklumkan pula oleh pegawai-pegawai Majelis kepada penghulu-penghulu negeri itu. Lalu mereka itu pun takutlah tatkala didengarnya keduanya itu orang Rum.","Maka datanglah mereka itu membujuk keduanya itu; lalu dibawanya ke luar, dipintanya mereka itu undur dari negeri itu.","Maka keluarlah keduanya dari dalam penjara itu, lalu masuk ke dalam rumah Lidia. Setelah berjumpa dengan segala saudara itu, maka dinasehatkannya mereka itu, dan keduanya itu pun berjalanlah."]