["Kemudian daripada itu berangkatlah Paulus dari Atina lalu sampai ke Korintus.","Maka dijumpainya seorang orang Yahudi bernama Akila, peranakan negeri Pontus, yang baharu tiba dari Italia dengan bininya Periskila, karena Kelaudius sudah menitahkan sekalian orang Yahudi keluar dari Rum. Maka datanglah ia mendapatkan keduanya itu.","Maka oleh sebab pencariannya serupa, ia pun tinggallah bekerja bersama-sama dengan keduanya; sebab pencarian mereka itu menjadi tukang kemah.","Maka pada tiap-tiap hari Sabbat Paulus berbicaralah di dalam rumah sembahyang, serta meyakinkan baik orang Yahudi, baik orang Gerika.","Tetapi setelah Silas dan Timotius itu tiba dari Makedonia, maka Paulus pun berusahalah memberitakan firman itu sahaja, serta menyaksikan kepada orang Yahudi bahwa Yesus itulah Kristus.","Tetapi tatkala mereka itu melawan dan menghujat, maka dikebaskannya pakaiannya, serta berkata kepada mereka itu, \"Darahmu atas kepalamu sendiri; aku tiada salah; daripada masa ini aku hendak pergi kepada orang kafir.\"","Maka pergilah ia dari sana ke rumah Titus Yustus, yaitu seorang yang beribadat kepada Allah, rumahnya berhubung dengan rumah sembahyang.","Maka Kerispus, penghulu rumah sembahyang itu, bersama-sama dengan segala isi rumahnya sudah percaya akan Tuhan, dan banyaklah orang Korintus yang mendengar, langsung percaya lalu dibaptiskan.","Maka berfirmanlah Tuhan kepada Paulus pada waktu malam di dalam suatu penglihatan, \"Janganlah engkau takut, melainkan katakanlah, dan jangan diam!","Karena Aku ini beserta dengan engkau, dan tiada seorang pun akan melanggar engkau sehingga menyakiti engkau; sebab banyak orang Aku ada di dalam negeri ini.\"","Maka Paulus pun tinggallah di situ setahun enam bulan lamanya, serta mengajarkan firman Allah di antara mereka itu.","Tetapi tatkala Galio menjadi pemerintah di benua Akhaya, maka berbangkitlah orang Yahudi sepakat melawan Paulus, lalu membawa dia menghadap Majelis Mahkamat,","katanya, \"Orang inilah memakat orang akan beribadat kepada Allah atas jalan yang bersalahan dengan hukum Taurat.\"","Tetapi tatkala Paulus hendak membuka mulutnya, berkatalah Galio kepada orang-orang Yahudi itu, \"Hai orang Yahudi, jikalau sesungguhnya itu suatu perkara yang salah atau kejahatan yang keji, patutlah aku dengan sabar mendengar kamu.","Tetapi jikalau ini masalah dari hal perkataan dan nama-nama atau hukum kamu, periksalah oleh kamu sendiri; aku ini tiada mau menjadi hakim atas perkara ini.\"","Lalu diusirnya mereka itu dari Majelis Mahkamat itu.","Maka mereka itu pun memegangkan Sostenis, penghulu rumah sembahyang itu, lalu memukul dia di hadapan Majelis Mahkamat itu; tetapi suatu pun tiada dipedulikan oleh Galio akan segala perkara itu.","Setelah Paulus tinggal beberapa hari lamanya di situ, lalu ia meminta diri kepada saudara-saudara itu, serta berlayar ke benua Syam bersama-sama dengan Periskila dan Akila, yaitu setelah Paulus mencukur rambut kepalanya di negeri Kenkeria, karena ia sudah bernazar.","Maka sampailah ketiganya ke Epesus, lalu Paulus pun meninggalkan keduanya itu di situ, tetapi ia sendiri langsung masuk ke dalam rumah sembahyang, lalu berbicara dengan orang Yahudi.","Apabila mereka itu mengajak dia tinggal sedikit lama di situ, maka tiadalah ia bersetuju,","melainkan sambil meminta diri ia berkata, \"Insya Allah aku akan kembali kepadamu.\" Lalu berlayarlah ia dari Epesus.","Setelah sampai ke Kaisaria, maka naiklah ia (ke Yeruzalem) sambil memberi salam kepada sidang jemaat itu, lalu turun ke Antiokhia.","Setelah ia tinggal di sana beberapa lamanya, lalu berangkatlah ia serta menjajahi seluruh tanah Galatia dan Perigia, sambil menetapkan hati sekalian murid itu.","Maka datanglah ke Epesus seorang orang Yahudi bernama Apollos, peranakan negeri Iskandaria, seorang alim, lagi sangatlah paham akan isi Alkitab.","Adapun orang ini sudah diajarkan jalan Tuhan, dan dengan bersungguh-sungguh hati ia berkata-kata dan mengajar dengan cermat dari hal Yesus, meskipun ia hanya mengetahui baptisan Yahya sahaja.","Maka mulailah ia berkata-kata dengan beraninya di dalam rumah sembahyang. Tetapi setelah Periskila dan Akila mendengar dia, keduanya itu pun menyambut dia sambil menerangkan kepadanya jalan Allah dengan lebih cermat lagi.","Tatkala ia hendak menyeberang ke Akhaya, maka segala saudara itu pun menyukakan maksudnya, serta berkirim surat kepada murid-murid itu minta menyambut dia. Setelah tiba, maka dengan berkata Allah ia memberi pertolongan yang berharga kepada segala orang yang percaya.","Karena dengan bijaknya ia mengalahkan perbantahan orang Yahudi di hadapan orang banyak, sambil menyatakan dari dalam Alkitab bahwa Yesus itulah Kristus."]