["Maka di Ikonium masuklah kedua rasul itu bersama-sama ke dalam rumah sembahyang orang Yahudi, serta berkata sebegitu, sehingga terlalu banyak orang Yahudi dan orang Gerika itu pun percayalah.","Tetapi pihak orang Yahudi yang degil itu menghasut dan menggusarkan hati orang kafir itu melawan saudara-saudara itu.","Maka itulah sebabnya beberapa lama rasul-rasul itu tinggal di situ sambil berkata-kata dengan beraninya sebab bergantung kepada Tuhan yang menyaksikan firman anugerah-Nya, dan mengadakan tanda ajaib dan mujizat dengan tangan mereka itu.","Maka sekalian orang banyak di dalam negeri itu pun berpihak-pihaklah, yaitu sebahagian masuk pihak Yahudi, dan yang lain itu masuk pihak rasul-rasul.","Maka tatkala orang kafir dan orang Yahudi pun bersama-sama dengan penghulunya bersepakat hendak menganiayakan dan merajam kedua rasul itu,","dan keduanya itu pun dapat mengetahui hal itu, lalu lari ke negeri Listera dan Derbe di tanah Likaonia dan daerah jajahannya sekeliling.","Di sanalah pula mereka itu memberitakan kabar kesukaan itu.","Adalah di Listera itu seorang terduduk sahaja dengan kakinya lemah, yaitu lumpuh daripada rahim ibunya, yang belum pernah berjalan.","Maka orang ini pun mendengar tuturan Paulus, yang menatap dia dan tampak bahwa ada iman kepadanya yang ia dapat disembuhkan,","lalu berkatalah Paulus dengan nyaring suaranya, \"Berdiri tegak di atas kakimu.\" Maka melompatlah ia langsung berjalan-jalan.","Tatkala orang banyak nampak perbuatan Paulus itu, mereka itu pun mengangkat suaranya sambil berkata dengan bahasa Likaonia, \"Dewa-dewa telah turun kepada kita menjelma menjadi manusia.\"","Lalu digelarkannya Barnabas itu Zius, tetapi Paulus itu Hermes, sebab ialah pemberita yang terutama.","Maka Imam Zius yang rumah berhalanya menghadap negeri itu pun datanglah membawa segala lembu dan karangan bunga ke pintu-pintu negeri, hendak membuat korban bersama-sama dengan orang banyak itu.","Tetapi setelah hal itu didengar oleh kedua rasul itu, yaitu Barnabas dan Paulus, lalu dikoyakkannya pakaiannya sendiri sambil berlari masuk ke dalam orang banyak serta berteriak,","katanya, \"Hai Tuan-tuan, apakah sebabnya kamu berbuat segala perkara ini? Kami ini pun manusia juga serupa dengan kamu dan memberitakan kepada kamu kabar kesukaan, supaya kamu berpaling daripada barang yang sia-sia ini kepada Allah yang hidup, yang menjadikan langit dan bumi dan laut dengan segala isinya.","Ialah yang pada zaman yang telah lalu membiarkan segala orang kafir menurut jalannya sendiri,","meskipun Ia menyatakan diri-Nya sendiri dengan berbuat kebajikan, dan mengaruniakan kamu hujan dari langit dan musim buah-buahan yang mewah, sambil memuaskan hatimu dengan makanan dan kesukaan.\"","Dengan perkataan ini sukar rasul itu menahan orang banyak daripada berbuat korban kepadanya.","Tetapi tibalah di situ beberapa orang Yahudi dari Antiokhia dan Ikonium menghasut orang banyak, lalu merajam Paulus sambil menghela dia ke luar negeri dengan menyangkakan ia sudah mati.","Tetapi setelah murid-murid itu berdiri sekeliling dia, maka ia pun bangkitlah, lalu masuk ke dalam negeri, maka pada keesokan harinya keluarlah ia bersama-sama dengan Barnabas ke Derbe.","Setelah diberitakannya kabar kesukaan kepada isi negeri itu dan beberapa banyak orang dijadikannya murid, lalu kembalilah kedua rasul itu ke Listera dan ke Ikonium dan ke Antiokhia,","sambil menetapkan hati murid-murid dan menyuruh bertekun di dalam iman dengan katanya, bahwa tak dapat tiada kita masuk kerajaan Allah dengan menanggung beberapa banyak sengsara.","Setelah ditetapkannya bagi mereka itu ketua-ketua di dalam tiap-tiap sidang jemaat, serta berdoa dan puasa, maka diserahkannyalah mereka itu kepada Tuhan yang dipercayainya.","Apabila rasul-rasul itu sudah menjajahi tanah Pisidia, maka sampailah keduanya ke tanah Pampilia.","Maka diberitakannya firman itu di Perga, lalu turun ke Atalia,","dan dari sana berlayarlah keduanya itu ke Antiokhia, di tempat mereka itu dahulu diserahkan kepada anugerah Allah bagi pekerjaan yang baharu digenapkannya itu.","Setelah tiba di situ, lalu mereka itu menghimpunkan sidang jemaat itu, serta menceriterakan segala perkara yang dilakukan Allah dengan mereka itu, dan perihal Allah membukakan pintu iman kepada orang kafir.","Maka tinggallah kedua rasul itu beberapa lamanya bersama-sama dengan murid-murid itu."]