["Apabila sampai hari Pentakosta, maka mereka itu sekalian pun berhimpun bersama-sama.","Maka sekonyong-konyong turunlah dari langit suatu bunyi seolah-olah serbu angin yang besar, yang menumpatkan segenap rumah tempat mereka itu duduk.","Maka kelihatanlah kepada mereka itu beberapa lidah seperti api rupanya yang berbelah-belah, dan hinggap di atas tiap-tiap orang itu.","Maka mereka itu sekalian pun penuh dengan Rohulkudus, sehingga mereka itu mulai berkata-kata dengan berbagai-bagai bahasa, sebagaimana yang diilhamkan oleh Roh kepadanya akan bertutur.","Maka adalah beberapa orang Yahudi diam di Yeruzalem, yaitu orang yang beribadat, daripada segala penjuru alam.","Serta kedengaran bunyi itu, maka orang banyak itu pun berkerumunlah termangu-mangu, oleh sebab tiap-tiap orang itu mendengar rasul-rasul itu menuturkan dengan bahasa orang-orang itu sendiri.","Maka tercengang-cenganglah sekaliannya dengan heran, lalu berkata, \"Bukankah sekalian orang yang bertutur ini orang Galilea?","Dan bagaimanakah yang pada pendengaran kita ini, tiap-tiap orang berkata-kata di dalam bahasa kita sendiri di tempat kita sudah lahir?","Yaitu orang Parti dan Medi, orang Elami, dan orang yang mendiami Mesopotami dan Yudea dan Kapadoki dan Pontos dan Asia,","dan Perigia dan Pampilia dan Mesir dan segala jajahan Libia yang dekat dengan Kireni, dan orang keluaran dari Rum,","baik orang Yahudi atau orang mualaf, orang Kereti dan orang Arab, kita sekalian mendengar mereka itu menuturkan perbuatan Allah yang besar ajaib dengan bahasa masing-masing kita sendiri!\"","Maka tercengang-cenganglah mereka itu sekalian serta berkacau-bilau, sehingga berkata seorang kepada seorang, \"Apakah maknanya ini?\"","Tetapi orang lain mengolok-olokkan, katanya, \"Orang ini penuh dengan air anggur manis.\"","Tetapi Petrus pun berdirilah beserta dengan kesebelas rasul itu, lalu mengangkat suaranya sambil berkata kepada mereka itu, \"Hai orang Yahudi dan kamu sekalian yang diam di Yeruzalem, ketahuilah olehmu hal ini, dan perhatikanlah perkataanku!","Karena sekaliannya ini bukannya mabuk seperti sangkamu, sebab baharu pukul sembilan pagi;","melainkan inilah hal yang disabdakan oleh Nabi Yoel:","Maka firman Allah: Bahwa akan berlaku kelak pada akhir zaman, Aku akan mencurahkan Roh-Ku ke atas segala manusia, sehingga anak-anakmu laki-laki dan perempuan akan bernubuat, dan orang muda-mudamu akan melihat beberapa penglihatan, dan orang tua-tuamu akan mimpi berbagai-bagai mimpi,","dan ke atas segala hamba-Ku laki-laki dan perempuan pun, Aku akan mencurahkan Roh-Ku pada masa itu, dan mereka itu akan bernubuat.","Dan Aku akan mengadakan ajaib pada langit di atas, dan tanda pada bumi di bawah; yaitu darah dan api dan uap asap.","Maka matahari akan dikelamkan, dan bulan menjadi darah, sebelum tiba Hari Tuhan, yaitu Hari yang besar dan mulia itu.","Maka akan jadi kelak, barangsiapa yang menyeru nama Tuhan, ialah yang selamat.","Hai orang Israel, dengarlah olehmu akan perkataanku ini: Adapun Yesus orang Nazaret itu, seorang yang disahkan Allah kepadamu dengan perbuatan kuasa dan mujizat dan tanda ajaib yang diadakan Allah dengan tangan Yesus di antara kamu, seperti yang kamu ketahui sendiri;","maka Dialah, yang diserahkan menurut niat azali dan pengetahuan Allah, telah kamu salibkan, dan kamu bunuh dengan tangan orang kafir.","Ia itu juga yang dibangkitkan pula oleh Allah tatkala dilenyapkan-Nya sengsara maut, karena mustahil Ia ditakluk oleh maut.","Karena Daud mengatakan tentang Dia demikian: Bahwa Aku terpandang-pandang akan Tuhan senantiasa di hadapanku, karena Ia ada pada kananku, supaya jangan aku bergoyang.","Sebab itulah hatiku suka, dan lidahku bersorak; bahkan, tubuhku juga diam atas pengharapan,","karena tiada Engkau akan membiarkan jiwaku di dalam alam maut, dan tiada Engkau beri Orang kudus-Mu kena binasa.","Karena Engkau sudah memberitahu aku jalan hidup, dan Engkau akan memenuhi aku dengan kesukaan menghadap wajah-Mu.","Hai Tuan-tuan dan Saudara sekalian, beranilah aku mengatakan kepadamu dari hal nenek moyang kita Daud, bahwa ia mati serta dikuburkan, dan ada lagi kuburnya di antara kita hingga sekarang ini.","Tetapi oleh sebab ia seorang nabi dan mengetahui, bahwa Allah bersumpah janji dengan dia akan hal seorang yang terbit kelak daripada sulbi benihnya akan dinaikkan ke atas takhtanya,","maka dengan pengetahuan cara nabi ia mengatakan dari hal kebangkitan Kristus, bahwa tiadalah Ia dibiarkan di dalam alam maut, atau tubuh-Nya takluk kepada kebinasaan.","Adalah Yesus ini yang dibangkitkan oleh Allah, dari hal-Nya itu sekalian kami inilah menjadi saksi.","Setelah Ia ditinggikan oleh tangan kanan Allah serta menerima daripada Bapa Perjanjian Rohulkudus, dicurahkan-Nya Roh itu seperti yang kamu ini lihat dan dengar itu.","Karena bukannya Daud naik ke surga, melainkan ia sendiri mengatakan: Tuhan telah berfirman kepada Tuhan-Ku: Duduklah Engkau di sebelah kanan-Ku,","sehingga Aku menaklukkan segala musuh-Mu menjadi alas kaki-Mu.","Sebab itu hendaklah diketahui oleh segala isi rumah Israel dengan yakin, bahwa Allah sudah menjadikan Yesus itu Tuhan dan Kristus, yaitu Yesus itulah, yang kamu ini salibkan itu.\"","Setelah didengarnya demikian, maka pedihlah hati orang sekalian, lalu berkatalah mereka itu kepada Petrus dan rasul-rasul yang lain itu, \"Hai Tuan-tuan dan Saudara sekalian, apakah yang wajib kami perbuat?\"","Maka kata Petrus kepada mereka itu, \"Hendaklah kamu bertobat dan berbaptis masing-masing kamu dengan nama Yesus Kristus akan jalan keampunan dosamu, lalu kamu akan beroleh anugerah Rohulkudus.","Karena bagi kamulah Perjanjian itu dan bagi anak-anakmu, dan bagi sekalian orang yang jauh-jauh, seberapa banyak yang akan dipanggil masuk oleh Allah, Tuhan itu.\"","Maka dengan banyak perkataan yang lain-lain lagi diberinya kesaksian dan nasehat kepada mereka itu, katanya, \"Lepaskanlah dirimu daripada bangsa yang bengkok ini.\"","Maka segala orang yang menerima perkataannya itu pun dibaptiskanlah; maka pada hari itu juga bertambahlah bilangan mereka itu sekira-kira tiga ribu orang.","Maka mereka itu pun bertekun di dalam pengajaran rasul-rasul, dan di dalam persekutuan, dan di dalam hal memecahkan roti, dan doa.","Maka datanglah ketakutan ke atas tiap-tiap orang, dan banyaklah mujizat dan tanda ajaib diadakan oleh rasul-rasul itu.","Maka sekalian orang yang percaya itu adalah bersama-sama, dan segala milik itu dipunyainya bersama-sama.","Maka dijualkannya harta bendanya, dan dibahagi-bahagikannya di antara sekalian orang sekadar kekurangan masing-masing.","Maka sehari-hari dengan tekunnya mereka itu masuk Bait Allah dengan sehati, serta memecahkan roti di dalam rumahnya, lalu makan dengan syukur dan tulus hatinya,","sambil memuji Allah, dan mereka itu diperkenan oleh segenap kaum itu. Maka sehari-hari bilangannya itu ditambahi Tuhan dengan orang yang beroleh selamat."]