["\"Hai Tuan-tuan, Saudara-saudara dan orang tua-tua, dengarlah kiranya akan jawab yang aku katakan sekarang ini kepadamu!\"","Setelah mereka itu mendengar ia bertutur dengan bahasa Ibrani makin senyaplah mereka itu. Lalu kata Paulus,","\"Aku ini orang Yahudi, lahir di Tarsus, di tanah Kilikia, tetapi dididik di dalam negeri ini, berguru kepada Gamaliel yang telah mengajarkan dengan tertibnya hukum nenek moyang kita, dan dengan gairah pula aku beribadat kepada Allah sama seperti kamu sekalian pada hari ini.","Aku sudah menganiayakan orang yang menurut jalan agama ini sehingga membunuh, mengikat dan menyerahkan orang ke dalam penjara, baik laki-laki baik perempuan.","Dan lagi Imam Besar juga dapat menyaksikan halku, serta segenap Majelis orang tua-tua pun; daripada mereka itu juga aku terima beberapa pucuk surat kiriman untuk saudara-saudara itu, lalu pergi ke Damsyik hendak membawa juga orang yang di sana berikat ke Yeruzalem, supaya disiksakan.","Maka berlakulah, tatkala aku lagi berjalan hampir dengan Damsyik, bahwa sekira-kira tengah hari tiba-tiba bersinar-sinarlah dari langit suatu cahaya yang besar sekeliling aku.","Lalu rebahlah aku ke tanah, serta terdengar suatu suara mengatakan kepadaku, \"Hai Saul, Saul, apakah sebabnya engkau aniayakan Aku?\"","Maka jawabku: Siapakah Engkau, ya Tuhan? Maka kata-Nya kepadaku: Aku ini Yesus orang Nazaret yang engkau aniayakan.","Sungguhpun segala orang yang bersama-sama dengan aku itu nampak cahaya itu, tetapi tiada mendengar suara Dia, yang berkata kepadaku itu.","Maka kataku: Ya Tuhan, apakah yang wajib aku perbuat? Maka bersabda Tuhan kepadaku: Bangkitlah engkau, pergi ke Damsyik; di sana akan dikatakan kepadamu segala perkara yang ditetapkan engkau perbuat.","Sedang aku tiada dapat melihat dari sebab kemuliaan cahaya itu, maka dipimpinlah tanganku oleh orang yang beserta dengan aku, lalu sampailah ke Damsyik.","Maka ada seorang, namanya Ananias, yang beribadat menurut hukum Taurat, yang terpuji kepada sekalian orang Yahudi yang diam di situ,","datang menghampiri aku sambil katanya: Hai saudaraku Saul, nampaklah pula engkau! Pada ketika itu juga aku pun nampak dia.","Maka katanya: Bahwa Allah Tuhan nenek moyang kita sudah menetapkan engkau terdahulu akan mengetahui kehendak-Nya dan memandang Yang Benar itu, serta mendengar suara dari dalam mulut-Nya.","Karena engkau akan menjadi saksi bagi-Nya kepada sekalian manusia tentang segala yang sudah engkau tampak dan dengar itu.","Dan sekarang, apakah sebabnya engkau berlambat-lambatan? Bangkitlah engkau, terimalah baptisan dan sucikanlah dirimu daripada dosa dengan menyeru nama-Nya.","Maka berlakulah tatkala aku sudah pulang ke Yeruzalem, dan sedang berdoa di dalam Bait Allah, bahwa aku pun terlalailah,","serta nampak Dia itu, yang bersabda kepadaku: Cepatlah, keluar lekas dari Yeruzalem; karena mereka itu tiada akan menerima kesaksianmu tentang Aku.","Maka kataku: Ya Tuhan, mereka itu sendiri mengetahui bahwa orang yang percaya akan Tuhan sudah kupenjarakan dan kusesah di dalam segala rumah sembahyang.","Dan tatkala darah Stepanus, yaitu saksimu, ditumpahkan, aku ada juga berdiri dekat serta memperkenankan, dan menunggu pakaian orang yang membunuh dia.","Maka sabdanya kepadaku: Pergilah berjalan, karena Aku akan menyuruhkan engkau jauh dari sini kepada orang kafir.\"","Maka mereka itu mendengar Paulus sampai kepada perkataan ini, lalu mengangkat suara sambil katanya, \"Lenyapkanlah orang yang semacam itu daripada bumi ini, karena tiada layak ia hidup lagi.\"","Sambil berteriak mereka itu melemparkan pakaiannya serta menyiramkan debu ke atas,","lalu panglima laskar itu memberi perintah membawa Paulus ke dalam kota, disuruh periksa dengan menyesah dia, supaya dapat mengetahui apa sebabnya mereka itu berteriak sedemikian atasnya.","Setelah ia diikat dengan tali kulit, maka Paulus pun berkatalah kepada penghulu laskar yang berdiri dekat itu, \"Bolehkah kamu menyesah seorang Rum sebelum ia dihukumkan?\"","Apabila penghulu laskar itu mendengar demikian, maka pergilah ia kepada panglima laskar memberitahu hal itu sambil berkata, \"Apakah Tuan hendak lakukan? Karena orang ini orang Rum.\"","Maka panglima laskar itu pun datanglah serta berkata kepadanya, \"Katakanlah kepadaku, engkau ini sungguhkah orang Rum?\" Maka katanya, \"Sungguh.\"","Maka jawab panglima laskar itu, \"Aku ini sudah beroleh hak menjadi anak negeri itu dengan membelanjakan jumlah besar.\" Maka kata Paulus, \"Tetapi hamba ini peranakan Rum.\"","Lalu segala orang yang sedang hendak memeriksai dia itu pun segeralah undur daripadanya, dan panglima laskar itu pun takut juga sebab mengetahui bahwa ia orang Rum, dan sebab ia sudah mengikat Paulus itu.","Tetapi pada keesokan harinya, sebab hendak mengetahui halnya dengan sah yang menyebabkan ia dituduh oleh orang Yahudi itu, dioraknya pengikatnya, disuruhnya kepala-kepala imam dan segenap Majelis Besar itu berhimpun, lalu dibawanya Paulus turun, serta dihadapkannya dia ke hadapan mereka itu."]