["Setelah tiba Pestus di jajahan pemerintahannya, maka lepas tiga hari berangkatlah ia dari Kaisaria naik ke Yeruzalem.","Maka kepala-kepala imam dan orang besar-besar Yahudi memberi kenyataan kepadanya mengadukan Paulus,","serta memohonkan karunia hendak melawan Paulus dengan jalan Pestus memanggil dia ke Yeruzalem; maka mereka itu sudah membuat pakat mengendap hendak membunuh dia di jalan.","Tetapi Pestus menjawab, bahwa Paulus itu sudah tertahan di Kaisaria, dan ia sendiri pun bermaksud hendak pergi segera ke sana.","\"Sebab itu,\" katanya, \"hendaklah segala orang, yang ada hak di antara kamu, turun bersama-sama dengan aku, dan jikalau ada apa-apa kesalahan orang itu, biarlah mereka itu mendakwa dia.\"","Setelah Pestus tinggal bersama-sama dengan mereka itu tiada lebih daripada delapan atau sepuluh hari lamanya, maka turunlah ia ke Kaisaria; dan pada keesokan harinya duduklah ia di atas kursi pengadilan, lalu memberi perintah membawa Paulus ke hadapannya.","Setelah Paulus tiba, maka orang Yahudi, yang sudah turun dari Yeruzalem berdiri sekeliling dia, membawa beberapa banyak pendakwaan yang berat ke atasnya, yang tiada dapat diterangkan oleh mereka itu;","sedang Paulus menyatakan di dalam jawabannya, katanya, \"Bahwa suatu pun tiada dosa hamba melanggar hukum orang Yahudi, atau kepada Bait Allah, atau kepada Kaisar pun.\"","Tetapi Pestus, oleh sebab hendak mengambil hati orang Yahudi, menjawab kepada Paulus, katanya, \"Maukah engkau naik ke Yeruzalem dan di sana dihakimkan segala perkara ini di hadapanku?\"","Maka kata Paulus, \"Adalah hamba ini berdiri di hadapan kursi pengadilan Kaisar, tempat yang wajib hamba dihakimkan; tetapi kepada orang Yahudi suatu pun tiada kesalahan hamba, seperti terlebih maklum kepada Tuan juga.","Jikalau hamba bersalah dan sudah melakukan barang sesuatu yang berpadan dengan hukum bunuh, tiadalah hamba enggan daripada mati; tetapi jikalau tiada benar barang yang dituduh oleh mereka itu atas hamba, maka tiadalah seorang pun boleh menyerahkan hamba kepada mereka itu. Bahwa hamba memanjat pengadilan Kaisar.\"","Maka Pestus pun, lepas daripada bermusyawarat dengan Sidang Majelis itu, menjawablah, \"Engkau memanjat pengadilan Kaisar, maka kepada Kaisarlah wajib engkau pergi.\"","Beberapa hari kemudian daripada itu, tibalah Baginda Agerippa dengan Bernike di Kaisaria, hendak menghormatkan Pestus.","Sementara keduanya tinggal beberapa hari di situ, maka Pestus pun membentangkan perkara Paulus di hadapan baginda itu, katanya, \"Adalah di sini seorang tahanan yang ditinggalkan oleh Pelik,","maka tatkala patik di Yeruzalem, segala kepala imam dan orang tua-tua Yahudi memberi kenyataan tentang dia, serta meminta jatuhkan hukum ke atasnya.","Maka jawab patik kepada mereka itu, bahwa tiada lazim bagi orang Rum menyerahkan barang seorang sebelum diperhadapkan orang yang dituduh dengan orang yang menuduh itu, serta beroleh kesempatan akan memberi jawaban di dalam pendakwaan atasnya.","Apabila mereka itu sudah datang berhimpun di sini, tiadalah patik lambatkan lagi, melainkan pada keesokan harinya duduklah patik di atas kursi pengadilan memberi perintah orang itu menghadap.","Tatkala itu orang-orang yang menuduh itu pun berdirilah, tetapi tiadalah mereka itu membawa tuduhan daripada perkara jahat seperti yang patik ini sangkakan,","melainkan ada beberapa masalah sahaja ke atasnya dari hal agama mereka itu sendiri, dan lagi tentang seorang bernama Yesus yang sudah mati itu, yang diaku Paulus Ia hidup.","Maka oleh sebab patik ini sudah serba salah di dalam pemeriksaan perkara itu, lalu patik bertanya kalau-kalau ia mau pergi ke Yeruzalem, dan dihakimkan perkara itu di sana.","Tetapi sebab Paulus memanjat pengadilan minta ditahan sehingga keputusan baginda Kaisar itu, maka patik memberi perintah menahan dia, sehingga patik mengantarkan dia kepada Kaisar.\"","Maka kata Agerippa kepada Pestus, \"Aku sendiri pun suka hendak mendengar orang itu.\" Maka sembahnya, \"Besok hari dapatlah Tuanku mendengar dia.\"","Maka pada keesokan harinya datanglah Agerippa dan Bernike dengan selengkap kebesarannya masuk ke tempat Majelis Bicara bersama-sama dengan segala panglima laskar dan orang besar-besar negeri itu; maka dengan perintah Pestus, Paulus pun dibawalah masuk menghadap.","Lalu kata Pestus, \"Ya Baginda Agerippa dan Tuan-tuan sekalian yang hadir bersama-sama dengan kami di sini, tengok inilah orang yang karena sebabnya segenap kaum Yahudi, baik di Yeruzalem baik di sini, sudah mengadu kepada patik dengan teriaknya mengatakan bahwa tiada layak ia hidup lagi.","Tetapi tampak kepada patik ini, bahwa suatu pun tiada perbuatannya itu yang berpadan dengan hukum bunuh. Dan sebab ia sendiri memanjat pengadilan baginda Kaisar itu, maka patik sudah menentukan akan menyuruhkan dia.","Tetapi tiadalah ketahuan barang yang patik hendak tuliskan kepada yang dipertuan baginda itu; sebab itu inilah patik membawa dia menghadap Tuan-tuan sekalian, terutama sekali Tuanku Baginda Agerippa, supaya lepas daripada pemeriksaan itu dapat patik barang sesuatu yang akan patik tuliskan.","Karena pada sangka patik, tiada semenggah menyuruhkan orang tahanan dengan tiada menyatakan juga tuduhan itu ke atasnya.\""]