["Maka Paulus menatap Sidang Majelis itu, katanya, \"Hai Tuan-tuan dan Saudara-saudara, aku ini hidup di hadapan Allah dengan segala perasaan hatiku yang tulus ikhlas hingga kepada hari ini.\"","Maka Ananias, Imam Besar itu pun, menyuruhkan orang yang berdiri dekat Paulus menamparkan mulutnya.","Lalu kata Paulus kepadanya, \"Allah akan menampar engkau, hai dinding yang bersapu kapur! Sungguhkah engkau ini duduk menghukumkan aku menurut hukum, sedangkan engkau melawan hukum dengan memerintahkan aku ditampar itu?\"","Maka kata orang yang berdiri dekat itu, \"Engkau mencercai Imam Besar Allahkah?\"","Maka jawab Paulus, \"Hai saudara-saudaraku, tiada aku ketahui, bahwa ia itu Imam Besar; karena adalah tersurat: Janganlah engkau menjahatkan penghulu kaummu.\"","Tetapi apabila Paulus nampak yang sebahagian itu orang Saduki, dan yang lain itu orang Parisi, lalu berserulah ia, katanya, \"Hai Tuan-tuan dan Saudara-saudara aku ini orang Parisi dan anak orang Parisi. Maka sebab pengharapan kebangkitan orang mati aku didakwa.\"","Setelah ia berkata demikian, maka bangkitlah suatu perbantahan di antara orang Parisi dengan orang Saduki, dan orang banyak itu pun bersebelahlah.","Karena orang Saduki mengatakan bahwa tiadalah kiamat, dan tiada juga malaekat atau roh; tetapi orang Parisi mengaku ada semuanya itu.","Maka bangkitlah gaduh yang besar, dan beberapa ahli Taurat daripada pihak orang Parisi bangkit sambil berbalah-balah, ujarnya, \"Pada pendapatan kami suatu pun tiada kejahatan orang ini; tetapi apakah salahnya kalau-kalau suatu roh atau malaekat bertutur dengan dia?\"","Tetapi apabila bangkit suatu perbantahan yang besar itu, maka panglima laskar itu pun menyuruh segala laskar itu turun mengambil Paulus dengan keras dari tengah-tengah mereka itu serta membawa dia ke dalam kota, sebab ia takut kalau-kalau Paulus dikoyak-koyak oleh mereka itu.","Maka pada malamnya itu berdirilah Tuhan di sisinya sambil bersabda, \"Tetapkanlah hatimu! Karena sebagaimana engkau sudah menyaksikan hal-Ku di Yeruzalem, sedemikian itu juga wajib engkau menyaksikan di Rum.\"","Setelah siang hari maka orang Yahudi itu pun bersepakatlah menjunjung sumpah mengatakan, bahwa tiada mereka itu mau makan atau minum sehingga sampai Paulus dibunuhnya.","Maka banyaknya mereka itu lebih daripada empat puluh orang yang bersepakat dengan sumpah itu.","Sekalian orang itu pun pergilah kepada kepala-kepala imam dan orang tua-tua, serta berkata, \"Kami sudah menjunjung sumpah yang besar, bahwa suatu pun tiada kami mau makan sebelum kami membunuh Paulus.","Oleh sebab itu sekarang hendaklah kamu dengan Majelis itu menyatakan kepada panglima laskar itu, supaya ia membawa dia turun kepada kamu, seolah-olah kamu bermaksud hendak menyelidiki perkaranya dengan lebih tertibnya. Tetapi kami ini sudah sedia akan membunuh dia sebelum ia datang dekat.\"","Tetapi tatkala anak laki-laki saudara Paulus yang perempuan mendengar dari hal pakat itu, lalu ia pun pergilah masuk ke dalam kota memberitahu kepada Paulus.","Maka dipanggil oleh Paulus seorang penghulu laskar itu serta katanya, \"Bawalah orang muda ini kepada panglima laskar; karena ada suatu perkara hendak dimaklumkannya kepadanya.\"","Maka ia pun mengambil serta membawa dia kepada panglima laskar itu, lalu katanya, \"Adalah Paulus orang yang terpenjara itu memanggil hamba meminta bawakan orang muda ini kepada Tuan, karena ada suatu perkara hendak dimaklumkannya kepada Tuan.\"","Maka panglima laskar itu pun memegang tangannya, lalu membawa dia ke sebelah berasing, serta bertanya, \"Apakah yang hendak engkau katakan kepadaku itu?\"","Maka jawabnya, \"Adalah orang Yahudi sudah bersepakat akan minta Tuan membawa Paulus besok turun menghadap Sidang Majelis, seolah-olah Tuan bermaksud hendak menyelidiki halnya dengan lebih tertib lagi.","Sebab itu janganlah kiranya Tuan luluskan kehendak mereka itu, karena daripada mereka itu ada lebih empat puluh orang mengendap dia menjunjung sumpah tiada mau makan atau minum sehingga Paulus dibunuhnya. Maka sekarang ini sekaliannya itu sudah sedia menantikan izin Tuan.\"","Oleh yang demikian, maka panglima laskar itu pun menyuruhkan orang muda itu pulang sambil berperintah kepadanya, \"Jangan mengatakan kepada barang seorang pun, bahwa engkau sudah menyatakan perkara ini kepadaku.\"","Lalu dipanggilnya dua orang penghulu laskar itu serta katanya, \"Lengkapkanlah dua ratus orang laskar supaya pergi ke Kaisaria, dan tujuh puluh orang berkuda, dan dua ratus orang bertombak, pada pukul sembilan malam ini.","Dan sediakan beberapa kendaraan akan menaikkan Paulus ke atasnya, serta bawa dia dengan sejahteranya kepada Pelik, pemerintah itu.\"","Maka ditulisnya sepucuk surat, demikian bunyinya,","\"Salam daripada hamba, yaitu Kelaudius Lisias datang kepada Pelik pemerintah yang amat mulia.","Bahwa orang ini sudah dipegangkan oleh orang Yahudi, dan sedang mereka itu hendak membunuh dia, maka hamba pun datanglah beserta dengan segala laskar melepaskan dia, sebab hamba sudah mendengar, bahwa ia ini orang Rum.","Maka oleh sebab hamba bermaksud hendak mengetahui akan sebabnya mereka itu menyalahkan dia, hamba bawalah dia turun menghadap Sidang Majelis mereka itu.","Maka hamba dapati dia itu disalahkan atas beberapa masalah hukum mereka itu, tetapi suatu pun tiada tuduhan atasnya yang berpadan dengan hukum bunuh atau penjara.","Dan tatkala dinyatakan kepada hamba, bahwa ada suatu pakatan jahat ke atas orang ini, maka dengan segeranya hamba antarkan dia ini menghadap Tuan, sambil memberi perintah juga kepada segala lawannya mengadukan dia di hadapan Tuan.\"","Demikianlah segala laskar itu mengambil Paulus sebagaimana yang diperintahkan kepada mereka itu, lalu membawa dia pada waktu malam ke Antipateris.","Tetapi pada keesokan harinya mereka itu meninggalkan segala orang yang berkuda itu pergi dengan dia, lalu mereka itu balik ke kota.","Tatkala sampai ke Kaisaria maka mereka itu pun mempersembahkan surat itu kepada pemerintah, dan Paulus pun dibawalah menghadap.","Setelah dibacanya surat itu, bertanyalah ia akan jajahan asalnya dia, maka tatkala diketahuinya bahwa Paulus itu orang Kilikia,","lalu katanya, \"Aku akan memeriksa perkaramu, apabila segala lawanmu itu juga tiba di sini.\" Maka diperintahkannya Paulus itu ditahan di dalam istana Herodes."]