["Maka titah Agerippa kepada Paulus, \"Engkau diizinkan berkata-kata di atas membenarkan hal diri engkau sendiri.\" Lalu Paulus pun mengangkat tangannya sambil mengatakan jawabannya,","\"Ya Tuanku Baginda Agerippa, bahwa pada perasaan patik beruntunglah diri patik, sebab pada hari ini patik terkena mempersembahkan jawaban ke bawah duli Tuanku tentang segala tuduhan orang Yahudi atas patik.","Istimewa pula sebab Tuanku terlebih mengetahui segala adat istiadat dan masalah di antara orang Yahudi; oleh sebab itu mohonlah patik Tuanku mendengar patik dengan tenang hati Tuanku.","Telah maklumlah kepada segala orang Yahudi akan hal kelakuan patik dari muda patik, yaitu daripada permulaan di antara orang bangsa patik dan di Yeruzalem,","karena mereka itu kenal patik dari awal, dan jikalau mau, dapatlah mereka itu menyaksikan, bahwa patik sudah hidup seperti seorang Parisi menurut mazhab yang terlebih taat di dalam ibadat patik sekalian.","Sekarang patik berdiri di sini terdakwa oleh sebab pengharapan kepada perjanjian, yang dijanjikan Allah kepada nenek moyang patik sekalian,","yang akan harap dicapai juga oleh kedua belas suku bangsa patik sekalian, dan sebab itu dengan taat beribadat kepada Allah siang malam. Maka sebab pengharapan itulah, ya Tuanku, patik didakwa oleh orang Yahudi itu.","Apakah sebabnya Tuan-tuan sekalian menyangkakan mustahil, jikalau Allah membangkitkan orang mati?","Dengan sesungguhnya patik ini sudah bersangka sendiri, bahwa wajib patik melakukan beberapa banyak perseteruan lawan nama Yesus orang Nazaret itu.","Maka itu pun sudah juga patik perbuat di Yeruzalem, yaitu setelah patik mendapat kuasa daripada kepala-kepala imam, lalu patik kurungkan beberapa banyak orang suci di dalam penjara, dan tatkala mereka itu dibunuh patik pun menyukakannya.","Dan kerapkali patik siksakan mereka itu di dalam segala rumah sembahyang itu, dan memaksa mereka itu menghujat, dan sebab tersangat geram akan mereka itu, patik hambat walaupun sampai di negeri asing.","Maka di dalam hal itu tatkala patik sedang berjalan ke Damsyik dengan kuasa dan izin kepala-kepala imam itu,","maka pada tengah hari, ya Tuanku, patik nampak di jalan itu suatu cahaya dari langit yang terlebih terang cahayanya daripada matahari, bersinar-sinar sekeliling patik dan segala orang yang berjalan bersama-sama patik itu.","Tatkala patik sekalian sudah rebah ke tanah, patik dengar suatu suara mengatakan kepada patik dengan bahasa Ibrani: Saul, Saul, apakah sebabnya engkau aniayakan Aku? Sukarlah bagimu menendang kosa.","Maka kata patik: Siapakah Engkau, ya Tuhan? Maka kata Tuhan itu: Akulah Yesus yang engkau aniayakan;","tetapi bangkit dan berdiri tegaklah engkau, karena inilah sebabnya Aku kelihatan kepada engkau, hendak menetapkan engkau menjadi rasul dan saksi, baik dari segala perihal yang sudah engkau tampak baik dari hal yang di dalamnya Aku akan dinyatakan kepada engkau kelak;","sambil melepaskan engkau daripada kaum itu dan daripada orang kafir yang Aku ini suruhkan engkau pergi","akan mencelikkan mata mereka itu, supaya mereka itu berpaling daripada gelap kepada terang, dan daripada kuasa Iblis kepada Allah, dan supaya mereka itu beroleh keampunan dosa dan bahagian bersama-sama dengan segala orang yang dikuduskan itu oleh sebab iman kepada-Ku.","Itulah sebabnya, ya Tuanku Baginda Agerippa, tiadalah patik ingkar daripada menurut penglihatan yang dari surga itu,","melainkan patik kabarkan dahulu baik kepada orang di Damsyik baik di Yeruzalem serta di seluruh tanah Yudea, demikian juga kepada orang kafir, supaya mereka itu bertobat, dan berpaling kepada Allah dengan berbuat amal yang bersetuju dengan tobat itu.","Oleh sebab segala perkara itulah, maka orang Yahudi itu memegangkan patik di dalam Bait Allah mencoba membunuh patik.","Tetapi sebab sudah beroleh pertolongan Allah, maka hingga kepada hari ini patik ada lagi, serta naik saksi di hadapan segala orang, baik kecil atau besar, dengan tiada mengatakan barang yang lain melainkan barang yang disabdakan oleh nabi-nabi dan Musa, yang akan berlaku kelak,","yaitu bahwa wajib Kristus merasai sengsara, dan wajib Ia yang pertama-tama bangkit dari antara orang mati akan memberitakan suatu terang kepada kaum kita ini dan kepada orang kafir pun.\"","Sedang ia memberi jawabannya demikian, maka Pestus pun berkatalah dengan nyaring suaranya, \"Gila engkau, hai Paulus, ilmu yang berlebih-lebih itu menggilakan engkau.\"","Tetapi kata Paulus, \"Bukannya hamba gila, ya Pestus yang mulia, melainkan hamba mengatakan yang benar dan yang berakal baik.","Karena baginda itu mengetahui segala perkara itu, sebab kepadanya juga hamba sembahkan dengan bebasnya, karena hamba yakin, bahwa segala sesuatu itu termaklum kepadanya, oleh sebab perkara itu bukannya berlaku di ceruk-ceruk.","Ya Tuanku Baginda Agerippa, percayakah Tuanku akan nabi-nabi itu? Patik ketahui bahwa Tuanku percaya.\"","Maka Agerippa pun bersabdalah kepada Paulus, \"Nyaris engkau meyakinkan aku menjadi orang Kristen.\"","Maka sembah Paulus, \"Patik pohonkan kepada Allah bahwa lambat dengan bangatnya bukannya Tuanku sahaja, melainkan segala orang yang sudah mendengar patik pada hari ini juga, boleh menjadi sama seperti patik ini, kecuali belenggu ini.\"","Maka bangkitlah baginda itu diiringkan oleh pemerintah dan Bernike dan segala orang yang duduk beserta dengan mereka itu,","dan setelah undur mereka itu pun bercakap-cakaplah sama sendiri, katanya, \"Orang ini berbuat suatu pun tiada yang berpadan dengan hukum bunuh atau penjara.\"","Maka sabda Agerippa kepada Pestus, \"Orang ini sudah boleh dilepaskan, kalau tiada ia memanjat pengadilan Kaisar.\""]