["Maka lima hari kemudian daripada itu turunlah Ananias, Imam Besar, dengan beberapa orang tua-tua dan seorang pengacara bernama Tertullus; semuanya itu memberi kenyataan kepada pemerintah mengadukan Paulus.","Tatkala Paulus dipanggil maka mulailah Tertullus menuduh dia, katanya, \"Ya Tuan hamba Pelik yang amat mulia, bahwa dengan karunia Tuan hamba, maka hamba sekalian beroleh sangat sejahtera, dan dengan kebijakan Tuan hamba telah diadakan beberapa kemajuan untuk bangsa ini.","Maka senantiasalah barang di mana-mana pun hamba sekalian menyambut semuanya itu dengan beberapa syukur.","Tetapi supaya jangan hamba sekalian lagi menjemukan Tuan hamba, maka hamba sekalian mintalah kemurahan Tuan hamba mendengar sedikit perkataan hamba sekalian.","Karena orang ini hamba sekalian dapati seperti sampar, yaitu seorang penggerak huru-hara kepada sekalian orang Yahudi di seluruh dunia, dan menjadi kepala mazhab Nasrani,","yang juga sudah mencoba menajiskan Bait Allah; tetapi hamba sekalian memegangkan dia, serta hendak menghukumkan dia menurut hukum hamba sekalian;","tetapi datanglah Lisias, panglima itu, menyentak dia dengan gagahnya daripada tangan hamba sekalian, sambil menyuruh segala penuduhnya datang menghadap Tuan;","dan jikalau Tuan hamba memeriksa dia maka dapatlah Tuan hamba sendiri mengetahui daripadanya segala perkara sebabnya yang hamba sekalian ini mendakwa dia.\"","Maka segala orang Yahudi itu pun, yang menyertai tuduhan itu, menyungguhkan bahwa segala perkara itu betul demikian.","Setelah pemerintah itu menggamit dia menyuruh berkata-kata, lalu Paulus pun menjawab demikian ini, \"Sepanjang yang hamba ketahui, Tuan menjadi hakim di atas bangsa ini sudah beberapa tahun lamanya, maka dengan tetap hati hamba memberi jawaban hamba ini,","tampaknya Tuan boleh mengambil paham, bahwa tiada lebih daripada dua belas hari semenjak hamba naik ke Yeruzalem hendak sembahyang.","Maka tiadalah orang berjumpa hamba berbalah dengan barang seorang pun, atau menghasut orang banyak mengadakan huru-hara, baik di dalam Bait Allah atau di mana-mana pun di dalam negeri.","Dan tiada pula mereka itu dapat menerangkan kepada Tuan tuduhan mereka itu atas hamba sekarang ini.","Tetapi inilah yang hamba mengaku kepada Tuan bahwa menurut jalan agama yang mereka itu mengatakan suatu mazhab itu, maka demikianlah hamba menyembah Allah, Tuhan nenek moyang hamba, serta percaya akan segala sesuatu seperti yang tersurat di dalam hukum Taurat dan kitab nabi-nabi;","dan hamba menaruh harap akan Allah sama seperti mereka itu sendiri juga berharap, bahwa ada kelak kebangkitan daripada mati, baik bagi orang benar, baik bagi orang yang tiada benar.","Di dalam hal ini juga hamba berusahakan diri, supaya senantiasa hamba menaruh perasaan hati yang suci, baik kepada Allah atau manusia.","Maka selang beberapa tahun lamanya datanglah hamba membawakan sedekah kepada bangsa hamba, dan lagi beberapa persembahan.","Di dalam hal yang demikian ini dijumpainya hamba, sesudah hamba bersuci di dalam Bait Allah, bukannya bersama-sama dengan orang banyak dan bukannya dengan riuh rendah;","melainkan ada beberapa orang Yahudi sahaja dari Asia, yang patut ada di sini menghadap Tuan membawa tuduhannya kalau mereka itu ada barang pendakwaannya atas hamba.","Maka sebab orang itu tidak ada, biarlah orang-orang ini sendiri mengatakan apa perbuatan salah yang sudah didapatinya tatkala hamba berdiri di hadapan Majelis itu,","melainkan hanya sebab satu perkataan ini sahaja, yang hamba serukan tatkala hamba berdiri di antara mereka itu, yaitu: Dari hal kebangkitan orang mati sahaja hamba ini didakwa di hadapan Tuan pada hari ini.\"","Tetapi Pelik, yang terlebih tepat mengetahui jalan agama Kristen itu, sudah menangguhkan keputusan kepada mereka itu, serta katanya, \"Apabila Lisias, panglima laskar itu, turun ke mari kelak, aku akan memutuskan perkaramu ini.\"","Maka diberinya perintah kepada penghulu laskar itu akan menahani dia di dalam tahanan, tetapi dengan ringannya, dan jangan seorang daripada sahabat-sahabatnya dilarangkan melayani dia.","Setelah beberapa hari antaranya, tibalah Pelik dengan Derusilla isterinya, yaitu seorang perempuan Yahudi; lalu disuruhnya panggil Paulus, serta mendengar dia dari hal iman akan Kristus Yesus.","Tetapi tatkala Paulus bertutur dari hal keadilan dan hal tahan nafsu dan hukuman yang akan datang itu, maka takutlah Pelik, lalu menjawab, \"Sudah sekarang, pergilah, bila ada kelapangan aku akan memanggil engkau.\"","Dan lagi ia harap akan Paulus memberi dia uang. Sebab itu disuruhnya dia berulang-ulang datang menghadap, lalu bercakap-cakap dengan dia.","Tetapi setelah genap dua tahun lamanya, maka Pelik itu pun digantikan oleh Porkius Pestus; maka sebab Pelik hendak mengambil hati orang Yahudi ditinggalkannya Paulus terbelenggu di dalam tahanan."]