["Setelah kami bercerai dengan mereka itu, lalu berlayarlah kami langsung ke Kus, dan pada keesokan harinya sampai ke Rodus, dan dari sana ke Patara.","Apabila kami dapat sebuah kapal yang hendak menyeberang ke Feniki, maka kami pun naik lalu berlayar.","Setelah Kiperus kelihatan kepada kami di sebelah kiri, lalu berlayarlah kami ke benua Syam serta turun di negeri Tsur; karena di situlah kapal itu memunggah muatannya.","Maka kami pun berjumpalah dengan beberapa murid dan tinggallah di sana tujuh hari lamanya; maka mereka itu pun mengingatkan kepada Paulus dengan ilham Roh, supaya jangan ia naik ke Yeruzalem.","Setelah genap hari kami tinggal di situ, maka kami pun keluarlah melangsungkan pelayaran kami; maka sekaliannya dengan anak bininya mengantar kami sampai ke luar negeri, lalu bertelutlah kami berdoa di pantai.","Setelah bersalam-salaman seorang dengan seorang, lalu naiklah kami ke kapal, dan mereka itu pun pulanglah ke rumahnya.","Setelah sampai pelayaran kami dari Tsur tiba di Tolemais, lalu kami memberi salam kepada segala saudara, dan tinggallah sertanya satu hari lamanya.","Maka pada keesokan harinya kami pun berangkatlah, lalu sampai ke Kaisaria, serta masuk ke dalam rumah Pilipus, guru Injil itu, yaitu seorang daripada ketujuh orang itu, lalu tinggallah kami sertanya.","Adapun orang ini mempunyai empat anak perawan, yang bernubuat.","Sementara kami tinggal beberapa hari lamanya di situ, maka turunlah dari tanah Yudea seorang nabi, namanya Agabus,","lalu datang kepada kami, mengambil ikat pinggang Paulus, mengikat kaki tangannya sendiri serta berkata, \"Inilah sabda Rohulkudus, bahwa orang yang empunya ikat pinggang ini, sedemikian inilah akan diikat di Yeruzalem oleh orang Yahudi dan diserahkan ke tangan orang kafir.\"","Setelah kami mendengar demikian, maka kami ini beserta dengan orang isi negeri itu pun meminta dia jangan naik ke Yeruzalem.","Lalu jawab Paulus, \"Apakah gunanya kamu menangis dan menghancurkan hatiku? Karena aku ini rela bukannya diikat sahaja, melainkan mati juga di Yeruzalem karena sebab nama Tuhan Yesus.\"","Sedang ia tiada dapat dinasehatkan, maka kami pun berhentilah sambil berkata, \"Kehendak Tuhan jadilah.\"","Kemudian daripada itu kami pun bersedia, lalu naik ke Yeruzalem.","Maka adalah beberapa murid dari Kaisaria menyertai kami lalu membawa kami kepada Menason, orang Kiperus yang sudah lama menjadi murid, maka di rumahnya kami hendak menumpang.","Tatkala kami tiba di Yeruzalem, maka segala saudara itu pun menyambut kami dengan sukacitanya.","Pada keesokan harinya pergilah Paulus bersama-sama dengan kami kepada Yakub, maka segala ketua-ketua pun ada di situ.","Setelah memberi salam kepada mereka itu, maka ia pun menceriterakan segala perkara satu berturut satu yang diadakan oleh Allah dengan pekerjaan-Nya di antara orang kafir.","Maka mereka itu pun, setelah mendengar hal itu, memuliakan Allah sambil berkata kepada Paulus, \"Hai Saudara, engkau lihat, berapa ribu orang di antara orang Yahudi yang sudah percaya, tetapi sekaliannya itu memegang Taurat dengan gairah.","Tetapi dari hal engkau telah dikabarkan orang kepada mereka itu, bahwa engkau mengajarkan segala orang Yahudi, yang duduk di antara orang kafir itu, berpaling daripada Musa, mengatakan: Jangan menyunatkan anak-anaknya atau menurut adat istiadatnya;","sekarang bagaimanakah halnya? Tak dapat tiada mereka itu akan mendengar bahwa engkau sudah tiba.","Oleh sebab itu perbuatlah ini yang kami ikhtiarkan kepadamu. Pada kami ada empat orang yang bernazar;","bawalah orang-orang itu dan sucikan dirimu dengan mereka itu, serta tanggunglah belanjanya supaya mereka itu boleh dicukur kepalanya, dan sekalian orang mengetahui, bahwa segala halmu yang termaklum kepada mereka itu semuanya tiada benar, pada halnya engkau sendiri pun menurut Taurat juga.","Tetapi akan hal orang kafir yang percaya itu, kami sudah berkirim surat memberi keputusan, supaya mereka itu menjauhkan dirinya daripada makanan yang dipersembahkan kepada berhala, dan daripada darah, dan daripada binatang yang mati darah tertahan, dan daripada zinah.\"","Lalu Paulus pun membawa mereka itu sertanya, dan pada keesokan harinya disucikannya dirinya beserta dengan mereka itu, lalu masuk ke dalam Bait Allah menyatakan kegenapan hari kesucian itu, sehingga dipersembahkan persembahan untuk tiap-tiap orang itu.","Apabila hampir genap tujuh hari lamanya, maka orang Yahudi dari Asia itu pun yang memandang Paulus di dalam Bait Allah itu, mengharu orang banyak, lalu didatangkannya tangan ke atas Paulus,","sambil berteriak, katanya, \"Hai segala orang Israel, tolong! Inilah dia yang mengajarkan sekalian orang di mana-mana mencelakan kaum, dan Taurat, dan tempat ini. Dan lagi beberapa orang Gerika pun sudah dibawanya ke dalam Bait Allah, serta menajiskan tempat yang kudus ini.\"","Karena mereka itu dahulunya nampak Teropimus orang Epesus itu beserta dengan dia di dalam negeri, yang pada sangka mereka itu sudah dibawa oleh Paulus ke dalam Bait Allah.","Maka gemparlah seisi negeri itu, dan kaum itu pun berkerumunlah. Lalu dipegangkannya Paulus, dihelanya ke luar Bait Allah, dan seketika itu juga segala pintunya ditutupkan oranglah.","Tatkala mereka itu hendak membunuh dia, maka sampailah kabar kepada panglima laskar, bahwa segenap Yeruzalem di dalam huru-hara.","Maka ia pun segeralah membawa beberapa laskar dan penghulu laskar sambil turun berlari-lari kepada mereka itu, maka mereka itu, apabila terpandang akan panglima laskar dan laskar itu, berhentilah daripada memukul Paulus.","Lalu panglima laskar itu datang dekat sambil memegangkan dia dan memberi perintah merantaikan dia dengan dua rantai, dan bertanya siapa dia dan apa yang dilakukannya.","Maka setengah orang berteriak kata begini, dan setengah orang kata begitu di antara orang banyak. Tetapi oleh sebab tiada dapat ketentuan karena riuh itu, maka diperintahkannya membawa dia ke dalam kota.","Setelah sampai ke tangga, maka ia pun diusung oleh beberapa laskar, karena rempuh kaum itu.","Karena sekalian orang banyak itu mengikut dari belakang sambil berteriak-teriak, \"Lenyapkanlah dia!\"","Apabila Paulus hendak dibawa masuk ke dalam kota, berkatalah ia kepada panglima laskar itu, \"Bolehkah hamba mengatakan sesuatu kepada Tuan?\" Maka jawabnya, \"Tahukah engkau bahasa Gerika?","Bukankah engkau ini orang Mesir yang dahulu menggerakkan huru-hara dan membawa ke luar empat ribu orang penyamun ke padang belantara itu?\"","Tetapi kata Paulus, \"Hamba ini orang Yahudi dari Tarsus, anak negeri daripada suatu negeri yang termasyhur di tanah Kilikia, dan hamba mintalah kepada Tuan berilah hamba izin berkata-kata kepada kaum itu.\"","Setelah diizinkannya, maka Paulus pun berdirilah di atas tangga itu memberi isyarat dengan tangannya kepada kaum itu, dan apabila sudah senyap sekali, ia pun berkatalah dengan bahasa Ibrani, katanya,"]