["Setelah berhenti riuh itu, maka Paulus pun memanggil murid-murid itu serta menasehatkan mereka itu, dan setelah ia meminta diri, lalu pergilah ia ke Makedonia.","Apabila ia sudah menjajahi segala jajahan itu dan memberi orang-orang itu beberapa nasehat, langsunglah ia masuk ke tanah Gerika.","Lepas tiga bulan ia di sana, diadakan oleh orang Yahudi suatu pakatan ke atasnya, tatkala ia hendak berlayar ke benua Syam. Lalu ditentukannya hendak kembali melalui Makedonia.","Maka ia pun diiringkan sehingga sampai ke tanah Asia oleh Sopater bin Pirus orang Berea, dan Aristarkhus dan Sekundus orang-orang Tesalonika, dan Gayus orang Derbe, dan Timotius, dan Tikhikus dan Teropimus orang-orang Asia.","Maka segala orang itu pun pergi dahulu menantikan kami di Teroas.","Maka kami pun berlayarlah dari Pilipi kemudian daripada hari raya roti yang tiada beragi; maka di dalam lima hari tibalah kami di Teroas kepada mereka itu. Maka di situlah kami tinggal tujuh hari lamanya.","Maka pada hari yang pertama di dalam minggu itu tatkala kami berhimpun memecahkan roti, bertuturlah Paulus dengan mereka itu sebab maksudnya hendak berlayar pada keesokan harinya sambil melanjutkan ucapannya sehingga sampai tengah malam.","Adalah beberapa banyak pelita di dalam bilik yang di atas, di tempat kami berhimpun.","Maka ada seorang muda bernama Eutikhus duduk di jendela sudah terlelap. Maka oleh sebab Paulus terlalu lama berkata-kata, lalu ia ditawan oleh lelapnya itu sehingga jatuh dari tingkat yang ketiga, kemudian orang pun mengangkat dia sudah mati.","Maka Paulus pun turunlah, merebahkan diri kepadanya sambil mendekap dia, katanya, \"Janganlah kamu bergaduh, karena ada lagi nyawanya.\"","Setelah ia naik balik ke atas dan memecahkan roti, lalu makanlah ia sambil bercakap-cakap lama sehingga sampai dini hari, baharulah ia berangkat.","Maka orang pun membawa budak itu dengan hidup; maka sekaliannya beroleh penghiburan banyak.","Maka kami pun naiklah dahulu ke kapal, lalu berlayar ke Asos, dengan maksud hendak menyambut Paulus di sana, karena demikianlah pesannya, sedang ia sendiri hendak berjalan kaki.","Setelah ia berjumpa dengan kami di Asos, lalu kami menyambut dia, langsung pergi ke Mitilene.","Maka berlayarlah kami dari sana, dan pada keesokan harinya kami bertentangan dengan pulau Khios; dan pada lusanya kami singgah di Samos, dan pada tulatnya tibalah kami di Miletus.","Karena maksud Paulus akan berlayar melintas Epesus, supaya jangan berlambatan di tanah Asia sebab ia hendak bangat, kalau boleh ia tiba di Yeruzalem pada hari raya Pentakosta.","Maka dari Miletus disuruhnya orang ke Epesus memanggil ketua-ketua sidang jemaat.","Setelah datang orang itu kepadanya, maka berkatalah ia kepada mereka itu, \"Telah maklumlah kepada kamu daripada hari mula-mula aku memijak tanah Asia ini, bagaimana pergaulan aku dengan kamu senantiasa,","sambil beribadat kepada Tuhan dengan kerendahan hati dan dengan air mata, serta dengan beberapa pencobaan daripada pakatan orang Yahudi yang berlaku atasku;","maka daripada segala perkara yang berfaedah kepadamu suatu pun tiada aku sembunyikan, melainkan aku memberitakan kepadamu, serta mengajar kamu di hadapan orang banyak dan di dalam rumah-rumah,","sambil menyaksikan kepada orang Yahudi dan orang Gerika dari hal berpaling kepada Allah dan beriman kepada Tuhan kita Yesus.","Sekarang ketahuilah: Aku ini terikat di dalam Roh pergi ke Yeruzalem, tiadalah aku ketahui apa yang akan berlaku ke atasku di situ,","hanyalah Rohulkudus itu menyaksikan aku dari sebuah ke sebuah negeri, menyatakan bahwa pengikat dan sengsara menantikan aku.","Tetapi sekali-kali tiada aku mengindahkan nyawaku berharga kepada diriku, asalkan dapat aku menyempurnakan jalan tanggunganku dan jawatan, yang aku telah peroleh daripada Tuhan Yesus, yaitu hendak menyaksikan Injil dari hal anugerah Allah.","Sekarang ingatlah, aku ini ketahui bahwa kamu sekalian, yang sudah aku lewati dengan memberitakan kerajaan Allah itu, tiada akan memandang mukaku lagi.","Oleh sebab itu pada hari ini aku menyatakan kepada kamu, bahwa aku lepas daripada darah sekalian orang.","Karena tiada kusembunyikan apa-apa, melainkan kuberitakan kepadamu segenap kehendak Allah.","Ingatlah akan dirimu sendiri dan akan segenap kawan itu, yang di antaranya kamu ditetapkan menjadi gembala oleh Rohulkudus, akan menggembalakan sidang jemaat Allah, yang sudah ditebus-Nya dengan darah-Nya sendiri.","Maka aku ini ketahui bahwa sepeninggal aku kelak masuk di antara kamu beberapa serigala yang ganas, yang tiada menyayangkan kawan itu;","maka dari antara kamu sendiri pun akan berbangkit beberapa orang yang memberi pengajaran salah, menarik hati murid-murid itu mengikut dia.","Sebab itu berjagalah, dan ingatlah bahwa tiga tahun lamanya siang malam tiadalah aku berhenti-henti, menasehatkan tiap-tiap orang dengan air mataku.","Sekarang aku serahkan kamu kepada Tuhan dan kepada firman anugerah-Nya itu, yang berkuasa meneguhkan kamu serta mengaruniai kamu warisan bersama-sama dengan segala orang yang disucikan itu.","Maka tiadalah aku tamak akan perak atau emas atau pakaian orang.","Maka kamu sendiri pun mengetahui bahwa tanganku ini sudah berusaha mencukupkan nafakah aku dan orang-orang yang beserta dengan aku.","Di dalam segala sesuatu sudah aku menunjukkan kamu teladan bagaimana yang patut kamu usahakan menolong orang yang lemah, dan mengingat perkataan Tuhan Yesus, seperti yang dikatakan-Nya sendiri: Bahwa terlebih berkat memberi daripada menerima.\"","Setelah Paulus berkata demikian, bertelutlah ia sambil berdoa bersama-sama dengan mereka itu sekalian.","Maka mereka itu pun menangislah tersedih-sedih, lalu memeluk leher Paulus sambil mencium dia,","dengan teramat dukacitanya oleh sebab perkataan yang telah dikatakannya itu, bahwa mereka itu tiada akan memandang mukanya lagi. Lalu dihantarnya dia ke kapal."]