["Setelah sudah ditetapkan perihal kami hendak berlayar ke Italia, maka diserahkannya Paulus dan beberapa orang belenggu yang lain kepada penghulu laskar bernama Yulius daripada pasukan Kaisar itu.","Maka kami pun naiklah ke sebuah kapal yang dari Aderamitium, yang sedang berlayar menyusur teluk rantau Asia, lalu kami pun bertolaklah. Maka adalah bersama-sama dengan kami Aristarkus, orang Makedonia dari negeri Tesalonika.","Pada keesokan harinya singgahlah kami di Sidon. Maka Yulius itu, yang berbudi bahasa kepada Paulus, mengizinkan dia pergi kepada sahabat-sahabatnya menyenangkan diri.","Setelah bertolak dari sana, berlayarlah kami menyusur Kiperus sebab angin sakal.","Tatkala kami sudah menyeberang Laut Kilikia dan Pampilia, lalu tibalah kami di Mira di tanah Likia.","Maka di sana penghulu laskar itu mendapat sebuah kapal dari Iskandaria yang hendak berlayar ke Italia, lalu kami pun ditumpangkannya ke dalam kapal itu.","Maka beberapa hari lamanya kami berlayar perlahan-lahan, dan dengan kesukarannya kami menghampiri Kenidus, dan sedang angin menahan kami, maka berlayarlah kami menyusur pulau Kerete melalui Salmone,","dan dengan kesukarannya menyusur pulau itu, maka tibalah kami pada suatu tempat bernama Pelabuhan Elok, dekat negeri Lasea.","Setelah beberapa hari lamanya tampaklah bahaya ke atas pelayaran itu, karena hari puasa pun sudah lepas, lalu Paulus pun mengingatkan,","sambil berkata kepada mereka itu, \"Ya Tuan-tuan, hamba tampak bahwa pelayaran ini kelak bermarabahaya dan kerugian banyak, bukannya kepada muatan dan kapal ini sahaja, melainkan nyawa kita juga.\"","Akan tetapi penghulu laskar itu terlebih percaya kepada jurumudi dan nakhoda kapal itu daripada sekalian yang dikatakan oleh Paulus itu.","Maka oleh sebab letaknya pelabuhan itu tiada baik bagi menumpang semusim dingin, maka kebanyakan orang pun menetapkan ikhtiarnya hendak langsung berlayar dari situ, mudah-mudahan dapat mereka itu sampai ke Penik, lalu tinggal semusim dingin itu di sana, yaitu suatu pelabuhan di pulau Kerete, yang menghadap barat daya dan barat laut.","Maka tatkala angin selatan bertiup sepoi-sepoi, mereka itu pun menyangka bahwa maksudnya sudah sampai, lalu membongkar sauh, serta berlayar menyusur pantai Kerete.","Tetapi tiada berapa lama antaranya turunlah memukul ke situ suatu angin puting beliung yang bernama Yurakulon.","Tatkala kapal itu dibawa angin dan tiada dapat melawannya, maka kami biarkan sahaja lalu berhanyut.","Dan tatkala kami di bawah angin menyusur sebuah pulau kecil bernama Kelauda, maka dengan sukarnya dapatlah kami menarik sampan.","Setelah dinaikkannya sampan itu, dicarinya akal membarut kapal itu, dan sebab takut terdampar pada Sirtis, maka diturunkannya segala alat kapal, dan demikianlah terapung-apung.","Sebab kami sangat terlambung-lambung oleh ribut, maka pada keesokan harinya mereka itu pun membuangkan muatan ke laut,","dan lusanya membuangkan beberapa perkakas kapal dengan tangan sendiri.","Tatkala tiada kelihatan matahari dan bintang beberapa hari lamanya, dan angin ribut tersangat kuat menimpa kami, maka akhirnya putuslah segala pengharapan kami akan beroleh selamat.","Maka sedang sudah lama orang tiada makan, lalu berdirilah Paulus di tengah-tengah mereka itu sambil berkata, \"Ya Tuan-Tuan, sepatutnya didengarkan perkataan hamba: Jangan berlayar dari Kerete sehingga mendapat marabahaya dan kerugian ini.","Tetapi sekarang pun hamba menasehatkan Tuan-tuan menetapkan hati; karena nyawa Tuan-tuan sekalian tiada akan hilang, melainkan kapal sahaja.","Karena pada malam tadi terdirilah di sisi hamba seorang malaekat daripada Allah yang memiliki hamba ini dan yang hamba sembah itu,","katanya: Jangan takut, hai Paulus. Tak dapat tiada engkau akan berdiri di hadapan Kaisar, maka sesungguhnya Allah telah mengaruniakan kepadamu sekalian orang yang berlayar bersama-sama dengan engkau.","Oleh yang demikian, ya Tuan-tuan, tetapkanlah hatimu, karena hamba yakin akan Allah, bahwa sebagaimana firman yang diturunkan-Nya kepada hamba, itulah akan berlaku.","Akan tetapi tak dapat tiada kita akan terdampar pada sebuah pulau.\"","Tatkala sampai kepada malam yang keempat belas sedang kami terapung-apung di laut Aderia, maka sekira-kira tengah malam kelasi-kelasi itu pun, yang menyangkakan sudah dekat dengan daratan,","membuangkan batu duga, lalu didapatinya dua puluh depa dalamnya; maka tiada berapa jauh dari situ dibuangnya pula batu duga dan didapatinya lima belas depa.","Dan sebab takutkan kalau-kalau terkandas ke atas tempat berbatu karang, maka mereka itu pun melabuhkan empat sauh daripada buritan, serta mencita-cita akan hari siang.","Tetapi tatkala kelasi-kelasi itu mencari akal hendak berlepas diri meninggalkan kapal itu serta menurunkan sampan ke laut dengan berpura-pura hendak mengulurkan sauh dari haluan,","maka berkatalah Paulus kepada penghulu laskar dan segala laskar itu, \"Jikalau mereka itu tiada tinggal di kapal, maka Tuan-tuan ini sekali-kali tiada dapat selamat.\"","Lalu segala laskar itu pun mengerat tali sampan itu dan membiarkan hanyut.","Tatkala hari hendak siang, maka Paulus pun mengajak sekalian orang makan sambil katanya, \"Inilah hari yang keempat belas Tuan-tuan ternanti-nanti, senantiasa berlapar dengan tiada makan barang sesuatu pun.","Oleh sebab itu hamba pinta Tuan-tuan kiranya makan, karena inilah mendatangkan selamat. Sebab tiada sehelai rambut akan binasa daripada kepala seorang pun dari antara Tuan-tuan.\"","Setelah dikatakannya demikian, maka diambilnya roti dan diucapkannya syukur kepada Allah di hadapan mereka itu sekalian, maka dipecahkannya itu lalu mulailah makan.","Kemudian tetaplah hati sekaliannya itu, lalu mereka itu pun makan.","Adalah banyaknya kami di dalam kapal itu dua ratus tujuh puluh enam orang.","Setelah kenyanglah mereka itu makan, maka kapal itu pun dianggalkan oleh mereka itu dengan membuangkan gandum ke laut.","Setelah siang hari, maka tiada dikenalnya daratan itu, tetapi dilihatnya suatu teluk yang berpantai; maka berikhtiarlah mereka itu kalau-kalau dapat mendamparkan kapal itu ke sana.","Maka dikeratnya segala tali sauh itu, ditinggalkannya di dalam laut, sambil mengorak pengikat kemudi itu dan menaikkan layar agung menambang angin, lalu ditujukannya ke pantai itu.","Maka sampai kepada suatu tempat dua arus, lalu mereka itu pun mendamparkan kapal itu sehingga haluannya lekat tiada dapat bergerak, tetapi buritannya habis pecah oleh sebab kekuatan gelombang itu.","Lalu segala laskar itu pun bermaksud hendak membunuh sekalian orang belenggu, supaya jangan seorang pun sambil berenang langsung lari.","Tetapi oleh sebab penghulu laskar itu hendak menyelamatkan Paulus itu, maka dirintanginya maksud mereka itu sambil memerintahkan, bahwa segala orang yang tahu berenang hendaklah terjun ke laut dan naik ke darat dahulu.","Dan yang lain-lain itu, separuh berpegang pada papan, dan separuh pada pecahan-pecahan kapal. Dengan hal yang demikian mereka itu sekalian selamat sampai ke darat."]