["Tatkala kami sudah selamat, baharulah kami ketahui bahwa pulau itu bernama Melite.","Maka orang pulau itu pun menunjukkan kasihan yang teramat sangat kepada kami, karena dinyalakannya api serta menyambut kami sekalian sebab kena hujan dan dingin.","Tetapi apabila Paulus sudah memungut seberkas ranting-ranting dan meletakkan ke atas api itu, maka keluarlah seekor ular, sebab hangat itu, memagut tangannya.","Apabila orang pulau itu terpandang binatang itu tergantung pada tangannya, maka mereka itu pun berkatalah sama sendiri, \"Tiada syak lagi orang ini pembunuh orang, walaupun ia sudah terlepas daripada bahaya laut, tetapi Dewi Pembalas tiada membiarkan dia hidup.\"","Lalu Paulus pun mengebaskan binatang itu ke dalam api dan suatu pun tiada ia berasa sakit.","Maka mereka itu bersangka bahwa ia akan bengkak, atau seketika itu juga rebah mati. Tetapi apabila sudah lama mereka itu menunggu dan tiada kelihatan barang sesuatu bahaya atasnya, maka berubahlah sangka mereka itu, lalu mengatakan bahwa Paulus suatu dewa.","Maka dekat dengan tempat itu juga adalah beberapa bidang tanah yang dipunyai oleh seorang bernama Pubelius, penghulu pulau itu; maka ia telah menyambut dan menjamu kami dengan kemurahan tiga hari lamanya.","Maka adalah bapa Pubelius terbaring demam dan ceretkan darah; maka masuklah Paulus kepadanya, lalu berdoa sambil meletakkan tangan ke atasnya menyembuhkan dia.","Setelah itu, maka orang lain-lain yang ada berpenyakit di pulau itu pun datanglah serta disembuhkannya.","Maka mereka itu pun menghormatkan kami dengan beberapa hormat; dan tatkala kami hendak bertolak, mereka itu membawakan kami barang yang perlu.","Maka lepas tiga bulan lamanya berlayarlah kami dengan sebuah kapal yang dari Iskandaria bergambar Dioskuri (anak kembar: Kastor dan Poluk), yang berlabuh semusim dingin di pulau itu.","Serta tiba di Sirakusa, maka singgahlah kami di situ tiga hari lamanya.","Dari sana berlayarlah kami berbelok-belok dan sampailah ke Regium. Maka pada keesokan harinya turun angin selatan yang membawa kami, lalu pada lusanya kami tiba di Putioli.","Di situlah kami berjumpa dengan saudara-saudara, yang menjemput kami singgah tujuh hari lamanya beserta dengan mereka itu; kemudian pergilah kami ke Rum.","Setelah saudara-saudara yang di sana mendengar hal ihwal kami, maka datanglah mereka itu sampai ke pekan Apius dan Kedai Tiga berjumpa dengan kami. Tatkala Paulus terpandang mereka itu, lalu mengucapkan syukur kepada Allah sambil menetapkan hatinya.","Tatkala kami telah masuk ke negeri Rum, maka Paulus pun diizinkan diam berasing beserta dengan seorang laskar yang menjaga dia.","Lepas tiga hari maka dipanggilnya segala orang besar-besar Yahudi berhimpun. Setelah sudah mereka itu berkumpul, berkatalah ia kepada mereka itu, \"Hai saudara-saudaraku, sungguhpun aku ini tiada melakukan barang sesuatu yang melawan kaum atau adat nenek moyang kita, tetapi sudah terserah menjadi orang belenggu dari Yeruzalem sehingga sampai ke tangan orang Rum.","Maka mereka itu pun memeriksa aku, lalu bermaksud hendak melepaskan aku, karena suatu pun tiada yang menyebabkan aku patut mati dibunuh.","Tetapi tatkala orang Yahudi berkuat membantah itu, maka terpaksalah aku memanjat pengadilan Kaisar, bukannya sebab aku ada sesuatu pengaduan ke atas kaumku.","Maka itulah sebabnya aku meminta kamu datang ke mari hendak melihat kamu dan bercakap-cakap dengan kamu; karena dari sebab pengharapan bani Israel aku menanggung belenggu ini.\"","Maka kata mereka itu kepadanya, \"Surat pun tiada kami ini terima dari Yudea akan halmu, dan daripada segala saudara yang datang ke mari seorang pun tiada yang menceriterakan atau mengatakan apa-apa kecelaanmu.","Tetapi kami suka juga hendak mendengar daripadamu pikiranmu; karena dari hal mazhab ini sudah termaklum kepada kami bahwa dicela di mana-mana pun.\"","Setelah ditetapkannya suatu hari kepada Paulus, maka amatlah banyak orang datang kepadanya ke tempat ia menumpang itu. Maka kepada mereka itu ia menerangkan segala hal itu sambil menyaksikan kerajaan Allah; dan mulai dari dalam Taurat Musa dan dari dalam kitab nabi-nabi ia meyakinkan mereka itu dari hal Yesus, dari pagi hingga petang.","Maka ada orang yang percaya akan barang yang dikatakannya itu, dan ada yang tiada percaya;","dan sebab mereka itu di antara sama sendiri tiada bersetuju, maka berpecah-belahlah mereka itu tatkala Paulus mengatakan sepatah kata ini, \"Bahwa benar sekali seperti yang dikatakan oleh Rohulkudus dengan mulut Nabi Yesaya kepada nenek moyang kita,","sabda-Nya: Pergilah engkau kepada kaum ini, lalu katakan: Bahwa dengan pendengar kamu akan mendengar, tetapi sekali-kali tiada kamu akan mengerti. Dan dengan penglihat kamu akan melihat, tetapi sekali-kali tiada kamu nampak,","karena kaum ini sudah keras hati, dan pendengarnya pun berat, dan matanya sudah dikejamkannya, supaya jangan sekali-kali ia nampak dengan matanya, dan mendengar dengan telinganya, dan mengerti dengan hatinya, dan bertobat pula, lalu Aku pun menyembuhkan dia.","Sebab itu ketahuilah olehmu, bahwa keselamatan yang daripada Allah disampaikan kepada orang kafir; maka mereka itulah mendengarkan kelak.\"","Setelah sudah dikatakannya demikian, maka pulanglah segala orang Yahudi itu dengan berbalah-balahan sama sendirinya.","Maka tinggallah Paulus di dalam rumah yang disewanya itu dua tahun genap, sambil menyambut segala orang yang datang melawat dia,","serta memberitakan kerajaan Allah dan mengajarkan segala hal ihwal Tuhan Yesus Kristus dengan beraninya dan tiada bertegah."]