["Maka Petrus dan Yahya pun pergi naik ke Bait Allah pada waktu sembahyang, yaitu pukul tiga petang.","Maka adalah seorang yang timpang dari rahim ibunya diusung orang; ia itu diletakkan sehari-hari di pintu Bait Allah yang bernama Pintu Elok, meminta sedekah kepada orang yang masuk Bait Allah itu.","Apabila dilihatnya Petrus dan Yahya hendak masuk Bait Allah, maka ia pun meminta sedekah.","Tetapi Petrus dan Yahya menatap dia, katanya, \"Pandanglah kami.\"","Lalu ia memperhatikan keduanya itu berharap akan beroleh barang sesuatu daripada mereka itu.","Maka kata Petrus, \"Emas perak tidak ada padaku, tetapi apa yang ada padaku, itulah aku berikan kepadamu, yaitu: Dengan nama Yesus Kristus, orang Nazaret itu, berjalanlah!\"","Lalu Petrus pun memegang tangan kanannya dan menegakkan dia; maka seketika itu juga kuatlah kakinya dan mata kakinya.","Maka melompatlah ia, lalu berdiri, dan berjalan; kemudian masuklah ia beserta dengan keduanya itu ke dalam Bait Allah, sambil berjalan dan melompat-lompat dan memuji Allah.","Maka segenap kaum itu nampak dia berjalan-jalan dan memuji-muji Allah,","serta kenal dia bahwa ialah yang duduk meminta sedekah di pintu Bait Allah yang bernama Pintu Elok itu. Maka sekalian orang itu pun heran serta tercengang-cengang amat sangat sebab perkara yang sudah jadi bagi orang itu.","Tetapi sementara orang itu lagi berpaut kepada Petrus dan Yahya, maka berlari berkerumunlah segenap kaum itu di serambi yang bernama Serambi Sulaiman dengan heran yang amat sangat.","Tatkala Petrus melihat hal itu, lalu berkatalah ia kepada segenap kaum itu, \"Hai orang Israel, apakah sebabnya kamu heran akan hal orang ini? Dan apa sebabnya kamu menatap kami seolah-olah dengan kuasa atau ibadat kami sendiri orang ini kami beri berjalan?","Bahwa Tuhan Ibrahim dan Tuhan Ishak dan Tuhan Yakub, yaitu Tuhan nenek moyang kita, mempermuliakan hamba-Nya, yaitu Yesus, yang memang kamu ini serahkan dan kamu sangkal di hadapan Pilatus tatkala ia bermaksud melepaskan Dia.","Tetapi kamu ini menyangkali Orang yang Kudus dan Benar itu, serta memintakan seorang pembunuh dilepaskan sebagai suatu karunia kepadamu.","Dan kamu membunuh Penghulu hayat, tetapi Allah telah membangkitkan Dia dari antara orang mati, dari halnya itu kami inilah menjadi saksi.","Dan dari sebab alasan iman akan nama-Nya itu, maka nama-Nya itu juga sudah menguatkan orang yang kamu lihat dan kenal ini; bahkan iman, yang dari sebab Yesus itu, mengaruniakan dia kesehatan yang sempurna di hadapan kamu sekalian.","Dan sekarang, hai Saudara-saudara, aku ketahui kamu melakukan hal itu dengan jahilmu sama seperti penghulumu juga.","Tetapi barang yang terdahulu diberitakan oleh Allah dengan lidah segala nabi akan hal Kristusnya merasai sengsara, demikian juga disampaikan-Nya.","Sebab itu hendaklah kamu menyesal dan bertobat, supaya dosamu dihapuskan,","dan supaya datang juga masa yang senang daripada hadirat Tuhan, dan Ia menyuruhkan Kristus Yesus yang terdahulu ditetapkan bagimu.","Ialah yang tak dapat tiada disambut oleh surga sampai kepada masa segala sesuatu disempurnakan, sama seperti difirmankan oleh Allah dengan lidah nabi-nabi-Nya yang suci daripada awal dunia ini.","Memang Musa sudah mengatakan: Bahwa Allah Tuhanmu akan menerbitkan bagimu seorang nabi dari antara saudara-saudaramu seperti aku ini; maka kepada-Nyalah hendak kamu dengar akan segala sesuatu apa pun yang Ia akan bersabda kepadamu.","Tetapi tiap-tiap orang yang tiada mendengarkan nabi itu, ialah akan ditumpaskan dari antara kaum itu.","Dan segala nabi-nabi, mulai daripada Semuel dan nabi-nabi yang kemudian, seberapa banyak yang sudah bersabda, semuanya juga sudah memberitakan dari hal zaman ini.","Maka kamu inilah anak cucu nabi-nabi dan waris Perjanjian yang dijanjikan oleh Allah kepada nenek moyangmu, tatkala Ia berfirman kepada Ibrahim: Bahwa di dalam benihmu itu segala bangsa di dunia ini akan beroleh berkat.","Maka bagi kamulah terutama sekali Allah sudah menerbitkan hamba-Nya itu, serta menyuruhkan Dia akan memberi berkat kepadamu, supaya masing-masing kamu bertobat daripada kejahatanmu.\""]