["Sedang keduanya lagi bertutur kepada kaum itu, maka datanglah kepadanya imam-imam, dan penghulu Bait Allah, serta orang Saduki,","dengan sakit hatinya sebab keduanya itu mengajarkan kepada kaum dan mengabarkan, bahwa di dalam Yesus ada kebangkitan dari antara orang mati.","Lalu mereka itu pun menangkap kedua rasul itu, serta membawa ke dalam tahanan sampai besoknya, karena hari sudah malam.","Tetapi banyak orang yang mendengar perkataan itu sudah percaya; maka banyaknya orang laki-laki itu ada sekira-kira lima ribu.","Pada keesokan harinya berhimpunlah di Yeruzalem segala penghulu dan orang tua-tua dan ahli Tauratnya,","dan Hannas, Imam Besar, dan Kayafas dan Yahya dan Iskandar, dan sekalian orang itu pun yang daripada asal bangsa Imam Besar ada di situ.","Setelah didirikannya rasul-rasul itu di tengah-tengah, lalu disoalnya mereka itu, \"Dengan kuasa apakah atau dengan nama siapakah kamu ini melakukan perkara itu?\"","Kemudian Petrus yang penuh dengan Rohulkudus menjawab mereka itu, \"Hai penghulu kaum dan orang tua-tua,","jikalau kami ini diperiksa pada hari ini atas suatu kebaikan kepada seorang yang telah sakit, dengan kuasa apa orang ini sembuh,","maka ketahuilah oleh kamu sekalian dan oleh segenap kaum Israel, bahwa dengan nama Yesus Kristus, orang Nazaret, yang telah kamu salibkan, dan yang dibangkitkan Allah dari antara orang mati itu, bahkan, dengan kuasa-Nyalah orang ini berdiri di hadapan kamu sembuh.","Maka Yesus itu juga batu yang dicelakan oleh kamu tukang-tukang rumah, sudah menjadi batu penjuru.","Maka tiadalah keselamatan di dalam barang seorang lain pun; karena di bawah langit tiada lagi nama lain yang dikaruniakan kepada manusia, yang di dalamnya kita selamat.\"","Tatkala mereka itu melihat keberanian hati Petrus dan Yahya itu, serta pula tampak tiada berpelajaran dan orang yang bersahaja, heranlah sekaliannya; maka baharulah dikenalnya keduanya, bahwa dahulu mereka itu bersama-sama dengan Yesus.","Dan sebab melihat orang yang sudah sembuh itu ada berdiri beserta dengan mereka itu, maka suatu pun tiada dapat dibantahinya lagi.","Setelah sudah disuruhnya keluar keduanya itu daripada Majelis, lalu berundinglah mereka itu sama sendiri,","katanya, \"Apakah hendak kita perbuat atas orang ini? Karena sesungguhnya suatu tanda ajaib yang nyata sudah diadakannya, yang masyhur kepada seisi negeri Yeruzalem, sehingga tiada dapat kita bersangkal.","Tetapi supaya hal itu jangan berpecah lebih jauh di antara kaum, baiklah kita mengugut mereka itu, supaya jangan lagi mereka itu berkata-kata dengan nama itu kepada seorang jua pun.\"","Maka mereka itu pun memanggil keduanya itu, lalu diamarkannya mereka itu jangan sekali-kali lagi berkata-kata atau mengajar dengan nama Yesus itu.","Tetapi sahut Petrus dan Yahya itu sambil berkata kepada mereka itu, \"Timbangkanlah kiranya sendiri, kalau-kalau benar kepada pemandangan Allah menurut kamu ini terlebih daripada menurut Allah.","Karena kami ini mustahil akan berhenti mengatakan barang yang sudah kami tampak dan kami dengar itu.\"","Tetapi mereka itu mengugut lagi, lalu melepaskan keduanya itu, karena mereka itu tiada mendapat sesuatu sebab akan menyiksa dia, sebab takutkan kaum itu; karena sekaliannya memuliakan Allah dari sebab perkara yang sudah berlaku itu.","Karena orang yang dilakukan mujizat ke atasnya sehingga ia sembuh itu, sudah lebih daripada empat puluh tahun umurnya.","Setelah sudah terlepas maka keduanya itu pun pergilah kepada kawan-kawannya, lalu diceriterakannya segala perkara yang dikatakan kepadanya oleh kepala-kepala imam dan orang tua-tua itu.","Apabila mereka itu mendengar itu, lalu mereka itu mengangkat suaranya kepada Allah dengan sehati sambil berdoa, \"Ya Tuhan, Engkaulah juga yang menjadikan langit dan bumi dan laut dengan segala isinya,","yang telah difirmankan oleh Rohulkudus dengan lidah nenek moyang kami Daud hamba-Mu itu, demikian: Apakah sebabnya segala orang kafir mengadakan huru-hara, dan segala kaum itu memikirkan perkara yang sia-sia?","Segala raja di dunia berbangkit, dan penghulu-penghulu pun berhimpun, hendak melawan Tuhan dan melawan Kristus-Nya.","Karena dengan sesungguhnya di dalam negeri ini Herodes dan Pontius Pilatus beserta dengan orang kafir dan segala kaum Israel itu sudah berhimpun melawan Yesus hamba-Mu yang kudus, yang telah Engkau urapi itu,","akan menggenapkan barang yang terdahulu ditetapkan akan berlaku oleh tangan-Mu dan oleh niat-Mu yang azali,","dan sekarang ini, ya Tuhan, tengoklah kiranya akan segala ugutnya itu, dan berilah kiranya hamba-hamba-Mu ini karunia mengatakan firman-Mu dengan terus terang,","serta mengedangkan tangan kuasa-Mu akan menyembuhkan orang, dan mengadakan beberapa tanda ajaib dan mujizat dengan nama Yesus hamba-Mu yang kudus.\"","Setelah sudah mereka itu berdoa, maka berguncanglah tempat mereka itu berhimpun itu, lalu sekaliannya penuhlah dengan Rohulkudus, sehingga mereka itu dapat mengatakan firman Allah dengan berani hatinya.","Adapun orang banyak yang sudah percaya itu, hidup sehati sejiwa, dan tiada seorang pun mengatakan barang sesuatu yang dipunyainya itu miliknya sendiri, melainkan semuanya dipunyainya bersama-sama.","Maka dengan kuasa yang besar rasul-rasul itu naik saksi tentang kebangkitan Tuhan Yesus, dan besarlah anugerah bagi mereka itu sekalian.","Maka seorang pun tiada yang berkekurangan di antara mereka itu, karena seberapa banyak orang yang mempunyai tanah atau rumah, sudah menjual semuanya itu, lalu membawa harga barang yang terjual itu,","serta mempersembahkan di kaki rasul-rasul itu, maka dibahagi-bahagilah kepada tiap-tiap orang sekadar kekurangan masing-masing.","Adapun Yusuf yang digelar oleh rasul-rasul itu Barnabas, (yang diterjemahkan artinya Anak Penghiburan) seorang Lewi asal dari negeri Kiperus,","itu pun mempunyai sebidang tanah, maka dijualkannya dia, lalu dibawanya uang itu serta dipersembahkannya di kaki rasul-rasul juga."]