["Adalah seorang namanya Ananias dengan bininya Sapira menjualkan suatu miliknya;","maka disebelahkannya sebahagian daripada harganya dengan setahu bininya itu, lalu dibawanya yang sebahagian lagi, dipersembahkannya di kaki segala rasul.","Tetapi kata Petrus, \"Hai Ananias, apakah sebabnya Iblis menumpati hatimu sehingga engkau berdusta kepada Rohulkudus, dan menyebelahkan harga sebidang tanah itu?","Selagi belum dijual, bukankah milikmu sendiri? Dan setelah sudah terjual, bukankah harganya itu di dalam kuasamu? Apakah sebabnya engkau sudah merundingkan perbuatan ini di dalam hatimu? Bukannya engkau berdusta kepada manusia, melainkan kepada Allah.\"","Apabila Ananias mendengar perkataan ini, maka rebahlah ia lalu putus nyawanya. Maka ketakutan yang sangat besar pun datanglah menimpa sekalian orang yang mendengar hal itu.","Maka orang muda-muda di situ pun bangkitlah membalut dia, lalu mengusung ke luar dan menanamkan.","Sekira-kira tiga jam kemudian daripada itu, bininya itu pun masuklah, dengan tiada menyangka akan barang yang sudah berlaku itu.","Maka kata Petrus kepadanya, \"Katakanlah kepadaku, sungguhkah tanah itu kamu sudah jual dengan sekian harganya?\" Maka kata perempuan itu, \"Sungguh sekian itulah harganya.\"","Tetapi kata Petrus kepadanya, \"Apakah sebabnya kamu bersepakat mencobai Roh Tuhan? Tengok, bahwa kaki orang yang menanamkan lakimu itu ada di muka pintu, dan mereka itulah akan mengusung engkau ke luar.\"","Maka ia pun rebahlah seketika itu juga dekat kaki Petrus, langsung putus nyawanya. Lalu masuklah orang muda-muda itu, didapatinya perempuan itu sudah mati; maka diusungnya ke luar dan ditanamkannya di sisi lakinya.","Maka ketakutan yang sangat besar pun datanglah menimpa segenap sidang jemaat itu dan sekalian orang yang mendengar hal itu.","Maka banyaklah tanda ajaib dan mujizat diadakan oleh rasul-rasul di antara kaum itu, dan mereka itu sekalian pun berhimpunlah dengan sehati di dalam Serambi Sulaiman.","Maka yang lain itu seorang pun tiada berani bercampur dengan mereka itu, tetapi kaum itu memuliakan mereka itu.","Maka makin bertambah-tambahlah bilangan orang yang percaya akan Tuhan, yaitu teramatlah banyak orang laki-laki dan perempuan,","sehingga orang sakit pun dibawa orang ke luar ke jalan, diletakkannya di atas tempat tidur dan balai-balai, supaya apabila Petrus lalu, sekurang-kurangnya terkena bayangnya kepada barang seorang dari antara mereka itu.","Maka banyak orang dari negeri yang sekeliling Yeruzalem itu pun berhimpun juga membawa orang sakit dan orang yang dirasuk setan; maka sekaliannya itu pun disembuhkannya pula.","Tetapi Imam Besar itu berdirilah beserta dengan sekalian orangnya, yaitu mazhab orang Saduki, maka hatinya teramatlah dengki,","lalu menangkap rasul-rasul itu serta menutup di dalam penjara negeri.","Tetapi seorang malaekat Tuhan membukakan pintu penjara itu pada malamnya, lalu mengeluarkan mereka itu serta berkata,","\"Pergilah kamu berdiri di dalam Bait Allah mengatakan kepada kaum itu akan segala perkataan dari hal Hidup itu.\"","Setelah didengarnya demikian, pergilah mereka itu ke dalam Bait Allah pada pagi-pagi, lalu mengajar di situ. Maka datanglah Imam Besar beserta dengan sekalian orangnya menghimpunkan sidang Majelis Bicara serta segala orang tua-tua bani Israel, lalu menyuruhkan orang ke penjara akan mengambil sekalian rasul itu.","Tetapi pegawai yang datang itu tiada jumpa mereka itu di dalam penjara; lalu kembalilah mereka itu memberitahu,","katanya, \"Penjara itu kami dapati terkunci dengan cermatnya, dan penunggu penjara itu pun ada berdiri di muka segala pintu itu; tetapi setelah kami buka, maka kami dapati tiada seorang pun lagi di dalamnya.\"","Apabila penghulu Bait Allah dan kepala-kepala imam mendengar perkataan itu, maka berharu-birulah mereka itu dari sebab hal rasul itu, bagaimana lagi akibatnya kelak.","Maka datanglah seorang berkata kepada mereka itu, \"Tengoklah, orang yang kamu masukkan ke dalam penjara itu ada berdiri di dalam Bait Allah mengajar kaum itu.\"","Lalu pergilah penghulu Bait Allah itu beserta dengan pegawainya mengambil rasul-rasul itu, tetapi bukannya dengan kekerasan, karena mereka itu takut dirajam oleh kaum itu.","Maka dibawanya rasul-rasul itu ke hadapan Majelis Besar. Lalu Imam Besar itu pun memeriksai mereka itu,","katanya, \"Sudah sangat kami larangkan kamu mengajar dengan nama ini, tetapi kamu siar-siarkan juga pengajaranmu itu di seluruh Yeruzalem, bahkan, kamu bermaksud hendak menanggungkan darah Orang ini ke atas kami.\"","Tetapi sahut Petrus dan rasul-rasul itu serta berkata, \"Wajiblah orang menurut Allah terlebih daripada manusia.","Adapun Allah Tuhan nenek moyang kita telah membangkitkan Yesus, yang sudah kamu ini bunuh dengan menggantungkan Dia pada kayu itu.","Ia inilah ditinggikan oleh tangan kanan Allah menjadi Raja dan Juruselamat akan mengaruniakan tobat kepada bani Israel dan jalan keampunan dosa.","Dan kami inilah saksi atas segala perkara itu, demikian juga Rohulkudus yang dikaruniakan Allah kepada sekalian orang yang menurut Dia.\"","Setelah sudah mereka itu mendengar perkataan ini, maka sangatlah geram hatinya serta bermaksud hendak membunuh rasul-rasul itu.","Tetapi bangkitlah di dalam Majelis itu seorang orang Parisi bernama Gamaliel, yaitu seorang fakih, yang dihormati oleh segenap kaum itu; maka disuruhnya bawa keluar orang itu sedikit waktu.","Lalu berkatalah ia kepada sidang Majelis itu, \"Hai orang Israel, ingat-ingatlah akan dirimu sendiri tentang orang-orang ini apa yang kamu hendak lakukan.","Karena dahulu daripada masa ini berbangkitlah Taidas mengatakan dirinya orang yang megah; maka kepadanya itu berpaut sekira-kira empat ratus orang laki-laki banyaknya. Maka ia pun dibunuh, dan seberapa banyak orang yang menurut dia itu pun berpecah-belahlah, tiada jadi apa-apa.","Kemudian daripada orang ini, berbangkitlah Yudas, orang Galilea, pada masa menghitung orang; lalu ia menarik kaum menurut kedurhakaannya; maka ia pun binasa juga, dan seberapa banyak orang yang menurut dia itu pun cerai-berailah juga.","Maka sekarang aku berkata kepadamu: Undurlah daripada orang ini, dan biarkanlah mereka itu; karena jikalau maksud ini atau pekerjaan ini asalnya daripada manusia, niscaya ia itu binasa kelak;","tetapi jikalau asalnya daripada Allah, tiada dapat kamu mengalahkan mereka itu, melainkan tampaklah kamu bermusuh dengan Allah.\" Maka sidang Majelis itu pun bersetujulah dengan dia,","lalu dipanggilnya segala rasul itu serta disesahnya sambil melarang mereka itu berkata-kata dengan nama Yesus; kemudian dilepaskannya mereka itu.","Maka rasul-rasul itu pun pergilah dari hadapan Majelis itu dengan sukacitanya sebab dibilangkan berlayak menanggung kecelaan karena nama Yesus.","Maka tiadalah mereka itu berhenti mengajar sehari-hari di dalam Bait Allah dan di rumah orang, sambil memberitakan kabar kesukaan dari hal Kristus Yesus."]