["Pada masa itu tatkala murid-murid sudah bertambah-tambah banyak, bangkitlah suatu sungutan orang Yahudi peranakan Gerika ke atas orang Ibrani, sebab segala janda mereka itu dilalaikan di dalam hal pemeliharaan sehari-hari.","Lalu kedua belas rasul itu menghimpunkan sekalian murid yang banyak itu, serta berkata, \"Tiada patut kami ini melalaikan pemberitaan firman Allah sebab melayani meja.","Sebab itu, hai Saudara sekalian, pilihlah di antara kamu tujuh orang yang terpuji dan penuh dengan Rohulkudus dan hikmat, yang dapat kami wakilkan atas pekerjaan ini.","Tetapi kami ini kelak tetap di dalam doa dan di dalam hal menjalankan firman itu.\"","Maka perkataan ini diperkenankan oleh sekalian orang banyak itu, lalu memilih Stepanus, yaitu seorang yang penuh dengan iman dan Rohulkudus, dan lagi Pilipus, dan Prokhorus, dan Nikanor, dan Timon, dan Parmenas, dan Nikolaus, yaitu seorang mualaf asalnya dari negeri Antiokhia.","Maka sekalian orang itu dibawanya menghadap rasul-rasul; lalu rasul itu pun berdoa, dan meletakkan tangannya ke atas mereka itu.","Maka makin masyhurlah firman Allah itu, dan bilangan murid-murid pun bertambahlah banyak di Yeruzalem; dan amatlah banyak imam juga taat kepada iman.","Maka Stepanus yang penuh dengan anugerah dan kuasa itu pun mengadakanlah beberapa mujizat dan tanda ajaib yang besar di antara kaum.","Tetapi beberapa orang yang terhisab kepada rumah sembahyang, yang dikatakan rumah sembahyang orang Libertini dan orang Kireni dan orang Iskandaria dan lagi orang Kilikia dan Asia, bangkit berbalah-balah dengan Stepanus.","Maka tiada dapat mereka itu melawan yang dikatakannya dengan hikmat dan Roh itu.","Lalu mereka itu pun memakat beberapa orang akan mengatakan, \"Kami sudah mendengar dia mengatakan perkataan hujat ke atas Musa dan Allah.\"","Kemudian dihasutnya kaum itu dan orang tua-tua dan ahli Taurat, lalu diserbunya Stepanus dan dipegangkannya serta dibawanya ke hadapan Majelis Besar,","lalu diadakannya beberapa saksi dusta yang mengatakan, \"Orang ini tiada berhenti mengeluarkan perkataan hujat ke atas tempat yang kudus ini dan hukum Taurat,","karena kami sudah mendengar dia berkata, bahwa Yesus orang Nazaret itu akan meruntuhkan tempat ini dan mengubahkan adat istiadat yang diturunkan Musa kepada kita.\"","Lalu sekalian orang yang duduk di dalam Majelis itu menatap Stepanus, dan mukanya kelihatan kepada mereka itu seolah-olah muka malaekat rupanya."]