["Maka kata Imam Besar, \"Betulkah perkataan orang itu?\"","Maka jawab Stepanus, \"Hai Tuan-tuan, Saudara-saudara dan Bapa sekalian, dengarlah: Bahwa Allah yang Mahamulia telah menyatakan diri-Nya kepada nenek moyang kita Ibrahim tatkala ia lagi di negeri Mesopotami, sebelum ia diam di negeri Haran.","Maka Tuhan berfirman kepadanya: Keluarlah engkau dari dalam tanah airmu, dan dari kaum keluargamu, dan pergilah kepada suatu negeri yang akan Kutunjukkan kepadamu.","Lalu keluarlah ia dari tanah orang Kasdim, serta diamlah di Haran. Maka kemudian daripada mati bapanya, Allah memindahkan dia dari sana ke tanah ini, yang sekarang kamu ini diami.","Maka tiada dikaruniakannya kepadanya suatu milik yang kekal di tanah ini, setapak kaki pun tidak, tetapi dijanjikan-Nya mengaruniakan kepadanya tanah ini menjadi miliknya turun-temurun tatkala ia belum beranak.","Maka firman Allah demikian: Bahwa benihnya akan menumpang di dalam negeri asing, lalu diperhambakan dan dianiayakan empat ratus tahun lamanya.","Dan lagi firman Allah: Bahwa Aku akan menghukumkan bangsa yang memperhambakan mereka itu, dan kemudian daripada itu baharulah mereka itu akan keluar dari sana, lalu beribadat kepada-Ku di tempat ini.","Lalu dikaruniakan-Nya kepadanya Perjanjian persunatan; maka demikianlah Ibrahim telah memperanakkan Ishak, lalu menyunatkan dia pada hari yang kedelapannya, dan Ishak memperanakkan Yakub, dan Yakub memperanakkan kedua belas nenek moyang ini.","Tetapi nenek moyang kita dengki akan Yusuf serta menjualkan dia ke negeri Mesir, dan Allah menyertai dia,","serta melepaskan daripada segala sengsaranya, lalu mengaruniakan dia anugerah dan hikmat di hadapan Firaun, raja Mesir itu, yang melantik dia menjadi perdana menteri di seluruh tanah Mesir dan segala isi istananya.","Maka datanglah bala kelaparan ke atas seluruh tanah Mesir dan Kanaan itu beserta dengan kesukaran yang besar, sehingga nenek moyang kita tiada lagi dapat makanan.","Tetapi setelah didengar oleh Yakub bahwa ada gandum di Mesir, maka disuruhkannya nenek moyang kita ke sana pada pertama kalinya.","Maka pada kedua kalinya, lalu Yusuf menyatakan dirinya kepada saudara-saudaranya, dan baharulah nyata kepada Firaun akan asal usul Yusuf itu.","Maka Yusuf pun menyuruh menjemput Yakub, bapanya itu, beserta dengan segala sanak-saudaranya, tujuh puluh lima orang banyaknya.","Maka turunlah Yakub ke Mesir, kemudian matilah ia serta segala nenek moyang kita pun;","maka mayat mereka itu dibawa orang ke Sikhem, dikuburkan di dalam kubur yang dibeli oleh Ibrahim daripada benih Emor di Sikhem dengan uang perak.","Tetapi tatkala masanya sudah dekat dengan Perjanjian yang dijanjikan Allah kepada Ibrahim, maka bertambah-tambah banyaklah kaum itu di Mesir,","sehingga sampai kepada masa raja Mesir lain, yang tiada mengenal Yusuf.","Maka raja itu memperdayakan bangsa kita dan menganiayakan nenek moyang kita, sehingga dipaksanya membuangkan kanak-kanaknya supaya jangan hidup.","Pada masa itulah Musa lahir dan parasnya amat elok, maka ia dipeliharakan tiga bulan lamanya di dalam rumah bapanya.","Tatkala ia dibuangkan, maka puteri Firaun pun memungut dia, dididiknya seperti anaknya sendiri.","Maka Musa pun diajar oranglah segala ilmu orang Mesir, sehingga ia berkuasa dengan perkataan dan perbuatannya.","Setelah genap empat puluh tahun umurnya, tergeraklah hatinya hendak melawat segala saudaranya, yaitu bani Israel.","Serta terpandang akan seorang yang teraniaya, lalu ia membantu serta membelakan orang yang teraniaya itu dengan membunuh orang Mesir itu.","Karena pada sangka Musa, saudara-saudaranya itu dapat mengerti bahwa dengan tangannya Allah hendak mengaruniakan kepada mereka itu kemerdekaan; tetapi tiada juga mereka itu mengerti.","Pada keesokan harinya pula datanglah ia tatkala orang berkelahi, dan mendamaikan mereka itu, katanya: Hai Tuan-tuan, kamu ini bersaudara; apakah sebabnya kamu beraniaya-aniaya sama sendiri?","Tetapi orang yang menganiayakan kawan itu menolakkan dia, katanya: Siapakah yang menjadikan engkau penghulu dan hakim atas kami?","Engkau ini hendak membunuh aku seperti engkau membunuh orang Mesir itu kelamarinkah?","Maka oleh sebab perkataan itu Musa pun larilah, lalu menjadi seorang penumpang di tanah Midian; maka di situ diperolehnya dua anak laki-laki.","Setelah genap empat puluh tahun, maka kelihatanlah kepadanya di padang belantara dekat Gunung Torsina seorang malaekat di dalam belukar duri yang menyala.","Serta hal itu dilihat oleh Musa, heranlah ia akan penglihatan itu; tetapi apabila dihampirinya hendak mengamat-amati, maka kedengaranlah suara Tuhan berfirman,","Aku inilah Tuhan nenek moyangmu, yaitu Tuhan Ibrahim dan Tuhan Ishak dan Tuhan Yakub. Maka menggeletarlah Musa sehingga tiada berani lagi mengamat-amatinya.","Maka Tuhan berfirman kepadanya: Tanggalkanlah kasut daripada kakimu itu, karena tempat engkau berdiri itulah tanah yang kudus.","Bahwa sudah lama Aku melihat aniaya yang ditanggung oleh kaum hamba-Ku di negeri Mesir itu, dan keluh kesahnya pun Kudengar, maka Aku turun hendak melepaskan mereka itu; sekarang pergilah, Aku menyuruh engkau ke Mesir.","Maka Musa itulah yang ditolak oleh mereka itu dengan katanya: Siapakah yang menjadikan engkau penghulu dan hakim? maka ialah juga yang disuruh Allah menjadi penghulu dan pemerdeka dengan pertolongan malaekat yang kelihatan kepadanya di dalam belukar duri itu.","Ia itu juga yang membawa mereka itu ke luar, kemudian daripada diadakannya mujizat dan tanda ajaib di tanah Mesir, dan di laut Kolzom, dan di padang belantara empat puluh tahun lamanya.","Maka Musa itulah yang berkata kepada bani Israel: Bahwa seorang Nabi akan diterbitkan Allah bagimu dari antara saudaramu seperti aku ini.","Maka ialah yang ada di dalam perhimpunan di padang belantara beserta dengan malaekat, yang bertutur kepadanya di gunung Torsina itu, dan beserta dengan nenek moyang kita, dan yang menerima segala firman yang hidup, supaya disampaikannya kepada kita.","Tetapi nenek moyang kita tiada mau menurut, melainkan menolak dia, serta memalingkan hatinya ke Mesir,","sambil berkata kepada Harun: Perbuatkanlah kami berhala, yang akan menjadi penganjur kami, karena Musa yang membawa kami ke luar dari Mesir itu, tiada kami ketahui apa jadinya.","Pada masa itu juga diperbuatlah oleh mereka itu suatu patung anak lembu, lalu dipersembahkannya persembahan kepada berhala itu, dan mereka itu pun bersukarialah akan perbuatan tangannya.","Maka Allah pun berpalinglah sambil membiarkan mereka itu akan berbakti kepada segala tentara langit, seperti yang tersurat di dalam kitab nabi-nabi: Hai Isi rumah Israel, pernahkah kamu mempersembahkan kepada-Ku ini korban sembelihan dan persembahan empat puluh tahun lamanya di padang belantara?","Sesungguhnya kamu mengarak kemah Molokh itu dan bintang Rempan, berhalamu, yaitu segala patung yang kamu perbuat hendak disembah; sebab itu Aku akan memindahkan kamu ke sebelah sana negeri Babil.","Maka Kemah Kesaksian itu ada pada nenek moyang kita di padang belantara, sama seperti yang difirmankan Allah menurut firman-Nya kepada Musa, bahwa hendaklah diperbuatnya seperti teladan yang telah dilihatnya itu.","Maka nenek moyang kita, yang menerima kemah itu, sudah membawa masuk bersama-sama dengan Yusak ke dalam tanah tatkala ditakluknya orang kafir, yang dihalaukan Allah di hadapan nenek moyang kita, hingga kepada zaman Daud.","Maka Daudlah memperoleh anugerah daripada Allah, serta minta izin menyediakan suatu tempat kediaman bagi Tuhan Yakub.","Tetapi Sulaimanlah yang membangunkan sebuah rumah bagi Allah.","Akan tetapi Allah Yang Mahatinggi itu tiada mendiami rumah yang diperbuat dengan tangan manusia, seperti sabda nabi:","Bahwa surga itulah arasy-Ku, dan bumi itulah alas kaki-Ku. Apakah jenis rumah hendak kamu bangunkan bagi-Ku? firman Tuhan, atau apakah tempat perhentian-Ku?","Bukankah sekaliannya ini perbuatan tangan-Ku juga?","Hai kamu yang keras tengkuk, dan yang tiada bersunat hati dan telinga, senantiasa kamu menghalangi Rohulkudus. Sebagaimana nenek moyangmu, demikianlah kamu juga.","Manakah nabi yang tiada dianiayakan oleh nenek moyangmu itu? Mereka itu juga membunuh segala orang yang menelah dari hal kedatangan Orang Yang Benar itu, yaitu yang sekarang kamu serahkan, dan kamu bunuh.","Kamulah yang sudah menerima Taurat, yang disampaikan oleh malaekat, tetapi tiada kamu turut.\"","Apabila mereka itu mendengar yang demikian, geramlah hatinya dan dikertakkannya giginya kepadanya.","Tetapi Stepanus, yang penuh dengan Rohulkudus, menengadah ke langit serta nampak kemuliaan Allah, dan Yesus berdiri di sebelah kanan Allah,","lalu katanya, \"Tengok, aku nampak langit terbuka, dan Anak manusia berdiri di sebelah kanan Allah.\"","Tetapi berteriaklah mereka itu dengan nyaring suaranya, sambil menutup telinganya, lalu menerkam dia dengan sepakat,","dan membuangkan ke luar negeri sambil merajam dia. Maka segala saksi itu pun meletakkan pakaian masing-masing di kaki seorang muda yang bernama Saul.","Lalu mereka itu merajam Stepanus tatkala ia tengah berseru dengan katanya, \"Ya Tuhan Yesus, terimalah rohku.\"","Maka bertelutlah ia sambil berseru dengan nyaring suaranya, \"Ya Tuhan, janganlah kiranya dosa ini ditanggungkan ke atas mereka itu!\" Lepas ia berkata demikian, maka matilah ia."]