["Maka Saul pun berkenanlah akan hal Stepanus mati dibunuh itu. Maka pada hari itu datanglah aniaya yang besar ke atas sidang jemaat yang di Yeruzalem, lalu berpecah-belahlah mereka itu sekalian ke segenap tanah Yudea dan Samaria, kecuali rasul-rasul sahaja.","Maka adalah beberapa orang yang beribadat menguburkan mayat Stepanus, dan meratapkan dia amat sangat.","Tetapi Saul itu membinasakan sidang jemaat itu sambil melanggar masuk ke dalam tiap-tiap rumah, serta menghela orang, baik laki-laki baik perempuan, diserahkannya ke dalam penjara.","Maka sekalian orang yang berpecah-belah itu pun sambil berjalan, memberitakan kabar kesukaan.","Dan Pilipus turun ke negeri Samaria mengabarkan kepada orang di situ dari hal Kristus itu.","Maka orang banyak itu pun sepakat memperhatikan barang yang dikatakan oleh Pilipus sementara mereka itu mendengar dan melihat segala tanda ajaib yang diperbuatnya itu.","Karena dari dalam banyak orang yang dirasuk setan, segala setan itu sudah keluar sambil berteriak dengan nyaring suaranya; dan banyak pula orang tepok dan timpang dipulihkannya.","Maka amatlah besar kesukaan di dalam negeri itu.","Maka dahulu daripada itu adalah di negeri itu seorang bernama Simon membuat sihir, serta mengherankan bangsa Samaria itu, dan mengatakan dirinya orang besar-besar.","Maka sekalian orang kecil besar berpaut kepadanya serta mengatakan, \"Orang inilah kuasa Allah yang disebut kuasa besar itu.\"","Maka mereka itu sekalian berpaut kepadanya sebab sudah lama ia sangat mengherankan mereka itu dengan segala sihirnya itu.","Tetapi tatkala mereka itu percaya akan Pilipus yang memberitakan kabar kesukaan dari hal kerajaan Allah dan nama Yesus Kristus itu, maka mereka itu sekalian, baik laki-laki baik perempuan pun, berbaptislah.","Maka Simon pun percaya juga, dan setelah ia dibaptiskan tetaplah ia bersama-sama dengan Pilipus; maka tercengang-cenganglah ia melihat segala tanda ajaib dan mujizat yang besar-besar yang diadakan itu.","Setelah rasul-rasul di Yeruzalem mendengar akan hal orang Samaria sudah menurut firman Allah, maka disuruhkannya Petrus dan Yahya kepada mereka itu.","Setelah tiba, keduanya itu pun mendoakan orang Samaria, supaya mereka itu memperoleh Rohulkudus,","karena Rohulkudus itu belum lagi turun ke atas barang seorang pun daripada mereka itu, melainkan mereka itu hanya baharu dibaptiskan dengan nama Tuhan Yesus sahaja.","Sebab itu kedua rasul itu meletakkan tangannya ke atas mereka itu, lalu mereka itu pun beroleh Rohulkudus.","Apabila dilihat oleh Simon, bahwa Rohulkudus itu dikaruniakan oleh sebab rasul-rasul meletakkan tangannya ke atas orang, maka diunjukkannya uang kepada keduanya,","serta berkata, \"Berilah kiranya aku juga kuasa itu, supaya ke atas barangsiapa yang aku letakkan tanganku, ialah beroleh Rohulkudus.\"","Tetapi berkatalah Petrus kepadanya, \"Binasa uangmu ini beserta dengan engkau, sebab sangkamu anugerah Allah dapat dibeli dengan uang.","Tiadalah bahagian atau hak bagimu di dalam hal ini; karena hatimu tiada lurus kepada Allah.","Sebab itu bertobatlah engkau daripada kejahatanmu itu, dan berdoalah kepada Tuhan, kalau-kalau niat hatimu ini diampuni kelak.","Karena aku tampak, bahwa engkau ini ada di dalam empedu yang pahit, dan dibelenggu oleh kejahatan.\"","Maka sahut Simon sambil berkata, \"Tolonglah kamu doakan aku kepada Tuhan, supaya jangan barang sesuatu yang kamu katakan itu berlaku atasku.\"","Setelah kedua rasul itu menyaksikan dan memasyhurkan firman Tuhan, maka kembalilah mereka itu ke Yeruzalem, sambil memberitakan kabar kesukaan di dalam beberapa banyak kampung orang Samaria.","Adalah seorang malaekat Tuhan berkata kepada Pilipus, \"Bangkit dan pergilah engkau ke sebelah selatan mengikut jalan yang turun dari Yeruzalem ke Gaza, jalan itu sunyi.\"","Lalu bangkitlah ia, serta berjalan pergi. Maka seorang Habsyi, yaitu sida-sida, menteri besar Kandake, permaisuri negeri Habsyi, yang memerintahkan segenap perbendaharaannya, pergi ke Yeruzalem sembahyang.","Adapun pada masa itu ia sedang kembali hendak pulang sambil duduk di atas kendaraannya membaca kitab Nabi Yesaya.","Maka Roh pun berkata kepada Pilipus, \"Pergilah dekat dan beserta dengan kendaraan itu.\"","Maka Pilipus pun berlarilah kepadanya, lalu didengarnya ia tengah membaca kitab Nabi Yesaya, maka katanya, \"Adakah Tuan mengerti, apa yang Tuan baca itu?\"","Maka berkatalah ia, \"Bagaimana dapat mengerti, jikalau tiada orang menunjukkan?\" Lalu diajaknya Pilipus naik duduk sertanya.","Adapun nas yang dibacanya di dalam kitab itu, demikian bunyinya: Bahwa Ia dibawa seperti seekor domba akan disembelih, dan seperti seekor anak domba bisu di hadapan penggunting, demikianlah tiada Ia membuka mulutnya,","maka di dalam hal Ia dihinakan itu, hukum yang adil tiada dilakukan ke atasnya; maka siapa dapat menceriterakan bangsa zamannya itu? Karena nyawanya diambil daripada bumi ini.","Maka kata sida-sida itu kepada Pilipus, \"Aku sembahlah Tuan, nyatakanlah dari hal siapakah yang disabdakan demikian oleh nabi itu? Dari hal dirinya sendiri atau orang lainkah?\"","Lalu Pilipus pun bertuturlah, dan daripada nas ini mulailah ia memberitakan kepadanya kabar kesukaan dari hal Yesus.","Maka di dalam berjalan itu, sampailah keduanya kepada suatu tempat yang berair; maka kata sida-sida itu, \"Di sini ada air, sapakah yang menggendalakan aku daripada berbaptis?\"","Maka jawab Pilipus, \"Jikalau Tuan percaya dengan sebulat-bulat hati, bolehlah.\" Maka ujarnya, \"Sahaja percaya bahwa Yesus Kristus itulah Anak Allah!\"","Lalu ia menyuruhkan kendaraan itu berhenti; maka keduanya pun turunlah ke dalam air, yaitu Pilipus dan sida-sida itu; lalu Pilipus membaptiskan dia.","Tatkala mereka itu naik dari dalam air, maka Roh Tuhan pun meraibkan Pilipus, dan sida-sida itu tiada lagi nampak dia, lalu ia berjalan pulang dengan sukacitanya sepanjang jalan.","Tetapi Pilipus itu didapati orang di Asdod; maka sambil berjalan ia memberitakan kabar kesukaan di dalam seluruh negeri, sehingga ia sampai ke Kaisaria."]