["Maka Saul yang sedang menyemburkan ugut dan bunuhannya ke atas murid-murid Tuhan itu, sudah pergi kepada Imam Besar,","meminta daripadanya beberapa pucuk surat kuasa hendak membawa ke rumah sembahyang di negeri Damsyik, supaya jikalau dijumpainya orang yang menurut jalan agama itu, baik laki-laki baik perempuan, dibawanya berikat ke Yeruzalem.","Sedang ia berjalan dekat dengan Damsyik, tiba-tiba memancarlah suatu cahaya dari langit sekeliling dia;","maka rebahlah ia ke tanah, lalu didengarnya suatu suara yang mengatakan kepadanya, \"Saul, Saul, apakah sebabnya engkau aniayakan Aku?\"","Maka sahutnya, \"Siapakah Engkau, ya Tuhan?\" Maka Ia pun bersabda, \"Akulah Yesus, yang engkau aniayakan.","Bangkit dan masuklah ke dalam negeri, di sana akan dikatakan kepadamu barang yang wajib engkau perbuat.\"","Maka orang yang berjalan bersama-sama dengan dia itu pun berdiri tercengang, mendengar suara itu, tetapi tiada nampak barang seorang pun.","Maka Saul pun bangkitlah daripada rebahnya; apabila matanya terbuka, suatu pun tiada dilihatnya. Lalu dipimpin oranglah tangannya, dibawa masuk ke negeri Damsyik.","Maka tiga hari lamanya ia tiada berpenglihatan, dan tiada ia makan atau minum pun.","Maka di Damsyik ada seorang murid bernama Ananias. Maka sabda Tuhan kepadanya di dalam suatu penglihatan, \"Hai Ananias!\" Maka katanya, \"Sahaya, Tuhan.\"","Maka sabda Tuhan kepadanya, \"Bangkit pergilah engkau ke jalan yang bernama Jalan Lurus, dan tanyakan di rumah Yudas seorang bernama Saul, orang Tarsus, karena sekarang ia berdoa,","dan sudah nampak seorang bernama Ananias datang masuk serta meletakkan tangan ke atasnya, supaya ia berpenglihatan pula.\"","Maka jawab Ananias, \"Ya Tuhan, hamba sudah mendengar banyak dari hal orang ini, berapa jahat yang dilakukannya kepada segala orang suci Tuhan di Yeruzalem.","Dan di sini pun ia memperoleh kuasa daripada kepala-kepala imam mengikat segala orang yang menyebut nama-Mu.\"","Tetapi sabda Tuhan kepadanya, \"Pergilah engkau, karena ialah suatu alat yang terpilih bagi-Ku akan memasyhurkan nama-Ku kepada segala orang kafir dan raja-raja, dan bani Israel pun,","karena Aku ini akan menunjukkan kepadanya, berapa banyak sengsara wajib dirasainya kelak oleh sebab nama-Ku.\"","Maka Ananias pun pergilah, lalu masuk ke dalam rumah itu, serta meletakkan tangan ke atasnya, katanya, \"Hai saudaraku Saul, aku ini disuruhkan oleh Tuhan, yaitu Yesus yang menyatakan diri-Nya kepadamu di jalan yang engkau tempuh itu, supaya engkau nampak semula, dan supaya engkau penuh dengan Rohulkudus.\"","Maka seketika itu juga gugurlah selaput daripada matanya, lalu ia pun nampak semula, maka bangkitlah ia, lalu dibaptiskan.","Maka makanlah ia sehingga kuat pula. Lalu tinggallah ia beberapa hari lamanya bersama-sama dengan murid-murid di Damsyik itu.","Pada ketika itu juga diberitakannya di dalam rumah sembahyang dari hal Yesus, bahwa Ialah Anak Allah.","Tetapi tercengang-cenganglah sekalian orang yang mendengar dia, lalu berkata, \"Bukankah ia ini dia, yang membunuh segala orang yang menyebutkan nama ini di Yeruzalem? Maka ia datang ke mari dengan maksud itu juga supaya dibawanya mereka itu berikat ke hadapan kepala-kepala imam.\"","Maka Saul pun makin bertambah-tambah kuat tenaganya, dan orang Yahudi yang diam di Damsyik itu pun diharu-birukannya tatkala ia menyatakan bahwa Yesus itulah Kristus.","Setelah beberapa hari lamanya, maka bermupakatlah orang Yahudi hendak membunuh dia.","Tetapi muslihat mereka itu ketahuanlah kepada Saul. Maka mereka itu pun menunggui segala pintu gerbang siang malam, supaya dapat membunuh dia;","tetapi murid-murid-Nya mengambil dia pada waktu malam, diulurkannya ke bawah dari tembok di dalam suatu keranjang.","Setelah sampai ke Yeruzalem, maka dicobanya hendak berkawan dengan murid-murid itu; tetapi segala murid itu takut akan dia, tiada percaya bahwa ia itu seorang murid.","Tetapi Barnabas menyambut dia serta membawa kepada rasul-rasul itu sambil menceriterakan peri bagaimana Saul sudah nampak Tuhan di jalan, dan Tuhan bersabda kepadanya, dan bagaimana ia memasyhurkan nama Yesus di negeri Damsyik dengan terus terang.","Maka Saul itu pun berjalan keluar masuk bersama-sama dengan rasul-rasul itu di Yeruzalem, serta memasyhurkan nama Tuhan dengan terus terang.","Maka ia pun bertutur dan berbalah-balah dengan orang Yahudi peranakan Gerika; tetapi mereka itu pun mencari akal hendak membunuh dia.","Serta hal itu diketahui oleh segala saudara itu, lalu mereka itu membawa dia ke Kaisaria, disuruhkannya pergi ke Tarsus.","Lalu sidang jemaat di seluruh tanah Yudea dan Galilea dan Samaria itu pun sejahteralah dan sempurna, serta berjalan dengan takut akan Tuhan, maka dengan pertolongan Rohulkudus bertambah-tambahlah banyaknya.","Di dalam Petrus berjalan di seluruh daerah itu, maka singgahlah ia pula kepada orang-orang suci yang diam di Lidda.","Maka di sana dijumpainya seorang bernama Eneas, yang terhantar di tempat tidurnya delapan tahun lamanya, karena terkena tepok.","Lalu kata Petrus kepadanya, \"Hai Eneas, bahwa Yesus Kristuslah yang memulihkan engkau. Bangkit, siapkanlah tempat tidurmu sendiri.\" Maka seketika itu juga bangkitlah ia.","Maka tampaklah ia kepada sekalian orang yang di Lidda dan Saron itu, lalu mereka itu pun berpalinglah kepada Tuhan.","Adalah di negeri Yoppe seorang murid perempuan bernama Tabita, yang diterjemahkan artinya Dorkas; maka perempuan itu limpah dengan kebajikan dan amalan sedekah yang diperbuatnya.","Pada masa itu jatuhlah ia sakit, lalu mati. Setelah mayatnya dimandikan, diangkat oranglah ke dalam bilik yang di atas.","Maka sebab negeri Lidda itu berdekat dengan Yoppe, kedengaranlah kepada murid-murid bahwa Petrus ada di sana, lalu disuruhkan dua orang kepadanya mengajak dia, \"Jangan lambat datang kepada kami.\"","Maka bangkitlah Petrus lalu pergilah sertanya. Setelah tiba, maka orang pun membawa dia ke dalam bilik yang di atas itu. Maka segala janda, yang berdiri di sisinya, menangis dan menunjukkan baju-baju dan pakaian, yang diperbuat oleh Dorkas itu tatkala ia lagi bersama-sama mereka itu.","Setelah sekalian orang disuruhkan keluar oleh Petrus, maka bertelutlah ia berdoa, lalu berpalinglah kepada mayat itu, katanya, \"Hai Tabita, bangkitlah!\" Maka ia pun membuka matanya, dan serta dilihatnya Petrus, duduklah ia.","Maka Petrus itu mengulurkan tangannya serta menegakkan dia sambil memanggil orang-orang suci dan janda-janda itu, lalu diunjukkannya dia kepada mereka itu dengan hidupnya.","Maka masyhurlah hal itu kepada seisi negeri Yoppe itu, lalu banyaklah orang percaya akan Tuhan.","Maka tinggallah Petrus beberapa hari lamanya di Yoppe bersama-sama dengan seorang bernama Simon, penyamak kulit."]