["Adapun orang yang lemah imannya itu kamu sambutlah, tetapi bukannya dengan maksud berbalah-balah di dalam hal yang waham.","Sebab ada orang yang yakin boleh makan segala jenis makanan, tetapi orang yang lemah imannya itu makan sayur-sayuran sahaja.","Biarlah orang yang makan itu jangan meringankan orang yang tiada makan, dan biarlah orang yang tiada makan itu jangan menyalahkan orang yang makan, sebab Allah telah menerima dia.","Siapakah engkau ini yang menyalahkan hamba orang lain? Maka kepada tuannya sendirilah baik ia tegak atau rebah; tetapi ia akan tetap tegak, karena Tuhan berkuasa menegakkan dia.","Maka ada juga orang yang membedakan satu hari lebih indah daripada hari yang lain, tetapi ada yang lain pula mensifatkan tiap-tiap hari itu sama sahaja. Hendaklah masing-masing yakin di dalam hatinya sendiri.","Siapa yang memegang hari itu, biarlah dipegangnya karena Tuhan, dan siapa yang makan itu, biarlah ia makan karena Tuhan, sebab ia mengucap syukur kepada Allah; dan siapa yang tiada mau makan itu, biarlah ia tiada mau makan karena Tuhan, dan mengucap syukur kepada Allah juga.","Karena di antara kita seorang pun tiada yang hidup bagi dirinya sendiri, dan seorang pun tiada yang mati bagi dirinya sendiri.","Karena jikalau kita hidup, kita hidup bagi Tuhan, atau jikalau kita mati, kita mati bagi Tuhan. Sebab itu jikalau kita hidup atau mati sekalipun, kita ini milik Tuhan.","Karena bagi maksud inilah Kristus telah mati dan hidup balik, supaya Ia memerintah menjadi Tuhan atas orang yang sudah mati dan yang hidup.","Tetapi engkau ini, apakah sebabnya engkau menyalahkan saudaramu? Atau engkau, apakah sebabnya engkau memudahkan saudaramu pula? Karena kita sekalian kelak akan menghadap kursi pengadilan Allah.","Karena adalah tersurat: Demi hidup-Ku ini firman Tuhan, bahwa tiap-tiap lutut akan bertelut kepada-Ku, dan tiap-tiap lidah akan mengaku kepada Allah.","Oleh yang demikian, maka masing-masing kita wajib akan memberi kira-kira kelak dari hal dirinya sendiri kepada Allah.","Sebab itu, biarlah jangan kita lagi bertuduh-tuduhan sama sendiri, melainkan terlebih baik kamu memutuskan ini: Bahwa jangan seorang memberi syak atau sakit hati kepada saudara itu.","Maka aku tahu dan yakin di dalam Tuhan Yesus, bahwa suatu pun tiada yang najis sendiri, melainkan kepada orang yang menyangkakan apa-apa najis, maka kepadanyalah najis.","Karena jikalau saudaramu berdukacita oleh sebab makananmu itu, maka bukannya lagi engkau menurut jalan kasih. Janganlah membinasakan dia oleh sebab makananmu itu, sebab karena dia itu Kristus sudah mati.","Sebab itu janganlah yang baik bagimu itu dikeji orang,","karena kerajaan Allah itu bukannya hal makan minum, melainkan kebenaran dan sejahtera dan kesukaan di dalam Rohulkudus.","Karena siapa yang taat kepada Kristus di dalam hal itu, maka ialah yang diperkenan oleh Allah dan diindahkan oleh manusia.","Sebab itu biarlah kita menuntut barang yang mendatangkan sejahtera dan meneguhkan iman kita di antara sama sendiri.","Janganlah merusakkan perbuatan Allah oleh sebab makanan. Segala makanan itu memang suci, tetapi salahnya bagi orang yang makan itu dengan syak.","Baiklah jangan makan daging, atau minum air anggur, atau sebarang apa pun, yang saudaramu itu menaruh syak.","Adapun iman yang ada padamu itu, peganglah bagi dirimu di hadapan Allah. Berbahagialah orang yang tiada menyalahkan dirinya atas hal yang disangkakannya baik.","Tetapi siapa yang makan dengan waswas, ialah terhukum, sebab bukannya beralaskan iman. Maka barang sesuatu yang tiada beralaskan iman, itu dosa."]