["Daripada Paulus, hamba Kristus Yesus, yang dipanggil menjadi rasul, dan diasingkan untuk memberitakan Injil Allah,","(yang dijanjikan Allah terdahulu dengan mulut nabi-nabi-Nya di dalam kitab-kitab yang kudus,)","dari hal Anak-Nya, (yang menurut keadaan daging sudah jadi daripada benih Daud,","tetapi menurut keadaan roh penyuci sudah ditetapkan menjadi Anak Allah dengan kuasa, karena sebab kebangkitan-Nya dari antara orang mati), yaitu Yesus Kristus, Tuhan kita.","Karena Dialah kami sudah beroleh anugerah dan jawatan rasul bagi membawa sekalian orang kafir kepada jalan iman yang taat karena nama-Nya.","Dan dari antara mereka itu kamu juga yang dipanggil menjadi milik Kristus:","Datang kepada segala orang yang ada di negeri Rum, yang dikasihi oleh Allah, dan dipanggil menjadi orang suci, turunlah kiranya atas kamu anugerah dan sejahtera daripada Allah Bapa kita dan Tuhan kita Yesus Kristus.","Pertama-tama aku ucapkan syukur kepada Tuhanku oleh sebab Yesus Kristus untuk kamu sekalian, sebab imanmu dimasyhurkan di seluruh dunia.","Maka Allahlah, yang kepada-Nya aku beribadat di dalam rohku dengan memberitakan Injil Anak-Nya, menjadi saksiku, betapa tekunnya aku mengenangkan kamu,","senantiasa di dalam doaku, memohonkan dengan jalan bagaimanapun jikalau ada bahagiaku, dengan kehendak Allah, datang berjumpa dengan kamu.","Karena aku rindu hendak memandang kamu, supaya boleh aku membahagi-bahagikan kepada kamu karunia rohani, menetapkan kamu;","artinya, supaya aku dengan kamu bersama-sama dapat dikuatkan oleh iman masing-masing, baik imanmu dan imanku.","Maka aku tiada suka yang kamu tiada mengetahui, hai saudara-saudaraku, bahwa sudah beberapa kali aku berniat hendak datang kepadamu (maka sampai sekarang ini tergendala aku), supaya di antara kamu pula aku peroleh buah-buahan, sama seperti di antara orang kafir yang lain juga.","Maka aku ini terutang, baik kepada orang Gerika, baik kepada orang bangsa lain, baik kepada orang yang berpengetahuan atau kepada orang yang jahil.","Oleh yang demikian menurut kehendak hatiku sedialah aku suka datang, memberitakan kabar kesukaan kepada kamu yang ada di negeri Rum juga.","Karena tiadalah aku berasa malu mengaku Injil itu; karena ia itulah suatu kuasa Allah yang mendatangkan selamat kepada tiap-tiap orang yang percaya, terutama sekali kepada orang Yahudi, dan kepada orang Gerika juga.","Karena di dalamnya itu kebenaran Allah dinyatakan daripada iman kepada iman, seperti yang telah tersurat: Bahwa orang benar itu akan hidup oleh sebab iman.","Karena murka Allah dinyatakan dari surga atas segala keadaan fasik dan kelaliman orang, yang menimbuskan kebenaran dengan kelaliman,","sebab barang yang dapat diketahui dari hal Allah telah termaklum kepada mereka itu, karena Allah sudah menyatakan kepada mereka itu.","Karena semenjak awal kejadian alam segala sifat-Nya yang tiada kelihatan, yaitu kodrat dan zat ilahiat-Nya yang kekal itu, dapat dipandang terang dengan akal di dalam yang dijadikan, supaya mereka itu tiada dapat mendalihkan dirinya;","karena sungguhpun mereka itu mengenal Allah, tetapi mereka itu tiada memuliakan Dia seperti Allah atau mengucap syukur kepada-Nya, melainkan mereka itu sudah menjadi sia-sia di dalam pikirannya, dan hati mereka itu yang bebal itu menjadi gelap.","Dengan mengaku dirinya bijak, maka mereka itu menjadi bodoh,","sambil menukarkan kemuliaan Allah yang baka dengan rupa ukiran gambar manusia yang fana, dan segala burung, dan binatang yang berkaki empat dan yang melata.","Sebab itu Allah membiarkan mereka itu di dalam segala keinginan hatinya kepada kecemaran akan menajiskan tubuhnya di antara sama sendirinya;","sebab mereka itu menukarkan kebenaran Allah dengan dusta, dan menyembah sambil beribadat kepada makhluk ganti kepada Khalik yang dipuji selama-lamanya. Amin.","Itulah sebabnya Allah menyerahkan mereka itu kepada segala hawa nafsu yang keji, karena perempuannya mengubahkan adat yang lazim kepada adat yang bersalahan;","demikian juga laki-laki meninggalkan adat yang lazim dengan perempuan serta menyala-nyala di dalam syahwatnya seorang kepada seorang, yaitu laki-laki dengan laki-laki melakukan perbuatan yang keji, serta memperoleh di dalam dirinya pembalasan yang berpadan dengan dosa yang sesat itu.","Maka sebab mereka itu enggan berpegangkan Allah di dalam marifatnya, maka mereka itu diserahkan Allah kepada angan-angan yang keji, sehingga melakukan barang yang tiada senonoh,","penuh dengan segala kelaliman, kejahatan, loba, dendam, sarat dengan kedengkian, perbunuhan, perkelahian, tipu daya, khianat, penghasut,","pengumpat, kebencian Allah, penghina, penyombong, tekebur, penimbulkan akal jahat, tiada taat kepada ibu bapa,","tiada berakal, orang yang mungkirkan janji, tiada penyayang, tiada berbelaskasihan;","meskipun mereka itu mengetahui hukum Allah, bahwa orang yang melakukan demikian itu padan dengan mati, tetapi bukannya mereka itu melakukan demikian sahaja, melainkan memperkenankan pula orang-orang yang memperbuat sedemikian itu."]