["Maka wajiblah kita yang kuat ini menanggung kelemahan orang yang lemah, dan jangan kita menyukakan diri kita sendiri.","Biarlah masing-masing kita menyukakan sama-sama manusia di dalam hal yang baik akan meneguhkan iman.","Karena Kristus pun tiada menyukakan diri-Nya sendiri, melainkan seperti yang tersurat: Bahwa segala cela orang, yang mencela Engkau, sudah menimpa aku.","Karena seberapa banyak hal yang tersurat terdahulu itu, sudah disuratkan akan menjadi pengajaran bagi kita, supaya kita menaruh harap dari sebab sabar dan dari sebab penghiburan, yang daripada Alkitab.","Maka Allah, yang pohon segala sabar dan penghiburan itu, mengaruniai kamu apalah kiranya menjadi sehati sama sendirimu, menurut teladan Kristus Yesus,","supaya dengan sehati dan semulut kamu memuliakan Allah, yaitu Bapa Tuhan kita Yesus Kristus.","Sebab itu, hendaklah kamu bersambut-sambutan sama sendirimu, sama juga seperti Kristus sudah menyambut kamu kepada kemuliaan Allah.","Maka inilah kataku: Bahwa Kristus sudah menjadi pelayan orang yang memegang hukum sunat, karena sebab kebenaran Allah, supaya Ia meneguhkan perjanjian-Nya kepada nenek moyang kita;","dan supaya orang kafir pun akan memuliakan Allah sebab rahmat-Nya seperti yang tersurat: Bahwa inilah sebabnya aku memuji Engkau di tengah-tengah orang kafir serta menyanyikan nama-Mu.","Dan lagi katanya: Bersoraklah, hai segala orang kafir, beserta dengan umat Allah.","Dan lagi pula: Pujilah Tuhan itu, hai sekalian orang kafir, dan biarlah segala bangsa pun memuji Dia.","Dan sabda Yesaya pula: Bahwa akar Isai itu akan terbit kelak, dan Ialah yang bangkit akan memerintahkan segala orang kafir; maka kepada-Nyalah orang kafir itu berharap.","Kiranya Allah, yang pohon pengharapan itu, memenuhi kamu dengan segala kesukaan dan sentosa di dalam iman, supaya makin kayalah kamu di dalam pengharapan itu oleh sebab kuat kuasa Rohulkudus.","Hai saudara-saudaraku, aku ini sendiri pun yakin akan hal kamu, bahwa kamu juga penuh dengan kebaikan, dan berisi dengan segala jenis pengetahuan, dan cakap juga menasehatkan sama sendirimu.","Meskipun demikian, berani juga aku menyurat kepadamu di dalam sedikit hal, seperti hendak mengingatkan kamu pula, oleh sebab anugerah yang dikaruniakan Allah kepadaku,","supaya aku menjadi pesuruh Kristus Yesus untuk orang kafir, akan mengerjakan pekerjaan suci tentang Injil Allah, supaya orang kafir itu menjadi suatu persembahan yang berkenan kepada Allah dan yang disucikan oleh Rohulkudus.","Sebab itu di dalam Kristus Yesus aku megah atas segala perkara yang aku perbuat karena Allah.","Karena tiada aku berani mengatakan barang apa pun, kecuali yang sudah diadakan oleh Kristus dengan diriku, akan menjadikan orang kafir itu penurut, dengan perkataan dan perbuatan;","dengan kuasa tanda ajaib dan mujizat dan dengan kuasa Rohulkudus, sehingga mulai dari Yeruzalem dan sekeliling sampai ke Ilirikum aku sudah rata memberitakan Injil Kristus.","Maka di dalam itu aku sudah berusaha hendak memberitakan kabar kesukaan hanya di tempat yang nama Kristus itu belum termaklum, supaya jangan aku membangunkan rumah di atas alasan orang lain;","melainkan seperti yang tersurat: Bahwa orang yang belum dapat kabar dari hal Dia, akan nampak, dan orang yang belum mendengar itu akan mengerti.","Maka sebab itu juga, beberapa kali aku sudah tergendala hendak datang kepadamu,","tetapi oleh karena sekarang ini tiada lagi tempat menjalankan pekerjaanku di dalam jajahan ini, dan karena sudah beberapa tahun lamanya aku rindu hendak datang kepadamu,","apabila aku berangkat ke negeri Ispanyol, maka aku harap, di dalam perjalananku, singgah kepadamu dan kamulah mengantar aku ke sana, sesudah dapat aku dahulu memuaskan hatiku di dalam sedikit hal dengan kamu.","Tetapi sekarang ini aku pergi ke Yeruzalem akan menyampaikan derma kepada orang suci.","Karena orang Makedonia dan Akhaya sudah mempersetujukan suatu kumpulan uang untuk orang suci yang miskin di Yeruzalem.","Maka itulah menjadi persetujuan mereka itu; dan terutanglah mereka itu kepada orang-orang itu, karena jikalau orang kafir sudah masuk bahagian di dalam hal rohani dengan mereka itu, maka orang kafir itu pun terutang juga melayani mereka itu dengan hal duniawi.","Apabila aku sudah menyelesaikan perkara itu dan sudah menyerahkan dengan sahnya buah itu kepada mereka itu, maka aku akan berlayar ke Ispanyol melalui kamu.","Maka aku ketahui, bahwa apabila aku datang kepadamu, maka aku datang dengan sepenuh-penuh berkat Kristus.","Tetapi aku minta kamu, hai saudara-saudaraku, dengan karena Tuhan kita Yesus Kristus dan dengan karena kasih Rohulkudus, usahakanlah dirimu beserta dengan aku di dalam doamu kepada Allah karena aku,","supaya aku terlepas daripada orang fasik di Yudea, dan layananku untuk Yeruzalem boleh berkenan kepada orang suci itu,","dan supaya aku boleh, jikalau dengan kehendak Allah, mendapatkan kamu dengan sukacita, beristirahat bersama-sama dengan kamu.","Mudah-mudahan Allah, yang pohon sejahtera itu, adalah kiranya beserta dengan kamu sekalian. Amin."]