["Sebab itu, hai saudara-saudaraku, aku mintalah kamu, oleh sebab segala rahmat Allah, mempersembahkan tubuhmu menjadi korban yang hidup lagi kudus dan yang berkenan kepada Allah, maka itulah ibadatmu yang patut.","Dan janganlah kamu menurut teladan orang dunia ini, melainkan ubahkanlah rupamu dengan pembaharuan hatimu, supaya kamu dapat mengenal apa kehendak Allah, yaitu akan hal yang baik dan yang berkenan dan yang sempurna.","Karena oleh sebab anugerah yang dikaruniakan kepadaku, maka aku berkata kepada tiap-tiap orang yang ada di antara kamu: Janganlah menyangkakan dirinya berlebih-lebih daripada sangka yang patut, melainkan hendaklah ia menyangka dengan pikiran yang sempurna, sekadar bahagian iman yang dibahagikan Allah kepada masing-masing.","Karena sama seperti kita menaruh di dalam satu tubuh banyak anggota, tetapi semua anggota itu bukannya memegang serupa pekerjaan,","demikianlah juga kita yang banyak ini menjadi satu tubuh di dalam Kristus, tetapi masing-masing anggota beranggotakan yang lain.","Sedangkan kita menaruh karunia yang berlain-lainan menurut kadar anugerah yang dikaruniakan kepada kita itu: Jikalau nubuat, lakukanlah atas kadar iman;","jikalau layanan, lakukanlah atas jalan melayani; jikalau yang mengajar, lakukanlah atas jalan pengajaran;","jikalau yang menasehatkan, lakukanlah atas jalan nasehat; dan yang memberi, hendaklah dengan kemurahan; dan yang memerintahkan, hendaklah dengan usaha; dan yang menunjukkan belas kasihan, hendaklah dengan sukacitanya.","Hendaklah kasih itu dengan tulus ikhlas. Bencilah akan yang jahat; berpautlah kepada yang baik,","maka di dalam berkasih-kasihan dengan saudara-saudara, hendaklah kamu bersayang-sayang satu dengan yang lain; hendaklah seorang mendahului seorang di dalam hal memberi hormat.","Maka di dalam usaha jangan lengai; hendaklah bersungguh-sungguh di dalam roh, beribadat kepada Tuhan,","sambil bersukacita di dalam pengharapan, bersabar di dalam sengsara dan bertekun di dalam doa.","Tolonglah mencukupkan kekurangan orang suci; gemarlah memberi pertumpangan.","Pintakanlah berkat bagi orang yang menganiaya kamu; pintakanlah berkat dan jangan melaknatkan orang.","Bersukacitalah dengan orang yang bersukacita; dan menangislah dengan orang yang menangis.","Hendaklah kamu sehati seorang dengan yang lain. Janganlah mencita-cita perkara-perkara yang tinggi, melainkan tunduklah kepada yang rendah. Jangan bersangka dirimu pandai.","Jangan membalas kejahatan orang dengan kejahatan. Pikirkanlah barang yang baik di dalam pemandangan orang sekalian.","Jikalau boleh, dengan seboleh-bolehnya daripada pihak kamu, hendaklah kamu berdamai dengan orang sekalian.","Hai kekasihku, janganlah kamu sendiri membalas, melainkan berilah keluasan kepada kemurkaan, karena adalah tersurat: Bahwa kepada Akulah ada pembalasan; Aku ini akan membalaskan, kata firman Tuhan.","Melainkan jikalau seterumu lapar, berilah dia makan; jikalau ia dahaga, berilah dia minum. Karena dengan perbuatan yang demikian kelak engkau akan menimbunkan bara api atas kepalanya.","Janganlah engkau ditewaskan oleh kejahatan, melainkan tewaskanlah kejahatan itu dengan kebajikan."]