["Hendaklah tiap-tiap orang menaklukkan dirinya ke bawah segala kuasa yang di atasnya itu. Karena tiada kuasa melainkan daripada Allah; maka segala kuasa yang ada itu ditetapkan oleh Allah.","Sebab itu barangsiapa yang melawan kuasa itu, ialah melanggar peraturan Allah; tetapi orang yang melanggar itu akan menerima hukuman ke atas dirinya sendiri.","Karena segala pemerintah bukannya mendatangkan takut atas perbuatan yang baik, melainkan atas perbuatan yang jahat. Maukah tidak engkau takut akan kuasa itu? Lakukanlah kebajikan, maka engkau akan menerima kepujian daripadanya.","Karena ialah hamba Allah yang mendatangkan kebajikan kepadamu. Tetapi jikalau engkau melakukan kejahatan, hendaklah engkau berasa takut, karena bukannya sia-sia dipegangnya pedang itu, sebab ialah hamba Allah, penyampaikan kemurkaan-Nya atas barangsiapa yang melakukan kejahatan.","Oleh sebab itu wajiblah menaklukkan diri, bukan sahaja oleh sebab kemurkaan itu, melainkan oleh sebab perasaan hati juga.","Karena sebab itulah kamu membayar hasil juga; sebab ialah pegawai Allah yang senantiasa menjunjung pekerjaan itu.","Bayarlah kepada orang sekalian barang yang kamu terutang, yaitu hasil kepada yang kamu terutang hasil, dan cukai kepada yang kamu terutang cukai. Takutlah akan orang yang kamu terutang takut, dan berilah hormat kepada yang kamu terutang hormat.","Janganlah kamu berutang barang apa kepada seorang jua pun, melainkan berkasih-kasihan sama sendirimu. Karena siapa yang mengasihi orang, ialah yang sudah melakukan syariat Taurat.","Karena firman ini: Janganlah engkau berzinah, janganlah engkau membunuh, janganlah engkau mencuri, janganlah engkau tamak, dan barang sesuatu penyuruhan yang lain itu pun sudah terkumpul di dalam perkataan ini, yaitu: Hendaklah engkau mengasihi sesamamu manusia seperti dirimu sendiri.","Maka kasih itu tiada mengerjakan kejahatan atas sesama manusia. Oleh sebab itu kasih itu menjadi jalan melakukan syariat Taurat itu.","Demikian pula sedang kamu mengetahui keadaan masa sekarang ini, bahwa waktunya sudah sampai, kamu patut bangun daripada tidur. Karena sekarang selamat itu makin terlebih dekat kepada kita daripada tatkala kita mulai masuk iman.","Maka waktu sudah jauh malam, dan siang sudah dekat. Sebab itu hendaklah kita membuangkan segala perbuatan yang gelap, dan hendaklah kita bersenjatakan terang.","Hendaklah kita berjalan dengan kelakuan yang senonoh, seperti yang patut pada siang hari; jangan dengan lazat dan mabuk, dan jangan dengan persundalan dan percabulan, dan jangan dengan perkelahian dan cemburuan.","Melainkan hendaklah kamu bersalut dengan Yesus Kristus Tuhan itu, dan jangan melazatkan tabiat tubuhmu sehingga menguatkan hawa nafsu."]