["Maka kataku, \"Sudahkah Allah menolak umat-Nya itu?\" Sekali-kali tidak. Karena aku ini seorang Israel juga, benih Ibrahim, suku bangsa Benyamin.","Allah itu tiada menolak umat-Nya, yang diketahui-Nya terdahulu. Atau tiadakah kamu mengetahui nas Alkitab dari hal Elias, bagaimana ia mengadukan bani Israel kepada Allah?","Ya Tuhan, nabi-nabi-Mu sudah dibunuh oleh mereka itu, dan segala tempat korban-Mu sudah dibongkarnya; maka aku tinggal seorang diri sahaja, dan mereka itu menuntut nyawaku.","Tetapi apakah yang diwahyukan kepadanya? Aku ada lagi tinggal bagi diri-Ku tujuh ribu orang laki-laki yang tiada bertelut kepada Baal.","Demikianlah pada masa ini pun ada lagi sisa menurut pilihan anugerah.","Tetapi jikalau daripada anugerah, maka bukanlah daripada perbuatan manusia, sebab jikalau daripada perbuatan itu, anugerah itu bukannya lagi anugerah.","Jikalau begitu, bagaimanakah halnya? Apa yang dicari oleh bani Israel itu tiada dapat; tetapi orang pilihan sudah dapat, maka yang lain itu sudah dijadikan-Nya keras hati,","sebagaimana yang tersurat: Bahwa Allah memberi kepada mereka itu suatu roh penidur, dan mata yang tiada mau melihat, dan telinga yang tiada mau mendengar, hingga kepada hari ini.","Maka Daud pun berkata: Biarlah hidangan mereka itu menjadi suatu jerat, dan suatu perangkap, dan suatu alat jatuhan, dan pembalasan kepada mereka itu.","Dan biarlah mata mereka itu dikaburkan, supaya jangan nampak, dan belakang mereka itu senantiasa dibungkukkan.","Sekarang kataku: Bahwa akan hal mereka itu terantuk, yaitu supaya mereka itu jatuhkah? Sekali-kali tidak. Melainkan oleh sebab jatuhnya itu tibalah selamat kepada orang kafir, supaya membangkitkan gairah bani Israel.","Jikalau jatuhnya itu menjadi kekayaan isi dunia, dan kerusakannya itu menjadi kekayaan orang kafir, maka terlebih pula jikalau bilangannya menjadi genap.","Tetapi kepada kamu, yang asalnya daripada kafir, aku berkata, \"Sepanjang aku ini menjadi rasul untuk orang kafir, aku memuliakan jawatanku,","kalau-kalau aku dapat membangkitkan gairah di dalam hati orang yang daripada daging darahku, dan boleh membawa kepada selamat setengah orang daripada mereka itu.","Karena jikalau hal Israel terbuang menjadi perdamaian bagi seisi dunia, apakah pula penerimaan mereka itu melainkan hidup daripada mati?","Jikalau kepal yang pertama itu kudus, maka gumpalnya itu pun demikian juga, dan jikalau akar itu kudus, maka cabang-cabangnya itu pun demikian juga.","Tetapi jikalau beberapa cabang sudah patah, dan engkau, yang jadi pohon zaitun hutan, disisipkan ke dalamnya, lalu memperoleh sama-sama bahagian daripada lemak akar pohon zaitun itu,","janganlah engkau memegahkan dirimu kepada cabang-cabang itu. Tetapi jikalau engkau memegahkan dirimu sekali pun, ingatlah: Bukannya engkau yang menanggung akar itu, melainkan akar itu menanggung engkau.","Jikalau katamu sekarang: Cabang-cabang itu sudah dipatahkan, supaya aku ini dapat disisipkan ke dalamnya.","Baiklah. Oleh sebab tiada percaya, patahlah cabang-cabang itu, tetapi engkau ini tetap oleh sebab iman. Janganlah engkau besar hati, melainkan hendaklah engkau takut.","Karena jikalau Allah tiada menyayangi cabang-cabang yang asal itu, niscaya engkau pun tiada akan disayangi-Nya.","Sebab itu perhatikanlah kemurahan dan kekerasan Allah; yaitu atas orang yang sudah jatuh itulah kekerasan-Nya; tetapi atas engkau kemurahan Allah, jikalau engkau tetap di dalam kemurahan-Nya. Jikalau tidak, maka engkau juga akan dikerat.","Tetapi mereka itu juga akan disisipkan, jikalau mereka itu tiada tetap di dalam hal tiada beriman, karena Allah berkuasa menyisipkan pula mereka itu.","Karena jikalau engkau sudah dikerat daripada asal pohon zaitun hutan, lalu disisipkan kepada pohon zaitun yang baik, yaitu yang bukan asalmu, maka terlebih pula cabang-cabang yang asal itu disisipkan kepada pohon-pohon zaitun sendiri itu.\"","Karena tiada aku suka, hai saudara-saudaraku, bahwa kamu tiada mengetahui rahasia ini, (supaya jangan kamu sangkakan dirimu itu pandai), yaitu bahwa kekerasan itu menimpa sebahagian bani Israel, sehingga genap bilangan orang kafir pun masuk iman.","Lalu segenap bani Israel akan selamat, seperti tersurat: Bahwa dari Sion akan datang Penyelamat itu; maka Ialah akan menjauhkan segala perkara fasik daripada Yakub.","Maka inilah perjanjian-Ku dengan mereka itu, apabila Aku menghapuskan segala dosanya.","Maka tentang hal Injil, mereka itu menjadi seteru oleh karena kamu; tetapi menurut pilihan, mereka itu dikasihi oleh sebab segala nenek moyang.","Karena Allah tiada menyesal akan segala karunia-Nya, dan akan panggilan-Nya itu.","Karena seperti kamu ini dahulu durhaka kepada Allah, tetapi sekarang beroleh rahmat oleh sebab kedurhakaan bani Israel itu,","maka demikian juga orang itu pun sekarang telah durhaka, supaya oleh sebab rahmat yang ditunjukkan kepadamu itu, maka mereka itu pun sekarang beroleh rahmat juga.","Karena sekaliannya dikurungkan oleh Allah kepada kedurhakaan, supaya atas sekaliannya itu Ia menurunkan rahmat.","Alangkah dalamnya kekayaan dan hikmat dan pengetahuan Allah, sehingga tiada terselidik segala hukum-Nya dan tiada terduga segala jalan-Nya!","Karena siapakah yang mengetahui maksud Tuhan? Atau siapakah yang menjadi pembicara-Nya?","Atau siapakah yang terlebih dahulu sudah memberi Dia apa-apa, supaya dibalas-Nya pula?","Karena dari pada-Nya dan oleh-Nya dan kepada-Nya ada segala sesuatu. Kepada-Nyalah kemuliaan itu selama-lamanya! Amin."]