["Maka aku pertaruhkan kepadamu Pebe, saudara kita yang perempuan ini, yang menjadi pelayan sidang jemaat di Kenkeria itu.","Terimalah dia dengan karena Tuhan seperti yang patut kepada orang suci, dan tolonglah dia di dalam tiap-tiap perkara yang ia perlukan kamu. Karena ia itu juga sudah menjadi penolong kepada banyak orang, dan kepada aku sendiri pun.","Sampaikanlah salam kepada Periskila dan Akila, kawan-kawanku di dalam pekerjaan Kristus Yesus;","maka keduanya sudah menggalangkan tengkuknya sendiri karena nyawaku, maka bukannya aku ini sahaja bersyukur kepada mereka itu, melainkan juga segala sidang jemaat dari antara orang kafir pun.","Salam juga kepada sidang jemaat yang di dalam rumahnya. Salam kepada Epainetus, yang kukasihi, yaitu buah sulung Kristus di tanah Asia.","Salam kepada Maryam yang sudah berlelah sangat-sangat karena kamu.","Salam kepada Anderonikus dan Yunias, keluargaku dan kawanku di dalam penjara, yang termasyhur di antara rasul-rasul, dan yang juga terlebih dahulu daripada aku beriman kepada Kristus.","Salam kepada Ampeliatus yang kukasihi di dalam Tuhan.","Salam kepada Urbanus, yang kawan kami di dalam pekerjaan Kristus, dan Istakhis kekasihku.","Salam kepada Apelles yang didapati setia di dalam Kristus. Salam kepada orang isi rumah Aristobulus.","Salam kepada Herodion, keluargaku itu. Salam kepada orang isi rumah Narkisus, yang di dalam Tuhan.","Salam kepada Teripena dan Teriposa, yaitu perempuan yang berlelah-lelah di dalam Tuhan. Salam kepada Persis, perempuan yang dikasihi itu, yang sangat berlelah-lelah di dalam Tuhan.","Salam kepada Rupus yang terpilih di dalam Tuhan, dan kepada ibunya, yang sudah menjadi ibuku juga.","Salam kepada Asinkeritus dan Pelegon, dan Hermes, dan Paterobas, dan Hermas, dan segala saudara yang beserta dengan mereka itu.","Salam kepada Pilologus dan Yulia, dan kepada Nerius dan saudaranya yang perempuan, dan kepada Olimpas, dan sekalian orang suci yang beserta dengan mereka itu.","Hendaklah kamu bersalam-salaman sama sendirimu dengan kucup yang kudus. Maka salam sekalian sidang jemaat Kristus kepada kamu.","Aku minta kamu, hai saudara-saudaraku, akan memperhatikan segala orang yang mendatangkan perselisihan dan waham bersalahan dengan pengajaran yang kamu pelajari. Hendaklah kamu menyimpang daripada mereka itu.","Karena orang yang semacam ini bukannya bertuhankan Tuhan kita, yaitu Kristus, melainkan bertuhankan perutnya sendiri; dan dengan perkataan yang manis dan elok mereka itu memperdayakan orang yang tulus hati.","Karena taatmu sudah masyhur kepada orang sekalian. Sebab itu aku bersukacita oleh sebab kamu, tetapi aku kehendaki, supaya kamu menjadi bijak di dalam hal yang baik, dan suci daripada hal yang jahat.","Maka Allah, yang pohon sejahtera itu, akan meremukkan Iblis itu dengan segeranya di bawah tapak kakimu. Maka anugerah Tuhan kita Yesus adalah kiranya beserta dengan kamu!","Salam Timotius, kawan di dalam pekerjaanku, kepada kamu, dan salam keluargaku Lukius dan Yason dan Sosipater.","Aku ini Tertius, yang menulis surat ini, berkirim salam kepadamu di dalam Tuhan.","Dan salam kepadamu daripada Gayus, yang memberi aku dan segenap sidang jemaat itu pertumpangan. Dan salam kepadamu daripada Erastus, bendahara negeri, dan daripada Kuartus, saudara itu.","Adalah kiranya anugerah Tuhan kita Yesus Kristus menyertai kamu sekalian! Amin.","Maka bagi Tuhan yang berkuasa meneguhkan kamu, (menurut Injil yang aku ajarkan, dan menurut pemberitaan dari hal Yesus Kristus itu, sebagaimana kenyataan rahasia yang terlindung semenjak zaman yang azali,","tetapi sekarang ini sudah ketara dan dinyatakan kepada segala orang kafir, menurut firman Allah yang kekal itu, dengan kitab nabi-nabi akan membawa mereka itu kepada iman yang taat)","bahkan, bagi Allah yang Esa di dalam hikmat-Nya semata-mata itu, oleh karena Yesus Kristus, adalah kemuliaan itu selama-lamanya. Amin."]