["Hai saudara-saudaraku, kehendak hatiku dan doaku kepada Allah, yaitu karena orang Israel, supaya mereka itu beroleh selamat.","Karena aku menyaksikan bagi mereka itu, bahwa mereka itu ada suatu usaha kepada Allah, tetapi tiada dengan berpengetahuan.","Karena sebab tiada mengenal kebenaran Allah, dan sebab hendak mendirikan kebenarannya sendiri, maka tiadalah mereka itu menaklukkan dirinya kepada kebenaran Allah.","Karena Kristus itulah penyudah Taurat, menjadi kebenaran bagi tiap-tiap orang yang percaya.","Sebab Musa telah menyuratkan bahwa orang yang melakukan kebenaran dari dalam Taurat itu akan hidup olehnya.","Tetapi kebenaran dari dalam iman mengatakan demikian, \"Janganlah berkata-kata di dalam hatimu: Siapakah yang akan naik ke surga? (artinya membawa Kristus turun).","Atau: Siapakah yang akan turun ke dalam alam berzakh?\" (artinya membawa Kristus naik dari antara orang mati).","Tetapi apakah katanya itu? Dekat engkau ada perkataan itu, di dalam mulutmu, dan di dalam hatimu, yaitulah perkataan iman, yang kami beritakan.","Karena jikalau engkau mengaku dengan mulutmu bahwa Yesus itu Tuhan, dan yakin di dalam hatimu bahwa Allah telah membangkitkan Dia dari antara orang mati itu, maka engkau akan selamat.","Karena dengan hati orang percaya sehingga beroleh kebenaran, tetapi dengan mulut orang mengaku sehingga beroleh selamat.","Karena nas Alkitab mengatakan: Bahwa tiap-tiap orang yang percaya akan Dia tiada diaibkan kelak.","Sebab tiadalah perbedaannya antara orang Yahudi dengan orang Gerika. Karena Tuhan itulah juga Tuhan bagi sekalian, murah kepada sekalian yang menyeru Dia.","Karena tiap-tiap orang, yang menyeru nama Tuhan, akan selamat.","Sekarang bagaimanakah pula mereka itu hendak menyeru yang belum dipercayainya? Dan bagaimanakah mereka itu hendak percaya akan yang belum didengarnya, dan bagaimanakah mereka itu dapat mendengar, jikalau tiada seorang yang memberitakan?","Dan bagaimanakah mereka itu hendak memberitakan, jikalau tiada disuruh? Seperti yang tersurat: Alangkah eloknya segala tapak kaki orang yang membawa kabar kesukaan dari hal yang baik.","Tetapi bukan sekaliannya menurut Injil itu. Karena sabda Yesaya demikian: Ya Tuhan, siapakah yang percaya akan berita kami?","Oleh yang demikian nyatalah iman itu datang daripada berita, tetapi berita itu atas sabda Kristus.","Tetapi kataku, \"belumkah mereka itu mendengar? Bahkan! Kabarnya sudah berpecah-pecah di seluruh dunia, dan perkataannya sampai ke ujung bumi.\"","Tetapi kataku, \"Tiadakah bani Israel mengerti? Bahkan, pertama-tama Musa mengatakan: Bahwa Aku ini membangkitkan gairah kamu atas suatu bangsa yang tiada tersebut, maka Aku akan membangkitkan kemarahanmu ke atas suatu bangsa yang jahil.","Tetapi Yesaya itu dengan beraninya bersabda: Aku didapati oleh orang yang tiada mencari Aku; dan Aku menyatakan diri-Ku kepada orang yang tiada bertanya akan Daku.","Tetapi firmannya kepada bani Israel: Bahwa berhari-hari Aku mengulurkan tangan-Ku kepada kaum yang ingkar dan yang babil.\""]