["Sebab itu tiadalah dapat engkau mendalihkan dirimu, hai orang, siapa pun engkau yang menyalahkan orang; karena di dalam hal engkau menyalahkan orang lain, engkau sudah menyalahkan dirimu sendiri; sebab engkau yang menyalahkan itu berbuat sedemikian itu juga.","Maka termaklumlah kepada kita bahwa hukum Allah itu jatuh dengan adil ke atas orang yang melakukan sedemikian itu.","Hai orang, yang menyalahkan orang yang berbuat demikian itu, padahalnya engkau melakukan sedemikian itu juga, adakah engkau sangkakan, engkau ini terlepas daripada hukum Allah?","Atau engkau hinakankah kemurahan-Nya yang limpah dan sabar dan panjang hati-Nya, dengan tiada mengetahui bahwa kemurahan Allah itu menarik engkau kepada hal bertobat?","Tetapi menurut degilmu dan hati yang tiada mau bertobat, engkau menghimpunkan kemurkaan ke atas dirimu untuk hari murka dan kenyataan hukum Allah yang adil.","Yang akan membalas ke atas tiap-tiap orang menurut perbuatan masing-masing,","yaitu hidup yang kekal untuk orang yang mencari kemuliaan dan kehormatan dan peri yang tiada berkebinasaan di dalam berbuat baik dengan tekunnya;","tetapi murka dan geram itu ke atas orang yang loba dan tiada taat kepada kebenaran, melainkan taat kepada kelaliman,","siksa dan ketakutan itu ke atas tiap-tiap jiwa manusia yang mengerjakan kejahatan itu, terutama sekali orang Yahudi, demikian juga orang Gerika;","tetapi kemuliaan dan kehormatan dan sejahtera itu untuk tiap-tiap orang yang mengerjakan kebajikan, terutama sekali untuk orang Yahudi, demikian juga orang Gerika.","Sebab Allah tiada menilik atas rupa orang.","Karena seberapa banyak orang yang berbuat dosa, dengan tiada bertaurat, akan dibinasakan juga di luar hukum Taurat; dan seberapa banyak orang yang berbuat dosa, sedang takluk di bawah hukum Taurat, akan dihukumkan oleh Taurat itu.","Karena bukannya orang yang mendengar bunyi Taurat itu benar kepada Allah, melainkan orang yang mengamalkan hukum Taurat itu akan dibenarkan.","Karena jikalau orang kafir yang tiada bertaurat itu, dengan tabiatnya sendiri, berbuat seperti hukum Taurat itu, maka orang itulah yang tiada bertaurat ini menjadi Taurat bagi dirinya,","melakukan diri seperti orang yang menunjukkan bahwa isi Taurat itu tertulis di dalam hatinya, dan perasaan hatinya menyaksikan demikian itu, dan pikiran mereka itu di antara sama sendirinya itu berbalah-balah atau pun membenarkan dia","pada hari Allah menghakimkan segala rahasia manusia itu oleh sebab Kristus Yesus, bersetuju dengan Injil yang kuberitakan.","Tetapi jikalau engkau berpegang kepada nama Yahudi sambil berharap kepada Taurat dan memegahkan dirimu tentang Allah,","serta mengetahui kehendak-Nya dan membedakan makna yang terutama sebab diajari dari dalam Taurat,","dan jikalau engkau yakin akan dirimu menjadi pemimpin orang buta dan penerang bagi orang yang di dalam gelap,","dan pelatih orang jahil, dan guru kanak-kanak, sebab engkau menaruh hakekat pengetahuan dan segala yang benar di dalam Taurat itu;","jikalau begitu, hai engkau yang mengajar orang lain, tiadakah engkau mengajar dirimu sendiri? Engkau yang mengajarkan bahwa jangan orang mencuri, tetapi engkau mencurikah?","Engkau yang mengatakan orang jangan berzinah, tetapi engkau berzinahkah? Engkau yang membenci segala berhala, tetapi engkau rampaskah rumah berhala?","Engkau yang memegahkan dirimu di dalam hal Taurat, tetapi engkau hinakankah Allah dengan melanggar hukum Taurat?","Karena nama Allah dihujat oleh sebab kamu di antara orang kafir, seperti yang telah tersurat itu.","Adapun sunat itu sebenarnya berfaedah juga, jikalau engkau mengikut hukum Taurat itu; tetapi jikalau engkau menjadi pelanggar hukum Taurat, maka sunatmu itu pun menjadi batal.","Sebab itu, jikalau orang yang tiada bersunat itu menurut segala hakekat hukum Taurat itu, bukankah yang tiada bersunat itu terhisab bersunat juga?","Dan orang yang memang tiada bersunat, tetapi melakukan hukum Taurat itu, akan menyalahkan engkau yang menjadi pelanggar hukum Taurat, walaupun engkau berkitab dan bersunat itu.","Karena yang sebenar Yahudi itu, bukannya Yahudi pada lahir sahaja, dan yang sebenar sunat itu bukannya sunat yang lahir pada tubuhnya sahaja;","melainkan Yahudi yang sebenarnya itu, ialah Yahudi yang pada batinnya, dan sunat yang sebenarnya itu, ialah sunat hati, yaitu yang rohani, bukannya menurut sebagaimana rukun. Maka kepujian orang itu bukannya daripada manusia melainkan daripada Allah."]