["Jikalau demikian, apakah kelebihan orang Yahudi? Atau apakah faedahnya sunat itu?","Banyaklah di dalam berbagai-bagai peri. Pertama-tama sebab segala firman Allah sudah diamanatkan kepada mereka itu.","Karena apakah halnya? Jikalau beberapa orang menjadi tiada beriman, dapatkah ketiadaan iman mereka itu membatalkan setiawan Allah?","Sekali-kali tidak, melainkan Allah itu benar, tetapi segala manusia pembohong, seperti yang tersurat ini: Supaya Engkau nyata benar di dalam firman-Mu, dan menang apabila Engkau disalahkan orang.","Tetapi jikalau kesalahan kita menyatakan keadilan Allah, apakah hendak kita katakan? Lalimkah Allah menurunkan murka-Nya? (aku berkata ini cara manusia).","Sekali-kali tidak, karena jikalau demikian, bagaimanakah Allah menghakimkan dunia ini?","Tetapi jikalau kebenaran Allah oleh sebab dustaku itu melimpah kepada kemuliaan-Nya, apakah sebabnya aku lagi dihukumkan seperti orang berdosa?","Dan apakah sebabnya kami tiada berkata (seperti kami difitnahkan oleh beberapa orang bahwa kami sudah berkata), \"Biarlah kita berbuat jahat, supaya baiknya datang?\" maka mereka itu terkena hukum dengan adil.","Sekarang bagaimanakah? Adakah kita orang Yahudi menaruh suatu kelebihan? Sekali-kali tidak, karena dahulu kami sudah menyalahkan orang Yahudi dan juga orang Gerika, bahwa mereka itu sekalian tertakluk ke bawah dosa;","seperti yang tersurat demikian ini: Bahwa tiadalah seorang yang benar, bahkan, seorang pun tiada,","tiadalah seorang yang berakal, tiadalah seorang yang menuntut akan Allah;","sekalian mereka itu sudah menyimpang ke lain, sekaliannya itu menjadi sia-sia; tiadalah seorang yang berbuat kebajikan, bahkan, seorang pun tidak;","maka kerongkongnya itu seperti kubur yang terbuka; dengan lidahnya mereka itu membuat tipu daya, maka bisa ular tedung itu ada di bibirnya,","dan mulutnya penuh dengan kutuk dan kebengisan,","kakinya pantas pada menumpahkan darah orang;","segala jalannya mendatangkan kebinasaan dan kemalangan;","dan jalan sejahtera tiada dikenalnya;","maka ketakutan akan Allah tiada di hadapan matanya.","Tetapi kita ketahui: Bahwa seberapa banyak yang dikatakan di dalam Taurat, itulah yang dikatakan kepada orang yang takluk di bawah hukum Taurat, supaya tiap-tiap mulut orang boleh dikatupkan dan seisi dunia ini jatuh ke bawah hukuman Allah.","Karena dengan melakukan hukum Taurat tiada seorang pun dibenarkan; sebab dari dalam Taurat itu datang pengenalan dosa sahaja.","Tetapi sekarang dengan tiada bertaurat sudah dinyatakan kebenaran Allah, yang disaksikan oleh Taurat dan nabi-nabi,","yaitu kebenaran Allah oleh sebab iman kepada Yesus Kristus untuk sekalian orang yang percaya; karena tiada perbedaan,","sebab sekaliannya sudah berbuat dosa dan kurang kemuliaan daripada Allah,","serta dibenarkan cara karunia sahaja, dengan anugerah Allah, oleh sebab penebusan yang ada di dalam Yesus Kristus,","yang di hadapan Allah menjadi pendamai dengan jalan iman kepada darah-Nya, akan menunjukkan kebenaran-Nya, sebab dibiarkan-Nya segala dosa yang terdahulu di dalam masa panjang sabar Allah,","akan menunjukkan kebenaran-Nya itu pada masa ini, bahwa Ia sendiri ada adil, dan Ia membenarkan pula orang yang menaruh iman kepada Yesus.","Jikalau begitu, di manakah kemegahan itu? Itu sudah ditolak. Atas hukum manakah? Atas hukum melakukan syariat Tauratkah? Bukan, melainkan atas hukum iman.","Sebab itu kami sifatkan, bahwa orang dibenarkan oleh iman, bukan dengan melakukan syariat Taurat.","Atau adakah Allah itu Tuhan orang Yahudi sahaja? Bukankah Ia itu Tuhan orang kafir juga? Bahkan, untuk orang kafir itu juga.","Karena Allah itu memang Esa, yang akan membenarkan orang yang bersunat dari sebab iman, dan orang yang tiada bersunat itu pun oleh sebab iman.","Jikalau begitu, adakah kami membatalkan Taurat oleh sebab iman itu? Sekali-kali tidak, melainkan kami meneguhkan Taurat."]