["Apakah hendak kita katakan dari hal Ibrahim, nenek moyang","Karena jikalau Ibrahim itu dibenarkan oleh sebab perbuatannya, ada juga kemegahan padanya, tetapi bukannya kepada Allah.","Karena apakah kata Alkitab? Bahwa Ibrahim percaya akan Allah, maka itulah dihisabkan kepadanya menjadi kebenaran.","Maka kepada orang yang bekerja itu, adalah gajinya, bukan dihisabkan seperti pemberian, melainkan seperti hak;","tetapi kepada orang yang tiada bekerja, melainkan percaya akan Dia yang membenarkan orang fasik itu, maka imannya itu dihisabkan menjadi kebenaran.","Sama seperti Daud pun mengatakan bahagia atas orang itu yang dihisabkan Allah kepadanya kebenaran, dengan tiada perbuatan itu,","katanya: Berbahagialah segala orang yang diampunkan kesalahannya dan dosanya sudah tertudung;","berbahagialah orang yang tiada akan dihisab dosanya oleh Tuhan.","Jikalau begitu, bahagia itu diuntukkan kepada orang yang bersunat sahajakah? Atau kepada orang yang tiada bersunat juga? Karena kami mengatakan, bahwa kepada Ibrahim itu imannya dihisabkan menjadi kebenaran.","Tetapi bagaimanakah iman itu sudah terhisab kepadanya? Tatkala ia sudah bersunatkah? Atau belum bersunatkah? Bukannya pada masa bersunat, melainkan pada masa belum bersunat,","dan tanda sunat itu diterimanya menjadi meterai kebenaran, yang daripada iman, tatkala ia belum bersunat; karena atas peri demikian ia menjadi bapa sekalian orang yang beriman walaupun mereka itu tiada bersunat, supaya kebenaran itu dihisabkan kepada mereka itu,","dan lagi menjadi bapa orang yang bersunat itu pun, yaitu orang-orang yang bukannya bersunat sahaja, melainkan yang mengikut tapak iman Ibrahim, bapa kita, tatkala ia belum bersunat.","Karena bukannya oleh sebab Taurat datang perjanjian itu kepada Ibrahim dan benihnya, bahwa ia menjadi waris dunia ini, melainkan oleh sebab kebenaran yang daripada iman.","Karena jikalau orang yang melakukan syariat Taurat menjadi waris itu, niscaya sia-sialah iman itu, dan perjanjian itu pun batallah.","Karena yang didatangkan oleh Taurat itu murka, tetapi barang di mana yang tiada bertaurat, di situ tiadalah pelanggar hukum.","Itulah sebabnya warisan itu beralas kepada iman, yaitu menurut anugerah, supaya perjanjian itu tetap kepada segenap benihnya, bukannya kepada yang bertaurat sahaja, melainkan kepada yang beriman seperti Ibrahim, yang menjadi bapa kita sekalian,","(seperti yang tersurat: Bahwa Aku sudah menjadikan engkau bapa kepada beberapa banyak bangsa), di hadapan Yang dipercayainya, yaitu Allah yang menghidupkan orang mati, dan menyebutkan barang yang tidak ada sama seperti sudah ada.","Karena tatkala Ibrahim sudah hilang pengharapan, maka ia sudah harap juga dengan iman, yang ia menjadi bapa kepada beberapa banyak bangsa, sebagaimana yang difirmankan: Bahwa demikianlah akan jadi benihmu kelak.","Dan dengan tiada lemah di dalam imannya, ia tampak dirinya sendiri seperti sudah mati karena umurnya sekira-kira seratus tahun, dan kandungan Sarah pun sudah mati;","tetapi sebab ingat akan perjanjian Allah tiadalah ia bimbang, dengan tiada iman, melainkan ia makin dikuatkan oleh imannya, dengan mempermuliakan Allah,","dan sangat yakin, bahwa Allah berkuasa menyampaikan barang yang dijanjikan-Nya.","Itulah sebabnya juga imannya itu dihisabkan kepadanya menjadi kebenaran.","Tetapi perkataan \"dihisabkan kepadanya itu\" bukannya tersurat kepada Ibrahim sahaja,","melainkan karena kita juga, akan dihisabkan itu kelak bagi kita yang percaya akan Dia, Yang sudah membangkitkan Yesus, Tuhan kita, dari antara orang mati,","yaitu Yang telah diserahkan karena segala dosa kita dan Yang dibangkitkan karena sebab hal membenarkan kita."]