["Di dalam hal kita dibenarkan oleh karena iman, ada kita beroleh sentosa dengan Allah oleh sebab Tuhan kita, Yesus Kristus,","yang oleh-Nya juga kita diberi masuk, oleh sebab iman, kepada anugerah ini, yang di dalamnya itu kita hidup; maka kita bermegah-megah dari sebab pengharapan akan kemuliaan Allah.","Tetapi bukannya itu sahaja, melainkan juga kita bermegah-megah di dalam kesukaran, sebab mengetahui, bahwa kesukaran itu mendatangkan sabar,","dan sabar itu mendatangkan hati yang teguh, dan hati yang teguh itu mendatangkan pengharapan,","dan pengharapan itu tiada mempermalukan, sebab kasih Allah sudah dicurahkan rata ke dalam hati kita oleh Rohulkudus yang dikaruniakan kepada kita.","Karena tatkala kita lagi lemah, maka Kristus pun matilah karena orang fasik, pada masa yang tetap.","Karena jarang sangat seorang mau mati karena orang yang benar. Barangkali karena orang yang baik ada juga orang yang berani mati.","Tetapi Allah sudah menyatakan kasih-Nya kepada kita di dalam hal Kristus telah mati karena kita, tatkala kita ditaklukkan oleh dosa.","Sedangkan sekarang kita dibenarkan oleh darah-Nya, maka terlebih lagi kita akan beroleh selamat daripada kemurkaan, dengan jalan Dia.","Karena jikalau kita, tatkala lagi seteru Allah, diperdamaikan dengan Allah oleh sebab kematian Anak-Nya, maka terlebih pula kita, sesudah diperdamaikan itu, akan beroleh selamat oleh sebab hidup-Nya.","Bukannya demikian sahaja, melainkan kita bermegah-megah pula akan Allah oleh sebab Tuhan kita Yesus Kristus, yang oleh-Nya sekarang ini kita memperoleh perdamaian.","Sebab itu, sebagaimana oleh sebab seorang maka dosa sudah masuk ke dalam dunia ini, dan maut oleh sebab dosa, dan atas peri demikian maut itu menimpa sekalian manusia, maka karena itulah sekaliannya berbuat dosa,","karena sebelum ada Taurat itu, maka dosa sudah ada di dalam dunia; tetapi dosa itu tiada dihisab selagi tidak ada Taurat.","Akan tetapi maut itu memerintah dari zaman Adam hingga zaman Musa, sama juga atas orang yang tiada berbuat dosa sebagaimana kesalahan Adam, yang menjadi suatu teladan Yang akan datang itu.","Tetapi karunia Allah bukannya seperti dosa itu. Karena jikalau banyak orang sudah mati oleh sebab dosa seorang, maka terlebih lagi anugerah Allah dan pemberian-Nya melimpah kepada banyak orang di dalam anugerah, yaitu Yesus Kristus yang Seorang juga.","Maka pemberian itu berlainan halnya dengan yang disebabkan oleh dosa seorang. Karena hukuman dari sebab seorang itu membawa kepada hal kena hukum, tetapi karunia Allah, yang dari sebab banyak dosa, membawa kepada hal dibenarkan.","Karena jikalau dengan dosa seorang maut sudah memerintah oleh sebab seorang itu, maka terlebih lagi orang-orang, yang menerima kemewahan anugerah-Nya dan kebenaran yang dikaruniakan itu, akan memerintah di dalam hidup oleh sebab Seorang, yaitu Yesus Kristus.","Sebab itu, sebagaimana oleh sebab satu dosa sekalian manusia terkena hukum, begitulah oleh sebab Satu perbuatan yang benar itu, sekalian manusia dibenarkan, supaya beroleh hidup.","Karena sama seperti oleh sebab hal seorang tiada taat, banyak orang menjadi orang berdosa, demikian juga oleh sebab taat Seorang, yang banyak itu dijadikan orang benar.","Kemudian masuk pula Taurat itu, supaya dosa itu makin bertambah; tetapi di mana dosa sudah bertambah-tambah, di situlah anugerah Allah melimpah-limpah,","supaya sebagaimana dosa itu memerintah di dalam maut, sedemikian itu juga anugerah memerintah dengan kebenaran kepada hidup yang kekal, oleh sebab Yesus Kristus Tuhan kita."]