["Jikalau begitu, apakah hendak kita katakan? Bertekunkah kita di dalam dosa supaya anugerah Allah bertambah-tambah?","Sekali-kali tidak. Maka kita ini yang sudah mati lepas daripada dosa, bagaimanakah dapat lagi kita hidup di dalamnya?","Atau tiadakah kamu ketahui bahwa seberapa banyak kita yang dibaptiskan ke dalam Kristus Yesus itu, telah dibaptiskan ke dalam maut-Nya?","Demikianlah kita dikuburkan serta-Nya oleh baptisan itu ke dalam maut, supaya sebagaimana Kristus telah dibangkitkan dari antara orang mati oleh kemuliaan Bapa, sedemikian itu juga kita ini pun dapat berjalan di dalam suatu hidup yang baharu.","Karena jikalau kita sudah menjadi satu dengan Dia, dengan mengambil bahagian di dalam hal mati-Nya, begitu juga kita menjadi satu dengan Dia di dalam hal kebangkitan-Nya,","sedang mengetahui hal ini: Bahwa tabiat kita yang lama sudah disalibkan serta-Nya, supaya diri dosa dilenyapkan, jangan kita diperhambakan lagi oleh dosa;","karena orang yang sudah mati itu, sudah dilepaskan daripada dosa.","Tetapi jikalau kita sudah mati dengan Kristus, yakinlah kita bahwa kita akan hidup juga dengan Dia;","sebab kita mengetahui, bahwa Kristus yang sudah dibangkitkan dari antara orang mati itu, tiada mati lagi; maka maut itu pun tiada lagi memegang kuasa atas-Nya.","Karena akan hal mati-Nya itu, maka matilah Ia sekali sahaja untuk dosa, tetapi akan hal hidup-Nya itu, hiduplah Ia untuk Allah.","Demikianlah juga kamu wajib menghisabkan dirimu mati lepas daripada dosa, tetapi hidup bagi Allah di dalam Kristus Yesus.","Sebab itu janganlah dosa itu memerintah di dalam dirimu yang fana, sehingga kamu menurut hawa nafsunya,","dan janganlah kamu serahkan anggotamu kepada dosa menjadi alat kejahatan, melainkan serahkanlah dirimu kepada Allah, seperti orang mati balik hidup, dan anggotamu itu kepada Allah menjadi alat kebenaran.","Karena dosa itu tiada lagi dapat kuasa atasmu, sebab kamu bukannya di bawah Taurat, melainkan di bawah anugerah.","Apakah ikhtiar? Patutkah kita berbuat dosa sebab kita bukannya di bawah Taurat, melainkan di bawah anugerah? Sekali-kali tidak.","Tiadakah kamu ketahui, bahwa kepada siapa kamu menyerahkan dirimu seperti hamba yang taat, maka kamu menjadi hamba dialah yang kamu turut, baik kepada dosa menuju maut, atau kepada taat menuju kebenaran.","Tetapi syukurlah kepada Allah, sedang dahulu kamu menjadi hamba dosa, tetapi sekarang dengan bersungguh-sungguh hati kamu taat kepada jenis pengajaran yang kamu diajarkan.","Setelah dimerdekakan daripada dosa, maka jadilah kamu hamba kepada kebenaran.","(Aku berkata cara manusia oleh sebab kelemahan tabiat diri kamu), karena sama seperti dahulu kamu menyerahkan anggotamu menjadi hamba kepada kecemaran dan fasik yang mengerjakan fasik, demikian juga sekarang kamu menyerahkan anggotamu menjadi hamba kepada kebenaran yang mengerjakan kesucian.","Karena tatkala kamu menjadi hamba dosa, maka terlepaslah kamu daripada kebenaran.","Apakah faedah yang sudah kamu peroleh di dalam perkara-perkara yang kamu berasa malu sekarang ini? Karena kesudahannya itu maut.","Tetapi sekarang, setelah kamu merdeka daripada dosa, dan menjadi hamba kepada Allah, maka kamu beroleh buah-buahan yang menuju kesucian, dan kesudahannya itu hidup yang kekal.","Karena upah dosa itu maut, tetapi karunia Allah itu hidup yang kekal di dalam Kristus Yesus Tuhan kita."]