["Tiadakah kamu ketahui, hai saudara-saudaraku, (karena aku berkata kepada orang yang mengetahui hukum Taurat) bahwa hukum itu memerintahkan orang selama ia hidup?","Karena seorang perempuan yang bersuami terikat oleh hukum kepada suaminya selagi suami itu hidup; tetapi jikalau suami itu mati, terlepaslah perempuan itu daripada hukum suami.","Sebab itu, jikalau perempuan itu berlakikan orang lain tatkala suaminya lagi hidup, maka ia dikata orang perempuan berzinah; tetapi jikalau suaminya itu mati, terlepaslah perempuan itu daripada hukum itu, sehingga bukanlah ia perempuan berzinah, walaupun berlakikan orang lain.","Demikian juga, hai saudara-saudaraku, kamu ini pun dimatikan lepas daripada hukum Taurat itu oleh tubuh Kristus, supaya menjadi satu dengan yang lain, yaitu dengan Dia, yang sudah dibangkitkan dari antara orang mati, supaya kita mengeluarkan buah-buahan bagi Allah.","Tatkala kita lagi hidup di dalam tabiat duniawi, maka segala hawa nafsu yang penuh dengan dosa, yang dibangkitkan oleh hukum Taurat itu, bekerjalah di dalam anggota kita akan mengeluarkan buah-buahan bagi maut,","tetapi sekarang kita sudah terlepas daripada hukum Taurat itu, sedang kita sudah mati lepas daripada hukum itu, yang di dalamnya kita terpegang, sehingga kita berbuat ibadat baharu yang rohani, bukannya ibadat lama yang menurut sebagaimana rukun sahaja.","Apakah sekarang hendak kita katakan? Hukum Taurat itu dosakah? Sekali-kali tidak. Hanya aku tiada tahu dosa, jikalau tiada sebab hukum Taurat itu, karena tiada aku tahu akan hal tamak, jikalau tiada Taurat itu mengatakan: Janganlah engkau tamak!","Tetapi sedang dosa itu digerakkan oleh sebab penyuruhan itu, maka ia mengerjakan di dalam diriku berbagai-bagai hal tamak; karena jikalau tiada hukum Taurat, dosa pun matilah.","Dahulu aku ini hidup dengan tiada bertaurat, tetapi tatkala penyuruhan itu tiba, maka dosa itu hidup pula,","tetapi aku ini matilah; dan penyuruhan yang kepada hidup itu, kudapati menuju maut.","Karena sedang dosa itu digerakkan oleh sebab penyuruhan itu, maka ia memperdayakan aku dan membunuh aku atas peri demikian.","Jadi, hukum Taurat itu kudus, dan penyuruhan itu pun kudus serta adil dan sempurna.","Jikalau begitu, yang baik itu menjadi mautkah kepadaku? Sekali-kali tidak. Melainkan dosa, supaya nyata ia itu dosa, yang mendatangkan maut itu kepadaku dengan jalan menggunakan yang baik itu, supaya nyata dosa itu teramat sangat besarnya oleh penyuruhan itu.","Karena kita ketahui, bahwa hukum itu rohani, tetapi aku ini di dalam keadaan tubuh, terjual ke bawah dosa.","Karena barang yang kulakukan tiada aku tahu, karena bukannya barang yang aku gemar, aku amalkan, melainkan barang yang aku benci, itulah aku buat.","Tetapi jikalau aku perbuat barang yang tiada aku gemar, maka aku mempersetujukan bahwa Taurat itu baik adanya.","Oleh yang demikian, sekarang ini bukanlah lagi aku ini yang melakukan dia, melainkan dosa yang diam di dalam diriku.","Karena aku mengetahui, bahwa tiada diam di dalam diriku, yaitu di dalam keadaan tubuhku, barang yang baik; karena kehendak ada padaku, tetapi melakukan yang baik itu, tidak.","Karena yang baik yang aku gemar itu, tiada aku perbuat, melainkan yang jahat yang aku tiada gemar, itulah aku amalkan.","Tetapi jikalau aku ini perbuat barang yang aku tiada gemar itu, maka bukanlah lagi aku ini yang melakukan itu, melainkan dosa yang diam di dalam diriku.","Oleh yang demikian tampak kepadaku hukum ini: Sedang aku gemar berbuat yang baik, maka jahat itu sudah hadir.","Karena aku memperkenankan hukum Allah menurut batin manusia,","akan tetapi aku tampak ada lain hukum di dalam anggotaku, yang berperang dengan hukum akalku, serta membawa aku ke dalam tawanan di bawah hukum dosa di dalam anggotaku.","Wah, aku orang yang celaka ini! Siapakah gerangan akan melepaskan aku keluar dari dalam tubuh maut ini?","Mengucap syukurlah aku kepada Allah oleh Yesus Kristus Tuhan kita!","Oleh yang demikian, maka aku ini sendiri dengan hati mengikut hukum Allah, tetapi dengan tabiat duniawi takluk ke bawah hukum dosa."]