["Maka oleh sebab itu sekarang tiadalah lagi hukuman ke atas orang yang di dalam Kristus Yesus.","Karena hukum Roh yang mengaruniakan hidup di dalam Kristus Yesus sudah memerdekakan aku daripada hukum dosa dan maut itu.","Karena barang yang tiada boleh diperbuat oleh hukum Taurat, sebab lemah oleh karena tabiat manusia itu, diperbuat oleh Allah yang menyuruhkan Anak-Nya sendiri di dalam rupa manusia yang berdosa, yaitu sebab karena dosa itu, dengan menjatuhkan hukum ke atas dosa di dalam tabiat manusia,","supaya syarat hukum Taurat itu dapat disempurnakan di dalam diri kita, yang tiada menurut kehendak tabiat duniawi, melainkan menurut kehendak Roh.","Karena orang yang menurut tabiat duniawi, memikirkan hal dunia itu, tetapi orang yang menurut Roh itu, memikirkan hal rohani itu.","Karena pikiran tabiat duniawi itulah maut; tetapi pikiran rohani itulah hidup lagi sentosa.","Karena pikiran tabiat duniawi itulah perseteruan dengan Allah, sebab tiada takluk ke bawah hukum Allah, bahkan, tiada dapat juga.","Maka orang yang di dalam tabiat duniawi itu, tiada dapat memperkenankan Allah.","Tetapi kamu ini bukannya di dalam tabiat duniawi, melainkan di dalam Roh, yaitu jikalau Roh Allah ada diam di dalam dirimu. Jikalau barang seorang tiada menaruh Roh Kristus, bukannya ia milik Kristus.","Tetapi jikalau Kristus ada di dalam dirimu, maka tubuh itu memang mati sebab dosa, tetapi Roh itu hidup oleh sebab kebenaran.","Tetapi jikalau Roh Dia, Yang membangkitkan Yesus dari antara orang mati itu, diam di dalam dirimu, maka Ia itu, Yang membangkitkan Kristus Yesus dari antara orang mati itu, akan menghidupkan juga tubuh kamu yang fana itu dengan Roh-Nya yang diam di dalam dirimu.","Oleh yang demikian, hai saudara-saudaraku, kita ini terutang bukannya kepada tabiat duniawi akan hidup menurut tabiat duniawi itu,","karena jikalau kamu hidup menurut tabiat duniawi, maka kamu akan mati kelak; tetapi jikalau dengan Roh itu kamu mematikan perbuatan tubuh itu, maka kamu akan hidup kelak.","Karena seberapa banyak orang yang dipimpin oleh Roh Allah, maka itulah anak-anak Allah.","Karena bukannya kamu menerima roh perhambaan pula akan takut, melainkan kamu sudah menerima Roh menjadi anak angkat, yang di dalamnya kita menyeru, \"Abba, ya Bapa.\"","Maka Roh itu sendiri menyaksikan beserta dengan roh kita, bahwa kita ini anak-anak Allah.","Tetapi jikalau anak-anak, maka warislah juga, yaitu waris Allah, dan sewaris dengan Kristus, jikalau kita sama merasa sengsara dengan Dia, supaya sama juga kita dipermuliakan.","Karena menurut pendapatku, bahwa sengsara yang pada zaman ini tiada berpadan jikalau dibandingkan dengan kemuliaan yang akan dinyatakan kepada kita.","Karena dengan pengharapan yang sangat rindu ternanti-nantilah segala makhluk akan kenyataan anak-anak Allah.","Karena segala makhluk sudah ditaklukkan kepada yang sia-sia, bukannya dengan kehendaknya sendiri, melainkan dengan kehendak Dia yang menaklukkan mereka itu, tetapi dengan pengharapan,","bahwa pada akhirnya segala makhluk itu sendiri juga akan dimerdekakan daripada perhambaan kebinasaan, masuk kepada kemerdekaan kemuliaan anak-anak Allah.","Karena kita ketahui, bahwa segenap makhluk itu sama mengerang dan sama merasa kesakitan beranak sampai sekarang ini.","Dan bukannya itu sahaja, melainkan kita sendiri pun yang beroleh buah sulung Roh itu, bahkan, kita ini sendiri juga mengerang pada batinnya dengan menanti-nanti hal menjadi anak angkat, yaitu tebus tubuh kita.","Karena atas pengharapan sahaja kita sudah beroleh selamat; tetapi pengharapan yang kelihatan itu bukannya pengharapan, karena barang yang dilihat orang, apakah sebabnya lagi diharapkan?","Tetapi jikalau kita berharap akan barang yang tiada tampak kepada kita, maka dengan sabarnya kita menantikan dia.","Demikian juga Roh itu pun menolong pada kelemahan kita. Karena tiada kita tahu akan barang yang hendak kita pohonkan dengan sepatutnya; melainkan Roh itu sendiri memohonkan karena kita dengan keluh kesah, yang tiada terkatakan.","Dan Tuhan, yang menyelidiki hati manusia, mengetahui apa maksud Roh itu, sebab Roh itu memohonkan karena segala orang suci, menurut kehendak Allah.","Tetapi kita mengetahui, bahwa segala sesuatu bekerja bersama-sama mendatangkan kebajikan bagi orang yang mengasihi Allah, yaitu bagi orang yang dipanggil menurut kehendak Allah.","Karena orang yang dikenal-Nya terdahulu, ia itu juga ditetapkan-Nya terdahulu akan menjadi serupa dengan teladan Anak-Nya, supaya Ia itu menjadi anak sulung di antara beberapa banyak saudara.","Dan orang-orang yang ditetapkan-Nya terdahulu, mereka itulah juga dipanggil-Nya, dan orang-orang yang dipanggil-Nya itu, mereka itulah juga dibenarkan-Nya, dan orang-orang, yang dibenarkan-Nya itu, mereka itulah juga dipermuliakan-Nya.","Sekarang apakah hendak kita katakan atas segala hal itu? Jikalau Allah memihak kita, siapakah lawan kita?","Maka Ia yang tiada menahan Anak-Nya sendiri, hanya menyerahkan Dia karena kita sekalian, masakan Ia itu tiada juga mengaruniakan serta-Nya segala sesuatu bagi kita?","Siapakah akan mengadukan orang pilihan Allah? Maka Allah yang membenarkan.","Siapakah yang menjatuhkan hukum? Kristus Yesus itulah, yang sudah mati, bahkan, yang dihidupkan pula, dan yang ada di sebelah kanan Allah, dan yang memohonkan karena kita.","Siapakah yang dapat menceraikan kita daripada kasih Kristus? Kesukarankah atau sengsarakah, atau aniayakah, atau kelaparankah, atau keadaan bertelanjangkah, atau marabahayakah, atau pedangkah?","Seperti yang tersurat: Bahwa karena sebab Engkaulah kami dimatikan berhari-hari; maka kami dihisabkan seperti domba yang akan disembelih.","Tetapi di dalam segala perkara itu kita sangat menang oleh sebab Dia yang mengasihi kita.","Karena aku yakin, bahwa baik maut atau hidup, baik malaekat atau penguasa, baik hal yang ada sekarang ini atau yang akan datang, atau sesuatu kuat kuasa,","baik tinggi atau dalam, atau barang makhluk yang lain pun, tiada dapat menceraikan kita daripada kasih Allah, yang di dalam Kristus Yesus, Tuhan kita."]