["Maka dengan nama Kristus aku mengatakan kebenaran, tiada aku berdusta, (dan perasaan hatiku pun menyaksikan beserta dengan aku di dalam Rohulkudus),","bahwa aku sangat duka cita dan susah yang tiada berkeputusan di dalam hatiku.","Karena aku sendiri rela terlaknat dijauhkan daripada Kristus karena saudara-saudaraku, keluargaku yang sedaging sedarah,","yaitu orang-orang Israel yang ada hak menjadi anak angkat, dan kemuliaan Allah, dan pakat setia, dan Taurat, dan ibadat, dan segala perjanjian Allah,","dan yang empunya segala nenek moyang, dan dari antaranya terbit Kristus cara manusia, yang di atas sekalian, Tuhan yang terpuji selama-lamanya. Amin.","Tetapi bukannya seolah-olah firman Allah itu tiada sampai. Karena bukannya semua yang berasal Israel itu Israel,","dan bukannya semua yang dari sebab benih Ibrahim menjadi anak-anaknya, melainkan: Di dalam Ishak itulah akan dinamakan benihmu.","Artinya: Bukannya anak-anak daging darah itu anak-anak Allah, melainkan anak-anak perjanjian itulah dihisabkan benihnya.","Karena demikianlah bunyi firman perjanjian itu: Pada masa sebegini Aku akan datang, dan Sarah akan beroleh seorang anak laki-laki.","Tetapi bukannya demikian itu sahaja, melainkan tatkala Ribkah juga menjadi hamil oleh seorang, yaitu Ishak, nenek moyang kita.","Karena sebelum kanak-kanak itu lahir dan sebelum melakukan barang yang baik atau jahat, (supaya tetap niat azali Allah menurut kehendak-Nya sendiri,","yaitu bukannya dari sebab perbuatan manusia, melainkan dari sebab panggilan Allah), adalah difirmankan kepada Ribkah itu: Bahwa yang sulung akan menjadi hamba kepada yang muda.","Seperti yang tersurat: Bahwa Yakub Kukasihi, tetapi Esap Kubenci.","Apakah yang hendak kita katakan? Lalimkah Allah itu? Mustahil.","Karena Tuhan telah berfirman kepada Musa: Bahwa Aku akan menaruh belas kasihan kepada barangsiapa yang Kukasihani, dan Aku akan menaruh sayang kepada barangsiapa yang Kusayangi.","Oleh yang demikian hal itu bukannya bergantung kepada kehendak orang, atau usaha orang, melainkan kepada belas kasihan Allah.","Karena Alkitab menyatakan kepada Firaun: Bahwa sebab itulah Aku menegakkan engkau, supaya Aku menunjukkan kodrat-Ku di dalam dirimu, dan supaya nama-Ku dimasyhurkan di dalam seluruh dunia ini.","Oleh yang demikian Allah menaruh belas kasihan akan barangsiapa yang dikehendaki-Nya, dan Ia mengeraskan hati akan barangsiapa yang dikehendaki-Nya.","Barangkali sekarang engkau berkata kepadaku, \"Apakah sebabnya Ia lagi mencari salah? Karena siapakah dapat melawan kehendak-Nya?\"","Hai manusia, siapakah engkau yang hendak berjawab dengan Allah? Dapatkah gerangan barang yang diperbuat itu berkata kepada yang membuatnya, \"Apakah sebabnya engkau sudah membuat aku sedemikian ini?\"","Bukankah tukang periuk itu berkuasa atas tanah liat itu memperbuat daripada segumpal itu juga suatu bekas kemuliaan, dan yang lain pula suatu bekas kehinaan?","Tetapi bagaimanakah, jikalau Allah, sebab hendak menunjukkan murka-Nya dan menyatakan kuasa-Nya, menanggung dengan panjang sabar akan bekas kemurkaan, yang disediakan kepada kebinasaan,","supaya Ia memberi orang tahu akan kekayaan kemuliaan-Nya atas bekas belas kasihan, yang disediakan-Nya terdahulu untuk kemuliaan,","yaitu seperti bekas itu juga kita sudah dipanggil-Nya, bukannya daripada bangsa Yahudi sahaja, melainkan daripada orang kafir juga.","Seperti firman-Nya pula di dalam kitab Nabi Hosea, bunyinya, \"Yang bukan kaum-Ku itu akan Kusebutkan kaum-Ku; dan yang bukan dikasihi itu akan Kusebutkan kekasih-Ku.\"","\"Maka akan jadi bahwa di tempat yang sudah difirmankan kepada mereka itu: Kamu ini bukannya kaum-Ku, maka di situlah mereka itu akan disebutkan anak-anak Allah yang hidup itu.\"","Maka Yesaya pun menyerukan atas hal Israel demikian: Jikalau bilangan bani Israel menjadi seperti pasir di laut sekalipun, maka yang sisanya itu sahaja akan diselamatkan.","Karena Tuhan akan menetapkan hukuman-Nya yang adil di atas bumi ini dengan kekerasan dan dengan segera.","Dan seperti sabda Yesaya terdahulu: Jikalau kiranya tiada Tuhan segala bala tentara itu meninggalkan suatu benih bagi kita, niscaya sudahlah kita menjadi sama seperti Sodom dan Gomorah.","Apakah yang hendak kita katakan? Bahwa orang kafir, yang tiada menuntut kebenaran, sudah mencapai kebenaran, yaitu kebenaran yang dari dalam iman.","Tetapi bani Israel yang menuntut hukum kebenaran, tiada sampai kepada hukum itu.","Apakah sebabnya? Sebab mereka itu bukannya menuntut dengan iman, melainkan seolah-olah dari perbuatan dirinya. Maka terantuklah mereka itu pada batu antukan,","seperti yang tersurat: Tengoklah, Aku meletakkan di dalam Sion sebuah batu antukan dan sebuah batu syak, maka barangsiapa yang percaya akan Dia, tiada akan diaibkan."]