["Hendaklah kamu menurut teladanku, seperti aku pun menurut teladan Kristus.","Aku memuji kamu sebab kamu ingat akan daku di dalam segala perkara, dan berpegang teguh kepada segala syarat, seperti yang telah kuserahkan kepadamu.","Tetapi aku suka kamu mengetahui, bahwa kepala tiap-tiap laki-laki itu Kristus, dan kepala perempuan itu laki-laki, dan kepala Kristus itu Allah.","Maka tiap-tiap laki-laki yang berdoa atau bernubuat dengan bertudung kepala, menghinakan kepalanya.","Tetapi tiap-tiap perempuan yang berdoa atau bernubuat dengan tiada bertudung kepala, menghinakan kepalanya, karena ia sama seperti sudah dicukur rambutnya.","Karena jikalau seorang perempuan tiada bertudung, biarlah rambutnya digunting juga. Tetapi jikalau menjadi suatu malu kepada perempuan itu digunting atau dicukur rambutnya, biarlah ia bertudung.","Karena laki-laki itu tiada patut menudung kepalanya, sebab ia peta dan kemuliaan Allah; tetapi perempuan itu kemuliaan laki-laki.","Karena laki-laki itu bukan asalnya daripada perempuan, melainkan perempuan itu asalnya daripada laki-laki.","Dan laki-laki itu bukannya dijadikan karena perempuan, melainkan perempuan itu karena laki-laki.","Sebab itulah perempuan itu wajib memakai di kepalanya suatu tanda ia takluk, oleh sebab segala malaekat.","Walaupun demikian, di dalam Tuhan perempuan bergantung kepada laki-laki, sama seperti laki-laki bergantung kepada perempuan.","Karena seperti perempuan itu asalnya daripada laki-laki, demikian pula laki-laki jadi daripada perempuan; tetapi sekaliannya daripada Allah.","Kamu timbangkanlah sendiri: Adakah patut seorang perempuan berdoa kepada Allah dengan tiada bertudung?","Tiadakah keadaan itu sendiri menyatakan kepada kamu, bahwa jikalau seorang laki-laki ada berambut panjang menjadi suatu kehinaan kepadanya?","Tetapi jikalau perempuan ada berambut panjang, menjadi suatu kemuliaan kepadanya! Karena rambutnya itu dikaruniakan kepadanya untuk penudung.","Tetapi jikalau barang seorang suka berbantah-bantah, maka kita ini tiada menaruh adat yang demikian dan segala sidang jemaat Allah pun tidak.","Tetapi di dalam memberi peraturan ini, tiadalah aku memuji kamu, sebab kamu datang berhimpun ini bukannya mendatangkan kebajikan, melainkan mendatangkan kejahatan.","Karena pertama-tama aku dengar: Apabila kamu berhimpun di dalam sidang jemaat, adalah beberapa perbalahan timbul di antara kamu, dan aku percaya juga sedikit.","Karena tak dapat tiada menjadi beberapa pihak di antara kamu juga, supaya orang yang setiawan itu menjadi nyata di antara kamu.","Sebab itu, apabila kamu berhimpun sama sendiri, itu bukannya cara makan perjamuan Tuhan.","Karena di dalam perjamuan itu masing-masing berebut-rebut makan makanannya sendiri, sehingga ada yang lapar, ada yang mabuk.","Tiadakah ada bagimu rumah, tempat kamu makan dan minum? Atau kamu hinakankah sidang jemaat Allah, dan mempermalukan orang yang tiada menaruh apa-apa? Apakah hendak kukatakan kepadamu? Aku pujikah kamu? Di dalam hal ini tiada aku memuji kamu.","Karena barang yang aku ini sudah terima daripada Tuhan, itulah juga aku serahkan kepada kamu, yaitu bahwa pada malam tatkala Tuhan Yesus diserahkan itu diambilnya roti;","dan setelah sudah Ia mengucapkan syukur dipecah-pecahkan-Nya, sambil kata-Nya, \"Inilah tubuh-Ku yang diserahkan karena kamu; perbuatlah demikian, menjadi suatu peringatan akan Daku.\"","Demikian juga cawan minuman itu, sesudah makan, kata-Nya, \"Cawan minuman ini adalah perjanjian baharu di dalam darah-Ku. Maka seberapa banyak kali kamu minum, perbuatlah demikian menjadi suatu peringatan akan Daku.\"","Karena seberapa banyak kali kamu makan roti ini dan minum daripada cawan ini, kamu memberitakan kematian Tuhan hingga Ia datang.","Sebab itu barangsiapa yang makan roti itu, dan minum daripada cawan Tuhan itu dengan tiada berlayak, maka salahlah ia kepada tubuh dan darah Tuhan.","Tetapi hendaklah orang menguji dirinya sendiri, dan dengan demikian hendaklah ia makan roti dan minum daripada cawan itu.","Karena orang yang makan dan minum dengan tiada membedakan tubuh Tuhan, maka ia makan dan minum suatu hukuman atas dirinya sendiri.","Maka itulah sebabnya banyak di antara kamu yang lemah dan sakit, dan bukan sedikit yang mati.","Tetapi jikalau kita menyalahi diri kita sendiri, niscaya tiadalah kita dihukumkan.","Tetapi jikalau kita dihukumkan, maka kita disiksa oleh Tuhan, supaya jangan kita akan terkena hukum bersama-sama dengan dunia ini.","Sebab itu, hai saudara-saudaraku, apabila kamu berhimpun makan, nantikanlah kamu seorang akan seorang.","Jikalau barang seorang lapar, biarlah ia makan di rumahnya, supaya jangan perhimpunanmu itu mendatangkan hukuman ke atasmu. Maka hal yang lain-lain itu aku hendak aturkan, apabila aku datang kelak."]