["Adapun akan hal segala karunia yang rohani, hai saudara-saudaraku, tiada aku suka kamu tiada mengetahui.","Maka kamu mengetahui, bahwa tatkala kamu lagi kafir, kamu sudah tertarik kepada berhala yang tiada bersuara itu, sebagaimana yang kamu sudah ditarik itu.","Sebab itu aku menyatakan kepada kamu, bahwa dari antara orang-orang yang berkata-kata dengan ilham Roh Allah itu, tiada seorang pun mengatakan \"Yesus itu laknat,\" dan tiada seorang pun dapat mengatakan \"Yesus itu Tuhan\" melainkan dengan Rohulkudus.","Adalah berbagai-bagai karunia, tetapi roh-Nya itu Satu.","Dan ada berbagai-bagai jawatan, tetapi Tuhannya itu Satu.","Dan ada berbagai-bagai perbuatan ajaib, tetapi Allah itu juga yang mengerjakan segala hal itu di dalam sekalian orang.","Tetapi kenyataan Roh itu dikaruniakan kepada masing-masing, supaya mendatangkan faedah.","Karena kepada seorang dikaruniakan oleh Roh perkataan hikmat; dan kepada yang lain, perkataan marifat, menurut kuasa Roh itu juga;","dan kepada orang lain, iman di dalam Roh itu juga; dan kepada yang lain, karunia menyembuhkan di dalam Roh yang Satu itu juga;","dan kepada orang lain, perbuatan mujizat, dan kepada yang lain nubuat, dan kepada yang lain membedakan segala roh, dan kepada orang lain berjenis-jenis karunia lidah, dan kepada yang lain pengetahuan mengartikan makna lidah itu.","Tetapi sekaliannya itu dikerjakan oleh Roh yang Satu itu juga dengan membahagi-bahagi kepada masing-masing, sebagaimana kehendak-Nya.","Karena sebagaimana tubuh itu satu dan anggotanya banyak, dan segala anggota tubuh itu, meskipun banyak, menjadi satu tubuh, demikianlah juga Kristus.","Karena di dalam Satu Roh juga kita sekalian sudah dibaptiskan menjadi satu tubuh, baik orang Yahudi, baik orang Gerika, baik abdi, baik orang yang merdeka; maka kita sekalian diisikan dengan Roh yang Satu juga.","Karena tubuh itu pun bukannya satu anggotanya, melainkan banyak.","Jikalau kaki berkata, \"Bahwa sebab aku bukannya tangan, tiada aku terhisab kepada tubuh,\" maka bukanlah dengan sebab itu kaki itu tidak terhisab kepada tubuh.","Dan jikalau telinga berkata, \"Sebab aku bukannya mata, tiada aku terhisab kepada tubuh,\" maka bukanlah dengan sebab itu telinga itu tidak terhisab kepada tubuh.","Jikalau segenap tubuh itu menjadi mata, di manakah pendengaran itu? Dan jikalau semuanya itu menjadi pendengaran, di manakah pencium itu?","Tetapi Allah sudah mengaturkan segala anggota, tiap-tiap satu daripadanya di dalam tubuh, sebagaimana kehendak-Nya.","Jikalau sekaliannya itu menjadi satu anggota, di manakah tubuh itu?","Sungguhpun anggota itu banyak, tetapi tubuh satu sahaja.","Maka tiadalah boleh mata itu berkata kepada tangan, \"Aku tiada perlu akan dikau\"; atau kepala pula berkata kepada kaki, \"Aku tiada perlu akan kamu.\"","Apatah lagi segala anggota tubuh yang rupanya sangat lemah, itu terlebih perlu.","Dan anggota tubuh yang kita sangkakan kurang mulia itu, kita limpahkan kemuliaan ke atasnya, bahkan, anggota kita yang kurang elok itu beroleh lebih keelokan.","Tetapi anggota kita yang elok tiada perlu yang demikian, melainkan Allah sudah mengaturkan tubuh itu dengan mengaruniakan lebih banyak kemuliaan kepada anggota yang berkekurangan itu,","supaya jangan ada penceraian di dalam tubuh itu, melainkan segala anggota itu tolong-menolong satu dengan yang lain.","Dan jikalau satu anggota itu merasai sakit, segala anggota itu pun sama merasai sakit; dan jikalau satu anggota dipermuliakan, segala anggota itu pun sama bersukacita.","Maka kamu inilah tubuh Kristus, dan kamu masing-masing anggotanya.","Maka Allah telah menetapkan beberapa orang di dalam sidang jemaat, pertama-tama rasul-rasul, kedua nabi-nabi, ketiga guru-guru, kemudian mujizat, kemudian pula kuasa menyembuhkan orang, pertolongan, perintahan, dan jenis-jenis karunia lidah.","Semuanya itu rasulkah? Semuanya itu nabikah? Semuanya itu gurukah? Semuanya itu mengerjakan mujizatkah?","Adakah semuanya beroleh kuasa menyembuhkan orang? Dapatkah semuanya itu berkata-kata dengan karunia lidah? Dapatkah semuanya itu mengertikan makna lidah?","Tetapi usahakanlah dirimu akan beroleh segala karunia yang terlebih besar. Maka aku menunjukkan kepadamu suatu jalan yang terutama sekali."]