["Adapun akan hal mengumpulkan uang untuk orang suci itu, sebagaimana yang telah kupesankan kepada segala sidang jemaat di Galatia, demikian juga hendaklah kamu perbuat.","Pada tiap-tiap hari Ahad, hendaklah kamu masing-masing menyimpankan uang di dalam persimpanannya sendiri atas kadarnya, supaya jangan pada masa aku datang, baharu hendak dikumpulkan.","Apabila aku tiba kelak, maka dengan surat aku akan menyuruhkan orang, yaitu orang kepercayaan yang kamu pilih, membawa pemberianmu itu ke Yeruzalem.","Dan jikalau mustahak pula aku ini pergi, bolehlah mereka itu pergi dengan aku.","Tetapi aku akan datang kepadamu, apabila aku sudah melalui negeri Makedonia, karena aku hendak melalui Makedonia dahulu.","Tetapi barangkali aku akan tinggal beberapa lamanya dengan kamu, ataupun akan tinggal semusim dingin, supaya kamu boleh mengantar aku barang ke mana aku hendak pergi.","Maka kali ini aku tiada mau singgah sahaja kepadamu, melainkan aku harap hendak tinggal beberapa lamanya serta kamu, jikalau diizinkan Tuhan.","Tetapi aku akan tinggal di Epesus hingga kepada hari Pentakosta,","karena sudah terbuka bagiku suatu pintu yang besar dan kelapangan, dan ada banyak lawan di situ.","Jikalau datang Timotius, tolonglah supaya ia beserta kamu dengan tiada takut, karena ia mengerjakan pekerjaan Tuhan seperti aku ini juga.","Sebab itu biarlah jangan barang seorang menghinakan dia. Tetapi hendaklah kamu mengantar dia berjalan dengan sejahteranya, supaya ia boleh datang kepadaku, karena aku menantikan dia dengan segala saudara itu.","Adapun akan saudara kita Apollos, aku sudah minta dia sangat-sangat, supaya ia pergi kepadamu dengan saudara-saudara itu. Maka sekali-kali tiada ia mau pergi sekarang ini, tetapi ia akan datang juga apabila ia mendapat ketika yang baik.","Berjagalah kamu, berdirilah tetap di dalam iman, lakukanlah dirimu seperti laki-laki, biarlah kamu jadi gagah.","Biarlah segala perbuatan kamu dengan kasih.","Hai saudara-saudaraku, aku mintalah kamu: (kamu kenal orang isi rumah Stepanus, bahwa ialah buah sulung di negeri Akhaya, dan yang mereka itu menyerahkan dirinya sendiri melayani orang-orang suci),","supaya kamu ini pun takluk kepada orang yang demikian dan kepada tiap-tiap orang yang membantu dan berusaha.","Maka aku bersukacita akan kedatangan Stepanus dan Portunatus serta Akhaikus, karena mereka itu sudah menggenapi barang yang kurang bagi pihak kamu.","Karena mereka itu sudah menyegarkan hatiku dan hatimu. Sebab itu indahkanlah orang yang demikian itu.","Segala sidang jemaat yang di Asia berkirim salam kepadamu. Maka Akila dan Periskila pun berkirim salam banyak-banyak kepadamu di dalam Tuhan beserta dengan segala sidang jemaat yang di dalam rumahnya itu.","Segala saudara berkirim salam kepadamu. Hendaklah kamu bersalam-salaman sama sendirimu dengan kucup yang kudus.","Inilah salam daripada aku, Paulus, dengan bekas tanganku sendiri.","Jikalau barang seorang tiada mengasihi Tuhan itu, biarlah ia terlaknat. Maranata! (artinya Tuhan kami, datanglah!)","Maka anugerah Tuhan Yesus itu menyertai kiranya kamu.","Adalah kasihku menyertai kamu sekalian di dalam Kristus Yesus."]