["Jikalau aku berkata-kata dengan segala bahasa manusia dan malaekat sekalipun, tetapi aku tiada menaruh kasih, niscaya aku sudah menjadi seperti gong yang berbunyi, atau genta yang gemerincing.","Dan jikalau aku dapat karunia bernubuat, dan aku mengetahui segala rahasia dan segala marifat, dan jikalau aku menaruh iman yang sempurna, sehingga dapat aku memindahkan segala gunung sekalipun, tetapi aku tiada menaruh kasih, niscaya aku bukan suatu apa pun.","Jikalau aku sedekahkan segala hartaku menjamu orang miskin, dan jikalau aku serahkan tubuhku dibakar, tetapi aku tiada menaruh kasih, niscaya satu pun tiada berfaedah kepadaku.","Adapun kasih itu panjang sabar dan penyayang; kasih itu tiada dengki; kasih itu tiada memegahkan dirinya, tiada sombong;","tiada melakukan yang tiada senonoh, tiada mencari keuntungan dirinya sahaja; tiada pemarah; tiada menyimpan kesalahan orang;","tiada gemar akan lalim, melainkan bersukacita dengan yang benar.","Maka ia tahan menanggung segala sesuatu, dan percaya akan segala sesuatu, dan harap akan segala sesuatu, dan sabar akan segala sesuatu.","Maka kasih itu tiada berkesudahan; tetapi nubuat itu akan ditiadakan, dan segala karunia lidah itu akan berhenti, dan segala marifat akan ditiadakan.","Karena pengetahuan kita belum sempurna, dan hal kita bernubuat belum sempurna,","tetapi apabila yang sempurna itu tiba, maka yang belum sempurna itu akan ditiadakan.","Tatkala aku lagi kanak-kanak, aku bertutur seperti kanak-kanak, dan berasa seperti kanak-kanak, dan berpikir seperti kanak-kanak; sekarang semenjak sudah menjadi orang akil balig, maka keadaan kanak-kanak itu sudah kutiadakan.","Karena sekarang ini kita nampak di dalam cermin muka kelam; tetapi pada masa itu kelak muka bertentang dengan muka. Maka sekarang pengetahuanku belum sempurna, tetapi pada masa itu aku akan mengetahui sebagaimana aku juga telah diketahui.","Dengan yang demikian tinggallah iman, dan pengharapan, dan kasih, ketiga perkara ini, tetapi di dalam ketiganya itu yang terlebih besar, ialah kasih."]