["Hambatlah olehmu kasih itu; dan lagi usahakanlah dirimu akan beroleh segala karunia yang rohani, tetapi terlebih pula supaya kamu bernubuat.","Karena orang yang berkata-kata dengan karunia lidah itu, bukannya berkata kepada manusia, melainkan kepada Allah, karena tiada seorang pun mengerti, melainkan dengan Roh ia mengatakan rahasia.","Tetapi orang yang bernubuat itu, ia mengatakan kepada manusia perkataan yang meneguhkan iman, dan nasehat dan penghiburan.","Maka orang yang berkata-kata dengan karunia lidah itu meneguhkan imannya sendiri, tetapi orang yang bernubuat itu meneguhkan iman sidang jemaat.","Aku suka jikalau kamu sekalian berkata-kata dengan karunia lidah, tetapi lebih lagi jikalau kamu bernubuat. Maka orang yang bernubuat itu lebih besar daripada orang yang berkata-kata dengan karunia lidah, kecuali jikalau yang berkata-kata dengan karunia lidah itu tahu mengartikan makna lidah itu, supaya sidang jemaat itu beroleh keteguhan iman.","Tetapi jikalau demikian, hai saudara-saudaraku, jikalau kiranya aku datang berkata-kata kepadamu dengan karunia lidah, apakah aku menguntungkan kamu, jikalau tiada aku berkata-kata kepadamu dengan kenyataan atau dengan pengetahuan atau dengan nubuat atau dengan pengajaran?","Walaupun benda yang tiada bernyawa, tetapi yang berbunyi, baik suling atau kecapi, jikalau tiada berlainan bunyinya, bagaimanakah dapat dikenal yang mana bunyi suling, yang mana bunyi kecapi itu?","Karena jikalau nafiri berbunyi tiada berketentuan, siapakah gerangan bersiap akan berperang?","Demikianlah juga kamu ini dengan lidahmu itu, jikalau tiada kamu melafalkan perkataan yang mudah dierti, bagaimanakah orang dapat mengerti barang yang dikatakan? Karena hal itu seolah-olah kamu membuangkan perkataan ke dalam angin.","Adalah di dalam dunia ini sebegitu banyak jenis bahasa, dan satu pun tiada yang tiada bermakna.","Sebab itu jikalau aku tiada mengetahui arti bahasa itu, maka aku menjadi kepada yang berkata-kata itu orang asing, dan yang berkata-kata itu menjadi orang asing kepadaku.","Demikianlah juga kamu, sedang kamu mengusahakan dirimu akan beroleh karunia rohani, carilah supaya kamu berkelimpahan di dalam hal meneguhkan iman sidang jemaat.","Sebab itu, hendaklah orang yang berkata-kata dengan karunia lidah itu berdoa, supaya ia dapat mengertikan bahasa itu.","Karena jikalau aku berdoa dengan karunia lidah, maka rohku berdoa, tetapi akalku tiada mendatangkan faedah.","Sekarang apakah halnya? Bahwa aku hendak berdoa dengan roh itu, dan aku hendak juga berdoa dengan akal itu; dan aku hendak menyanyi dengan roh itu, dan aku hendak juga menyanyi dengan akal itu.","Jikalau tiada demikian, apabila engkau mengucapkan syukur dengan roh, bagaimanakah orang, yang tiada berkarunia itu, boleh mengaminkan ucapan syukurmu, sedang ia tiada mengerti apa katamu?","Karena sesungguhnya, engkau ini mengucapkan syukur dengan sepatutnya, tetapi orang lain tiada terbangun imannya.","Maka mengucap syukurlah aku kepada Allah, sebab aku tahu berkata-kata dengan karunia lidah, lebih daripada kamu sekalian.","Tetapi di dalam sidang jemaat aku lebih suka mengatakan lima perkataan dengan akalku, supaya aku mengajar orang lain daripada sepuluh ribu perkataan dengan karunia lidah.","Hai saudara-saudaraku, janganlah kamu menjadi budak-budak di dalam akalmu, melainkan di dalam hal kejahatan patutlah kamu menjadi kanak-kanak; tetapi di dalam akalmu itu hendaklah kamu menjadi sempurna.","Maka di dalam hukum Taurat adalah tersurat: Bahwa dengan orang yang berbahasa asing dan bibir bangsa asing akan Kukatakan kepada kaum ini. Walaupun demikian, maka tiada juga mereka itu mendengar akan Daku, firman Tuhan.","Sebab itu segala karunia lidah itu menjadi suatu tanda, bukannya kepada orang yang beriman, melainkan kepada orang yang tiada beriman, tetapi nubuat itu bukannya bagi orang yang tiada beriman, melainkan bagi orang yang beriman.","Oleh yang demikian, jikalau segenap sidang jemaat berhimpun bersama-sama, dan sekalian sedang berkata-kata dengan karunia lidah, lalu masuk orang yang tiada berkarunia atau orang yang tiada beriman, tiadakah mereka itu mengatakan, bahwa kamu ini gila?","Tetapi jikalau sekaliannya sedang bernubuat, lalu masuk seorang yang tiada beriman atau tiada berkarunia itu, maka orang itu akan ditempelak oleh sekaliannya, dan dikira-kirakan oleh sekaliannya itu,","sehingga perasaan hatinya pun ketara, dan dengan demikian sujudlah ia menyembah Allah sambil menyatakan, bahwa dengan sesungguhnya Allah ada di antara kamu.","Sekarang bagaimanakah halnya, hai saudara-saudaraku? Bahwa apabila kamu berhimpun, biarlah masing-masing ada dengan mazmur, ada dengan pengajaran, ada dengan kenyataan, ada dengan karunia lidah, ada dengan pengetahuan mengertikan makna lidah itu. Maka hendaklah segala hal itu meneguhkan iman.","Jikalau barang seorang berkata-kata dengan karunia lidah, biarlah dua orang atau sebanyak-banyaknya tiga orang, tetapi seorang lepas seorang, dan biarlah seorang mengertikan maknanya.","Tetapi jikalau tiada orang yang tahu mengertikan, biarlah ia berdiam diri di dalam sidang jemaat itu, hanya berkata-kata kepada dirinya sendiri dan kepada Allah.","Dan biarlah dua atau tiga orang yang bernubuat itu berkata-kata, dan yang lain-lain itu menimbangkan kata-katanya.","Tetapi jikalau kepada seorang yang duduk di situ masuk suatu ilham, hendaklah orang yang pertama itu berdiam diri.","Karena sekalian kamu boleh bernubuat seorang lepas seorang, supaya sekaliannya boleh paham dan sekaliannya dinasehatkan.","Adapun roh nabi-nabi itu takluk kepada nabi-nabi;","karena Allah Ialah Tuhan sejahtera, bukannya kusut. Maka seperti di dalam segala sidang jemaat orang suci,","hendaklah segala perempuan berdiam dirinya di dalam sidang-sidang jemaat itu. Karena tiada diizinkan kepada mereka itu berkata-kata melainkan wajiblah mereka itu takluk, seperti kata Taurat juga.","Jikalau mereka itu suka belajar apa-apa, biarlah mereka itu bertanya kepada suaminya sendiri di rumah, karena menjadi suatu aib bagi perempuan berkata-kata di dalam sidang jemaat.","Daripada kamukah firman Allah itu sudah keluar? Atau kepada kamu sahajakah firman itu sudah sampai?","Jikalau barang seorang menyangkakan dirinya nabi atau orang rohani, hendaklah ia mengetahui barang yang aku suratkan kepadamu itulah hukum Tuhan.","Tetapi jikalau barang seorang tiada hendak mengetahuinya, biarlah ia tiada mengetahui.","Sebab itu, hai saudara-saudaraku, usahakanlah dirimu akan bernubuat, dan janganlah menahan orang berkata-kata dengan karunia lidah.","Tetapi segala perkara itu hendaklah dilakukan dengan senonoh dan dengan peraturannya."]