["Maka bukannya aku suka kamu tiada mengetahui, hai saudara-saudaraku, bahwa nenek moyang kita telah ada di bawah awan dan sekaliannya itu melalui laut;","dan sekaliannya telah dibaptiskan di dalam awan dan di dalam laut, supaya menjadi satu dengan Musa,","dan sekaliannya telah makan makanan rohani yang serupa,","dan sekaliannya telah minum minuman rohani yang serupa. Karena mereka itu telah minum daripada batu rohani yang mengikut mereka itu, maka batu itulah Kristus.","Tetapi akan kebanyakan mereka itu Allah tiada berkenan. Sebab itulah mereka itu binasa di dalam padang belantara.","Tetapi segala perkara itu menjadi teladan bagi kita, supaya jangan kita ingin akan perkara yang jahat, seperti mereka itu juga.","Janganlah pula kamu menjadi penyembah berhala, sebagaimana beberapa mereka itu, karena telah tersurat: Bahwa kaum itu sudah duduk makan dan minum, lalu bangkit bermain.","Janganlah kita juga mengerjakan zinah, seperti yang dikerjakan oleh beberapa mereka itu, dan di dalam satu hari sudah rebah mati dua puluh tiga ribu orang.","Dan jangan kita pula mencobai Tuhan, sebagaimana beberapa mereka itu sudah mencobai, lalu dibinasakan oleh ular.","Dan lagi jangan kamu bersungut-sungut, sebagaimana beberapa mereka itu sudah bersungut-sungut, lalu dibinasakan oleh malakulmaut.","Segala perkara itu sudah berlaku atas mereka itu menjadi teladan, dan yang telah tersurat seperti nasehat bagi kita, orang akhir zaman.","Sebab itu siapa yang menyangkakan dirinya itu tegak, hendaklah ia beringat jangan ia jatuh.","Karena hanya pencobaan yang lazim kepada manusia sudah berlaku atas kamu. Tetapi Allah itu setiawan, yang tiada membiarkan kamu dicobai lebih daripada kekuatanmu, melainkan dengan pencobaan itu Ia akan mengadakan suatu jalan kelepasan, supaya cakap kamu menahannya.","Sebab itu, hai segala kekasihku, larikanlah dirimu daripada menyembah berhala.","Aku ini berkata seperti kepada orang yang bijak, kamu timbanglah barang yang kukatakan ini.","Adapun cawan berkat yang kita berkati, bukankah ia itu persekutuan di dalam darah Kristus? Dan roti yang kita pecahkan, bukankah ia itu persekutuan di dalam tubuh Kristus?","Sebab roti itu seketul, maka kita yang banyak ini menjadi tubuh sebatang, karena kita sekalian mendapat bahagian daripada roti yang seketul itu.","Tengoklah adat bani Israel! Bukankah orang yang makan persembahan itu mengambil bahagian daripada persembahan itu?","Bagaimanakah kataku? Bahwa barang yang dipersembahkan kepada berhala menjadi apa-apakah? Atau berhala itu menjadi apa-apakah?","Melainkan inilah kataku, bahwa barang yang dipersembahkannya itu dipersembahkannya kepada segala setan, bukannya kepada Allah. Tetapi aku tiada suka kamu bersekutu dengan segala setan itu.","Tiada boleh kamu minum daripada cawan Tuhan beserta dengan cawan segala setan. Dan tiada boleh kamu mendapat bahagian daripada hidangan Tuhan beserta dengan hidangan segala setan itu.","Atau kita bangkitkankah kemurkaan Tuhan? Adakah kita lebih kuat daripada Tuhan?","Segala sesuatu halal, tetapi bukan semuanya itu berfaedah. Maka segala sesuatu halal, tetapi bukan semuanya itu menetapkan hati.","Biarlah tiada seorang pun mencari faedahnya sendiri, melainkan faedah orang lain.","Maka barang sesuatu yang terjual di pasar daging, makanlah dengan tiada memeriksai sebab perasaan hati,","karena Tuhan mempunyai bumi ini beserta dengan segala isinya.","Jikalau barang seorang daripada orang kafir menjemput kamu dan kamu suka pergi, makanlah barang apa yang dihadapkan kepada kamu dengan tiada memeriksai sebab perasaan hati.","Tetapi jikalau barang seorang berkata kepadamu, \"Bahwa makanan ini sudah dipersembahkan kepada berhala,\" janganlah makan, sebab karena orang yang mengatakan demikian, dan sebab perasaan hati;","artinya: Bukannya perasaan hati kamu sendiri, melainkan perasaan hati orang lain. Karena apakah sebabnya kemerdekaanku itu dihukumkan oleh perasaan hati orang lain?","Jikalau aku ini dengan ucapan syukur menerima bahagianku, apakah sebabnya aku diumpat orang atas hal yang aku ucapkan syukur itu?","Sebab itu, baik kamu makan atau minum, baik barang sesuatu perbuatanmu, perbuatlah sekalian itu kepada kemuliaan Allah.","Janganlah kamu mendatangkan syak, baik kepada orang Yahudi, baik kepada orang Gerika, atau kepada sidang jemaat Allah,","sebagaimana aku juga menyukakan orang sekalian di dalam segala perkara, bukannya dengan mencari faedahku sendiri, melainkan faedah orang banyak, supaya mereka itu beroleh selamat."]