["Daripada Paulus, yang dengan kehendak Allah dipanggil menjadi rasul Kristus Yesus, dan Sostenes, saudara kita,","kepada sidang jemaat Allah yang di negeri Korintus, yaitu kepada segala orang yang dikuduskan di dalam Kristus Yesus, dan yang dipanggil menjadi orang suci, dengan sekalian orang yang menyeru nama Tuhan kita Yesus Kristus di segala tempat, yaitu tempat mereka itu dan kita;","turunlah kiranya atas kamu anugerah dan sejahtera daripada Allah Bapa kita dan Tuhan Yesus Kristus.","Maka senantiasalah aku mengucapkan syukur kepada Allah karena kamu sebab anugerah Allah yang dikaruniakan kepadamu di dalam Kristus Yesus,","bahwa di dalam Dia itu kamu dikayakan di dalam tiap-tiap hal, yaitu di dalam segala hal pemberitaan dan segala pengetahuan;","seperti kesaksian dari hal Kristus itu sudah ditetapkan di dalam kamu,","sehingga tiada kamu berkekurangan barang sesuatu karunia, sementara menantikan kenyataan Tuhan kita Yesus Kristus,","yang juga akan menetapkan kamu sampai kepada kesudahan, supaya kamu tiada bercela pada hari Tuhan kita Yesus Kristus.","Maka Allah itu setiawan, yang sudah memanggil kamu masuk ke dalam persekutuan Anak-Nya, Yesus Kristus, Tuhan kita.","Hai saudara-saudaraku, aku mintalah kamu dengan nama Tuhan kita Yesus Kristus, supaya kamu sekalian menjadi sepakat, dan jangan kamu berpihak-pihak di antara kamu, melainkan hendaklah kamu menjadi satu, dengan satu hati dan satu pikiran.","Karena sudah diberitahu kepadaku dari hal kamu, hai saudara-saudaraku, oleh orang isi rumah Kheloe, bahwa ada pertengkaran di antara kamu.","Dengan perkataan itu aku bermaksud, bahwa kamu masing-masing ada berkata, \"Bahwa aku ini pihak Paulus\"; \"Aku ini pihak Apollos\"; \"Aku ini pihak Kefas\"; \"aku ini pihak Kristus.\"","Adakah Kristus dibahagi-bahagi? Adakah Paulus disalibkan karena kamu? Atau dengan nama Pauluskah kamu dibaptiskan?","Aku bersyukur kepada Allah, bahwa seorang pun tiada di antara kamu yang telah kubaptiskan, melainkan Kerispus dan Gayus,","supaya jangan barang seorang pun berkata bahwa kamu sudah dibaptiskan dengan namaku.","Tetapi aku juga sudah membaptiskan orang isi rumah Stepanus, maka lain daripada itu tiadalah kuingat, kalau-kalau sudah aku membaptiskan orang.","Karena Kristus menyuruh aku bukannya akan membaptiskan orang, melainkan akan memberitakan kabar kesukaan, bukannya dengan hikmat perkataan, supaya jangan salib Kristus itu menjadi sia-sia.","Karena pengajaran dari hal salib itu menjadi kebodohan kepada segala orang yang menuju kebinasaan; tetapi kepada kita yang menuju keselamatan itulah menjadi kuasa Allah.","Karena adalah tersurat: Bahwa Aku akan membinasakan hikmat orang yang berhikmat itu, dan kebijakan orang yang bijak itu akan Kulenyapkan.","Manakah orang yang bijak itu? Manakah ahli Taurat itu? Manakah pembahas di dalam zaman ini? Bukankah Allah menjadikan hikmat dunia ini bodoh?","Karena sedang dunia ini dengan hikmatnya sendiri tiada dapat mengenal Allah di dalam hikmatnya, maka itulah sebabnya kehendak Allah menyelamatkan orang yang percaya dengan kebodohan pengajaran itu.","Sedang orang Yahudi minta tunjukkan tanda ajaib, dan orang Gerika mencari hikmat,","maka kita ini memberitakan Kristus yang tersalib, yaitu suatu syak kepada orang Yahudi, dan suatu kebodohan kepada orang kafir,","tetapi kepada orang yang dipanggil, baik orang Yahudi baik orang Gerika, Kristus itulah kuasa Allah dan hikmat Allah.","Karena kebodohan Allah itu lebih besar hikmatnya daripada manusia; dan kelemahan Allah itu lebih gagah daripada manusia.","Lihatlah olehmu, hai saudara-saudaraku, akan perihal kamu dipanggil itu, bahwa bukan ada banyak orang di antara kamu yang bijak menurut pemandangan dunia ini, dan bukan ada banyak yang berkuasa, dan bukan ada banyak yang berbangsa;","tetapi yang bodoh di dalam dunia ini dipilih Allah, supaya Ia mempermalukan orang yang berhikmat itu, dan yang lemah di dalam dunia ini dipilih Allah, supaya Ia mempermalukan yang gagah itu;","dan yang rendah di dalam dunia ini dan yang hina dipilih Allah, bahkan, hal yang tiada berharga apa pun, supaya Ia mempertiadakan hal yang berharga,","supaya jangan barang seorang pun memegahkan dirinya di hadapan Allah.","Tetapi dengan berkat Allah kamu ini ada di dalam Kristus Yesus, yang sudah menjadi bagi kita hikmat daripada Allah, yaitu kebenaran, dan kesucian, dan penebusan,","supaya (seperti yang tersurat): Siapa yang memegahkan diri, biarlah ia memegahkan diri di dalam Tuhan."]