["Maka aku menyatakan kepada kamu, hai saudara-saudaraku, akan Injil yang aku beritakan kepada kamu, dan yang telah kamu terima itu, dan yang di dalamnya juga kamu berdiri tetap,","dan olehnya juga kamu beroleh selamat, asal kamu berpegang teguh kepada perkataan yang kuberitakan kepada kamu, kecuali imanmu itu sia-sia.","Karena pertama-tama kuserahkan kepada kamu barang yang telah kuterima juga, yaitu bahwa Kristus mati itu karena dosa kita setuju dengan nas Alkitab,","dan Ia sudah dikuburkan, dan pada hari yang ketiga Ia sudah dibangkitkan pula setuju dengan nas Alkitab,","dan Ia sudah kelihatan kepada Kefas, kemudian kepada kedua belas orang itu;","kemudian daripada itu Ia kelihatan pula kepada saudara lebih daripada lima ratus orang di dalam sekaligus, maka kebanyakan mereka itu lagi hidup hingga sekarang, tetapi beberapa orang yang sudah meninggal.","Kemudian Ia kelihatan kepada Yakub, kemudian pula kepada segala rasul.","Pada akhir sekali Ia kelihatan kepada aku juga, yang seperti anak guguran.","Karena aku inilah yang terlebih hina di antara segala rasul itu, sehingga tiada layak aku digelar rasul, oleh sebab aku sudah menganiayakan sidang jemaat Allah.","Tetapi oleh sebab anugerah Allah aku telah menjadi sebagai aku ada; dan anugerah-Nya kepadaku itu tidak menjadi sia-sia, melainkan aku berlelah lebih daripada mereka itu sekalian; tetapi bukannya aku, melainkan anugerah Allah yang beserta dengan aku.","Sebab itu, baik aku, baik mereka itu, sebagaimana kami beritakan, begitulah juga kamu telah percaya.","Jikalau Kristus diberitakan orang, bahwa Ia sudah dibangkitkan dari antara orang mati, bagaimanakah beberapa orang di antara kamu boleh mengatakan bahwa tidak ada kebangkitan orang mati?","Tetapi jikalau tidak ada kebangkitan orang mati, niscaya Kristus pun tiada dibangkitkan.","Jikalau Kristus tiada dibangkitkan, sia-sialah pemberitaan kami, dan sia-sialah juga iman kamu.","Dan lagi nyatalah kami saksi dusta dari hal Allah, sebab kami menyaksikan bersalahan tentang Allah bahwa Ia sudah membangkitkan Kristus yang tiada dibangkitkan-Nya, jikalau sungguh orang mati tiada dibangkitkan.","Karena jikalau orang mati tiada dibangkitkan, niscaya Kristus pun sudah tiada dibangkitkan.","Tetapi jikalau Kristus tiada dibangkitkan, sia-sialah iman kamu, dan lagi kamu tinggallah di dalam dosamu.","Demikian juga segala orang yang telah mati di dalam Kristus itu pun telah binasa.","Jikalau di dalam kehidupan ini sahaja kita berharap kepada Kristus, maka kitalah yang terlebih malang daripada sekalian manusia.","Tetapi sesungguhnya Kristus sudah dibangkitkan dari antara orang mati, menjadi buah sulung di antara segala orang yang sudah mati.","Karena sedang maut itu diadakan oleh sebab seorang manusia, begitu juga kebangkitan dari antara orang mati itu diadakan oleh sebab seorang manusia.","Karena sama seperti di dalam Adam mati segala manusia, begitu juga di dalam Kristus sekaliannya akan dihidupkan.","Tetapi masing-masing menurut peraturan gilirannya; adapun buah sulung itulah Kristus, kemudian segala umat Kristus pada masa kedatangannya kelak.","Kemudian tiba kesudahan itu, apabila diserahkannya kerajaan itu kepada Allah, Bapa, setelah dilenyapkannya segala perintah, dan segala kuasa memerintah, dan kuat kuasa.","Karena tak dapat tiada Ia memerintah menjadi raja, sehingga Allah menaklukkan segala musuh di bawah kaki-Nya.","Adapun musuh yang akhir sekali yang dilenyapkan, yaitu maut.","Karena \"segala sesuatu sudah ditaklukkan Allah ke bawah kaki-Nya.\" Tetapi apabila difirmankan-Nya bahwa segala sesuatu sudah ditaklukkan, maka nyatalah Ia, yang menaklukkan segala sesuatu itu, terkecuali.","Apabila segala sesuatu sudah ditaklukkan kepada-Nya itu, maka pada masa itu Anak itu pun akan menaklukkan diri-Nya kepada Dia, yang menaklukkan segala sesuatu kepada-Nya, supaya Allah menjadi semuanya di dalam sekalian.","Jikalau tiada demikian, apakah sebabnya orang mau dibaptiskan karena orang mati? Jikalau langsung orang mati itu tiada dibangkitkan, apakah sebabnya orang dibaptiskan juga karena orang mati itu?","Apakah sebabnya kita ini setiap waktu masuk ke dalam bahaya?","Setiap-tiap hari aku menahan mati, hai saudara-saudaraku, demi kemegahanku dari hal kamu yang ada padaku di dalam Kristus Yesus, Tuhan kita.","Jikalau dengan peri manusia sudahlah aku berlaga dengan binatang buas di Epesus, apakah faedahnya kepadaku? Jikalau orang mati tiada dibangkitkan, marilah kita makan dan minum, karena besok kita mati.","Janganlah tersesat: Pergaulan yang jahat merusakkan kelakuan yang baik.","Hendaklah kamu sadar dengan sepatutnya dan jangan berbuat dosa; karena ada beberapa orang yang tiada mengenal Allah. Aku mengatakan ini, supaya kamu berasa malu.","Tetapi ada orang akan berkata, \"Peri bagaimanakah orang mati itu dibangkitkan? Dan dengan rupa tubuh semacam apakah mereka itu datang?\"","Hai orang bodoh! Barang yang engkau ini taburkan, tiada diberi hidup sebelum mati.","Dan yang engkau tabur itu, bukannya engkau menabur tubuh yang boleh menjadi, melainkan biji yang berkupas, barangkali gandum atau lain-lain.","Tetapi Allah mengaruniai dia suatu tubuh sebagaimana kehendak-Nya, dan kepada tiap-tiap jenis benih tubuhnya sendiri.","Maka bukannya segala yang bernyawa itu sejenis, melainkan manusia lain jenis, binatang lain jenis, burung lain jenis, ikan lain jenis.","Dan adalah beberapa lembaga di langit, dan beberapa lembaga di bumi; tetapi kemuliaan lembaga yang di langit itu lain, dan kemuliaan lembaga yang di bumi itu lain.","Kemuliaan matahari lain, dan kemuliaan bulan lain, dan kemuliaan bintang-bintang lain; karena suatu bintang berbeda dengan bintang yang lain tentang kemuliaannya.","Demikianlah juga kebangkitan orang mati. Adalah ditaburkan dengan peri kebinasaan, dibangkitkan dengan peri tiada kebinasaan;","ditaburkan dengan kehinaan, dibangkitkan dengan kemuliaan; ditaburkan dengan kelemahan, dibangkitkan dengan kuasa;","ditaburkan tubuh nafsani, dibangkitkan tubuh rohani. Jikalau ada tubuh nafsani, adalah juga tubuh rohani.","Demikian juga ada tersurat: Bahwa manusia yang pertama, yaitu Adam, menjadi nyawa yang hidup. Maka Adam yang akhir itu menjadi roh yang menghidupkan.","Tetapi bukan mula-mula menjadi yang rohani, melainkan yang nafsani, kemudian yang rohani itu.","Maka manusia yang pertama itu berasal daripada bumi, yaitu tanah, manusia yang kedua itu berasal dari surga.","Maka sebagaimana yang daripada bumi itu, demikianlah juga segala orang yang daripada bumi. Dan sebagaimana yang dari surga itu, demikianlah juga segala yang dari surga asalnya.","Dan sebagaimana kita memakai rupanya yang daripada bumi ini, demikianlah juga kita akan memakai rupanya yang daripada surga itu.","Tetapi inilah kukatakan, hai saudara-saudaraku, bahwa daging dan darah tiada dapat mewarisi kerajaan Allah; dan keadaan yang akan binasa tiada mewarisi keadaan yang tiada akan binasa.","Ingatlah, aku menyatakan kepadamu suatu rahasia: Bahwa bukan sekalian kita ini akan mati, tetapi kita sekalian akan diubahkan,","di dalam sesaat, di dalam sekejap mata pada bunyi sangkakala yang akhir; karena sangkakala akan berbunyi, dan segala orang mati akan dibangkitkan dengan keadaan yang tiada akan binasa, dan kita ini akan diubahkan.","Karena tak dapat tiada keadaan yang akan binasa ini akan memakai keadaan yang tiada akan binasa, dan peri yang akan mati ini tak dapat tiada akan memakai peri yang tiada akan mati.","Tetapi apabila keadaan yang akan binasa ini sudah memakai keadaan yang tiada akan binasa, dan peri yang akan mati ini sudah memakai peri yang tiada akan mati, baharulah akan sampai kelak perkataan yang tersurat ini: Bahwa maut sudah ditelan di dalam kemenangan.","Hai maut, di manakah kemenanganmu? Hai maut, di manakah sengatmu?","Adapun sengat maut itulah dosa, dan kuasa dosa itulah Taurat;","tetapi syukurlah kepada Allah yang mengaruniai kita kemenangan oleh sebab Tuhan kita Yesus Kristus.","Sebab itu, hai saudara-saudara yang kukasihi, hendaklah kamu tetap dengan tiada bergerak, dan senantiasalah berusaha di dalam pekerjaan Tuhan, karena kamu mengetahui, bahwa usahamu tiada sia-sia di dalam Tuhan."]