["Demikian aku pun, tatkala aku sudah datang kepadamu, hai saudara-saudaraku, bukannya aku datang dengan petah lidah atau hikmat di dalam hal aku memberitakan rahasia Allah kepadamu.","Karena aku sudah bermaksud, bukannya hendak mengetahui apa-apa di antara kamu, melainkan Yesus Kristus, yang telah tersalib itu.","Aku sudah ada di dalam kelemahan dan ketakutan dan geletar yang sangat di antara kamu.","Maka perkataanku dan pemberitaanku bukannya dengan perkataan hikmat yang menarik hati orang, melainkan dengan penunjukan roh dan kuasa Allah,","supaya imanmu jangan bergantung kepada akal manusia, melainkan kepada kuasa Allah.","Adapun hikmat itu kami katakan di antara orang yang sempurna. Tetapi bukannya hikmat dunia ini, dan bukannya hikmat raja-raja dunia ini, yang ditiadakan kelak,","melainkan kami mengatakan hikmat Allah yang sudah dirahasiakan dan yang tersembunyi, dan yang sudah ditetapkan Allah terlebih dahulu daripada dunia ini untuk kemuliaan kita,","yang tiada dikenal oleh seorang pun daripada raja-raja dunia ini. Karena jikalau mereka itu sudah mengenal dia, niscaya tiadalah mereka itu menyalibkan Tuhan, pohon segala kemuliaan itu,","melainkan seperti yang tersurat: Barang yang mata tiada tampak, dan telinga tiada mendengar, dan yang tiada timbul di dalam hati manusia, itulah yang disediakan Allah bagi orang yang mengasihi Dia.","Tetapi kepada kita Allah sudah menyatakan itu dengan Roh-Nya, karena Roh itulah menyelidik segala sesuatu, walaupun perkara Allah yang dalam-dalam.","Karena manusia yang manakah mengetahui batin orang, melainkan roh yang ada di dalam orang itu? Demikianlah juga tiada seorang pun mengetahui batin Allah, melainkan Roh Allah itu.","Tetapi kita ini telah menerima bukannya roh dunia ini, melainkan Roh yang daripada Allah, supaya kita dapat mengetahui barang yang dikaruniakan Allah kepada kita.","Maka barang yang kami katakan itu pun bukannya dengan pengajaran manusia, melainkan dengan pengajaran Roh, sambil membandingkan barang rohani dengan rohani.","Tetapi orang duniawi tiada menerima barang yang daripada Roh Allah itu, karena perkara itu menjadi kebodohan kepadanya, dan tiada dapat mengenalnya, sebab perkara itu diselidik dengan peri rohani.","Tetapi orang yang rohani itu menyelidiki segala perkara, maka ia sendiri tiada diselidik oleh seorang jua pun.","Karena siapakah yang mengetahui kasad Tuhan sehingga dapat mengajar Tuhan? Tetapi kita ini menaruh kasad Kristus."]