["Hai saudara-saudaraku, dahulu tiada dapat aku mengatakan kepada kamu seperti kepada orang yang rohani, melainkan seperti kepada orang yang di dalam tabiat duniawi, yaitu seperti kepada orang yang menjadi kanak-kanak di dalam Kristus.","Maka susu kuberikan kamu, bukannya makanan; karena kamu belum tahan, bahkan, sampai sekarang ini kamu belum tahan,","sebab kamu lagi di dalam tabiat duniawi. Karena jikalau ada dengki dan pertengkaran di antara kamu, bukankah kamu di dalam tabiat duniawi serta melakukan cara orang dunia?","Karena apabila seorang berkata, \"Bahwa aku ini pihak Paulus\", dan yang lain berkata, \"aku ini pihak Apollos\", bukankah kamu orang duniawi?","Apollos itu apa? Dan Paulus itu apa? Mereka itu pelayan sahaja, yang olehnya kamu masuk iman, yaitu sebagaimana Tuhan sudah mengaruniakan kepada masing-masing itu.","Aku ini yang menanam, Apollos yang menyiram, tetapi Allah yang menumbuhkan.","Oleh yang demikian penanam pun tidak, penyiram pun tidak dihargakan, melainkan hanya Allah yang menumbuhkan.","Maka yang menanam dan yang menyiram itu menjadi sama, tetapi masing-masing akan memperoleh pahalanya sendiri, sekadar pekerjaannya sendiri.","Karena kami orang bekerja bersama-sama dengan Allah, maka kamu huma Allah, dan bangunan Allah.","Maka menurut sebagaimana anugerah Allah yang dikaruniakan kepadaku menjadi seperti kepala tukang rumah yang pandai, aku sudah meletakkan alas, maka orang lain membangunkan rumah di atasnya. Tetapi biarlah masing-masing memperhatikan bagaimana ia membangunkan di atasnya itu.","Karena lain alasan tiadalah dapat diletakkan oleh seorang jua pun, kecuali yang sudah terletak, yaitu Yesus Kristus.","Jikalau barang seorang mendirikan rumah emas, perak, batu yang indah-indah, kayu, rumput kering, atau jerami di atas alasan itu,","maka pekerjaan masing-masing itu ketaralah kelak. Karena Hari itu akan menerangkan halnya, sebab dinyatakan itu dengan api; maka api itu sendiri akan menguji jenis pekerjaan masing-masing itu.","Jikalau pekerjaan barang seorang tinggal tetap, yang dibangunkannya di atas alasan itu, niscaya diperolehnya pahala kelak.","Jikalau pekerjaan seorang terbakar, niscaya rugilah ia. Maka ia sendiri akan selamat, tetapi seolah-olah orang yang menerusi api.","Tiadakah kamu ketahui bahwa kamu rumah Allah, dan Roh Allah diam di dalam kamu?","Jikalau barang seorang membinasakan rumah Allah, maka ia akan dibinasakan Allah; karena rumah Allah itu kudus, yaitu kamulah.","Janganlah seorang pun menipu diri. Jikalau barang seorang di antara kamu menyangka dirinya sendiri bijak di dalam dunia ini, biarlah ia menjadi bodoh, supaya boleh ia menjadi pandai.","Karena hikmat dunia ini menjadi kebodohan kepada Allah. Karena adalah tersurat: Bahwa Tuhan menangkap orang yang berhikmat itu di dalam cerdik orang itu sendiri.","Dan lagi: Bahwa Tuhan mengetahui akan pikiran orang yang berhikmat itu sia-sia semuanya.","Oleh yang demikian janganlah seorang pun bermegah-megah atas hal manusia. Karena segala sesuatu kepunyaanmu,","baik Paulus, baik Apollos, baik Kefas, baik dunia ini, baik hidup, baik mati, baik hal yang ada sekarang ini, atau yang akan datang kelak, yaitu segala sesuatu kepunyaanmu.","Tetapi kamu milik Kristus, dan Kristus itu milik Allah."]