["Atas peri demikian hendaklah kami disifatkan orang seperti hamba-hamba Kristus dan pemelihara rahasia Allah.","Dan lagi wajib di dalam hal pemelihara itu, bahwa masing-masing didapati setiawan.","Tetapi tentang aku tersangatlah ringan jikalau aku dihakimkan oleh kamu atau oleh suatu keputusan manusia, bahkan, aku sendiri pun tiada menghakimkan diriku.","Karena suatu pun tiada aku mengetahui kesalahanku sendiri; tetapi dengan hal yang demikian aku belum diperbenarkan, melainkan yang menghakimkan aku itulah Tuhan.","Oleh yang demikian janganlah kamu memutuskan barang sesuatu hal dahulu daripada waktunya, sehingga datang Tuhan, yang akan menerangkan barang yang tersembunyi di dalam gelap, dan akan menyatakan segala kasad hati orang. Pada masa itulah masing-masing akan beroleh kepujian daripada Allah.","Segala hal ini, hai saudara-saudaraku, kuambil kias atas diriku sendiri dan Apollos oleh karena kamu, supaya kamu dapat mempelajari di dalam hal kami \"bahwa janganlah melampaui barang yang tersurat\", supaya jangan seorang membesarkan diri atas nama seorang mengatas orang yang lain.","Karena siapakah gerangan melebihkan engkau? Dan apakah yang ada padamu yang bukan engkau terima? Dan jikalau engkau sudah menerima itu, apakah sebabnya engkau memegahkan dirimu seolah-olah engkau bukan menerima itu?","Memang kamu sudah kenyang, dan memang kamu sudah kaya, dan kamu memerintah dengan tiada perlukan kami. Wah, sukanya aku jikalau kamu sudah memerintah, supaya kami dapat memerintah beserta dengan kamu!","Karena aku sangka, bahwa Allah telah menjadikan kami ini rasul-rasul yang terlebih hina seperti orang yang dihukumkan sampai mati. Karena kami menjadi suatu tamasya kepada isi dunia ini, baik kepada malaekat, baik kepada manusia pun.","Kami ini menjadi bodoh oleh sebab Kristus; tetapi kamulah bijak di dalam Kristus; kami ini lemah, tetapi kamulah kuat, kamulah mulia, tetapi kami ini hina.","Maka sehingga sampai kepada waktu ini kami menderita lapar, dan dahaga, dan kekurangan pakaian, dan terkena sesah, dan tiada bertempat tetap,","dan berlelah-lelah bekerja dengan tangan kami sendiri. Maka hamun orang, kami balas dengan berkat, aniaya orang, kami deritakan,","cerca orang, kami balas dengan perkataan yang manis. Maka kami menjadi seperti sampah dunia ini dan sampah sarap di dalam pemandangan orang sekalian, sehingga sampai sekarang ini.","Maka aku menuliskan ini bukannya hendak mempermalukan kamu, melainkan hendak menasehatkan kamu seperti anak-anak yang kukasihi.","Karena meskipun kamu ada sepuluh ribu guru di dalam Kristus, tetapi kamu tiada banyak Bapa; karena di dalam Kristus Yesus aku ini telah memperanakkan kamu dengan Injil itu.","Sebab itu aku mintalah kamu: Turutlah teladanku.","Maka itulah sebabnya aku menyuruhkan Timotius kepada kamu, yaitu anakku yang kukasihi dan setiawan di dalam Tuhan; ialah akan mengingatkan kamu segala perihal jalanku di dalam Kristus Yesus, sebagaimana yang kuajarkan di mana-mana pun di dalam tiap-tiap sidang jemaat.","Tetapi adalah beberapa orang yang membesarkan dirinya seolah-olah tiada aku berani datang kepadamu.","Tetapi insya Allah aku akan datang kepadamu dengan segeranya, dan aku akan mengetahui bukan perkataan mereka itu yang membesarkan diri sahaja, melainkan kuasanya itu.","Karena kerajaan Allah itu bukannya berwujud atas perkataan, melainkan atas kuasa.","Apakah kamu kehendaki? Patutkah aku datang kepadamu dengan rotan, atau dengan kasih dan hati yang lembut?"]