["Dengan sesungguhnya kedengaranlah kabar bahwa ada zinah di antara kamu, bahkan, semacam zinah yang sedemikian itu tiadalah kedapatan, walaupun di antara orang kafir, sehingga seorang memperbinikan isteri bapanya.","Dan kamu ini membesarkan dirimu, maka tiadakah lebih patut kamu berdukacita, supaya orang yang melakukan perbuatan ini dibuangkan dari antaramu?","Adapun aku ini sungguhpun diriku tiada hadir, tetapi rohku hadir, maka sama seperti aku hadir, sudahlah sedia hukumanku atas orang yang mengerjakan sedemikian ini.","Dengan nama Tuhan kita Yesus, baiklah kamu bersama-sama rohku dengan kuasa Tuhan kita Yesus,","akan menyerahkan orang semacam itu kepada Iblis untuk membinasakan tubuhnya, supaya rohnya terselamat di dalam Hari Tuhan itu.","Maka hal memegahkan dirimu itu tiada baik. Tiadakah kamu ketahui bahwa ragi yang sedikit itu mengkhamirkan segenap gumpal tepung itu?","Buangkan ragi yang lama itu, supaya kamu menjadi segumpal yang baharu, sebab kamu memang tiada bercampur ragi. Karena sudah tersembelih Pasah kita, yaitu Kristus.","Sebab itu biarlah kita merayakan masa raya bukannya dengan ragi yang lama, dan bukannya dengan ragi yang niat jahat dan berkejahatan, melainkan dengan peri yang tiada beragi, yaitu dengan hati yang jernih dan yang benar.","Aku sudah menyuratkan kepadamu di dalam suratku minta jangan bercampur dengan orang yang berzinah;","artinya: Jangan semata-mata bercampur dengan orang yang berzinah di dalam dunia ini atau orang tamak, atau pendaya, atau penyembah berhala. Jikalau demikian, tak dapat tiada kamu keluar dari dalam dunia.","Tetapi sekarang aku menyuratkan kepadamu, jangan bercampur dengan orang yang dikatakan saudara, jikalau ia orang yang berzinah atau tamak, atau penyembah berhala, atau penghamun, atau pemabuk, atau pendaya; maka jangan kamu makan sehidang dengan orang sedemikian itu.","Karena apakah wajibnya aku menghakimkan orang luar? Bukankah wajib kamu menghakimkan orang dalam?","Tetapi orang luar itu, Allah yang menghakimkan. Maka jauhkanlah orang yang jahat itu dari antara kamu."]