["Beranikah barang seorang di antara kamu, jikalau ada suatu pendakwaan ke atas sama sendiri, pergi berhukum di hadapan hakim kafir, dan tiada di hadapan orang suci?","Atau tiadakah kamu mengetahui bahwa menghakimkan dunia ini terletak pada orang suci kelak? Dan jikalau dunia ini dihakimkan oleh kamu, tiadalah kamu berlayak menghakimkan perkara yang tersangat kecil?","Tiadakah kamu mengetahui bahwa kita akan menghakimkan malaekat kelak? Apatah lagi hal ihwal tentang kehidupan ini?","Sebab itu, jikalau kamu terkena menghakimkan hal ihwal kehidupan ini, adakah kamu hadapkan segala hal itu kepada pengadilan orang yang tiada terbilang kepada sidang jemaat itu?","Aku mengatakan ini, supaya kamu berasa malu. Tiadakah seorang pun di antara kamu yang bijak, yang dapat memberi keputusan perkara antara saudara-saudaranya?","Tetapi saudara dengan saudara pergi berhukum, apatah lagi hal itu kepada orang-orang kafir!","Dengan sebenarnya hal itu memang menjadi cela kepadamu, bahwa kamu mendakwa sama sendirimu. Apakah sebabnya tiada kamu rela beralah? Apakah sebabnya tiada kamu rela tertipu?","Tetapi kamu sendiri berbuat salah dan menipu, apatah lagi kepada saudara-saudaramu!","Tiadakah kamu mengetahui bahwa orang lalim tiada akan menjadi waris kerajaan Allah? Janganlah kamu tersesat. Orang berzinah, dan penyembah berhala, dan orang bermukah, dan orang semburit, dan orang yang berburit,","dan pencuri, dan orang tamak, dan pemabuk, dan pencerca, dan pendaya, semuanya itu tiada akan menjadi waris kerajaan Allah.","Dan semacam itulah ada setengah dari antara kamu dahulu, tetapi kamu sudah dibasuh, dan kamu telah dikuduskan, dan kamu telah dibenarkan dengan nama Tuhan Yesus Kristus dan dengan Roh Allah Tuhan kita.","Maka \"Segala sesuatu halal bagiku,\" tetapi bukan semuanya itu berfaedah. \"Segala sesuatu halal bagiku,\" tetapi aku ini tiada mau takluk ke bawah kuasa barang sesuatu pun.","\"Adapun makanan itu bagi perut, dan perut itu bagi makanan,\" tetapi kedua-duanya itu akan dilenyapkan Allah. Tetapi tubuh itu bukannya untuk persundalan, melainkan bagi Tuhan, dan Tuhan itu bagi tubuh.","Maka Allah telah membangkitkan Tuhan itu dan akan membangkitkan kita juga dengan kodrat-Nya.","Tiadakah kamu mengetahui bahwa tubuhmu itu anggota Kristus? Patutkah sekarang aku membawa segala anggota Kristus itu menjadikan dia anggota perempuan sundal? Jangan sekali-kali.","Atau tiadakah kamu mengetahui bahwa yang melekat kepada sundal menjadi setubuh? Karena firman Tuhan: Bahwa keduanya itu akan menjadi sedaging.","Tetapi orang yang melekat kepada Tuhan menjadi satu roh.","Larilah daripada zinah! Maka tiap-tiap dosa lain yang dilakukan orang, ia itu dari luar tubuh itu; tetapi orang yang bersundal itu, ialah berdosa kepada tubuhnya sendiri.","Atau tiadakah kamu mengetahui bahwa tubuhmu itulah rumah Rohulkudus yang diam di dalammu itu, yang telah kamu peroleh daripada Allah, dan bukan kamu milikmu sendiri?","Karena kamu sudah dibeli dengan harga tunai. Sebab itu hendaklah kamu memuliakan Allah dengan tubuhmu."]