["Menjawab segala pertanyaan di dalam suratmu itu, maka baiklah laki-laki jangan menyentuh perempuan,","akan tetapi dari sebab zinah, maka hendaklah tiap-tiap laki-laki beristerikan isterinya sendiri, dan tiap-tiap perempuan bersuamikan suaminya sendiri.","Hendaklah suami itu menggenapkan kewajibannya kepada isterinya, demikianlah juga isteri itu kepada suaminya.","Maka isteri itu tiada berkuasa atas tubuhnya sendiri, melainkan suami itu. Demikian juga suami itu tiada berkuasa atas tubuhnya sendiri, melainkan isteri itu.","Janganlah bertahar-tahar sama sendirimu, kecuali dengan izin masing-masing untuk seketika lamanya, supaya kamu sempat berdoa dan kemudian bersama-sama pula, supaya jangan kamu dicobai oleh Iblis, oleh sebab kamu tiada dapat menahan dirimu.","Tetapi inilah kukatakan bukannya perintah, melainkan timbangan hati sahaja.","Maka aku suka, biarlah segala orang menjadi seperti aku ini, tetapi masing-masing beroleh karunia yang berbeda-beda daripada Allah, yaitu seorang begini, dan seorang begitu.","Tetapi kepada orang bujang dan kepada janda aku mengatakan, bahwa baiklah mereka itu hidup seperti aku ini.","Tetapi jikalau mereka itu tiada dapat menahan dirinya, biarlah mereka itu kawin, karena lebih baik kawin daripada menyala berahinya.","Tetapi kepada orang yang sudah kawin itu aku berpesan (yaitu bukannya aku ini melainkan Tuhan): Bahwa janganlah isteri itu undur daripada suaminya.","(Tetapi jikalau ia sudah undur, maka hendaklah ia senantiasa bujang, atau rujuk kepada suaminya;) dan janganlah suami itu meninggalkan isterinya.","Maka kepada orang yang lain itu aku ini yang berkata (dan bukannya Tuhan): Bahwa jikalau barang seorang saudara beristeri yang tiada beriman, dan isteri itu suka diam bersama-sama dengan dia, maka janganlah suami itu meninggalkan dia.","Dan perempuan yang bersuamikan suami yang tiada beriman, dan suami itu suka diam bersama-sama dengan dia, maka janganlah ia meninggalkan suami itu.","Karena suami yang tiada beriman itu dikuduskan di dalam isterinya, dan isteri yang tiada beriman itu dikuduskan di dalam saudara itu. Jikalau tiada yang demikian, niscaya najislah anak-anakmu itu, tetapi sekarang kuduslah ia.","Tetapi jikalau orang yang tiada beriman itu undur, biarlah ia undur. Maka saudara laki-laki atau saudara perempuan itu tiada terikat lagi di dalam hal yang demikian. Tetapi kamu telah dipanggil Allah hidup di dalam perdamaian.","Hai isteri orang, bagaimanakah engkau mengetahui, kalau-kalau engkau akan menyelamatkan suamimu? Atau hai suami orang, bagaimanakah engkau mengetahui, kalau-kalau engkau akan menyelamatkan isterimu?","Tetapi sebagaimana Tuhan sudah membahagi-bahagi kepada masing-masing, dan sebagaimana masing-masing dipanggil oleh Allah, demikian hendaklah ia berbuat. Maka demikianlah peraturanku di dalam segala sidang jemaat.","Jikalau seorang dipanggil sedang sudah tersunat, janganlah ia meniadakan sunatnya. Dan jikalau seorang dipanggil sedang belum bersunat, janganlah ia disunatkan.","Maka sunat itu suatu pun tiada apa-apa, dan hal yang tiada bersunat itu suatu pun tiada apa-apa; melainkan menjunjung hukum Allah.","Maka hendaklah masing-masing tetap di dalam hal panggilan yang ia telah dipanggil itu.","Jikalau engkau dipanggil sedang menjadi hamba, jangan engkau bersusah; tetapi jikalau engkau dapat juga dimerdekakan lebih baik terima.","Karena siapa yang dipanggil di dalam Tuhan sedang menjadi hamba, ialah orang merdeka Tuhan; sedemikian pula siapa yang dipanggil sedang menjadi orang yang merdeka, ialah hamba Kristus.","Maka kamu sudah dibeli dengan harga tunai; janganlah kamu menjadi hamba orang.","Hai saudara-saudaraku, hendaklah masing-masing tetap di dalam hal ia dipanggil itu beserta dengan Allah.","Tentang hal perawan, tiada padaku firman Tuhan, tetapi aku memberi ikhtiar seperti orang kepercayaan oleh karena rahmat Tuhan.","Maka pada pemandanganku, baiklah hal yang demikian oleh sebab kesukaran yang pada masa ini, yaitu baiklah orang tinggal sebagaimana ia memang ada.","Jikalau engkau terikat kepada isteri, janganlah menuntut kelepasan. Jikalau engkau terlepas daripada isteri, janganlah mencari isteri.","Tetapi jikalau engkau kawin, tiadalah engkau berdosa, dan jikalau seorang perawan kawin, tiadalah ia berdosa. Tetapi orang yang sedemikian itu akan ditimpa oleh kesukaran dirinya. Maka aku ini sayangkan kamu.","Maka inilah kataku, hai saudara-saudaraku, bahwa waktu sudah singkat. Sebab itu daripada masa ini biarlah orang yang beristeri itu menjadi seperti yang tiada beristeri;","dan orang yang menangis seperti yang tiada menangis, dan orang yang bersukacita seperti yang tiada bersukacita, dan orang yang membeli seperti yang tiada mempunyai;","dan orang yang memakai dunia ini, pakailah seperti orang yang tiada memakai; karena keadaan dunia ini akan lenyap.","Tetapi kehendak aku janganlah kamu kuatir. Maka orang yang tiada beristeri itu sangat ingat akan perkara daripada Tuhan, yaitu bagaimana ia dapat membuat Tuhan berkenan akan dia.","Tetapi orang beristeri sangat ingat akan perkara dunia, yaitu bagaimana ia dapat membuat isterinya berkenan akan dia,","dan hatinya bercabang dua. Maka perempuan yang tiada bersuami itu dan perawan sangat ingat akan perkara daripada Tuhan, supaya ia kudus, baik tubuh baik rohnya. Tetapi perempuan yang bersuami itu sangat ingat akan perkara dunia, yaitu bagaimana ia dapat membuat suaminya berkenan akan dia.","Maka yang kukatakan ini berfaedah bagi kamu, bukannya aku hendak menjerat kamu, melainkan hendak menyempurnakan kamu, sehingga kamu bertekun kepada Tuhan dengan tiada kebimbangan.","Tetapi jikalau seorang menyangkakan tiada menjalankan dengan sepatutnya kepada anak perawannya di dalam hal ia sudah lepas daripada akil balig, maka jikalau disangkanya perlu mengawinkan dia, biarlah ia berbuat sekehendak hatinya. Tiadalah ia berbuat dosa, maka bolehlah mereka itu kawin.","Tetapi siapa yang tetap hatinya dan dengan tiada terpaksa, melainkan ada kuasa atas kehendaknya sendiri, dan sudah menetapkan di dalam hatinya hendak memeliharakan anak perawannya itu, maka perbuatannya itu baik juga.","Oleh yang demikian maka orang yang mengawinkan anak perawannya itu baik perbuatannya dan orang yang tiada mengawinkan dia itu, lebih baik perbuatannya.","Maka seorang perempuan yang bersuami terikat selagi suaminya itu hidup; tetapi jikalau suami itu mati, maka bebaslah ia berkawin dengan barangsiapa yang diperkenannya, asal di dalam Tuhan sahaja.","Tetapi pada pemandanganku, ia lebih senang jikalau ia tinggal sebagaimana memang ada. Maka pada pikiranku, bahwa aku juga ada Roh Allah."]