["Adapun akan hal barang yang dipersembahkan kepada berhala, kita ketahui \"bahwa kita sekalian berpengetahuan.\" Maka pengetahuan itu membesarkan diri, tetapi kasih itu meneguhkan hati.","Jikalau seorang menyangkakan dirinya mengetahui barang sesuatu, belumlah ia mengetahui sebagaimana patut diketahuinya.","Tetapi jikalau barang seorang mengasihi Allah, ialah dikenal oleh Allah.","Tentang hal makan makanan yang dipersembahkan kepada berhala itu, kita mengetahui bahwa berhala itu satu pun tidak di dalam dunia ini, dan tiadalah ada Allah lain hanya Yang Esa itu.","Karena jikalau maklum dewa-dewa ada sekalipun, baik di langit, baik di atas bumi, sebagaimana ada dewa-dewa banyak dan penguasa pun banyak,","tetapi kepada kita ada Satu sahaja, yaitu Allah Bapa, maka segala sesuatu daripada Dialah asalnya, dan kita menuju Dia, dan Tuhan pun Satu juga, yaitu Yesus Kristus, oleh sebab-Nyalah ada segala sesuatu, dan kita pun ada oleh sebab-Nya.","Tetapi bukannya sekalian orang berpengetahuan ini. Maka ada beberapa orang yang hingga sekarang ini mahir dengan berhala dan makan yang sudah dipersembahkan kepada berhala, dan perasaan hati mereka itu, sebab lemah, menjadi najis.","Sebenarnya makanan itu tiada membawa lebih dekat kepada Allah. Jikalau kita tiada makan sekalipun, tiada apa kekurangan kita, dan jikalau kita makan pun, tiada apa kelebihan kita.","Tetapi ingatlah kamu, supaya jangan kebebasanmu itu menjadi suatu syak kepada orang yang lemah.","Karena jikalau seorang memandang engkau yang berpengetahuan itu, duduk makan di dalam rumah berhala, tiadakah perasaan hatinya yang lemah itu menjadi berani hendak makan makanan yang dipersembahkan kepada berhala?","Karena oleh sebab pengetahuanmu itu binasalah orang yang lemah, yaitu saudara itu, karenanya juga Kristus sudah mati.","Tetapi jikalau atas peri demikian kamu berdosa kepada saudara-saudara itu, dan melukakan perasaan hatinya yang lemah itu, maka kamu juga berdosa kepada Kristus.","Oleh sebab itu jikalau makanan mendatangkan syak kepada saudaraku itu, sekali-kali tiadalah aku mau makan daging lagi, supaya jangan aku mendatangkan syak kepada saudaraku."]