["Bukankah aku bebas? Bukankah aku seorang rasul? Bukankah aku sudah memandang Yesus, Tuhan kita? Bukankah kamu ini jadi kenyataan pekerjaanku di dalam Tuhan?","Jikalau aku bukannya rasul kepada orang lain, tetapi kepada kamu aku rasul; karena meterai jawatanku rasul itu kamu inilah di dalam Tuhan.","Maka inilah jawabanku kepada orang yang memeriksai hal aku.","Tiadakah kami berhak makan dan minum?","Tiadakah kami berhak membawa beserta dengan kami seorang isteri Kristen, sama seperti lain-lain rasul, dan saudara-saudara Tuhan, dan Kefas?","Atau aku dengan Barnabas sahajakah yang tiada berhak berhenti daripada pekerjaan tangan?","Siapakah pernah menjadi laskar atas perbelanjaannya sendiri? Dan siapakah pula yang membuka kebun anggur tiada boleh makan buah-buahnya? Atau siapakah yang menggembalakan sekawan lembu dan yang tiada minum susunya itu?","Adakah aku berkata ini cara manusia? Atau tiadakah kata Taurat sedemikian itu juga?","Karena adalah tersurat di dalam Taurat Musa: Bahwa janganlah engkau menyimpai mulut lembu yang sedang mengirik itu. Adakah Allah memikirkan lembu itu?","Atau adakah yang difirmankan-Nya itu semata-mata karena kita? Bahkan, karena kita juga sudah tersurat, bahwa orang yang menenggala itu harus menenggala dengan pengharapan, dan yang mengirik itu pun dengan pengharapan mendapat bahagian.","Jikalau kami menabur benih rohani kepada kamu, suatu perkara besarkah jikalau kami menuai buah duniawi daripada kamu?","Jikalau orang lain beroleh hak atas kamu, apatah lagi kami? Tetapi tiadalah kami menggunakan hak itu, melainkan kami menderita segala hal, supaya jangan kami menyekat Injil Kristus.","Tiadakah kamu mengetahui, bahwa orang yang mengerjakan kewajiban rumah Allah, itu mendapat makan daripada rumah Allah, dan orang yang menunggu tempat korban itu pun mendapat bahagian dengan tempat korban itu?","Demikianlah juga sudah ditetapkan oleh Tuhan, bahwa orang yang memberitakan Injil hendaklah mendapat kehidupannya daripada Injil itu.","Tetapi aku ini tiada menggunakan satu pun daripada segala hal itu; dan bukannya aku menyuratkan hal itu, supaya dilakukan demikian kepadaku. Karena lebih baik aku mati daripada itu, maka kemegahanku itu tiada boleh disia-siakan, oleh seorang jua pun.","Karena jikalau aku memberitakan kabar kesukaan, bukanlah megah kepadaku, sebab kewajiban itu tertanggung atasku; bahkan, wai atasku, jikalau tiada aku memberitakan kabar kesukaan itu.","Karena jikalau aku berbuat demikian itu dengan kehendakku sendiri, adalah suatu pahala padaku; tetapi jikalau bukannya dengan kehendakku sendiri, maka ia itu suatu jawatan yang dipercayakan kepadaku.","Jikalau demikian, apakah pahalaku? Inilah: Aku memberitakan kabar kesukaan itu dengan tiada berupah, sehingga aku tiada melakukan kebebasanku di dalam hal memberitakan Injil itu.","Karena meskipun aku merdeka daripada orang sekalian, maka aku telah memperhambakan diriku untuk sekalian orang, supaya aku beroleh lebih banyak orang.","Maka kepada orang Yahudi aku menjadi seperti seorang Yahudi, supaya aku memperoleh orang Yahudi itu. Dan kepada orang yang di bawah hukum Taurat aku menjadi seperti orang yang di bawah hukum Taurat, walaupun aku sendiri tiada di bawah hukum Taurat, supaya aku memperoleh orang yang di bawah hukum Taurat itu.","Maka kepada orang yang tiada mempunyai hukum Taurat, aku menjadi seperti orang yang tiada mempunyai hukum Taurat, meskipun aku tiada lepas daripada hukum Allah, melainkan takluk di bawah hukum Kristus, supaya aku memperoleh orang yang tiada mempunyai hukum Taurat.","Maka kepada orang yang lemah aku menjadi seperti orang lemah, supaya aku memperoleh orang yang lemah. Maka kepada orang sekalian aku sudah menjadi segala sesuatu, supaya boleh dengan seboleh-bolehnya aku dapat menyelamatkan beberapa orang.","Tetapi segala sesuatu itu aku perbuat karena sebab Injil itu, supaya aku masuk sama bahagian di dalamnya itu.","Tiadakah kamu mengetahui, bahwa segala orang yang sedang berlari di tempat orang berlumba itu, semuanya berlari-lari, tetapi hanya seorang sahaja yang beroleh kemenangan? Maka hendaklah kamu berlari seperti yang demikian, supaya kamu beroleh kemenangan.","Maka tiap-tiap orang perlawanan yang memahirkan diri di dalam permainan, bertahan di dalam segala sesuatu; mereka itu akan beroleh suatu makota yang akan binasa, tetapi kita ini beroleh suatu makota yang tiada akan binasa.","Sebab itu aku ini berlari-lari sedemikian, bukannya dengan tiada berketentuan. Demikianlah juga tinjuku, bukannya seperti memalu angin,","melainkan aku menyiksa tubuhku, dan aku memperhambakan dia, supaya jangan aku, yang sudah mengajar orang lain itu, sendiri akan terbuang."]