["Bahwa inilah kali yang ketiga aku datang kepadamu. Maka wajiblah tiap-tiap perkataan akan diteguhkan dengan lidah dua atau tiga orang saksi.","Aku sudah berkata terdahulu dan kukatakan lagi terdahulu (seperti tatkala aku berhadir pada kali yang kedua, dan tiada berhadir sekarang ini) kepada mereka itu yang masa dahulu berbuat dosa dan kepada segala orang yang lain-lain itu, bahwa jikalau aku datang lagi, tiadalah aku sayangkan orang,","sedang kamu menuntut kenyataan Kristus yang berkata-kata di dalam aku, yang tiada lemah kepada kamu, melainkan berkuasa di antara kamu.","Karena memang Ia disalibkan dari sebab kelemahan, tetapi Ia hidup dari sebab kuasa Allah. Karena kami ini pun lemah juga di dalam Dia, tetapi kami akan hidup bersama-sama Dia, dari sebab kuasa Allah atas kamu.","Cobalah dirimu sendiri kalau-kalau kamu ada di dalam iman, bahkan, ujilah dirimu sendiri. Atau tiadakah kamu mengetahui dirimu sendiri bahwa Yesus Kristus ada di dalam kamu? Kecuali kamu ada bercela.","Tetapi haraplah aku bahwa kamu kelak mengetahui kami ini tiada bercela.","Tetapi kami memohonkan kepada Allah, supaya jangan kamu berbuat barang kejahatan, bukannya supaya kamu ini nampak sudah beruji, melainkan supaya kamu ini berbuat kebajikan, walaupun kami ini menjadi seperti orang yang ada bercela.","Karena tiada boleh kami melakukan apa-apa lawan yang benar, melainkan menurut yang benar.","Karena kami bersukacita, apabila kami ini lemah, dan kamu ini kuat. Ini pun kami doakan juga bagi kesempurnaan kamu.","Maka inilah sebabnya aku menyuratkan yang demikian, selagi aku jauh, supaya apabila aku hadir kelak, jangan aku memakai kekerasan menurut kuasa, yang dikaruniakan Tuhan kepadaku, akan membangunkan dan bukan akan merobohkan.","Pada akhirnya, hai saudara-saudaraku, bersukacitalah, biarlah kamu sempurna, hendaklah kamu bernasehat-nasehat, hendaklah kamu bersehati, hendaklah kamu berdamai. Maka Allah pohon kasih dan perdamaian akan menyertai kamu kelak.","Hendaklah kamu bersalam-salaman sama sendirimu dengan kucup yang kudus. Segala orang suci itu berkirim salam kepadamu.","Maka anugerah Tuhan Yesus Kristus dan kasih Allah dan persekutuan Rohulkudus adalah kiranya beserta dengan kamu sekalian."]