["Daripada Paulus, rasul Kristus Yesus dengan kehendak Allah, dan Timotius saudara kita, kepada sidang jemaat Allah yang ada di negeri Korintus serta segala orang suci di seluruh tanah Akhaya,","turunlah kiranya atas kamu anugerah dan sejahtera daripada Allah Bapa kita, dan Tuhan Yesus Kristus.","Segala puji bagi Allah, Bapa Tuhan kita Yesus Kristus, yaitu Bapa pohon segala rahmat, dan Allah pohon segala penghiburan,","yang menghiburkan kita di dalam segala kesukaran kita, supaya dapat kita menghiburkan orang yang di dalam barang sesuatu kesusahan, dengan penghiburan yang kami ini pun telah dihiburkan oleh Allah.","Karena sebagaimana sengsara Kristus limpah kepada kami, demikianlah juga penghiburan kami limpah oleh sebab Kristus itu.","Tetapi jikalau kami kena sengsara, yaitu karena penghiburan dan keselamatan kamu, dan juga jikalau kami dihiburkan, yaitu karena penghiburan bagimu, yang bekerja di dalam hal kamu menderitakan dengan sabar segala sengsara semacam itu yang kami rasai juga.","Maka pengharapan kami untuk kamu telah tetap, sebab mengetahui, bahwa sebagaimana kamu masuk bahagian di dalam segala sengsara itu, demikianlah juga kamu masuk bahagian penghiburan itu.","Karena tiada kami kehendaki, hai saudara-saudaraku, bahwa kamu tiada mengetahui hal kesukaran yang sudah menimpa kami di tanah Asia: Bahwa sudah ditanggungkan atas kami teramat sangat berat, jauh lebih daripada kekuatan kami, sehingga nyaris putus harap kami akan hidup lagi.","Bahkan, kami sendiri menetapkan di dalam diri kami itulah hukum mati, supaya jangan kami harap akan diri kami sendiri, melainkan akan Allah yang membangkitkan orang mati;","yang telah melepaskan kami daripada kematian yang sebegitu besar itu, dan yang akan melepaskan kami kelak. Maka kepada-Nyalah kami menaruh harap, bahwa Ia akan melepaskan kami lagi,","dengan bantuan doamu pun karena kami, supaya banyak orang mengucap syukur karena kami dari sebab karunia yang disampaikan kepada kami oleh doa orang banyak itu.","Karena inilah kemegahan kami, yaitu kenyataan perasaan hati kami, bahwa kami telah melakukan diri di dalam dunia ini, istimewa pula kepada pihak kamu, dengan keadaan yang suci dan tulus ikhlas daripada Allah, bukannya dengan hikmat duniawi, melainkan dengan anugerah Allah.","Karena kami tuliskan tiadalah lain barang kepadamu daripada apa yang kamu kenal atau akui sah; maka aku harap akan kamu akui itu sah sehingga sampai kepada kesudahan kelak,","sebagaimana juga sudah kamu akui kami sedikit, yaitu bahwa kami menjadi kemegahan kamu, demikianlah kamu pun menjadi kemegahan kami pada hari Tuhan kita Yesus.","Maka dengan pengharapan ini aku sudah berniat lebih dahulu hendak datang kepada kamu, supaya kamu beroleh kesukaan pada kedua kali,","yaitu aku hendak singgah kepada kamu, kemudian langsung ke Makedonia, dan dari Makedonia balik pula kepadamu, langsung diantar oleh kamu ke tanah Yudea.","Tatkala aku berniat yang demikian, sudahlah aku menunjukkan kurang tetap hati? Atau barang yang kuniatkan itu, adakah aku berniat cara manusia, sehingga \"ya\" dan \"tidak\" itu sama kepadaku?","Demi Allah yang setiawan, bahwa perkataan kami kepada kamu itu bukanlah \"ya\" dan \"tidak\" itu sama.","Karena Anak Allah, Kristus Yesus, yang sudah diberitakan di antara kamu oleh kami, yaitu oleh aku dan Silwanus dan Timotius, bukannya \"ya\" dan \"tidak\", melainkan di dalam Dia itu menjadi \"ya\".","Karena seberapa banyak perjanjian Allah yang ada, maka di dalam Dia menjadi \"ya\". Sebab itu Amin juga oleh Dia, kepada kemuliaan Allah oleh kami.","Maka Ia, yang meneguhkan kami dengan kamu di dalam Kristus, dan yang sudah mengurapi kami, itulah Allah;","Ialah juga telah memeteraikan kita sambil mengaruniakan cengkeram Roh masuk ke dalam hati kita.","Tetapi aku ini bersaksikan Allah atas jiwaku, bahwa dari sebab kasihan akan kamu aku belum datang ke Korintus.","Bukannya supaya kami memerintah iman kamu, melainkan menjadi pembantu pada sukacitamu; karena dengan iman kamu berdiri tetap."]