["Hendaklah kiranya kamu sabar dengan aku di dalam kebodohanku yang sedikit itu; sebenarnya sabarlah kamu juga dengan aku.","Karena aku cemburu kepada kamu dengan suatu cemburuan ilahi, sebab sudah aku tunangkan kamu dengan seorang laki-laki, hendak menghadapkan kamu seperti seorang perawan yang suci kepada Kristus.","Akan tetapi aku takut kalau-kalau jadi seperti ular memperdayakan Hawa dengan tipu dayanya, demikianlah juga rusaklah pikiranmu dan renggang daripada tulus ikhlas dan kesucian yang menuju kepada Kristus.","Karena jikalau orang yang datang memberitakan Yesus yang lain pula, yang tiada kami beritakan, atau jikalau kamu menerima roh yang berlainan daripada yang sudah kamu terima, atau Injil yang berlainan daripada yang sudah kamu sambut, maka kamu hanya menerima sahaja.","Karena aku mensifatkan diriku sedikit pun tiada terkurang daripada \"rasul-rasul yang terutama itu.\"","Sungguhpun aku kurang paham di dalam hal pertuturanku, tetapi bukannya demikian di dalam hal pengetahuan, melainkan di dalam segala perkara, kami sudah menyatakan pengetahuan itu kepada kamu di antara orang sekalian.","Sudahkah aku berdosa di dalam hal merendahkan diriku sendiri, supaya kamu ini ditinggikan, sebab aku memberitakan kepadamu Injil Allah dengan percuma sahaja?","Aku sudah merugikan sidang-sidang jemaat yang lain, mengambil upah daripada mereka itu, supaya aku boleh melayani kamu.","Dan tatkala aku ada bersama-sama dengan kamu di dalam kekurangan, tiada aku menjadi suatu beban ke atas seorang jua pun, karena kekuranganku itu dicukupkan oleh saudara-saudara yang datang dari Makedonia. Di dalam segala sesuatu aku menahan diriku daripada menjadi suatu beban kepada kamu, dan demikianlah kelak aku akan menahan diriku.","Dengan kebenaran Kristus yang ada di dalam diriku, kemegahan ini tiada dapat ditahan daripadaku di dalam segala jajahan Akhaya.","Apakah sebabnya? Adakah sebab aku tiada mengasihi kamu? Allah yang mengetahui.","Tetapi apa yang kubuat itu kelak akan kubuat lagi, supaya aku menghilangkan sebab daripada orang-orang yang suka mencari sebab, supaya di dalam hal mereka itu bermegah-megah akan menjadi sama seperti kami juga.","Karena orang yang semacam itu rasul-rasul palsu, yang bekerja dengan tipu daya, dan yang merupakan dirinya seolah-olah rasul-rasul Kristus.","Maka tiadalah ajaib perkara itu, karena Iblis sendiri pun merupakan dirinya seperti malaekat yang suci.","Oleh sebab itu bukanlah suatu hal yang ganjil, jikalau segala pengiringnya juga merupakan dirinya seolah-olah pengiring yang sungguh; maka kesudahan mereka itu dibalas sebagaimana perbuatannya sendiri.","Dan lagi pula kataku: Biarlah jangan seorang pun menyangka aku ini bodoh; tetapi jikalau demikian sangkamu, terimalah juga aku seperti orang bodoh, supaya aku pun boleh megah sedikit.","Adapun barang yang kukatakan itu tiada kukatakan menurut kehendak Tuhan, melainkan seolah-olah orang bodoh yang berani memegahkan diri.","Sedang banyak orang memegahkan dirinya menurut kemegahan dunia, maka aku pun hendak memegahkan diriku.","Karena dengan sukanya kamu sabar akan orang bodoh, oleh sebab kamu berakal.","Karena kamu menderita, jikalau orang memperhambakan kamu, jikalau orang makan kamu, jikalau orang menawan kamu, jikalau orang meninggikan dirinya, jikalau orang menampar mukamu.","Maka sangatlah malu aku mengatakan ini, seolah-olah kami ini sudah lemah. Tetapi di dalam hal mana pun orang berani, (aku berkata dengan kebodohan) aku berani juga.","Orang Ibranikah mereka itu? Demikianlah juga aku. Orang Israelkah mereka itu? Demikianlah juga aku. Keturunan Ibrahimkah mereka itu? Demikianlah juga aku.","Pesuruh Kristuskah mereka itu? (aku berkata seperti orang yang sudah hilang akal), aku ini lebih lagi. Di dalam kelelahan terlebih banyak, di dalam penjara berlebih-lebih, disesah terlampau sangat, kerapkali di dalam bahaya maut.","Daripada orang Yahudi lima kali aku menerima sesah, tiap-tiap kali empat puluh kurang satu;","tiga kali aku dicemuk, sekali aku dirajam, tiga kali karam kapal, sehari semalam aku hanyut di laut,","banyak kali di dalam perjalanan, di dalam beberapa bahaya sungai, di dalam beberapa bahaya penyamun, di dalam beberapa bahaya daripada bangsaku, di dalam beberapa bahaya daripada orang kafir, di dalam beberapa bahaya negeri, di dalam beberapa bahaya di padang belantara, di dalam beberapa bahaya di laut, di dalam beberapa bahaya di antara saudara-saudara yang munafik,","di dalam kelelahan dan kesusahan, kerapkali berjaga, di dalam kelaparan dan dahaga, kerapkali di dalam puasa dengan kedinginan dan bertelanjang.","Dan lagi (lain daripada segala perkara itu, yang tiada termasuk di dalam hal ini) yang menimpa aku setiap hari, yaitu susah akan hal segala sidang jemaat.","Siapakah yang lemah, yang aku tiada sama berasa lemah? Siapakah yang disyakkan hatinya, yang aku ini tiada hancur hati?","Jikalau tak boleh tidak aku bermegah-megah, maka aku akan memegahkan atas hal kelemahanku.","Maka Allah, yaitu Bapa Tuhan Yesus yang terpuji selama-lamanya itu, mengetahui bahwa tiada aku dusta.","Maka di negeri Damsyik pemerintah yang di bawah baginda Aretas itu menyuruh berjaga negeri orang Damsyik akan menangkap aku,","maka di dalam suatu keranjang aku diulurkan ke bawah menerusi suatu jendela pada tembok, dan demikianlah luputlah aku daripada tangannya."]