["Maka wajiblah aku bermegah-megah, walaupun hal itu tiada berfaedah. Karena aku hendak memberitakan penglihatan dan wahyu daripada Tuhan.","Bahwa aku kenal seorang yang di dalam Kristus, maka empat belas tahun lalu, orang itu telah terangkat sampai ke langit yang ketiga, (entahkan di dalam tubuh tiada kuketahui, entahkan di luar daripada tubuh, tiada kuketahui, Allah juga yang mengetahui).","Dan aku mengetahui orang yang tersebut itu, (entahkan di dalam tubuh atau bercerai daripada tubuh, tiada kuketahui, Allah juga yang mengetahui)","bahwa ia dibawa ke Firdaus, lalu mendengar perkataan yang tiada boleh disebutkan, yaitu yang tiada halal kepada manusia menyebut.","Maka bagi pihak orang yang tersebut itulah aku bermegah-megah, tetapi bagi pihak aku sendiri tiada aku memegahkan, kecuali akan segala kelemahanku.","Karena jikalau aku ingin hendak bermegah-megah, tiadalah aku bodoh, karena aku mengatakan yang benar; tetapi aku tahan, supaya jangan seorang pun mengirakan aku ini terlebih daripada yang tampak pada sikap keadaanku, atau yang didengar daripadaku,","dan oleh sebab menilik segala kelebihan wahyu yang teramat sangat. (Sebab itu) supaya jangan aku membesarkan diriku, maka aku telah diberi suatu duri menikam ke dalam tubuhku, yaitu suatu pesuruh Iblis, yang menggocoh aku, supaya jangan aku membesarkan diriku.","Di dalam hal ini sudah tiga kali aku memohon kepada Tuhan, supaya hal itu terlepas daripadaku.","Maka firman-Nya kepadaku, \"Padalah bagimu anugerah-Ku, karena kuasa-Ku disempurnakan di dalam kelemahan.\" Sebab itu dengan terlebih suka aku bermegah-megah di dalam segala kelemahanku, supaya kuasa Kristus turun ke atasku.","Maka itulah sebabnya segala kelemahan dan kecelaan dan kesukaran dan aniaya dan kesempitan menjadi kesukaanku karena Kristus. Sebab apabila aku lemah, pada masa itulah aku kuat.","Aku telah menjadi bodoh, tetapi kamu ini pula memaksa aku; karena aku ini patut disungguhkan oleh kamu. Karena satu pun tiada aku terkurang daripada \"rasul-rasul yang terutama itu\", meskipun aku tiada jadi apa-apa.","Karena segala tanda rasul itu sudah dilakukan di antara kamu dengan sangat tekun, yaitu dengan tanda ajaib dan mujizat dan kuat kuasa.","Karena di dalam hal manakah yang kamu terkurang bertentangan sidang jemaat yang lain-lain itu, kecuali yang aku sendiri tiada menjadi beban kepada kamu? Maafkanlah khilafku ini.","Ingatlah, inilah kali yang ketiga aku bersedia hendak datang kepadamu, dan aku tiada akan menjadi suatu beban kepada kamu. Karena aku bukan berkehendakkan hartamu, hanya diri kamu. Karena bukannya wajib anak-anak menyediakan untuk ibu bapanya, melainkan ibu bapa untuk anak-anaknya.","Tetapi aku ini dengan teramat suka akan berbelanja dan dibelanjakan karena jiwamu. Jikalau aku mengasihi kamu teramat sangat, adakah aku dikasihi makin kurang?","Tetapi biarlah begitu, aku ini tiada membebankan kamu, melainkan sebab cerdik, aku tangkap kamu dengan muslihat.","Sudahkah aku mengambil laba daripada kamu dengan orang-orang yang telah kusuruhkan kepadamu itu?","Aku sudah meminta Titus pergi, lalu aku suruhkan saudara itu sertanya. Sudahkah Titus itu mengambil laba daripada kamu? Tiadakah kami berdua melakukan diri menurut Roh satu itu juga? Tiadakah kami berjalan menurut tapak itu juga?","Maka sudah lama kamu menyangka, bahwa kami menyungguhkan diri kepada kamu. Di hadapan Allah kami berkata-kata di dalam Kristus. Tetapi sekaliannya itu, hai kekasih, akan meneguhkan imanmu.","Karena aku kuatir, jangan pula pada masa kedatanganku aku dapati kamu tiada seperti yang aku suka, demikianlah juga kamu dapati aku tiada seperti yang kamu suka; aku kuatir ada perbantahan, kedengkian, kemarahan, hal berpihak-pihak, umpat, bisik-bisik, kesombongan, huru-hara;","aku kuatir, apabila aku datang lagi, Tuhanku merendahkan aku di hadapan kamu, sehingga aku berdukacita akan banyak orang yang masa dahulu sudah berbuat dosa, dan belum lagi bertobat daripada kecemaran dan zinah dan percabulan yang dilakukan oleh mereka itu."]