["Adapun aku ini, Paulus sendiri, menasehatkan kamu dengan lemah lembut dan kemurahan Kristus, aku yang, jikalau berhadap agaknya \"merendahkan diri\", tetapi jikalau berjauhan \"berani sangat\" kepadamu.","Aku mintalah, supaya jangan, apabila aku datang, terpaksa menunjukkan beraniku dengan kekerasan, sebagaimana aku niatkan ke atas beberapa orang yang membilangkan kami seolah-olah kami melakukan diri kami menurut hawa nafsu dunia.","Karena meskipun kami hidup menurut keadaan dunia, maka tiada juga kami berperang menurut keadaan dunia.","Karena senjata peperangan kami itu bukannya menurut keadaan dunia, melainkan kuasa Allah akan merobohkan kota yang teguh-teguh,","menjatuhkan segala bicara orang, dan segala perkara yang melawan makrifat Allah, dan kami menawan tiap-tiap pikiran bertaat kepada Kristus;","dan sedialah kami menghukumkan tiap-tiap hal tiada taat, apabila taatmu sudah sempurna kelak.","Tengoklah barang yang ada di hadapanmu. Jikalau barang seorang yakin akan dirinya jadi milik Kristus, biarlah ia memikirkan ini lagi di dalam dirinya sendiri, yaitu sebagaimana ia sendiri menjadi milik Kristus, demikianlah juga kami pun.","Karena jikalau aku memegahkan sangatpun atas kuasa kami, yang dikaruniakan Tuhan untuk membangunkan kamu dan bukan untuk merobohkan kamu, niscaya tiada aku dipermalukan,","supaya jangan kelihatan seolah-olah aku hendak mengugut kamu dengan surat-surat kiriman itu.","Karena kata orang, suratnya itu berat dan keras, tetapi sikapnya lemah, dan perkataannya tiada berharga.","Biarlah orang yang demikian itu menimbangkan perkara ini, bahwa sebagaimana perkataan kami di dalam surat-surat kiriman, apabila berjauhan, demikianlah juga perbuatan kami, apabila hadir.","Karena tiada kami berani masuk bilangan orang yang memuji dirinya sendiri, atau membandingkan diri kami dengan mereka itu, melainkan mereka itu, yang mengukur diri sendiri dengan dirinya, dan membandingkan diri sendiri dengan dirinya, tiada berpengertian.","Tetapi kami ini tiada hendak bermegah-megah dengan tiada perhinggaan, melainkan menurut kadar perhinggaan yang dihinggakan Allah kepada kami, sehingga sampai kepada kamu juga.","Karena tiada kami mengembangkan diri kami berlebih-lebih, seolah-olah kami belum sampai kepadamu, karena kami sudah sampai sejauh kamu dengan memberitakan Injil Kristus.","Maka bukanlah kami memegahkan diri, dengan tiada perhinggaan, atas kelelahan orang lain, melainkan kami berharap, sebagaimana imanmu bertambah, kami akan diindahkan di antara kamu, berpadan dengan jajahan yang akan kami pegang,","supaya kami memberitakan kabar kesukaan sehingga melewati kamu, bukan pula kami hendak memegahkan diri di dalam jajahan orang lain atas pekerjaannya yang sudah sedia.","Tetapi barangsiapa yang memegahkan dirinya itu, biarlah ia memegahkan dirinya di dalam Tuhan.","Karena bukannya orang yang memuji dirinya sendiri itu sah, melainkan orang yang dipuji oleh Tuhan itu."]