["Maka aku sudah menetapkan di dalam hatiku demikian ini, bahwa tiada lagi aku datang kepada kamu dengan dukacita.","Karena jikalau aku ini mendukakan kamu, maka siapakah yang dapat menyukakan aku, melainkan orang yang sudah kudukakan itu?","Maka inilah yang sebenarnya sudah kusuratkan, supaya jangan, apabila aku tiba kelak, aku beroleh dukacita daripada orang yang aku patut beroleh sukacita, sedang aku berharap kepada kamu sekalian, bahwa kesukaanku itu menjadi kesukaan kamu sekalian.","Karena aku menyurat kepadamu dengan sangat kesusahan dan hancur hati, serta dengan berlinang-linang air mataku, bukannya supaya kamu didukakan, melainkan supaya kamu mengetahui kasih yang ada padaku itu berlimpah-limpah kepada kamu.","Tetapi jikalau barang seorang mendatangkan dukacita, maka ia mendatangkan dukacita itu bukannya kepada aku sahaja, melainkan separuhnya (supaya jangan aku menekan sangat berat) kepada kamu sekalian.","Maka padalah siksa yang diadakan oleh kebanyakan orang bagi orang yang semacam itu.","Sebaliknya itu patutlah kamu mengampuni dan menghiburkan dia, supaya jangan orang itu karam oleh tersangat dukacitanya.","Sebab itu aku mintalah kamu menetapkan kasihmu kepadanya.","Karena sebab inilah juga aku sudah menyuratkan, supaya aku dapat menguji kamu, kalau-kalau kamu taat di dalam segala perkara.","Barangsiapa yang kamu ampuni, aku pun mengampuni juga, karena barang apa pun yang sudah kuampunkan itu, (kalau-kalau kiranya ada apa-apa yang harus kuampunkan) maka kuampunilah dari sebab kamu di hadirat Kristus,","supaya jangan kita dialahkan oleh daya Iblis, karena kita mengetahui muslihatnya.","Tatkala aku tiba di Teroas dengan maksud memberitakan Injil Kristus, dan tatkala suatu pintu terbuka bagiku di dalam Tuhan,","maka tiadalah senang hatiku, sebab tiada berjumpa saudaraku Titus itu. Sebab itu sesudah meminta diri kepada mereka itu, pergilah aku ke Makedonia.","Tetapi syukurlah kepada Allah yang senantiasa mengarak kami di dalam perarakan sebab kemenangan di dalam Kristus, serta menyatakan bau harum pengetahuan akan Kristus dengan lidah kami di segala tempat.","Karena kami menjadi suatu bau harum Kristus kepada Allah di antara segala orang yang akan diselamatkan dan yang akan dibinasakan,","yaitu kepada orang yang akan dibinasakan, kami menjadi suatu bau maut menuju mati; tetapi kepada orang yang akan diselamatkan, suatu bau hayat menuju hidup. Siapakah yang lengkap bagi hal yang demikian?","Karena kami ini bukannya seperti kebanyakan orang yang mencari untung dirinya sendiri sahaja dengan firman Allah, melainkan kami berkata-kata dengan tulus ikhlas, sebagaimana daripada Allah, di hadirat Allah di dalam Kristus."]