["Adakah kami ini pula mulai memuji diri kami sendiri? Atau perlukah kami akan surat kepujian, seperti beberapa orang, kepada kamu atau daripada kamu?","Bahkan, kamulah surat kiriman kami, yang tertulis di dalam hati kami, dan yang dikenal dan dibaca oleh orang sekalian.","Maka nyatalah kamu menjadi surat Kristus yang ditulis oleh kami, tertulis oleh kami, tertulis bukannya dengan dawat, melainkan dengan roh Allah yang hidup, bukannya di atas loh batu, melainkan pada loh, yaitu hati manusia.","Maka pengharapan yang sedemikian itu kepada Allah, kami peroleh dengan berkat Kristus.","Bukan pula kami ini sendiri pandai akan mengira barang sesuatu dengan kepandaian sendiri, melainkan kepandaian kami itu datang daripada Allah.","Ialah juga menjadikan kami pandai menjadi pesuruh perjanjian baharu, bukan pula menurut seperti huruf, melainkan menurut Roh; karena huruf itu mematikan, tetapi Roh itu menghidupkan.","Tetapi jikalau jawatan yang membawa maut dengan tulisan yang terukir pada loh batu itu telah datang dengan kemuliaannya, sehingga bani Israel tiada dapat merenung muka Musa oleh sebab (cahaya) kemuliaan mukanya, yaitu (cahaya) kemuliaan yang akan lenyap,","bukankah jawatan Roh itu terlebih kemuliaannya?","Karena jikalau jawatan yang mendatangkan hukum itu menaruh kemuliaan, apatah lagi jawatan yang mendatangkan kebenaran melimpah dengan kemuliaan.","Karena dengan sebenarnya yang dahulu dimuliakan itu, bukanlah dimuliakan di dalam hal ini, dari sebab kemuliaan inilah, yang terlampau sangat itu.","Karena jikalau yang akan lenyap itu ada dengan kemuliaannya, maka terlebih lagi yang kekal itu di dalam kemuliaan.","Maka oleh sebab kami menaruh pengharapan yang demikian itu, beranilah kami berkata-kata,","dan bukanlah seperti Musa yang berselubung, supaya bani Israel jangan dapat merenung kesudahan hal yang akan lenyap itu.","Tetapi pikiran mereka itu sudah dikeraskan, karena sehingga sampai kepada hari ini masa membaca perjanjian lama selubung itu ada lagi, belum tersingkap, sebab selubung itu hanya ditiadakan oleh Kristus.","Bahkan, sehingga sampai kepada hari ini, apabila kitab Musa dibaca, maka selubung itu meliputi hati mereka itu.","Tetapi apabila hatinya itu berpaling kepada Tuhan, maka selubung itu akan terbuang.","Adapun Tuhan itu Roh, dan barang di mana ada Roh Tuhan, di situlah kebebasan.","Tetapi kita sekalian dengan muka tiada berselubung ini, membayangkan kemuliaan Tuhan seperti suatu cermin muka, dan berubah kepada rupa itu juga, daripada kemuliaan kepada kemuliaan, sebagaimana daripada Tuhan Roh itu."]