["Sebab itu sedang kami memegang jawatan ini, sebagaimana kami telah beroleh rahmat, maka tiadalah kami tawar hati,","tetapi kami sudah membuangkan segala perkara tersembunyi yang mendatangkan malu, dan tiada kami melakukan diri dengan tipu daya atau memutarkan firman Allah, melainkan dengan menyatakan yang benar itu kami mengenalkan diri kami kepada perasaan hati orang sekalian di hadirat Allah.","Akan tetapi jikalau Injil kami terlindung, maka terlindunglah ia kepada orang yang akan binasa,","yang telah dibutakan oleh penghulu dunia mata hati orang yang tiada percaya itu, supaya jangan mereka itu diterangi oleh cahaya Injil kemuliaan Kristus, yaitu bayang-bayang Allah.","Karena kami bukannya memasyhurkan diri kami sendiri, melainkan Kristus Yesus, bahwa Ialah Tuhan, dan kami ini sendiri hambamu oleh sebab Yesus.","Karena Allah yang sudah berfirman: Hendaklah terang itu bercahaya dari dalam gelap, Ialah juga bercahaya di dalam hati kami menerangkan orang dengan makrifat kemuliaan Allah di dalam wajah Kristus.","Tetapi benda yang mulia ini ada pada kami di dalam bekas yang daripada tanah, supaya kelebihan kuasanya nyata asal daripada Allah dan bukanlah daripada kami sendiri.","Maka kami disesakkan di dalam segala sesuatu, tetapi tiada terapit; kami bimbang hati, tetapi tiada putus harap;","kami terkena aniaya, tetapi tiada ditinggalkan, kami diempaskan, tetapi tiada binasa.","Senantiasa kami menanggung sengsara kematian Yesus di dalam tubuh kami di mana-mana kami pergi, supaya kehidupan Yesus itu juga dinyatakan kepada tubuh kami.","Karena kami yang hidup ini senantiasa terserah kepada maut dari sebab Yesus, supaya kehidupan Yesus itu juga dinyatakan kepada tubuh kita yang akan mati itu.","Dengan demikian maut itu bekerja di dalam kami, tetapi hidup itu di dalam kamu.","Tetapi sedangkan kami menaruh roh iman itu juga, sebagaimana yang tersurat: Bahwa aku sudah percaya, maka itulah sebabnya aku sudah berkata; demikianlah juga kami ini pun percaya, maka itulah sebabnya kami berkata-kata juga.","Sebab mengetahui bahwa Allah yang sudah membangkitkan Tuhan Yesus akan membangkitkan kami juga dengan Yesus itu, dan akan menghadapkan kami dengan kamu.","Sebab segala perkara ini jadi karena kamu, supaya anugerah, yang bertambah-tambah dari sebab makin besar bilangan orang itu, memperbanyakkan syukur itu kepada kemuliaan Allah.","Sebab itu tiada kami tawar hati, karena meskipun keadaan kami yang lahir ini dibinasakan, tetapi keadaan yang batin kami itu dibaharui sehari-hari.","Karena kesukaran kami yang ringan seketika lamanya itu, mengerjakan berlimpah-limpah bagi kami suatu kemuliaan kekal yang penuh,","karena kami tiada memandang barang yang kelihatan itu, melainkan yang tiada kelihatan, sebab barang yang kelihatan itu sementara sahaja; tetapi barang yang tiada kelihatan itu kekal adanya."]