["Karena kami mengetahui bahwa jikalau kemah tempat kami diam di dalam dunia ini dirobohkan, kami beroleh sebuah rumah daripada Allah, yaitu suatu tempat kediaman, bukan diperbuat dengan tangan, hanya kekal di surga.","Karena itulah sebabnya kami mengeluh di sini serta rindu hendak bersalut dengan rumah kami yang dari surga itu.","Jikalau kami bersalut, tiadalah kami didapati bertelanjang.","Karena selagi kami di dalam kemah ini, kami mengeluh sebab berat tanggungan, karena tiada kami suka ditelanjangkan, melainkan disalutkan, supaya yang akan mati itu diliputi oleh hidup.","Maka yang menyediakan kami kepada hal itu, ialah Allah, yang sudah mengaruniakan kita cengkeram Roh.","Oleh yang demikian senantiasalah kami menetapkan hati kami sebab mengetahui, bahwa selagi kami diam di dalam tubuh ini, maka kami berjauhan dengan Tuhan.","Karena perjalanan kami dengan iman, bukannya dengan penglihatan.","Tetapi kami tetap hati dan terlebih suka kami bercerai dengan tubuh, lalu diam beserta dengan Tuhan.","Oleh sebab itu juga kami berusaha, baik kami diam di dalamnya baik kami diam di luarnya, menjadi berkenan kepada-Nya.","Karena tak dapat tiada kita sekalian akan jadi nyata di hadapan kursi pengadilan Kristus, supaya tiap-tiap orang menerima balasan, sebagaimana yang telah dilakukan oleh tubuh itu, baik atau jahat.","Sedang kami mengetahui dari hal takut akan Tuhan, maka itulah sebabnya kami mengajak orang, tetapi kepada Allah sudahlah kami nyata; maka haraplah aku juga nyata kepada perasaan hati kamu.","Maka tak usah lagi kami menyatakan hal diri kami sendiri kepada kamu, melainkan kami memberi kamu suatu sebab bagi memegahkan pihak kami, supaya dapat kamu menjawab kepada orang yang memegahkan diri dari hal perkara lahir, tetapi bukannya dari hal perkara batin.","Karena jikalau kami hilang akal, maka kepada Allahlah; atau jikalau kami berakal yang nyaman, bagi kamulah.","Karena kasih Kristus itu menggerakkan hati kami, sebab kami yakin, bahwa Seorang telah mati karena orang sekalian, itulah sebabnya sekaliannya telah mati.","Dan Ia telah mati karena orang sekalian, supaya orang yang lagi hidup itu jangan lagi hidup bagi dirinya sendiri, melainkan bagi Dia itu, yang telah mati dan bangkit pula karena mereka itu.","Oleh sebab itu daripada sekarang ini tiada kami mengenal seorang juapun atas peri manusianya. Meskipun kami sudah mengenal Kristus atas peri manusianya, tetapi sekarang ini tiada lagi kami mengenal Dia seperti yang demikian.","Sebab itulah jikalau barang seorang hidup di dalam Kristus, maka ialah kejadian yang baharu; maka perkara-perkara yang lama itu sudah lenyap, bahkan, yang baharu sudah terbit.","Tetapi segala perkara itu asalnya daripada Allah, yang sudah memperdamaikan kita dengan diri-Nya sendiri oleh sebab Kristus, dan yang mengaruniai kita jawatan perdamaian.","Karena Allah di dalam Kristus itu adalah memperdamaikan isi dunia ini dengan diri-Nya sendiri, serta tiada menghitungkan dosa mereka itu ke atas mereka itu, dan sudah menanggungkan ke atas kami kabar perdamaian itu.","Sebab itu kami menjadi utusan bagi pihak Kristus, seolah-olah Allah minta dengan lidah kami. Maka kami mintalah bagi pihak Kristus: Biarlah kamu diperdamaikan dengan Allah!","Maka Ia, yang tiada mengenal dosa, telah dijadikan-Nya dosa ganti kita, supaya kita ini akan menjadi kebenaran Allah di dalam Dia."]