["Tetapi kami yang sama bekerja itu mintalah juga kamu, supaya jangan kamu menerima anugerah Allah dengan sia-sia.","Karena demikianlah firman-Nya: Pada masa yang diperkenankan, Aku telah mendengarkan engkau, dan pada hari keselamatan sudah Aku menolong engkau. Sesungguhnya sekarang inilah masa yang diperkenankan itu, bahkan, sekarang inilah hari keselamatan itu.","Di dalam barang sesuatu pun tiada kami mendatangkan syak, supaya jangan pekerjaan kami dicela.","Melainkan di dalam segala perkara, kami menyatakan diri kami sendiri menjadi hamba Allah, dengan banyak sabar, di dalam sengsara, di dalam kesukaran, di dalam ketakutan,","dengan kena sesah, dengan kena penjara, dengan kena berbagai-bagai huru-hara, dengan berlelah, dengan berjaga, dengan puasa;","dengan kesucian, dengan pengenalan, dengan panjang hati, dengan kemurahan, di dalam Rohulkudus, dengan kasih yang tulus ikhlas,","dengan pemberitaan yang benar, dengan kuat kuasa Allah, dengan senjata kebenaran di tangan kiri dan kanan,","dengan kemuliaan dan kehinaan, dengan umpat dan puji; laksana penipu, tetapi juga benar;","laksana tiada berkenal, tetapi berkenal juga; seperti mati, tetapi sesungguhnya kami hidup; dengan disiksa, tetapi tiada mati;","laksana dukacita, tetapi senantiasa bersukacita; seperti orang miskin, tetapi mengayakan banyak orang; dengan tiada berkepunyaan, tetapi mempunyai sekaliannya.","Hai orang Korintus, mulut kami terbuka kepada kamu, dan hati kami lapang.","Kamu tiada sempit di dalam kami, tetapi kamu sempit di dalam perasaan hatimu.","Sekarang hendaklah berbalas-balas, (aku berkata seperti kepada anak-anakku): Biarlah kamu juga lapang.","Jangan kamu terkena kuk bersama orang yang tiada beriman; karena apakah persekutuan kebenaran dengan kejahatan? Atau bagaimanakah terang dengan gelap boleh berjodoh?","Dan pakat apakah yang ada di antara Kristus dengan Belial? Atau apakah bahagian orang beriman dengan yang tiada beriman?","Dan apakah perhubungan yang ada di antara rumah Allah dengan berhala? Karena kita inilah rumah Allah yang hidup, seperti firman Allah: Bahwa Aku akan diam dan bergerak di antara mereka itu, dan Aku akan menjadi Tuhan mereka itu, dan mereka itu akan menjadi umat-Ku.","Sebab itu: Keluarlah kamu dari antara orang kafir, dan bercerailah kamu, kata firman Tuhan, dan jangan menyentuh barang yang najis; maka Aku akan menyambut kamu,","dan menjadi Bapa bagimu, dan kamu akan menjadi bagi-Ku anak-anak laki-laki dan perempuan, kata firman Tuhan Yang Mahakuasa."]