["Sedang ada bagi kita perjanjian yang demikian, hai kekasihku, hendaklah kita bersuci daripada segala najis tubuh dan roh, serta menyempurnakan kesucian dengan takut akan Allah.","Bukakanlah hatimu kepada kami. Bahwa seorang pun tiada kami aniayakan, seorang pun tiada kami rusakkan, dari seorang pun tiada kami mencari laba.","Aku berkata demikian, bukannya hendak menyalahkan kamu, karena dahulu sudah kukatakan, bahwa kamu itu di dalam hati kami akan mati bersama-sama dan hidup bersama-sama.","Besarlah yakinku kepadamu, dan sangatlah megah aku akan kamu. Penuhlah aku dengan penghiburan, dan aku sarat dengan sukacita di dalam segala kesukaran kami.","Karena tatkala kami tiba di Makedonia, maka diri kami tiadalah juga terlepas, melainkan disusahkan di dalam segala sesuatu, yaitu dari luar perkelahian, dari dalam ketakutan.","Tetapi Allah, yang menghiburkan orang yang rendah hati, itu juga menghiburkan kami dengan kedatangan Titus;","dan bukannya dengan kedatangannya itu sahaja, melainkan dengan penghiburan yang ia sudah dihiburkan oleh kamu juga, tatkala diceriterakannya kepada kami kerinduanmu, dan tangisanmu, dan usahamu karena aku, sehingga terlebih besar sukacitaku.","Karena meskipun aku sudah mendukakan kamu dengan surat kiriman itu, maka tiadalah aku menyesal. Jikalau aku sudah menyesal sekalipun (karena sudah nyata kepadaku, bahwa surat kiriman itu sudah mendukakan kamu, walaupun seketika sahaja lamanya),","maka sekarang sukacitalah aku. Bukannya sebab kamu sudah berdukacita itu, melainkan sebab kamu berdukacita sehingga bertobat. Karena kamu berdukacita itu menurut kehendak Allah, supaya di dalam barang sesuatu hal jangan kamu mendapat rugi oleh sebab kami.","Karena dukacita yang menurut kehendak Allah mengerjakan tobat menuju selamat, yang tiada mengadakan sesal; tetapi dukacita dunia ini membawa kepada maut.","Karena perhatikanlah perkara itu juga, yang kamu berdukacita itu menurut kehendak Allah, betapa besarnya usaha yang dikerjakan-Nya di dalam kamu, dan lagi jawab dan gusar dan ketakutan dan kerinduan dan kerajinan dan pembalasan. Di dalam segala sesuatu itu kamu sudah menyatakan dirimu suci di dalam perkara itu.","Oleh yang demikian, walaupun aku sudah menyurat kepadamu, itu bukannya karena sebab orang yang berbuat salah, dan bukannya karena sebab orang yang menanggung salah, melainkan supaya taatmu karena kami dinyatakan kepadamu kelak di hadirat Allah.","Itulah yang menghiburkan kami. Tetapi di dalam penghiburan itu, makin lebih pula sukacita kami sebab kesukaan Titus itu, karena rohnya disegarkan oleh kamu sekalian.","Karena jikalau aku memegahkan kamu di dalam sebarang hal kepadanya, tiada aku mendapat malu, melainkan seperti kami sudah mengatakan segala sesuatu kepadamu dengan benar, demikianlah juga kemegahan kami terhadap Titus itu sudah nyata benar.","Maka cita-citanya akan kamu makin bertambah-tambah, sebab ia mengenangkan taat kamu sekalian, dan bagaimana kamu menyambut Dia dengan takut dan geletar.","Maka sukacitalah aku, sebab di dalam segala sesuatu aku menaruh yakin akan kamu."]