["Maka kami memberitahu kepadamu, hai saudara-saudaraku, akan anugerah Allah yang dikaruniakan-Nya di dalam segala sidang jemaat Makedonia.","Sedang mereka itu di dalam percobaan yang sangat susah, maka kesukaan mereka itu, beserta dengan kepapaannya yang amat sangat telah mencurahkan kemurahan mereka itu yang berlebih-lebih.","Karena menurut kadarnya (aku menyaksikan), bahkan, terlebih daripada kadar, mereka itu sudah memberi dengan kerelaannya,","serta meminta kami dengan teramat sangat akan anugerah itu boleh menurut melayani orang-orang suci itu.","Maka ini bukannya seperti yang kami sudah harap, melainkan mereka itu dahulu menyerahkan diri kepada Tuhan, lalu kepada kami menurut kehendak Allah,","sehingga kami minta Titus, sebagaimana dahulu ia memulai, demikianlah juga ia menggenapkan kebajikan itu di antara kamu juga.","Maka oleh sebab kamu mewah di dalam segala sesuatu, yaitu iman dan pemberitaan dan makrifat dan segala usaha dan kasihmu kepada kami, sudikanlah kamu melimpahkan di dalam kebajikan ini juga.","Bukannya aku mengatakan ini seperti perintah, melainkan dengan menyatakan usaha orang lain bagi menguji ikhlas kasihmu.","Karena kamu mengetahui anugerah Tuhan kita Yesus Kristus bahwa Ia, walaupun kaya, tetapi menjadi papa karena sebab kamu, supaya kamu ini dengan jalan kepapaannya itu menjadi kaya.","Di dalam hal ini aku memberi ikhtiarku. Karena hal itu berfaedah bagimu, yaitu bahwa semenjak tahun yang lalu kamulah yang pertama memulakan bukannya melakukan sahaja, melainkan menyukakan juga.","Sekarang ini genapkanlah juga perbuatan itu, supaya sebagaimana ada kehendak hatimu itu, demikianlah juga ada kesudahan perbuatan itu sekadar perolehanmu.","Karena jikalau ada kehendak hati, itulah yang diperkenankan menurut kadar masing-masing, bukannya barang yang tiada padanya.","Karena bukannya supaya orang lain boleh jadi senang, dan kamu susah, melainkan sama berat.","Pada masa ini kelebihan kamu boleh mencukupkan kekurangan mereka itu, supaya kelebihan mereka itu pula boleh mencukupkan kekurangan kamu, supaya menjadi sama berat,","sebagaimana yang tersurat: Bahwa orang yang beroleh banyak itu tiada berlebih, dan yang beroleh sedikit tiada berkekurangan.","Tetapi syukurlah kepada Allah yang mengaruniakan usaha yang demikian itu juga karena kamu ke dalam hati Titus.","Karena sesungguhnya ia telah menerima nasehat kami, dan sedang dirinya sangat usaha, pergilah ia kepada kamu dengan kehendaknya sendiri.","Maka kami menyuruh bersama-sama dengan dia akan saudara kita, yang terpuji di dalam pemberitaan Injil di antara segala sidang jemaat.","Dan bukannya demikian sahaja, melainkan ia sudah ditetapkan juga oleh segala sidang jemaat menjadi pengiring kami di dalam kebajikan itu, yang kami jalankan kepada kemuliaan Tuhan sendiri menjadi suatu kenyataan atas kerelaan hati kami,","hendak menegahkan supaya jangan orang mencela kami di dalam hal pemberian besar yang kami pegang itu.","Karena kami hendak memeliharakan nama, bukan sahaja pada pemandangan Tuhan, melainkan pada pemandangan manusia juga.","Maka kami menyuruh beserta dengan keduanya itu akan saudara kita, yang telah beberapa kali nyata kepada kami ada usahanya di dalam beberapa perkara; dan sekarang ini makin lebih lagi usahanya, sebab tersangat yakin akan kamu.","Tentang Titus itu, maka ia itulah sekutuku dan kawan bekerja sertaku untuk kamu, dan tentang kedua saudara kita itu, maka mereka itulah menjadi pesuruh segala sidang jemaat, dan kemuliaan Kristus.","Sebab itu tunjukkanlah tanda kasihmu kepada mereka itu di hadapan segala sidang jemaat itu, dan kemegahan kami atas pihak kamu."]