["Adapun akan hal menolong orang suci itu, tiadalah perlu bagiku menyurat kepadamu,","karena aku mengetahui kerelaan hatimu, yang aku megahkan pihak kamu kepada orang Makedonia, yaitu bahwa Akhaya sudah bersedia setahun lalu, dan usahamu itu telah menggerakkan hati kebanyakan orang itu.","Maka aku menyuruhkan saudara-saudara itu, supaya kemegahan kami atas pihak kamu tiada hampa di dalam perkara ini, supaya kamu bersedia seperti sudah kukatakan,","supaya jangan, kalau-kalau datang orang-orang Makedonia sertaku dan jumpa kamu belum bersedia, kami ini (jangan pula kami mengata: kamu) malu di dalam pengharapan besar itu.","Sebab itu aku pikir perlu meminta saudara-saudara itu pergi kepada kamu dahulu, mempersediakan terdahulu kemurahan yang telah kamu janjikan itu, supaya tersedia yang termaklum itu seperti pemberian ikhlas dan bukannya pemberian dengan terpaksa.","Tetapi ingatlah perkataan ini: Orang yang menabur berdikit-dikit, ia akan menuai berdikit-dikit juga, dan orang yang menabur dengan lebihnya, ia akan menuai dengan lebihnya juga.","Biarlah masing-masing memberi menurut kerelaan hatinya, jangan dengan duka atau paksa. Karena Allah mengasihi orang yang memberi dengan sukacita.","Maka Allah berkuasa mencurahkan segala anugerah-Nya berlimpah-limpah ke atas kamu, supaya kamu dengan senantiasa ada berkecukupan di dalam segala sesuatu, dan boleh melimpah di dalam berbagai-bagai kebajikan,","sebagaimana yang tersurat: Bahwa Ia ada menghamburkan, dan Ia ada memberi kepada orang miskin; maka kebenaran-Nya kekal selama-lamanya.","Tetapi Tuhan yang mengaruniakan benih kepada penabur, dan roti untuk makanan, Ialah juga akan mengaruniakan dan memperbanyakkan taburanmu dan melebatkan buah-buahan kebajikan kamu,","sehingga kamu kaya di dalam segala sesuatu melakukan segala kemurahan, yang membangkitkan syukur kepada Allah oleh kami.","Karena pekerjaan kebajikan ini bukannya sahaja mencukupkan kekurangan orang suci, melainkan bertambah-tambah lagi dengan memperbanyakkan ucapan syukur kepada Allah.","Dan oleh sebab nyata ketetapan kamu di dalam pekerjaan kebajikan ini, maka mereka itu memuliakan Allah karena sebab taat atas pengakuan kamu kepada Injil Kristus, dan karena sebab kemurahan pemberianmu kepada mereka itu dan kepada sekalian orang.","Dan juga di dalam mereka itu mendoakan kamu ada rindu akan kamu oleh sebab terkenangkan anugerah Allah yang teramat sangat kepadamu.","Syukurlah kepada Allah sebab anugerah-Nya yang tiada terkira-kira itu."]