["Daripada Paulus, seorang rasul (bukannya daripada manusia, dan bukan pula dengan jalan seorang manusia, melainkan yang ditetapkan oleh Yesus Kristus serta Allah Bapa, yang telah membangkitkan Yesus dari antara orang mati),","serta dengan segala saudara yang ada besertaku, kepada segala sidang jemaat di Galatia,","turunlah kiranya atas kamu anugerah dan sejahtera daripada Allah Bapa kita, dan Tuhan Yesus Kristus,","yang telah menyerahkan diri-Nya karena dosa kita, supaya dapat melepaskan kita daripada dunia yang jahat ini menurut kehendak Allah, yaitu Bapa kita.","Bagi-Nyalah kemuliaan kekal selama-lamanya! Amin.","Aku heran bahwa kamu sebegitu lekas berpaling daripada Dia, yang memanggil kamu di dalam anugerah Kristus kepada suatu Injil yang berlainan,","padahal yang lain itu bukannya Injil; tetapi ada setengah orang yang mengharukan kamu dan yang hendak menyungsangkan Injil Kristus.","Tetapi jikalau kami ini atau seorang malaekat dari surga sekalipun akan memberitakan kepadamu Injil lain daripada yang telah kami beritakan kepadamu, biarlah ia terlaknat.","Sebagaimana yang telah kami katakan dahulu, sekarang pun kukatakan pula, bahwa jikalau barang seorang memberitakan Injil kepadamu lain daripada yang telah kamu terima itu, biarlah ia terlaknat.","Sekarang aku menyukakan manusiakah, atau Allah? Atau aku mencari jalan diperkenan oleh manusiakah? Jikalau aku lagi mencari jalan diperkenan oleh manusia, maka bukanlah aku hamba Kristus.","Karena aku memaklumkan kepadamu, hai saudara-saudaraku, bahwa Injil yang telah kuberitakan itu, bukanlah pendapatan manusia.","Karena bukannya aku ini sudah menerima dia daripada manusia, dan bukannya pula ia itu kupelajari, melainkan oleh wahyu daripada Yesus Kristus.","Karena kamu sudah mendengar hal kehidupanku yang dahulu di dalam agama Yahudi, bahwa aku terlampau sangat menganiayakan sidang jemaat Allah serta membinasakan dia,","dan majulah aku di dalam agama Yahudi lebih daripada kebanyakan orang yang sebaya dengan aku, sebab teramat sangat usaha atas segala adat-istiadat nenek moyangku.","Tetapi tatkala sudah dikehendaki Allah, yang memilih aku daripada rahim ibuku dan memanggil aku dengan anugerah-Nya itu,","menyatakan Anak-Nya di dalam aku, supaya aku memberitakan Dia di antara orang kafir, maka sebentar itu juga tiada aku bermusyawarat dengan seorang jua pun;","langsung tiada aku naik ke Yeruzalem mendapatkan orang-orang yang menjadi rasul dahulu daripadaku, melainkan aku pergi ke tanah Arab, lalu kembali pula ke Damsyik.","Tiga tahun kemudian daripada itu naiklah aku ke Yeruzalem hendak berkenal dengan Kefas; maka diamlah aku sertanya lima belas hari lamanya.","Tetapi rasul-rasul yang lain seorang pun tiada kujumpa, kecuali Yakub, saudara Tuhan itu.","Tentang hal yang kusuratkan kepadamu ini, sesungguhnya di hadapan Allah aku tiada berdusta.","Kemudian daripada itu pergilah aku ke benua Syam dan Kilikia,","tetapi rupa aku belum dikenal oleh sidang jemaat Kristus di tanah Yudea;","hanya mereka itu mendengar kata-kata sahaja, bahwa orang yang dahulu menganiayakan kita itu, sekarang ini memberitakan kabar kesukaan dari hal iman, yang dahulu dibinasakannya itu.","Lalu mereka itu memuliakan Allah karena sebab aku."]