["Selang empat belas tahun kemudian daripada itu naiklah aku pula ke Yeruzalem dengan Barnabas sambil membawa Titus besertaku.","Adapun aku naik itu dengan ilham, lalu kubentangkan di hadapan mereka itu Injil yang kuberitakan di antara orang kafir itu, tetapi terutama sekali kepada segala orang yang terbilang, supaya jangan sia-sia pekerjaanku yang sekarang ini ataupun yang sudah-sudah itu.","Sungguhpun Titus, yang beserta dengan aku, itu bangsa Gerika, tetapi tiada juga ia dipaksa akan bersunat,","oleh sebab segala saudara palsu yang dibawa masuk dengan sembunyi, yaitu yang telah datang dengan bersembunyi mengintip kebebasan kami, yang kami peroleh di dalam Kristus Yesus, supaya mereka itu membawa kami masuk ke dalam perhambaan.","Maka seketika pun tiada kami takluk kepada mereka itu, supaya kebenaran Injil itu tinggal tetap kepadamu.","Tetapi daripada orang yang dikatakan terbilang itu (sebagaimana besar pun tiada menjadi perbedaan kepadaku, sebab Allah tiada membedakan orang atas rupanya), karena orang yang terbilang itu tiada meletakkan atasku suatu hukum pun,","tetapi pada sebaliknya, tatkala mereka itu tampak, bahwa sudah diamanatkan kepadaku pemberitaan Injil bagi orang yang tiada bersunat itu, sama seperti kepada Petrus bagi orang yang bersunat itu,","(karena Tuhan, yang melakukan kuasa-Nya di dalam Petrus atas jawatan rasul bagi orang yang bersunat, Ialah juga melakukan kuasanya di dalam aku kepada orang kafir);","maka tatkala mereka itu sudah tampak anugerah yang telah dikaruniakan kepadaku itu, lalu Yakub dan Kefas dan Yahya, yang dibilangkan menjadi tiang itu pun berjabat tangan dengan aku dan Barnabas sebagai tanda persekutuan, supaya kami ini pergi kepada orang kafir, tetapi mereka itu pergi kepada orang yang bersunat itu.","Hanya kehendak mereka itu supaya kami ingat akan orang-orang miskin itu, maka itulah barang yang aku memang rajin mengerjakannya.","Tetapi tatkala Kefas itu tiba di Antiokhia, lalu aku melawan dia di hadapan orang, sebab ia berdiri di atas yang salah.","Karena dahulu daripada datang beberapa orang daripada pihak Yakub, ia sudah makan bersama-sama dengan orang kafir; tetapi tatkala mereka itu tiba, ia pun undur dan mengasingkan dirinya, sebab takut akan orang yang bersunat itu.","Dan orang Yahudi yang lain-lain itu pun sama berpura-pura dengan dia sehingga Barnabas pun disesatkan oleh pura-puranya itu.","Tetapi apabila aku tampak bahwa kelakuan mereka itu tiada betul menurut kebenaran Injil, maka kukatakan kepada Kefas di hadapan orang sekalian, \"Jikalau engkau, seorang Yahudi, hidup cara orang kafir dan bukan cara orang Yahudi, bagaimanakah engkau memaksa orang kafir itu hidup cara Yahudi?\"","Bahwa asal kita ini Yahudi, dan bukannya orang-orang berdosa dari antara orang kafir,","tetapi kami mengetahui, bahwa tiada seorang dibenarkan oleh sebab melakukan hukum Taurat, melainkan oleh sebab iman kepada Kristus Yesus, demikianlah kita ini sudah percaya akan Kristus Yesus, supaya kita dibenarkan oleh sebab iman kepada Kristus dan bukannya oleh sebab melakukan hukum Taurat, karena dengan melakukan hukum Taurat itu seorang pun tiada dibenarkan.","Tetapi jikalau kita sendiri, sedang mencari jalan hendak dibenarkan di dalam Kristus, nyata menjadi orang berdosa, adakah Kristus itu pelayan dosa? Mustahil!","Karena jikalau aku membangunkan pula barang yang telah aku rusakkan itu, niscaya nyatalah aku menjadi pelanggar hukum.","Karena oleh sebab hukum Taurat aku ini mati lepas daripada hukum Taurat, supaya aku hidup kepada Allah. Aku sudah tersalib serta dengan Kristus.","Adapun hidupku ini bukannya aku lagi, melainkan Kristus yang hidup di dalam aku; tetapi hidup yang sekarang aku hidup di dalam tubuh ini, aku hidup di dalam iman kepada Anak Allah, yang mengasihi aku dan yang menyerahkan diri-Nya karena aku.","Maka tiadalah aku menolakkan anugerah Allah; karena jikalau kebenaran itu datang dengan jalan Taurat, maka Kristus mati itu sia-sialah sahaja."]