["Hai orang Galatia yang bodoh, siapakah yang sudah merasuk kamu, yang tergambar di matamu Yesus Kristus sudah tersalib?","Adapun perkara ini hanya aku hendak mengetahui daripada kamu: Adakah kamu menerima Roh itu dari sebab melakukan hukum Taurat atau sebab pemberitaan iman?","Adakah kamu sebegitu bodoh? Sedang kamu sudah mulai dengan Roh, sekarang kamu hendak menyudahkan atas peri duniawi?","Sia-siakah kamu menanggung hal yang sekian banyak itu? Jikalau sungguh, ia itu menjadi sia-sia.","Maka Ia yang mengaruniakan Roh itu kepadamu, dan mengadakan mujizat di antara kamu itu, yaitu dari sebab melakukan hukum Tauratkah, atau sebab pemberitaan iman?","Maka adalah ia itu seperti hal Ibrahim sudah percaya akan Allah, maka ia itu dihisabkan kepadanya menjadi kebenaran.","Sebab itu hendaklah kamu mengetahui, bahwa segala orang yang beriman itulah anak-anak Ibrahim.","Maka sebab di dalam Alkitab dahulu sudah nyata, bahwa Allah membenarkan orang kafir dari sebab iman, maka dinyatakan-Nya kabar kesukaan terdahulu kepada Ibrahim, firman-Nya: Di dalam engkau segala orang kafir akan beroleh berkat.","Sebab itulah segala orang yang beriman itu beroleh berkat beserta dengan Ibrahim yang mukmin itu.","Karena seberapa banyak orang yang keadaannya melakukan syariat Taurat, ada di bawah kutuk; karena ada tersurat: Bahwa terkutuklah tiap-tiap orang yang tiada tekun berbuat segala sesuatu yang tersurat di dalam kitab Taurat.","Bahwa tiada seorang pun dibenarkan oleh syariat Taurat di hadapan Allah, maka hal itu sudah nyata, sebab: Orang yang benar akan hidup dari sebab iman.","Tetapi syariat Taurat itu bukannya berasal daripada iman, melainkan orang yang melakukan syariat Taurat itu akan hidup oleh sebab itu.","Maka Kristus sudah menebus kita daripada kutuk Taurat itu dengan menjadi suatu kutuk karena kita, karena ada tersurat: Bahwa terkutuklah tiap-tiap orang yang tergantung pada kayu,","supaya berkat Ibrahim sampai kepada orang kafir di dalam Yesus Kristus, dan supaya kita menerima Roh yang dijanjikan itu oleh sebab iman.","Hai saudara-saudaraku, aku berkata cara manusia: Bahwa jikalau kiranya perjanjian manusia sekalipun sudah disahkan, maka tiadalah seorang pun membatalkan atau menambah.","Segala perjanjian itu dijanjikan Allah kepada Ibrahim dan kepada benihnya. Maka bukannya firman itu: Dan kepada segala benihnya, seolah-olah kepada orang banyak, melainkan seolah-olah kepada Satu: Dan kepada benihmu, maka Ialah Kristus.","Maka inilah kukatakan: Bahwa perjanjian, yang dahulu disahkan oleh Allah itu, tiada dapat dibatalkan oleh syariat Taurat, yang sudah terbit empat ratus tiga puluh tahun kemudian, sehingga perjanjian itu ditiadakan.","Karena jikalau warisan datang daripada syariat Taurat, maka bukanlah ia daripada perjanjian; akan tetapi Allah sudah menganugerahkan dia kepada Ibrahim dengan perjanjian.","Apakah maksud syariat Taurat itu? Ia itu diadakan karena sebab kesalahan, hingga waktu benih yang kepadanya dijanjikan perjanjian itu datang; maka syariat Taurat itu sudah disampaikan oleh malaekat ke tangan seorang pengantara.","Maka pengantara itu bukannya di dalam hal seorang sahaja; tetapi Allah itu hanya Esa.","Jikalau begitu, adakah syariat Taurat itu berlawanan dengan segala perjanjian Allah? Mustahil! Karena jikalau sudah diberi suatu syariat Taurat yang boleh menghidupkan, niscaya kebenaran itu berasal daripada syariat Taurat.","Akan tetapi Alkitab itu sudah mengurung segala sesuatu di bawah kuasa dosa, supaya perjanjian yang datang dari sebab iman kepada Yesus Kristus dapat dikaruniakan kepada orang-orang yang beriman.","Tetapi sebelum iman itu datang, kita sudah tertahan di dalam kawalan di bawah kuasa syariat Taurat, terkurung sehingga iman akan dinyatakan kelak.","Dengan hal yang demikian syariat Taurat itu sudah menjadi suatu pelatih yang membawa kita kepada Kristus, supaya kita dibenarkan oleh sebab iman.","Tetapi setelah datang iman itu, maka tiadalah lagi kita di bawah perintah pelatih itu.","Karena kamu sekalian anak-anak Allah oleh sebab iman kepada Kristus Yesus.","Karena seberapa banyak kamu, yang dibaptiskan kepada Kristus, sudah bersalut dengan Kristus.","Maka tiada lagi orang Yahudi atau orang Gerika, tiada lagi abdi atau orang merdeka, tiada lagi laki-laki atau perempuan; karena kamu ini sekalian menjadi satu di dalam Kristus Yesus.","Tetapi jikalau kamu jadi milik Kristus, kamulah benih Ibrahim, yaitu waris setuju dengan perjanjian itu."]