["Maka inilah aku mengatakan: Selama waris itu lagi kanak-kanak, suatu pun tiada ia berbeda dengan hamba, walaupun ia menjadi tuan atas sekaliannya.","Tetapi ia di bawah perintah wakil dan pemelihara, sehingga sampai kepada masa yang ditetapkan dahulu oleh bapanya.","Demikianlah juga kita ini, tatkala lagi kanak-kanak, maka kita takluk di bawah alif-ba-ta dunia.","Tetapi tatkala genap masanya, Allah pun menyuruhkan Anak-Nya, yang lahir daripada seorang perempuan, dan yang takluk di bawah syariat Taurat,","supaya Ia boleh menebus segala orang yang takluk di bawah syariat Taurat itu, dan supaya kita beroleh hak anak angkat.","Adapun hal kamu menjadi anak-anak, maka Allah sudah menyuruhkan Roh Anak-Nya masuk ke dalam hati kita yang menyeru, \"Abba, ya Bapa!\"","Dengan hal yang demikian bukan lagi engkau menjadi hamba, melainkan anak; dan jikalau anak, maka dijadikanlah juga waris oleh Allah.","Akan tetapi pada masa itu, sebab kamu tiada mengenal Allah, kamu memperhambakan dirimu kepada dewa-dewa yang sebenarnya tiada ada.","Tetapi sekarang sedang kamu sudah mengenal Allah, istimewa pula dikenal oleh Allah, bagaimanakah kamu berpaling balik pula kepada alif-ba-ta dunia itu, yaitu yang lemah dan papa, sehingga kamu mau memperhambakan dirimu kepadanya lagi sekali?","Kamu memegang segala hari dan bulan dan masa raya dan tahun.","Maka kuatirlah aku akan kamu, kalau-kalau kelelahanku kepada kamu menjadi sia-sia.","Hai saudara-saudaraku, aku mintalah kamu menjadi seperti aku ini, karena aku pun menjadi seperti kamu. Maka suatu pun tiada kamu berbuat salah kepadaku.","Tetapi kamu mengetahui bahwa oleh sebab kesakitan tubuh aku memberitakan Injil kepadamu dahulu.","Adapun akan perihal tubuhku yang menjadi pencobaan kepadamu, tiada kamu kejikan dan tiada kamu tolak, melainkan sudah kamu sambut aku seolah-olah malaekat Allah, bahkan, seolah-olah Kristus Yesus.","Di manakah sekarang bahagiamu? Karena aku menyaksikan kamu, bahwa - jikalau boleh - sudahlah kamu mencungkil biji matamu, lalu memberikan kepadaku.","Aku menjadi seterumukah, sebab mengatakan barang yang benar kepadamu?","Bukan dengan tulusnya orang-orang itu menghambat hati kamu dengan usahanya, melainkan hendak memalingkan kamu, supaya kamu berpaling kepada mereka itu.","Maka baik juga selalu kita dicari orang dengan usaha di dalam perkara yang baik, dan bukan sahaja pada masa aku hadir beserta dengan kamu.","Hai kanak-kanakku, karena kamu aku seolah-olah menanggung sakit hendak bersalin, sehingga Kristus menjelma di dalam kamu.","Sebenarnya aku suka, jikalau boleh sekarang aku ada beserta dengan kamu dan mengubah suaraku, karena hatiku telah bimbang akan hal kamu.","Katakanlah kepadaku, hai kamu yang suka takluk di bawah syariat Taurat, tiadakah kamu mendengar bunyi Taurat itu?","Karena ada tersurat bahwa Ibrahim itu beranak dua orang, yang seorang anak dengan hamba yang perempuan, dan yang seorang dengan perempuan merdeka.","Adapun anak yang dengan hamba yang perempuan itu diperanakkan atas perihal manusia yang memang; tetapi anak yang dengan perempuan merdeka itu telah jadi oleh sebab perjanjian.","Segala perkara itu menjadi suatu ibarat, karena dua perempuan ini menjadi dua perjanjian, satu dari gunung Torsina yang memperanakkan anak-anak bagi perhambaan, yaitu Hagar.","Adapun Hagar ini gunung Torsina di tanah Arab sama seperti Yeruzalem yang ada sekarang ini, karena ialah menjadi hamba beserta dengan anak-anaknya.","Akan tetapi Yeruzalem yang di atas itulah merdeka, yaitu ibu kita.","Karena ada tersurat: Bersukacitalah, hai engkau yang mandul dan yang tiada beranak, hendaklah bertempik sorak hai engkau yang tiada menanggung sakit bersalin. Karena perempuan yang ditinggalkan itu lebih banyak anaknya daripada perempuan yang bersuami.","Adapun kamu ini, hai saudara-saudaraku, anak-anak perjanjian seperti Ishak.","Tetapi sama seperti pada masa itu orang yang diperanakkan atas perihal manusia yang memang itu sudah menganiayakan dia yang diperanakkan atas peri rohani, demikianlah juga sekarang ini.","Akan tetapi bagaimanakah bunyi Alkitab itu? Buangkanlah hamba yang perempuan itu dengan anaknya, karena anak hamba yang perempuan itu tiada akan mewarisi beserta dengan anak daripada perempuan yang merdeka itu.","Sebab itu, hai saudara-saudaraku, kita ini bukannya anak-anak hamba yang perempuan, melainkan anak-anak perempuan yang merdeka."]