["Maka dengan kemerdekaan, Kristus telah memerdekakan kita; sebab itu hendaklah kamu berdiri tetap, dan jangan kamu dikenakan kuk perhambaan itu sekali lagi.","Sesungguhnya, aku ini Paulus berkata kepadamu, bahwa jikalau kamu bersunat, maka Kristus tiada lagi mendatangkan faedah kepadamu.","Aku menyaksikan pula kepada tiap-tiap orang yang bersunat itu, bahwa wajiblah ia melakukan segenap hukum Taurat.","Maka kamu yang hendak dibenarkan oleh Taurat itu sudah bercerai daripada Kristus; kamu sudah terkeluar daripada anugerah Allah.","Karena oleh Roh itu kita ini dengan iman menantikan kebenaran yang kita harapkan.","Karena di dalam Kristus Yesus hal bersunat atau tiada bersunat satu pun tiada berfaedah, melainkan iman yang bekerja oleh sebab kasih.","Bahwa dahulu baik usahamu; siapakah yang menggendalakan kamu sehingga tiada kamu taat kepada yang benar itu?","Adapun pujukan ini bukannya daripada Tuhan, yang telah memanggil kamu.","Maka ragi yang sedikit mengkhamirkan tepung segumpal.","Aku ini menaruh yakin kepada kamu di dalam Tuhan, bahwa kamu tiada memikirkan barang sesuatu yang lain; tetapi orang, walaupun siapa, yang mengacaukan hatimu itu akan menanggung hukumannya.","Adapun aku ini, hai saudara-saudaraku, jikalau aku lagi memberitakan hal sunat itu, apakah sebabnya aku lagi dianiayakan? Jikalau demikian, salib itu tiadalah lagi menjadi syak.","Biarlah segala orang yang menggoncang hatimu itu kudung.","Karena kamu ini, hai saudara-saudaraku, sudah dipanggil kepada kemerdekaan; tetapi kemerdekaan itu janganlah dipakai menurut hawa nafsu, melainkan oleh kasih perhambakanlah dirimu sama sendiri.","Karena segenap Taurat itu telah diringkaskan dengan sepatah kata, yaitu: Hendaklah engkau mengasihi sesamamu manusia, seperti dirimu sendiri.","Tetapi jikalau kamu bergigit-gigit dan bertelan-telan sama sendiri, ingatlah baik-baik supaya jangan kamu terbinasa sama sendiri.","Tetapi demikian inilah kataku: Berjalanlah kamu dengan Roh, niscaya kehendak tabiat duniawi tiada akan kamu genapkan.","Karena kehendak tabiat duniawi berlawan dengan Roh, dan kehendak Roh itu berlawan dengan tabiat duniawi, karena keduanya itu berlawanan, supaya jangan kamu lakukan barang yang kamu kehendaki.","Tetapi jikalau kamu dipimpin oleh Roh, maka tiadalah kamu di bawah syariat Taurat.","Maka perbuatan menurut hawa nafsu itu telah nyata, yaitu zinah, kecemaran, percabulan,","menyembah berhala, hobatan, perseteruan, perkelahian, cemburuan, kemarahan, perlawanan, perceraian, bidat,","dengki, mabuk, berlazat-lazat dan sebagainya. Maka akan hal segala perkara itu lagi aku berkata kepadamu, seperti yang dahulu sudah kukatakan kepadamu, bahwa orang yang mengamalkan segala perkara yang demikian itu tiada akan mewarisi kerajaan Allah.","Tetapi buah-buahan Roh, ialah kasih, sukacita, perdamaian, panjang hati, kemurahan, kebaikan, setiawan,","lemah lembut, tahan nafsu. Maka tiada ada hukum yang melarangkan yang demikian.","Tetapi segala orang yang milik Kristus Yesus itu sudah menyalibkan hawa nafsunya dengan segala cita-cita dan keinginannya.","Jikalau kita hidup oleh sebab Roh itu, biarlah juga kita berjalan menurut Roh itu.","Janganlah kita memegahkan diri, sehingga kita menyakiti hati sama sendiri, dan berdengki-dengkian sama sendiri."]