["Hai saudara-saudaraku, jikalau seorang kedapatan di dalam barang sesuatu kesalahan, hendaklah kamu, yang rohani itu, membaikkan orang yang demikian, dengan roh yang lemah lembut sambil memperhatikan dirimu sendiri, supaya jangan engkau juga kena pencobaan.","Bertolong-tolonganlah menanggung beban sama sendiri, maka demikianlah kamu menggenapkan hukum Kristus.","Karena jikalau barang seorang menyangkakan dirinya indah padahal ia bukannya indah, ialah menipu dirinya sendiri.","Tetapi hendaklah masing-masing menguji perbuatannya sendiri, baharulah boleh ia megah akan hal dirinya sahaja, dan bukannya memegahkan diri di hadapan orang lain.","Karena masing-masing akan menanggung bebannya sendiri.","Hendaklah orang yang diajarkan firman itu memberi bahagian segala hartanya kepada yang mengajar itu.","Janganlah kamu tersesat: Allah tiada boleh diolok-olokkan; karena barang yang ditabur orang, itu juga akan dituainya.","Karena barangsiapa yang menabur di dalam hawa nafsunya itu akan menuai kebinasaan daripada hawa nafsunya; tetapi barangsiapa yang menabur di dalam Roh itu, akan menuai hidup yang kekal daripada Roh itu.","Janganlah kita jemu akan berbuat baik; karena kita akan menuai pada masanya, jikalau tiada kita letih.","Sebab itu, sedang ada kesempatan pada kita, biarlah kita berbuat baik kepada orang sekalian, terutama sekali kepada segala saudara yang sama-sama beriman.","Lihatlah betapa besar huruf yang kutuliskan kepadamu dengan tanganku sendiri.","Bahwa segala orang yang hendak menunjukkan keelokannya cara manusia itulah sahaja memaksa kamu bersunat, hanya supaya jangan mereka itu teraniaya dari sebab salib Kristus itu.","Karena mereka itu sendiri yang bersunat pun tiada memegang syariat Taurat, melainkan kehendak mereka itu kamu bersunat, supaya mereka itu boleh bermegah-megah di dalam hal dirimu.","Tetapi dijauhkanlah aku daripada bermegah-megah, kecuali dari hal salib Tuhan kita Yesus Kristus, maka oleh sebabnya juga dunia ini tersalib bagiku, dan aku pun tersalib bagi dunia.","Karena baik hal sunat baik hal tiada bersunat itu tiada berfaedah, melainkan hanya suatu kejadian yang baharu.","Turunlah kiranya sejahtera dan rahmat ke atas segala orang yang melakukan dirinya menurut syarat itu, dan ke atas Israel Allah itu.","Daripada masa ini janganlah barang seorang pun menyusahkan aku; karena pada tubuh aku ini ada parut-parut Yesus itu.","Adalah kiranya anugerah Tuhan kita Yesus Kristus menyertai roh kamu, hai saudara-saudaraku. Amin."]