["Daripada Paulus rasul Kristus Yesus dengan kehendak Allah, kepada segala orang suci yang ada di Epesus dan yang beriman kepada Kristus Yesus,","turunlah kiranya atas kamu anugerah dan sejahtera daripada Allah Bapa kita dan Tuhan Yesus Kristus.","Segala puji bagi Allah, yaitu Bapa Tuhan kita Yesus Kristus, yang sudah memberkati kita di dalam Kristus dengan segala berkat rohani dari surga,","sebagaimana yang Ia memilih kita di dalam Kristus itu sebelum dunia ini dijadikan, supaya kita suci dan tiada bercela di hadapan Tuhan,","yang dengan kasih-Nya telah mentakdirkan kita menjadi anak angkat-Nya oleh sebab Yesus Kristus, menurut kerelaan kehendak-Nya,","akan mendatangkan puji sebab kemuliaan anugerah-Nya, yang dianugerahkan-Nya kepada kita di dalam kekasih-Nya,","yang di dalam Dia itu kita beroleh penebusan oleh sebab darah-Nya, yaitu keampunan segala dosa, menurut kelimpahan anugerah-Nya itu,","yang dilimpahkan-Nya kepada kita dengan segala hikmat dan makrifat.","Maka Ia sudah menyatakan kepada kita rahasia kehendak-Nya menurut kesukaan-Nya, sebagaimana Ia sendiri sudah bermaksud,","hendak melakukan, apabila masanya genap, akan mempersatukan segala sesuatu di dalam Kristus, baik barang yang di surga baik barang yang di atas bumi.","Di dalam Dia itu juga kami sudah dijadikan waris, ditakdirkan menurut keputusan Allah, yang melakukan segala sesuatu setuju dengan maksud kehendak-Nya sendiri,","supaya kami menjadi suatu kepujian bagi kemuliaan-Nya, yaitu kami yang pertama-tama menaruh harap akan Kristus itu.","Di dalam Dia kamu juga (setelah kamu mendengar sabda kebenaran, yaitu Injil keselamatan kamu), tatkala kamu sudah percaya, maka kamu sudah dimeteraikan dengan Rohulkudus yang dijanjikan itu,","maka Ia menjadi cengkeram atas warisan kita bagi penebusan itu yang menjadikan kita milik Allah, akan mendatangkan puji kepada kemuliaan-Nya.","Sebab itu aku pun, setelah mendengar akan iman kamu kepada Tuhan Yesus dan akan kasihmu kepada segala orang suci itu,","tiada berhenti daripada mengucapkan syukur karena kamu, sambil menyebut kamu di dalam doaku,","supaya Allah Tuhan kita Yesus Kristus, yaitu Bapa pohon segala kemuliaan, mengaruniakan kepadamu Roh hikmat dan kenyataan dengan pengenalan akan Dia,","dan menerangkan mata hatimu, sehingga kamu dapat mengetahui apa pengharapan panggilan Allah, dan bagaimana limpahnya kemuliaan warisan-Nya di antara orang-orang suci;","dan betapa besar kuasa-Nya kepada kita yang percaya, yaitu kuasa yang bekerja menurut kuat kuasa-Nya,","yang dikerjakan-Nya di dalam Kristus, pada masa Ia membangkitkan Dia dari antara orang mati, dan mendudukkan Dia di sebelah kanan-Nya di surga,","jauh lebih tinggi daripada segala pemerintah dan penguasa dan kekuatan dan perintah dan tiap-tiap orang yang ternama, bukannya di dalam dunia ini sahaja, melainkan yang di akhirat pun.","Dan segala sesuatu ditaklukkan Allah di bawah kaki-Nya, serta dijadikan-Nya Dia kepala atas segala sesuatu hal sidang jemaat,","sedang sidang itu menjadi tubuh-Nya, yaitu kegenapan Dia, yang menggenapi semuanya di dalam sekalian."]