["Maka kamu pun dahulu sudah mati oleh sebab segala kesalahan dan dosamu,","yang dahulu kamu lakukan menurut istiadat dunia ini, ialah menurut kuasa penguasa di udara, yaitu roh yang lagi bekerja di dalam hati anak-anak durhaka.","Maka di antara mereka itu kita sekalian ini pun dahulu menurut hawa nafsu tubuh kita, sambil melakukan kehendak tubuh dan ingatan itu, dan kita sudah berkeadaan anak-anak yang dimurkai sama seperti orang lain itu juga.","Tetapi Allah yang kaya dengan rahmat-Nya, maka sebab besar kasih-Nya yang dilimpahkan-Nya kepada kita,","tatkala kita mati oleh sebab kesalahan kita, sudah menghidupkan kita beserta dengan Kristus (maka dari sebab anugerah-Nya kamu diselamatkan),","dan di dalam Kristus Yesus Ia sudah membangkitkan dan mendudukkan kita beserta dengan Kristus itu di surga,","supaya pada segala masa yang akan datang kelak Ia menunjukkan kelimpahan anugerah-Nya yang amat sangat dengan kemurahan-Nya kepada kita di dalam Kristus Yesus.","Karena dengan anugerah itu kamu diselamatkan oleh sebab iman, maka hal itu bukannya pekerjaan kamu, melainkan karunia Allah,","bukannya daripada perbuatan, supaya jangan barang seorang memegahkan dirinya.","Karena kita ini perbuatan Dia, dijadikan di dalam Kristus Yesus akan membuat kebajikan, yang disediakan Allah terdahulu, supaya kita melakukan sekaliannya itu.","Sebab itu ingatlah, bahwa dahulu kamu pada lahirnya kafir dan dikata \"tiada bersunat\" oleh orang, yang dikatakan \"bersunat\", yang pada lahirnya dibuat dengan tangan.","Tatkala itu kamu jauh daripada Kristus, asing daripada hak orang Israel, dan orang asing di dalam perjanjian yang dijanjikan itu, dengan tiada berpengharapan dan dengan tiada bertuhan di dalam dunia ini.","Tetapi di dalam Kristus Yesus, kamu yang dahulu berjauhan, sekarang sudah didekatkan oleh darah Kristus.","Karena Ia sendiri menjadi perdamaian kita, yang menjadikan dua pihak itu satu dan merobohkan dinding penyekat yang di tengah, yaitu perseteruan itu, dengan menyerahkan tubuh-Nya,","sesudah dilenyapkan-Nya hukum Taurat dengan segala syariatnya, supaya dijadikannya di dalam diri-Nya kedua pihak itu satu manusia yang baharu dengan mengadakan perdamaian,","supaya boleh memperdamaikan keduanya itu menjadi satu tubuh kepada Allah oleh sebab salib itu, dengan melenyapkan perseteruan di situ.","Maka datanglah Ia memberitakan kabar kesukaan dari hal perdamaian kepada kamu yang jauh, dan perdamaian kepada orang yang dekat,","karena oleh sebab Dia kita kedua pihak itu dapat menghampiri Bapa dengan Roh yang satu itu.","Oleh yang demikian bukan lagi kamu menjadi orang asing dan penumpang, melainkan kamu anak negeri sama dengan orang suci dan orang seisi rumah Allah,","dibangunkan di atas alas segala rasul dan nabi-nabi, maka batu penjurunya itulah Kristus Yesus sendiri.","Maka di dalam Kristus segenap bangunan disusunkan, lalu bertambah-tambah menjadi rumah Allah yang kudus di dalam Tuhan.","Di dalam-Nyalah kamu juga didirikan bersama-sama menjadi tempat kediaman Allah oleh Roh."]