["Maka itulah sebabnya aku ini, Paulus, yang terbelenggu karena Kristus Yesus oleh sebab kamu orang kafir asalnya,","(kamu memang sudah mendengar dari hal peraturan menjalankan anugerah Allah, yang dikaruniakan kepadaku untuk kamu),","yaitu, bahwa rahasia itu sudah dinyatakan kepadaku dengan jalan wahyu, seperti yang telah kusuratkan di atas dengan ringkasnya.","Dengan itu, apabila kamu membaca, bolehlah kamu mengetahui pengertianku atas rahasia Kristus,","(yang pada zaman dahulu belum diberitakan kepada segala anak Adam, seperti sekarang sudah dinyatakan oleh Roh kepada rasul-rasul dan nabi-nabi-Nya yang kudus),","yaitu bahwa orang kafir itu menjadi sama waris dan sama anggota daripada satu tubuh dan sama teman bahagian daripada perjanjian di dalam Kristus Yesus oleh sebab Injil.","Aku telah dijadikan pelayan Injil menurut karunia anugerah Allah yang dikaruniakan kepadaku menurut seperti kuat kuasa-Nya itu.","Maka kepada aku ini, yang terlebih hina daripada segala orang suci, sudah dikaruniakan anugerah ini akan memberitakan kepada orang kafir kekayaan Kristus yang tiada terkira-kira itu,","dan akan menerangkan kepada orang sekalian bagaimana halnya menjalankan rahasia yang telah beberapa zaman lamanya tersembunyi di dalam Allah, yang menjadikan semesta sekalian,","supaya sekarang berbagai-bagai hikmat Allah diberitakan oleh sidang jemaat kepada segala pemerintah dan penguasa yang di surga,","menurut seperti maksud-Nya yang kekal, yang ditetapkan-Nya di dalam Kristus Yesus, Tuhan kita.","Di dalam Dia itu kita beroleh keluasan hati, dan jalan menghampiri Allah dengan harap oleh sebab iman kita kepada Dia.","Sebab itu aku pinta, supaya jangan kamu tawar hati di dalam kesukaranku karena kamu, yang menjadi kemuliaan bagimu.","Maka itulah sebabnya aku bertelut sambil memohonkan kepada Bapa itu,","yang daripada-Nyalah tiap-tiap bangsa di surga dan di atas bumi ada nama,","kiranya Ia mengaruniai kamu, menurut kekayaan kemuliaan-Nya, supaya kamu dikuatkan dengan kuasa-Nya oleh Roh-Nya di dalam hatimu,","supaya Kristus diam di dalam hatimu oleh iman, dan kamu berakar dan beralas di dalam kasih,","supaya kamu dapat mengerti dengan segala orang suci itu berapa lebarnya dan panjangnya dan tingginya dan dalamnya,","dan lagi mengetahui kasih Kristus yang melebihi makrifat, supaya kamu dipenuhi dengan segala kelimpahan Allah.","Maka bagi Allah, yang berkuasa melakukan dengan berlebih-lebihan daripada barang apa yang kita pohonkan atau sangkakan, menurut kuasanya yang bekerja di dalam kita.","Bagi-Nyalah kemuliaan di dalam sidang jemaat dan di dalam Kristus Yesus turun-temurun selama-lamanya. Amin."]