["Maka itulah sebabnya aku ini, Paulus, yang terbelenggu karena Tuhan, minta kamu melakukan dirimu berpadan dengan panggilan yang kamu sudah dipanggil itu,","dengan segala kerendahan hati dan lemah lembut serta dengan panjang hati, menaruh sabar sama sendiri dengan kasih,","sambil berusaha memeliharakan persatuan roh dengan perhubungan sejahtera;","satu tubuh dan satu Roh seperti yang kamu sudah dipanggil di dalam satu pengharapan atas hal yang kamu sudah dipanggil itu;","satu Tuhan, satu iman, satu baptisan,","satu Allah dan Bapa kepada sekalian, Ia itu di atas sekalian, dan oleh sekalian, dan di dalam sekalian.","Tetapi kepada kita masing-masing sudah diberi anugerah menurut ukuran pemberian Kristus itu.","Maka itulah sebabnya kata nas: Tatkala Ia naik ke atas, Ia membawa tawanan yang tertawan, dan Ia telah mengaruniakan beberapa pemberian kepada manusia.","Tetapi yang dikatakan Ia sudah naik itu bukankah artinya bahwa dahulu Ia turun ke bumi yang di bawah sekali?","Maka Ia yang sudah turun, itulah juga yang sudah naik lebih tinggi di atas segala langit itu, supaya Ia menggenapi segala sesuatu.","Dan Ialah sudah mengangkat setengah orang menjadi rasul-rasul, setengah menjadi nabi-nabi, setengah menjadi pemberita Injil, dan setengah menjadi gembala dan guru agama,","akan melengkapkan orang-orang suci bagi pekerjaan melayani di dalam hal mendirikan tubuh Kristus,","sehingga kita sekalian sampai kepada persatuan iman dan makrifat Anak Allah, dan menjadi orang yang sudah akil balig, sehingga bertambah-tambah sempurna sama dengan Kristus,","supaya jangan lagi kita menjadi kanak-kanak, beralun-alun seperti gelombang, dan ditiup oleh segala jenis angin pengajaran, dengan semu daya manusia dan cerdiknya, yang membawa kepada segala akal yang sesat,","melainkan dengan berpegang kebenaran di dalam kasih, hendaklah kita makin sempurna di dalam segala sesuatu kepada yang menjadi kepala, yaitu Kristus.","Daripada-Nyalah segenap tubuh itu berhubung-hubungan dan bercantum teguh dengan tiap-tiap sendi yang sudah sedia, menurut kadar pekerjaan tiap-tiap anggota, memberi tubuh itu bertambah-tambah akan meneguhkan dirinya di dalam hal kasih.","Demikian inilah kukatakan dan saksikan di dalam Tuhan, supaya jangan lagi kamu berjalan seperti orang kafir yang melakukan diri menurut pikirannya yang sia-sia,","digelapkan akalnya, dijauhkan daripada kehidupan dengan Allah oleh sebab kejahilan yang ada di dalam dirinya, dan oleh sebab kedegilan hatinya.","Maka sebab sudah hilang perasaan, mereka itu menyerahkan dirinya kepada percabulan, melakukan segala perbuatan yang cemar dengan lobanya.","Tetapi bukannya begitu kamu ini belajar daripada Kristus,","jikalau sungguh kamu sudah mendengarkan Dia, dan sudah diajari di dalamnya sebagaimana kebenaran itu ada di dalam Yesus,","yaitu akan hal kelakuanmu yang dahulu itu, kamu membuangkan perangaimu yang lama, yang rusak menurut daya hawa nafsu,","supaya roh pikiranmu dibaharui di dalam kamu,","sambil berperangaikan perangai yang baharu, yang dijadikan menurut teladan Allah di dalam kebenaran dan kesucian yang benar.","Sebab itu hendaklah kamu berhenti daripada berbuat dusta, dan masing-masing berkata benar dengan sesamanya manusia, karena kita menjadi anggota di antara sama sendiri.","Biarlah kamu marah, tetapi jangan berbuat dosa, jangan kamu simpan kemarahanmu sehingga matahari masuk;","jangan kamu beri tempat kepada Iblis.","Biarlah orang yang sudah mencuri itu jangan mencuri lagi, melainkan terlebih baik ia berlelah dengan tangannya mengerjakan barang yang halal, supaya boleh ia membahagi apa-apa kepada orang yang berkekurangan.","Jangan mengeluarkan perkataan yang busuk daripada mulutmu, melainkan barang apa yang baik akan meneguhkan iman sebagaimana yang perlu, supaya ia itu memberi berkat kepada orang yang mendengarnya.","Dan jangan kamu mendukakan Roh Allah yang kudus, yang di dalamnya itu kamu sudah dimeteraikan sehingga hari penebusan.","Biarlah segala kepahitan, dan gusar dan marah dan gaduh dan umpat dibuang beserta dengan segala kejahatan.","Hendaklah kamu murah hati di antara sama sendiri, dan lembut hati, sambil bermaaf-maafan sama sendiri, sebagaimana Allah juga di dalam Kristus sudah mengampuni kamu."]