["Sebab itu hendaklah kamu menjadi penurut teladan Allah, seperti anak-anak yang dikasihi-Nya,","dan berjalanlah di dalam kasih, sebagaimana Kristus juga sudah mengasihi kamu dan sudah menyerahkan diri-Nya karena kita menjadi suatu persembahan dan korban yang berbau harum kepada Allah.","Tetapi zinah dan segala perbuatan yang cemar atau tamak, jangan sampai disebut namanya pun di antara kamu, sebagaimana yang patut bagi orang suci.","Demikian juga barang yang keji dan percakapan yang sia-sia dan jenaka, yaitu perkara yang tiada berlayak; melainkan lebih baik mengucap syukur.","Karena ini kamu ketahui dengan sesungguhnya, bahwa tiada orang yang berzinah, atau orang yang cemar, atau orang yang tamak, yang menyembah berhala, beroleh warisan di dalam kerajaan Kristus dan Allah itu.","Biarlah jangan orang memperdayakan kamu dengan perkataan yang sia-sia; karena itulah sebabnya datang murka Allah atas anak-anak durhaka.","Sebab itu janganlah kamu sepakat dengan mereka itu.","Karena dahulu kamu gelap, tetapi sekarang kamu terang dengan berkat Tuhan. Berjalanlah kamu seperti anak-anak terang,","(karena buah-buahan terang itulah kebaikan dan keadilan dan kebenaran),","sambil menguji apa yang berkenan kepada Tuhan.","Dan jangan kamu bersekutu dengan segala perbuatan gelap yang tiada berfaedah, melainkan lebih baik menyalahkan dia,","karena segala perkara yang diperbuatnya di dalam sulit itu, walau menyebutnya pun malu.","Karena segala perkara yang disalahkan itu, dinyatakan oleh terang. Karena barang yang dinyatakan itu memang terang.","Itulah sebabnya kata firman: Bangunlah, hai engkau yang tidur, dan bangkitlah dari antara orang mati; maka Kristus akan bercahaya atasmu.","Sebab itu ingat baik-baik bagaimana kamu melakukan dirimu, bukannya seperti orang yang tiada berakal, melainkan seperti orang yang berakal,","dengan tiada membuangkan waktu, karena masa ini masa jahat.","Sebab itu janganlah kamu bodoh, melainkan hendaklah mengerti apa kehendak Tuhan.","Jangan kamu mabuk anggur, hal itu mendatangkan percabulan, melainkan hendaklah kamu penuh dengan Roh,","serta berkata-kata di antara sama sendirimu dengan mazmur dan puji-pujian dan nyanyian rohani sambil menyanyi dan bunyikan puji-pujian dengan hatimu kepada Tuhan;","dan senantiasa mengucap syukur atas segala perkara kepada Allah, yaitu Bapa dengan nama Tuhan kita Yesus Kristus,","sambil menaklukkan dirimu kepada sama sendiri dengan takut akan Yesus Kristus.","Hai segala isteri orang, hendaklah kamu tunduk kepada suamimu seperti kepada Tuhan,","karena suami itu menjadi kepala kepada isteri, seperti Kristus juga menjadi kepala kepada sidang jemaat, maka Ialah yang menyelamatkan tubuh itu.","Tetapi sebagaimana sidang jemaat itu takluk kepada Kristus, demikianlah juga segala isteri orang takluk kepada suaminya di dalam segala sesuatu.","Hai segala suami, kasihlah akan isterimu, seperti Kristus juga sudah mengasihi sidang jemaat, dan menyerahkan diri-Nya karenanya,","supaya Ia menguduskan sidang itu setelah disucikan-Nya dengan baptisan air oleh firman Allah,","dan supaya Ia mendirikan sidang itu di hadapan-Nya sendiri dengan kemuliaan, dengan tiada cacat atau kerut atau barang sebagainya, melainkan supaya ia menjadi kudus dengan tiada bercela.","Demikian juga patut segala suami itu mengasihi isterinya, seperti mengasihi tubuhnya sendiri. Maka orang yang mengasihi isterinya, ialah mengasihi dirinya sendiri.","Karena tiada seorang pernah membenci tubuhnya sendiri, melainkan membela dan memeliharakan dia, sebagaimana Kristus juga dengan sidang jemaat itu,","karena kita ini anggota tubuh-Nya.","Itulah sebabnya seorang meninggalkan ibu bapanya serta berdamping dengan isterinya, dan keduanya itu akan menjadi sedaging adanya.","Rahasia ini besar, tetapi aku kiaskan di sini kepada Kristus dan sidang jemaat itu.","Tetapi hendaklah kamu masing-masing pun mengasihi isteri sendiri, seperti diri sendiri; biarlah isteri itu ingat, supaya ia menghormatkan suaminya."]