["Hai anak-anak, turutlah perintah ibu bapamu di dalam Tuhan, karena itulah yang sebenarnya.","Hormatkanlah ibu bapamu (maka itulah hukum yang pertama dengan suatu perjanjian),","supaya jadi baik padamu, dan engkau hidup lama di dalam dunia ini.","Hai segala bapa, jangan kamu menggusari anak-anakmu, melainkan peliharalah mereka itu dengan pengajaran yang sopan dan nasehat Tuhan.","Hai segala hamba, hendaklah kamu menurut perintah orang yang menjadi tuanmu di dalam perkara dunia, dengan takut dan gentar, serta tulus hatimu seperti kepada Kristus,","bukannya dengan berpura-pura seperti hendak menyukakan orang, melainkan seperti hamba Kristus, yang melakukan kehendak Allah daripada hati,","dengan rela bekerja seperti kepada Tuhan dan bukannya kepada manusia,","sebab mengetahui apa yang baik diperbuat masing-masing, itulah juga diterimanya daripada Tuhan, baik hamba baik merdeka.","Hai sekalian tuan-tuan, hendaklah kamu perbuat demikian juga kepada hamba-hambamu, dan perhentikanlah ugut-ugutanmu, sebab mengetahui bahwa Tuhan mereka itu dan Tuhan kamu ada di surga, dan Ia tiada menilik orang atas rupanya.","Akhirnya: Hendaklah kamu menjadi perkasa di dalam Tuhan dan dengan kuat kuasa-Nya.","Pakailah olehmu selengkap senjata Allah, supaya kamu tahan melawan segala semu daya Iblis.","Karena kita bergumul, bukannya dengan manusia, melainkan dengan segala penguasa dan kuasa, dan penghulu dunia yang memerintahkan kegelapan, dan segala kuasa roh yang jahat di udara.","Sebab itu peganglah selengkap senjata Allah, supaya dapat kamu bertahan pada hari yang malang dan berdiri tetap, sesudah kamu melakukan segala sesuatu.","Sebab itu hendaklah kamu berdiri tetap, dengan pinggangmu berikatkan perihal yang benar, dan memakai zirah kebenaran,","dan kakimu berkasutkan persediaan Injil perdamaian itu,","dan senantiasa memegang perisai, yaitu iman, maka dengan dia itu dapat kamu memadamkan segala anak panah berapi daripada si Jahat itu.","Dan sambutlah ketopong keselamatan, dan pedang Roh, yaitu firman Allah,","dengan segala doa dan permintaan. Berdoalah tiap-tiap waktu dengan Roh sambil berjaga-jaga di dalam hal itu dengan segala usaha dan permintaan karena sekalian orang suci itu,","dan karena aku pun, supaya aku dikaruniai perkataan di dalam hal membuka mulutku akan memberitakan rahasia Injil itu dengan berani hati.","Karena Injil itulah aku menjadi utusan yang terbelenggu, supaya di dalam hal Injil itu dapat aku berkata-kata dengan berani, seperti yang patut aku berkata.","Tetapi supaya kamu ini pun dapat mengetahui halku dan bagaimana keadaanku, maka Tikhikus, saudara yang dikasihi itu lagi hamba yang setiawan di dalam Tuhan, akan menyatakan sekaliannya itu kepadamu,","yang sudah kusuruhkan kepadamu karena maksud itu juga, supaya kamu dapat mengetahui hal ihwal kami, dan supaya ia menguatkan hatimu.","Sejahteralah kiranya atas saudara-saudara itu, dan kasih dengan iman daripada Allah Bapa, dan Tuhan Yesus Kristus;","dan anugerah Allah menyertai kiranya orang sekalian yang mengasihi Tuhan kita Yesus Kristus dengan kasih yang tiada berkebinasaan."]