["Sebermula, maka berfirmanlah Tuhan kepada Musa di padang Tiah, dalam kemah perhimpunan hari yang pertama, bulan yang kedua, tahun yang kedua kemudian dari pada mereka itu keluar dari negeri Mesir, firman-Nya:","Ambillah olehmu jumlah segenap sidang bani Israel dengan segala suku bangsanya dan rumah-rumah bapanya serta dengan bilangan nama segala orang laki-laki masing-masing,","yang umur dua puluh tahun dan lebih dari pada itu, segala orang di antara Israel yang keluar akan berperang hendaklah engkau bilang dalam segala tentaranya, baik engkau baik Harun.","Maka serta dengan kedua kamu akan dari tiap-tiap suku seorang, yang penghulu sukunya.","Maka inilah nama-nama segala orang yang akan membantu kamu: dari pada suku Rubin, Elizur bin Sedeur;","dari pada Simeon, Selumiel bin Zurisadai;","dari pada Yehuda, Nahesyon bin Aminadab;","dari pada Isakhar, Natanael bin Zuhar;","dari pada Zebulon, Eliab bin Helon;","dari pada anak-anak Yusuf, yaitu dari pada Efrayim, Elisama bin Amihud, dan dari pada Manasye, Gamaliel bin Pedazur;","dari pada Benyamin, Abidan bin Gideoni;","dari pada Dan, Ahiezar bin Amisadai;","dari pada Asyer, Pagiel bin Okhran;","dari pada Gad, Elyasaf bin Dehuil;","dan dari pada Naftali, Ahira bin Enan.","Maka sekalian inilah orang terpanggil kepada majelis besar dan kepala suku bangsanya dan penghulu-penghulu atas beribu-ribu orang Israel adanya.","Maka segala orang yang tersebut namanya di atas ini diambil oleh Musa dan Harunpun sertanya,","lalu dipanggilnya berhimpun segenap sidang itu pada hari yang pertama bulan yang kedua, supaya diberinya tahu umurnya, seturut sukunya dan seturut rumah bapa-bapanya, serta dengan bilangan nama masing-masing, yang umur dua puluh tahun dan lebih dari pada itu.","Setuju dengan firman Tuhan yang kepada Musa, demikianlah dibilangnya akan mereka itu dalam padang Tiah.","Maka inilah bilangan bani Rubin, anak sulung Israel, seturut sukunya, seturut rumah bapa-bapanya, serta dengan bilangan nama masing-masing orang laki-laki, yang umur dua puluh tahun dan lebih dari pada itu, segala orang yang keluar akan berperang.","Maka jumlah segala orang yang dari pada suku Rubin itu empat laksa enam ribu lima ratus banyaknya.","Maka bilangan bani Simeon seturut sukunya, seturut rumah bapa-bapanya, serta dengan bilangan nama masing-masing orang laki-laki, yang umur dua puluh tahun dan lebih dari pada itu, segala orang yang keluar akan berperang,","jumlah segala orang yang dari pada suku Simeon itu lima laksa sembilan ribu tiga ratus banyaknya.","Maka bilangan bani Gad seturut sukunya, seturut rumah bapa-bapanya, serta dengan bilangan nama-nama orang yang umur dua puluh tahun dan lebih dari pada itu, segala orang yang keluar akan berperang,","jumlah segala orang yang dari pada suku Gad itu empat laksa lima ribu enam ratus lima puluh banyaknya.","Maka bilangan segala bani Yehuda seturut sukunya, seturut rumah bapa-bapanya, serta dengan bilangan nama-nama segala orang yang umur dua puluh tahun dan lebih dari pada itu, segala orang yang keluar akan berperang,","jumlah segala orang yang dari pada suku Yehuda itu tujuh laksa empat ribu enam ratus banyaknya.","Maka bilangan segala bani Isakhar seturut sukunya, seturut rumah bapa-bapanya, serta dengan bilangan nama-nama segala orang yang umur dua puluh tahun dan lebih dari pada itu, segala orang yang keluar akan berperang,","jumlah segala orang yang dari pada suku Isakhar itu lima laksa empat ribu empat ratus banyaknya.","Maka bilangan segala bani Zebulon seturut sukunya, seturut rumah bapa-bapanya, serta dengan bilangan nama-nama segala orang yang umur dua puluh tahun dan lebih dari pada itu, segala orang yang keluar akan berperang,","jumlah segala orang yang dari pada suku Zebulon itu lima laksa tujuh ribu empat ratus banyaknya.","Maka bilangan bani Yusuf, yaitu dari pada Efrayim seturut sukunya, seturut rumah bapa-bapanya, serta dengan bilangan nama-nama segala orang yang umur dua puluh tahun dan lebih dari pada itu, segala orang yang keluar akan berperang,","jumlah segala orang yang dari pada suku Efrayim itu empat laksa lima ratus banyaknya.","Maka bilangan bani Manasye seturut sukunya, seturut rumah bapa-bapanya, serta dengan bilangan nama-nama segala orang yang umur dua puluh tahun dan lebih dari pada itu, segala orang yang keluar akan berperang,","jumlah segala orang yang dari pada suku Manasye itu tiga laksa dua ribu dua ratus banyaknya.","Maka bilangan bani Benyamin seturut sukunya, seturut rumah bapa-bapanya, serta dengan bilangan nama-nama segala orang yang umur dua puluh tahun dan lebih dari pada itu, segala orang yang keluar akan berperang,","jumlah segala orang yang dari pada suku Benyamin itu tiga laksa lima ribu empat ratus banyaknya.","Maka bilangan bani Dan seturut sukunya, seturut rumah bapa-bapanya, serta dengan bilangan nama-nama segala orang yang umur dua puluh tahun dan lebih dari pada itu, segala orang yang keluar akan berperang,","jumlah segala orang yang dari pada suku Dan itu enam laksa dua ribu tujuh ratus banyaknya.","Maka bilangan bani Asyer seturut sukunya, seturut rumah bapa-bapanya, serta dengan bilangan nama-nama segala orang yang umur dua puluh tahun dan lebih dari pada itu, segala orang yang keluar akan berperang,","jumlah segala orang yang dari pada suku Asyer itu empat laksa seribu lima ratus banyaknya.","Maka bilangan bani Naftali seturut sukunya, seturut rumah bapa-bapanya, serta dengan bilangan nama-nama segala orang yang umur dua puluh tahun dan lebih dari pada itu, segala orang yang keluar akan berperang,","jumlah segala orang yang dari pada suku Naftali itu lima laksa tiga ribu empat ratus banyaknya.","Maka orang sekalian inilah yang telah dibilang oleh Musa dan Harun dan oleh penghulu-penghulu orang Israel, dua belas orang banyaknya, masing-masing jadi penghulu atas isi rumah bapa-bapanya.","Demikianlah segala orang yang terbilang dari pada bani Israel seturut rumah bapa-bapanya, dan yang umur dua puluh tahun atau lebih, segala orang Israel yang keluar akan berperang,","jumlah sekalian itu enam keti tiga ribu lima ratus lima puluh banyaknya.","Tetapi segala orang Lewi sesukunya serta dengan rumah bapa-bapanya tiada masuk bilangan itu;","karena firman Tuhan kepada Musa demikian:","Hanya orang suku Lewi itu jangan engkau bilang dan jangan pungut jumlahnya di antara segala bani Israel;","melainkan hendaklah engkau mengangkat orang Lewi itu atas kemah assyahadat dan atas segala sesuatu yang sebagainya, serta hendaklah mereka itu mengusung kemah sembahyang dan segala perkakasnya dan hendaklah mereka itu mengerjakan dia dan duduk keliling kemah sembahyang itu.","Maka apabila kemah sembahyang itu akan berangkat hendaklah mereka itu merombak dia, dan apabila kemah sembahyang itu akan berhenti hendaklah mereka itu mendirikan dia pula; maka barangsiapa orang lain yang menghampiri dia, ia itu akan mati dibunuh.","Maka hendaklah segala bani Israel mendirikan kemahnya masing-masing pada tempatnya dan masing-masing dekat dengan panjinya seturut tentaranya.","Tetapi segala orang Lewi itu hendaklah mendirikan kemahnya keliling kemah assyahadat, asal jangan murka berlaku atas sidang bani Israel, maka sebab itu hendaklah segala orang Lewi itu melakukan pengawalan kemah assyahadat itu.","Maka demikianlah diperbuat oleh bani Israel, yaitu diperbuatnya sekalian itu setuju dengan firman Tuhan yang kepada Musa."]