["Arakian, maka berfirmanlah Tuhan kepada Musa demikian:","Perbuatlah olehmu akan dirimu dua buah nafiri dari pada perak, perbuatan yang terupam hendaklah kaukerjakan dia, maka dengan dia juga engkau akan mengerahkan sidang dan menyuruhkan tentara itu berangkat.","Maka apabila kedua buah nafiri itu ditiup oranglah, segenap sidang itu akan berhimpun kepadamu di hadapan pintu kemah perhimpunan.","Maka apabila ditiup orang hanya sebuah jua, hendaklah segala penghulu dan segala kepala atas beribu-ribu orang Israel berhimpun kepadamu.","Tetapi apabila ditiup olehmu seru-seru, maka segala tentara akan berangkat yang duduk pada sebelah timur.","Maka apabila ditiup olehmu seru-seru pada kedua kalinya, hendakalah berangkat tentara yang duduk pada sebelah selatan, setiap-tiap kali dibunyikan seru-seru hendaklah tentara itu berangkat.","Tetapi apabila dihimpunkan sidang itu bolehlah engkau bertiup, tetapi jangan dengan bunyi yang seru-seru.","Adapun anak-anak laki-laki Harun, yang imam, ia itu akan meniup nafiri itu, maka inilah suatu hukum yang kekal bagimu dan bagi anak cucumupun.","Maka apabila dalam negerimu kamu masuk perang hendak melawan musuh yang mengimpit kamu serta kamu meniup nafiri ini, niscaya diingatlah akan kamu di hadapan hadirat Tuhan, Allahmu, dan kamu akan mengalahkan musuhmu.","Demikianpun pada hari kesukaanmu, pada masa raya yang tertentu dan pada bulan-bulan yang baharu, apabila kamu meniup nafiri itu atas korbanmu bakaran dan atas korbanmu syukur, diadakannya bahwa akan kamu diingat di hadapan hadirat Allahmu: Bahwa Akulah Tuhan, Allahmu!","Bermula, maka jadilah pada tahun yang kedua, bulan yang kedua dan pada dua puluh hari bulan itu, bahwa terangkatlah awan itu dari atas kemah assyahadat.","Maka berangkatlah bani Israel, lalu berjalanlah mereka itu dari padang Torsina, maka awan itupun berhentilah di padang belantara Paran.","Maka apabila mereka itu berangkat begitu bermula kali, ia itu setuju dengan firman Tuhan yang kepada Musa.","Maka berjalanlah panji tentara bani Yehuda dahulu serta dengan balanya, maka penghulu tentara itu Nahesyon bin Aminadab.","Dan penghulu tentara suku bani Isakhar itu Natanael bin Zuhar.","Dan penghulu tentara suku bani Zebulon itu Eliab bin Helon.","Lalu kemah sembahyang dibongkar; setelah itu berangkatlah segala bani Gerson ini dan bani Merari, yang mengusung kemah sembahyang itu.","Lalu berjalanlah panji tentara Rubin serta dengan balanya, dan penghulu tentara itu Elizur bin Sediur.","Dan penghulu tentara suku bani Simeon itu Selumiel bin Zurisadai.","Dan penghulu tentara suku bani Gad itu Elyasaf bin Dehuil.","Lalu berjalanlah orang Kehati dengan mengusung barang-barang yang suci, maka dibangunkan orang yang dahulu itu akan kemah sembahyang dalam antara mereka ini datang.","Lalu berjalanlah panji tentara bani Efrayim serta dengan balanya, dan penghulu tentara itu Elisama bin Amihud.","Dan penghulu tentara suku bani Manasye itu Gamaliel bin Pedazur.","Dan penghulu tentara suku bani Benyamin itu Abidan bin Gideoni.","Kemudian berjalanlah panji tentara bani Dan, yang menjadi penutup segala tentara itu, serta dengan balanya, dan penghulu tentara itu Ahiezar bin Amisadai.","Dan penghulu tentara suku bani Asyer itu Pagiel bin Okhran.","Dan penghulu tentara suku bani Naftali itu Ahira bin Enan.","Demikianlah perangkatan bani Israel serta dengan segala tentaranya dan demikian mereka itupun berjalanlah.","Maka kata Musa kepada Hobab bin Rehuil, orang Midian, yang mentua laki-laki Musa: Kami hendak berangkat ke tempat yang ada firman Tuhan akan halnya begini: Aku akan menganugerahkan dia kepadamu: sebab itu berjalanlah serta dengan kami, maka kami akan membuat kebajikan kelak akan dikau, karena Tuhan telah berjanji segala perkara yang baik kepada Israel.","Tetapi sahutnya kepadanya: Tiada aku akan berjalan serta, melainkan aku hendak pulang ke negeriku dan kepada sanak saudaraku.","Maka kata Musa: Janganlah kiranya engkau meninggalkan kami, karena tegal diketahui olehmu dalam padang belantara ini mana tempat yang baik kami mendirikan kemah, maka boleh engkau akan mata bagi kami.","Maka jikalau engkau berjalan serta dengan kami dan datanglah kelak kebajikan, olehnya juga Tuhan hendak berbuat baik akan kami maka kamipun akan berbuat baik akan dikau.","Hata, maka berjalanlah mereka itu dari bukit Tuhan suatu perjalanan yang tiga hari jauhnya, dan dalam tiga hari itu tabut perjanjian Tuhan berjalanlah di hadapan mereka itu akan mencahari perhentian baginya.","Maka awan Tuhan adalah di atas mereka itu pada siang hari, apabila mereka itu berangkat dari pada tempat perhentian.","Maka jadilah apabila tabut itu mulai berjalan, bahwa sembah Musa: Bangkitlah kiranya, ya Tuhan! dan biarlah segala seteru-Mu di cerai-beraikan dan segala pembenci-Mu lari dari hadapan hadirat-Mu!","Maka apabila ia berhenti adalah sembahnya: Kembalilah kiranya, ya Tuhan! kepada beribu laksa orang Israel."]