["Bermula, maka berbantah-bantahanlah Miryam dan Harun dengan Musa sebab hal perempuan Kusyi yang telah diambilnya, karena diperisterikannya seorang perempuan Kusyi.","Maka kata mereka itu: Adakah Tuhan berfirman kepada Musa seorang orang jua? Bukankah kepada kitapun Tuhan telah berfirman juga? Maka kedengaranlah kata ini kepada Tuhan!","Maka Musa itu seorang yang amat lemah lembut perangainya, terlebih lembut ia dari pada segala orang yang di atas bumi.","Maka dengan segeranya berfirmanlah Tuhan kepada Musa dan Harun dan Miryam: Keluarlah ketiga kamu, pergilah ke kemah perhimpunan! Maka ketiganyapun keluarlah.","Maka turunlah Tuhan dalam tiang awan, lalu berdiri di pintu kemah, sambil dipanggilnya Harun dan Miryam, maka keduanyapun tampil ke hadapan.","Maka berfirmanlah Tuhan: Dengarlah olehmu akan firman-Ku ini: Jikalau dari pada kamu ada barang seorang yang nabi Tuhan adanya, Aku menyatakan diri-Ku kepadanya dengan khayal atau Aku berfirman kepadanya dalam mimpi.","Tetapi bukan demikian hal hamba-Ku Musa, yang setiawan dalam segenap rumah-Ku,","karena Aku berkata-kata dengan dia mulut dengan mulut, maka jikalau dengan khayal sekalipun, bukan dengan penerka: bahkan, dipandangnya pula akan peta Tuhan, maka bagaimana tiada kamu takut berbantah-bantah dengan Musa, hamba-Ku ini?","Demikianlah murka Tuhan bernyala-nyala kepada keduanya, lalu Tuhanpun gaiblah.","Dan awan itupun terangkatlah dari atas kemah, maka sesungguhnya Miryam kena kusta seperti salju. Serta terpandanglah Harun akan Miryam, bahwasanya telah berkusta adanya.","Maka sembah Harun kepada Musa: Ya tuan, jangan apalah dosa ini ditanggungkan kepada hamba, maka hamba telah berbuat perkara yang bodoh dengan berdosa demikian.","Jangan apalah ia seperti guguran, yang dagingnya sudah separuh busuk pada masa ia keluar dari dalam rahim ibunya!","Hata, maka Musapun meminta doa kepada Tuhan, sembahnya: Ya, Allah, sembuhkan apalah dia!","Maka firman Tuhan kepada Musa: Jikalau kiranya dengan nista bapanya telah meludahi mukanya, bukankah kemalu-maluanlah ia tujuh hari lamanya? Sebab itu hendaklah dikurungkan akan dia tujuh hari lamanya di luar tempat tentara, kemudian boleh disambut pula akan dia.","Maka Miryampun dikurungkanlah tujuh hari lamanya di luar tempat tentara; maka orang banyakpun tiada berangkat dari sana sebelum Miryam sudah disambut pula.","Kemudian dari pada itu berjalanlah orang banyak itu dari Hazirot, lalu didirikannyalah kemahnya di padang belantara Paran."]