["Arakian, maka berfirmanlah Tuhan kepada Musa demikian:","Suruhkanlah engkau akan orang pergi mengintai negeri Kanaan, yang hendak Kuanugerahkan kepada bani Israel, yaitu dari pada tiap-tiap suku bangsa bapa-bapanya seorang hendaklah kausuruhkan, maka semuanya itu hendaklah penghulu-penghulu di antaranya.","Maka disuruhkanlah Musa akan mereka itu dari padang Paran setuju dengan firman Tuhan, maka segala orang itupun penghulu-penghulu bani Israel.","Maka inilah nama-namanya: Dari pada suku Rubin, Syammia bin Zakur.","Dari pada suku Simeon: Safat bin Hori.","Dari pada suku Yehuda: Kaleb bin Yefuna.","Dari pada suku Isakhar: Yijal bin Yusuf.","Dari pada suku Efrayim: Hosea bin Nun.","Dari pada suku Benyamin: Palti bin Rafu.","Dari pada suku Zebulon: Gadial bin Sodi.","Dari pada suku Yusuf, yaitu dari pada suku Manasye: Gadi bin Susi.","Dari pada suku Dan: Amial bin Gemali.","Dari pada suku Asyer: Setur bin Mikhail.","Dari pada suku Naftali: Nakhbi bin Wofsi.","Dari pada suku Gad: Guil bin Makhi.","Maka inilah nama segala orang yang telah disuruhkan Musa mengintai negeri, maka Hosea bin Nun dinamai Musa Yusak.","Maka disuruhkan Musa akan mereka itu pergi mengintai negeri Kanaan serta katanya kepadanya: Hendaklah kamu mulai perjalananmu dari sini, dari sebelah selatan, lalu naiklah ke pegunungan.","Dan lihat-lihatilah negeri itu bagaimana adanya, dan bangsa yang duduk di dalamnya kalau kuat atau lemah, banyak atau sedikit bilangannya.","Dan bagaimana tanah tempat kedudukannya, kalau baik atau jahat adanya, dan bagaimana negeri-negeri tempat kediamannya, kalau negeri yang terbuka atau yang berkota benteng.","Dan lagi bagaimana macam tanahnya, entah gemuk atau kurus adanya, entah ada pohon-pohon di sana atau tidak, dan hendaklah dengan beranimu kamu membawa buah-buah hasil tanah itu sertamu. Maka betul hari itu musim pungutan buah-buah anggur yang sulung.","Hata, maka berjalanlah mereka itu sambil diintainya negeri dari pada padang Zin sampai ke Rekhob, di tempat orang datang ke Hamat.","Maka dalam berjalan pada sebelah selatan sampailah mereka itu di Heberon, maka di sana adalah Ahiman dan Sisai dan Talmai, bani Enak. Maka negeri Heberon itu dibangunkan tujuh tahun lebih dahulu dari pada negeri Zoan di Mesir.","Maka apabila sampailah mereka itu ke lembah Esykol dikeratnya di sana satu cabang dengan buah anggur setandan, lalu digandari orang dua dengan penggandaran dan lagi buah delima dan arapun.","Maka dinamainya tempat itu lembah Esykol, sebab buah anggur setandan, yang dikerat oleh bani Israel di sana.","Maka kemudian dari pada empat puluh hari kembalilah mereka itu dari pada mengintai negeri.","Maka mereka itupun datang mendapatkan Musa dan Harun dan segenap sidang bani Israel ke padang Paran di Kades, dan disampaikannyalah pula kabar kepada mereka itu dan kepada segenap sidang itu serta ditunjukkannya buah-buah negeri itu;","sambil diceriterakannya kepadanya, katanya: Kami telah sampai ke negeri yang telah tuan suruhkan kami ke sana, bahwasanya ia itu berkelimpahan air susu dan madu, dan inilah buah-buahnya.","Tetapi adapun bangsa orang yang mengeduduki negeri itu, ia itu berkuasa dan negeri-negerinyapun berkota lagi besar-besar, maka di sanapun kami telah melihat bani Enak juga.","Maka pada sebelah selatan negeri itu duduklah orang Amaleki, dan di tempat yang bergunung-gunung duduklah orang Heti dan Yebuzi dan Amori, dan di tepi laut dan di sebelah sungai Yarden duduklah orang Kanani.","Maka pada masa itu dipertetapkan Kaleb akan hati orang banyak itu di hadapan Musa, katanya: Baiklah kita berangkat naik dengan tiada takut dan mengalahkan dia, karena sesungguhnya cakaplah kita.","Tetapi kata segala orang yang telah berjalan sertanya: Tiada boleh kita mendatangi bangsa itu, karena mereka itu lebih kuat dari pada kita.","Maka demikian disampaikannya kabar yang jahat dari pada negeri yang telah diintainya itu, katanya kepada bani Israel: Adapun negeri yang telah kami lalui itu, ia itu suatu negeri yang makan orang isinya, dan akan bangsa yang telah kami lihat dalamnya, ia itu semuanya orang tinggi besar belaka;","dan lagi kami melihat di sana orang pahlawan, bani Enak turun-temurun orang pahlawan, maka pada pemandangan kami adalah kami seperti belalang juga, dan kepada pemandangan mereka itu kamipun demikian."]