["Maka pada masa itu segenap sidang itu menyaringkan suaranya dengan tiada berkeputusan dan orang banyak itupun menangislah semalam-malaman.","Dan segala bani Israel bersungut-sungut akan Musa dan Harun, serta kata segenap sidang itu kepadanya: Wai! Baiklah kiranya kami telah mati di Mesir atau dalam padang belantara ini! sungguh baiklah kami telah mati!","Mengapa Tuhan hendak membawa kami masuk ke dalam negeri itu, supaya kami dimakan pedang dan anak bini kami menjadi tawanan! Bukankah baik kami balik kembali ke Mesir sahaja?","Maka kata mereka itu seorang akan seorang: Mari kita mengangkat akan seorang kita jadi kepala, lalu balik ke Mesir!","Maka pada masa itu tersungkurlah Musa dan Harun dengan mukanya ke bumi di hadapan perkumpulan segenap sidang bani Israel.","Tetapi oleh Yusak bin Nun dan Kaleb bin Yefuna, yang dari pada pengintai negeri itu juga, dikoyak-koyakkannya pakaiannya sendiri,","serta katanya kepada segenap sidang bani Israel: Bahwa negeri yang kami lalui hendak mengintai dia, ia itu suatu negeri yang terlalu baik.","Maka jikalau kiranya Tuhan berkenan akan kita, niscaya dibawanya akan kita ke dalam negeri itu dan dikaruniakannya kepada kita, yaitu suatu negeri yang berkelimpahan air susu dan madu.","Hanya janganlah kamu mendurhaka kepada Tuhan, dan jangan kamu takut akan bangsa negeri itu, karena kita dapat menelan akan dia! Bahwa bayang-bayangnyapun telah lalu dari padanya, dan Tuhan adalah serta dengan kita, sebab itu jangan kamu takut akan mereka itu!","Maka pada masa itu bermufakatlah segenap sidang itu hendak melontari keduanya itu dengan batu, tetapi kelihatanlah kepada segala bani Israel kemuliaan Tuhan dalam kemah perhimpunan.","Maka firman Tuhan kepada Musa: Berapa lama lagi bangsa ini mencelakan Daku? berapa lama lagi mereka itu tiada percaya akan Daku, oleh segala tanda yang telah Kuadakan di antaranya?","Bahwa Aku hendak memalu mereka itu dengan bala sampar serta membinasakan mereka itu dan Aku menjadikan dikau suatu bangsa yang besar lagi kuat dari pada bangsa ini.","Maka sembah Musa kepada Tuhan: Jikalau demikian, niscaya hal itu kedengaranlah kelak kepada orang Mesir, dari tengahnya juga Tuhan telah membawa keluar bangsa ini oleh kodrat-Mu.","Maka mereka itu akan menceriterakan kepada orang isi negeri ini barang yang didengarnya, bahwa Engkau, Tuhan, di antara bangsa ini, dan Engkau, Tuhan, dipandang dengan mata, dan awanmupun terdiri di atasnya dan Tuhan telah berjalan di hadapannya pada siang hari dalam tiang awan dan pada malam dalam tiang api.","Maka jikalau kiranya Tuhan membunuh bangsa ini seperti seorang jua adanya, niscaya segala bangsa, yang mendengar kabar akan halmu ini, akan berkata kelak demikian:","Sebab Tuhan tiada cakap membawa akan bangsa ini ke dalam negeri yang telah dijanji-Nya pakai sumpah, maka dibantai-Nya mereka itu dalam padang belantara!","Maka sekarang biarlah kiranya kuasa Tuhan dipermuliakan, setuju dengan firman Tuhan ini:","Bahwa Tuhanlah panjang sabar, dan besarlah kemurahan-Nya, diampuni-Nya kesalahan dan dosa, maka orang yang salah sekali-kali tiada dibilangkannya suci, melainkan kejahatan bapa-bapa dibalasnya akan anak-anaknya datang kepada gilir yang ketiga dan keempat.","Ampunilah kiranya kejahatan bangsa ini sekadar kebesaran kemurahan-Mu, sebab Tuhan telah menyabarkan bangsa ini dari Mesir sampai ke mari.","Maka firman Tuhan: Aku telah mengampuni mereka itu setuju dengan sembahmu.","Tetapi, sesungguh-sungguhnya Aku ini hidup, seluruh bumi akan dipenuhi dengan kemuliaan Tuhan.","Karena adapun segala orang yang telah melihat kemuliaan-Ku dan segala tanda yang telah Kuadakan di Mesir dan di padang belantara, maka yang sekarang sudah mencobai Aku sampai sepuluh kali dan yang tiada mau mendengar akan suara-Ku,","sekali-kali tiada mereka itu akan melihat negeri yang telah Kujanji kepada nenek moyangnya pakai sumpah! bahkan, segala orang yang telah mencelakan Daku, ia itupun tiada akan melihat negeri itu.","Kecuali hamba-Ku Kaleb, sebab sertanya adalah roh yang lain dan iapun telah tetap menurut Aku, maka Aku akan membawa dia ke dalam negeri yang telah ia masuk ke dalamnya, dan benihnyapun akan mempusakai dia.","Maka sekarang orang Amalek dan orang Kanani sudah mendirikan kemahnya dalam lembah, sebab itu hendaklah kamu balik esok hari dan berjalan pula di padang belantara menuju laut Kolzom.","Dan lagi firman Tuhan kepada Musa dan Harun demikian:","Berapa lamakah sidang jahat ini tahan dalam bersungut-sungut akan Daku? Adapun segala sungut-sungutan bani Israel akan Daku, ia itu telah Kudengar semuanya!","Katakanlah kepada mereka itu: firman Tuhan demikian: Sesungguh-sungguhnya Aku hidup, jikalau tiada Aku berbuat akan kamu sebagaimana telah kamu katakan pada pendengaran-Ku!","Di padang ini juga akan rebah bangkaimu kelak, dan bangkai segala orangmu yang terbilang, seturut segenap bilangannya, yang umur dua puluh tahun atau lebih, segala kamu yang telah bersungut-sungut akan Daku.","Sekali-kali tiada kamu akan masuk ke dalam negeri yang telah Kujanji pakai sumpah hendak mendudukkan kamu dalamnya, kecuali Kaleb bin Yefuna dan Yusak bin Nun.","Maka adapun anak-anakmu, yang telah kamu katakan akan halnya, bahwa ia menjadi tawanan kelak, ia itu akan Kubawa masuk ke dalamnya dan diketahuinya akan negeri yang telah kamu celakan itu.","Tetapi akan kamu, niscaya bangkaimu akan rebah kelak di padang belantara ini.","Maka anak-anakmu akan mengembara di padang ini bagaikan gembala empat puluh tahun lamanya serta ditanggungnya perbuatan zinahmu sampai bangkai kamu sekalian sudah rebah di padang ini.","Turut bilangan segala hari yang kamu mengintai negeri, yaitu empat puluh hari, satu tahun lamanya akan tiap-tiap hari itu kamu akan menanggung kesalahanmu, jadi empat puluh tahun lamanya, dan diketahui olehmu akan ketegaran-Ku.","Bahwa Aku ini Tuhan yang telah berfirman. Jikalau tiada Aku berbuat akan segenap sidang orang jahat, yang telah bermufakat hendak melawan akan Daku! Maka di padang ini juga mereka itu akan dibinasakan kelak dan akan mati di sini.","Bermula, maka adapun segala orang yang telah disuruhkan Musa mengintai negeri dan yang menyebabkan segenap sidang itu bersungut-sungut akan Dia, karena setelah sudah pulang dipecahkannya kabar jahat dari hal negeri itu,","bahwa orang itu juga, yang telah memecahkan kabar jahat dari hal negeri itu, sekalian itu matilah sebab kena suatu bala di hadapan hadirat Tuhan.","Tetapi Yusak bin Nun dan Kaleb bin Yefuna itu tinggal hidup dari pada segala orang yang telah pergi mengintai negeri.","Maka oleh Musa disampaikanlah segala firman ini kepada bani Israel, lalu orang banyak itu amat berdukacita hatinya.","Maka bangunlah mereka itu pagi-pagi, lalu mendaki bukit sampai di kemuncaknya, serta katanya: Bahwa kami datang kemari hendak berjalan ke tempat yang telah dikatakan Tuhan, karena kami telah berdosa!","Tetapi kata Musa: Mengapa kamu hendak melalui firman Tuhan pula? niscaya kamu tiada akan selamat.","Jangan kiranya kamu berjalan, karena Tuhan akan tiada di antara kamu; kalau-kalau kamu alah di hadapan segala musuhmu.","Bahwasanya orang Amalek dan Kanani adalah di hadapanmu, dan kamupun akan rebah dimakan pedang, karena Tuhan tiadalah sertamu, sebab kamu telah memalingkan dirimu dari pada Tuhan.","Maka dicoba juga oleh mereka itu dengan angkaranya naik ke bukit yang tinggi-tinggi, tetapi peti perjanjian Tuhan dan Musapun tiada undur dari tengah tempat tentara.","Lalu turunlah orang Amalek dan orang Kanani, yang telah mendirikan kemahnya di atas bukit itu, dialahkannya dan diparangnya mereka itu berpenggal-penggal sampai ke Horma."]