["Bermula, maka kemudian dari pada itu berfirmanlah Tuhan kepada Musa demikian:","Katakanlah olehmu kepada bani Israel ini: Apabila kamu sudah sampai ke dalam negeri kedudukan kamu yang tetap, yang akan Kukaruniakan kepadamu,","maka di sana kamu akan menyediakan korban yang dimakan api bagi Tuhan, yaitu korban bakaran atau korban sembelihan akan menyampaikan nazar atau akan persembahan dari keridlaan hati, atau pada masamu raya akan mempersembahkan kepada Tuhan suatu bau yang harum dari pada lembu atau domba kambing,","maka orang yang mempersembahkan korbannya kepada Tuhan, hendaklah ia membawa sepersepuluhan tepung halus diramas dengan minyak seperempat hin akan persembahan makanan.","Dan air anggur akan persembahan minuman seperempat hin hendaklah kausediakan dengan korban bakaran atau dengan korban sembelihan akan tiap-tiap seekor anak domba.","Dan dengan seekor domba jantan hendaklah kausediakan dua perpuluhan tepung halus yang diramas dengan minyak sepertiga hin akan persembahan makanan.","Dan air anggur akan persembahan minuman sepertiga hin hendaklah kaupersembahkan kepada Tuhan akan bau yang harum.","Maka apabila kamu menyediakan seekor lembu muda akan korban bakaran atau korban sembelihan hendak menyampaikan nazar atau akan korban syukur kepada Tuhan,","maka dengan seekor lembu muda itu hendaklah dipersembahkan oranglah tiga perpuluhan tepung halus yang diramas dengan minyak setengah hin akan persembahan makanan.","Dan air anggur akan persembahan minuman hendaklah kamu persembahkan setengah hin akan persembahan yang dimakan api dan suatu bau yang harum bagi Tuhan.","Maka demikianlah hendaklah diperbuat oranglah akan tiap-tiap lembu atau tiap-tiap domba jantan, dan lagi akan tiap-tiap binatang kecil dari pada domba atau kambing.","Turut bilangannya yang dibawa olehmu akan persembahan, hendaklah kamu perbuat akan tiap-tiap seekor setuju dengan banyaknya.","Maka dalam hal ini segala anak bumi akan berbuat demikian apabila dipersembahkannya korban yang dimakan api akan bau yang harum bagi Tuhan.","Demikianpun jikalau seorang dagang menumpang di antara kamu, atau barangsiapapun baik yang duduk di antara kamu turun-temurun, apabila dipersembahkannya korban yang dimakan api akan bau yang harum bagi Tuhan, seperti kamu berbuat hendaklah ia pun berbuat demikian.","Bagi kamu, yang dari pada sidang itu, dan bagi orang dagang yang menumpang di antara kamu adalah hukum satu jua, satu hukum yang kekal bagimu turun-temurun, seperti bagi kamu, demikianpun bagi orang dagang di hadapan hadirat Tuhan.","Hukum satu juga dan syarat satu jua bagi kamu sekalian dan bagi orang dagang yang menumpang di antara kamu.","Dan lagi berfirmanlah Tuhan kepada Musa, demikian:","Katakanlah olehmu kepada segala bani Israel ini: Apabila kamu sudah sampai ke dalam negeri yang Aku menghantar kamu ke dalamnya,","bahwasanya apabila kamu makan dari pada roti negeri itu, hendaklah kamu mempersembahkan persembahan tatangan kepada Tuhan.","Sebuah apam akan hulu dari pada segala yang kamu bakar, hendaklah dipersembahkan olehmu akan persembahan tatangan; seperti persembahan tatangan peluburmu demikianpun hendaklah kamu mempersembahkan dia.","Dari pada yang kamu bakar mula-mula hendaklah turun-temurun kamu mempersembahkan persembahan tatangan kepada Tuhan.","Tambahan pula, jikalau kiranya kamu sudah sesat dan tiada kamu berbuat akan barang sesuatu hukum ini, yang firman Tuhan kepada Musa,","barang apapun baik dari pada segala firman Tuhan kepadamu oleh tangan Musa, mulai dari pada hari Tuhan memberi hukum itu kepadamu dan kemudian dari padamu turun-temurun,","maka jikalau kiranya telah jadi barang sesuatu sesatan, tetapi terlindung ia itu dari pada mata sidang, maka hendaklah segenap sidang itu menyediakan seekor anak lembu atau lembu muda akan korban bakaran dan akan suatu bau yang harum bagi Tuhan serta dengan persembahannya makanan dan persembahannya minuman setuju dengan syarat, dan seekor kambing jantan akan korban karena dosa.","Demikian hendaklah diadakan imam gafirat atas segenap sidang bani Israel; maka ia itu akan diampuni akan mereka itu, karena sesatan jua adanya dan mereka itu sudah membawa persembahannya korban, suatu korban yang dimakan api bagi Tuhan dan korban karena dosanya di hadapan hadirat Tuhan sebab sesatan mereka itu.","Maka ia itu akan diampuni akan segenap sidang bani Israel dan akan orang dagangpun yang menumpang di antaranya, karena ia itulah sesatan segenap bangsa itu juga.","Maka jikalau kiranya hanya seorang juga telah berbuat dosa sebab sesat, maka hendaklah dipersembahkannya seekor kambing betina yang umur setahun akan korban karena dosa.","Maka demikian hendaklah imam mengadakan gafirat atas orang sesat itu, apabila diperbuatnya dosa sebab sesat di hadapan hadirat Tuhan; maka dengan diadakan gafirat atasnya ia itu akan diampuni padanya.","baik anak bumi di antara bani Israel baik orang dagang yang menumpang di antaranya, satu hukum jua bagi kamu sekalian akan hal orang yang telah bersalah sebab sesat.","Tetapi adapun orang yang berbuat dosa dengan sengajanya, baik ia anak bumi baik ia orang dagang, ia itu mencelakan Tuhan, dan orang itupun akan ditumpas kelak dari antara bangsanya,","karena telah dihinakannya firman Tuhan dan dilangkahnya perintah-Nya; tak akan jangan orang itu ditumpas dan kejahatannya tertanggunglah atasnya!","Maka pada sekali peristiwa, tatkala orang Israel di padang belantara, didapatinya akan seorang tengah memungut ranting-ranting kayu pada hari sabat.","Maka oleh mereka yang telah mendapati dia tengah memungut ranting-ranting itu, dibawa akan dia kepada Musa dan Harun dan kepada segenap pehimpunan.","Maka dikurungkannya akan dia, sebab belum lagi dikatakan dengan nyata-nyata yang patut dipengapakannya.","Maka firman Tuhan kepada Musa: Tak akan jangan orang itu mati dibunuh; hendaklah segenap sidang melontari dia dengan batu di luar tempat tentara.","Maka segenap sidang membawa akan dia keluar dari pada tempat tentara, lalu dilontarinya dengan batu sampai ia mati, setuju dengan firman Tuhan yang kepada Musa.","Arakian, maka berfirmanlah Tuhan kepada Musa demikian:","Katakanlah olehmu kepada segala bani Israel ini: Hendaklah diperbuatkannya akan dirinya rambu-rambu pada punca pakaiannya, turun-temurun, dan hendaklah ditambatkannya rambu-rambu itu pada punca itu dengan benang yang biru laut warnanya.","Maka inilah menjadi suatu perhiasan bagimu; apabila kamu pandang akan dia hendaklah kamu ingat akan segala firman Tuhan, supaya kamu melakukan dia dan jangan kamu menurut pembujuk hatimu dan matamu sehingga kamu berkendak dengan dia,","dan supaya kamu ingat akan segala firman-Ku serta melakukan dia dan supaya sucilah kamu bagi Allahmu.","Bahwa Akulah Tuhan, Allahmu, yang telah menghantar akan kamu keluar dari negeri Mesir hendak menjadi Allahmu: Bahwa Akulah Tuhan, Allahmu."]