["Sebermula, maka Korah bin Yizhar bin Kehat bin Lewi itu mengambil sertanya akan Datan dan Abiram, anak Eliab, dan On bin Pelet, ketiganya bani Rubin.","Maka berbangkitlah mereka itu di hadapan Musa, dan lagi dua ratus lima puluh orang dari pada bani Israelpun sertanya, semua penghulu-penghulu sidang dan orang yang terpanggil kepada perhimpunan, yaitu orang kenamaan.","Maka berhimpunlah mereka itu kepada Musa dan Harun, lalu katanya: Bahwa adalah terlalu banyak bagi kedua kamu, karena segenap sidang ini, semuanya juga orang suci adanya dan Tuhanpun adalah di antaranya; apa mulanya maka kedua kamu membesarkan dirimu dari pada sidang Tuhan itu?","Demi didengar Musa akan kata ini, maka tersungkurlah ia dengan mukanya sampai ke bumi,","sambil katanya kepada Korah dan segala orang yang sefakat dengan dia: Esok hari kelak Tuhan memberitahu, mana orang milik-Nya dan mana orang suci yang boleh datang hampir kepada-Nya; maka barangsiapa yang dipilih Tuhan, ia itupun diberi-Nya datang hampir kepada-Nya.","Maka perbuatlah olehmu ini: Ambillah akan dirimu tempat-tempat dupa, baik Korah baik segala orang yang sefakat dengan dia.","Bubuhlah api dalamnya dan dupapun di atas api itu di hadapan hadirat Tuhan, yaitu pada esok harilah, maka barangsiapa yang dipilih Tuhan kelak ia itu akan suci bagi-Nya. Bahwa padamupun ada terlalu banyak, hai kamu, bani Lewi.","Lalu kata Musa kepada Korah: Dengarlah oleh kamu, hai bani Lewi!","Belumkah cukup bagimu, bahwa diasingkan Allahnya Israel akan kamu dari pada sidang Israel, hendak disuruh-Nya kamu datang hampir kepada-Nya dan mengerjakan pekerjaan kemah Tuhan dan berdiri di hadapan sidang akan mengerjakan pekerjaan-Nya?","Maka sedang telah diberinya kamu datang hampir, dan segala saudaramu, yaitu bani Lewipun sertamu, hendakkah kamu lagi menuntut akan imamat juga?","Sebab itu engkau dan segala orang yang sefakat dengan dikau itu sudah mendurhaka kepada Tuhan, karena adapun Harun, siapakah dia, maka kamu bersungut-sungut akan dia?","Lalu disuruhkan Musa orang memanggil Datan dan Abiram, anak-anak Eliab itu, tetapi kata mereka itu: Kami tidak mau datang.","Belumkah cukup engkau telah menyuruhkan kami keluar dari pada dalam negeri yang berkelimpahan air susu dan madu, supaya kami mati di padang ini, maka engkau lagi hendak menjadikan dirimu tuan yang berkuasa atas kami?","Bahwasanya engkau tiada membawa akan kami ke dalam negeri yang berkelimpahan air susu dan madu, dan tiada juga engkau memberi akan kami pusaka bendang atau kebun anggur. Hendakkah engkau mencungkil mata orang-orang ini? Kami tiada mau datang.","Lalu amarahlah Musa sangat, maka sembahnya kepada Tuhan: Jangan apalah Tuhan menilik akan persembahan mereka itu! Bahwa seekor keledaipun tiada pernah kuambil dari pada mereka itu dan seorangpun tiada kupersakiti!","Maka kata Musa kepada Korah: Esok hari hendaklah engkau dan segala orang yang sefakat dengan dikau berdiri di hadapan hadirat Tuhan, baik engkau baik mereka itu baik Harun.","Dan masing-masing kamu hendaklah mengambil pedupaannya dan membubuh kemenyan di atasnya, lalu hendaklah masing-masing mempersembahkan pedupaannya di hadapan hadirat Tuhan, dua ratus lima puluh buah pedupaan, dan lagi engkau dan Harunpun masing-masing dengan pedupaannya.","Maka diambilnya masing-masing akan pedupaannya, dibubuhnya api di dalamnya dan kemenyan di atas api itu, lalu berdirilah mereka itu di pintu kemah perhimpunan, demikianpun Musa dan Harun.","Maka oleh Korah telah disuruh akan segenap sidang itu berhimpun di pintu kemah perhimpunan akan melawan keduanya itu; hata, maka kelihatanlah kemuliaan Tuhan kepada segenap sidang itu.","Lalu berfirmanlah Tuhan kepada Musa dan Harun demikian:","Jauhkanlah dirimu dari tengah perhimpunan ini, maka Aku membinasakan mereka itu kelak dalam sesaat jua!","Tetapi tersungkurlah kedua-duanya dengan mukanya ke tanah sambil sembahnya: Ya Allah, ya Allahnya nyawa segala tubuh! jikalau hanya seorang jua berdosa, bolehkah murka-Mu bernyala-nyala kepada segenap sidang ini?","Maka berfirmanlah Tuhan kepada Musa demikian:","Katakanlah ini kepada perhimpunan itu: Undurlah kamu dari keliling tempat kedudukan Korah, Datan dam Abiram.","Maka Musapun bangkitlah berdiri, lalu pergi mendapatkan Datan dan Abiram, maka segala tua-tua Israelpun mengiringkan dia.","Maka katanya kepada sidang itu: Undurlah kamu dari pada kemah-kemah orang yang durhaka ini, dan jangan menjamah barang sesuatu yang padanya, asal jangan kamupun dibinasakan sertanya dalam dosanya!","Maka diundurkan oranglah akan mereka itu dari keliling tempat kediaman Korah, Datan dan Abiram; maka keluarlah Datan dan Abiram, lalu berdiri di pintu kemahnya serta dengan bininya dan anaknya laki-laki dan segala anak-anaknya.","Maka kata Musa: Dengan ini boleh diketahui olehmu, bahwa aku disuruhkan oleh Tuhan supaya kuperbuat segala pekerjaan ini dan tiada ia itu terbit dari pada hatiku sendiri.","Jikalau orang ini mati seperti mati segala orang lain, dan jikalau didatangkan segala kesukaran atas mereka ini seperti berlaku atas segala manusia, maka bukannya aku disuruhkan Tuhan.","Tetapi jikalau diadakan Tuhan barang sesuatu yang dahulu tiada, dan jikalau bumi mengangakan mulutnya serta menelan akan mereka ini dan akan segala sesuatu yang ada padanya, dan jikalau dengan hidupnya mereka ini turun ke dalam keleburan, maka diketahuilah olehmu bahwa orang-orang ini telah mencelakan Tuhan.","Maka sesungguhnya setelah sudah dikatakannya segala perkataan ini, maka terbelahlah bumi yang di bawah mereka itu;","maka bumipun mengangakan mulutnya dan menelan akan mereka itu dan akan segala tempat kedudukannya dan segala orang yang Korah punya dan segala harta bendanya.","Maka dengan hidupnya mereka itu turun ke dalam keleburan, baik mereka itu baik segala sesuatu yang ada padanya, lalu bumipun menudungi mereka itu, maka hilanglah mereka itu dari tengah perhimpunan.","Maka segala orang Israel yang kelilingnya itupun larilah sebab teriaknya, karena katanya: Kalau-kalau bumi menelan akan kitapun!","Dan lagi turunlah api dari pada Tuhan yang makan habis akan orang dua ratus lima puluh, yang telah mempersembahkan kemenyan itu.","Arakian, maka berfirmanlah Tuhan kepada Musa demikian:","Suruhlah engkau akan Eleazar bin Harun, yang imam, memungut segala pedupaan itu dari dalam tunuan dan mencerai-beraikan api itu ke mana-mana karena sucilah bekas-bekas itu adanya.","Adapun pedupaan orang-orang ini, yang telah dibunuh sebab dosanya, ia itu hendaklah diperbuat oranglah perada tempawan akan salutan mezbah, karena ia itu telah dipersembahkannya di hadapan hadirat Tuhan, maka sebab itu telah menjadi suci, hendaklah sekarang ia itu menjadi akan suatu tanda bagi segala bani Israel.","Maka oleh Eleazar, yang imam itu, diambil akan segala pedupaan tembaga yang telah dipersembahkan oleh orang yang dimakan api itu, lalu disuruhnya tempakan dia akan salutan mezbah,","akan tanda peringatan bagi segala bani Israel, supaya jangan pula seorang lain, yang bukan dari pada benih Harun itu, datang hampir hendak membakar dupa di hadapan hadirat Tuhan, asal jangan ia kena celaka seperti Korah dan segala orang yang sefakat dengan dia, setuju dengan firman Tuhan kepadanya dengan lidah Musa.","Maka pada keesokan harinya bersungut-sungutlah segenap sidang bani Israel akan Musa dan Harun, katanya: Bahwa kedua kamulah yang telah membunuh umat Tuhan.","Maka sesungguhnya sementara orang banyak itu berkerumun kepada Musa dan Harun serta hendak pergi ke kemah perhimpunan, heran, maka awan itu menudungi akan dia dan Kemuliaan Tuhanpun kelihatanlah.","Maka pergilah Musa dan Harun sampai di hadapan kemah perhimpunan.","Lalu berfirmanlah Tuhan kepada Musa dan Harun demikian:","Undurlah kamu dari tengah perhimpunan ini, karena Aku hendak membinasakan mereka dalam sesaat jua! Maka tersungkurlah keduanya dengan mukanya ke tanah.","Lalu kata Musa kepada Harun: Ambillah akan pedupaan, bubuhlah api dari pada mezbah di dalamnya dan dupa di atas api itu, lalu bersegera-segera pergilah engkau kepada perhimpunan itu, adakanlah gafirat atasnya, Karena murka yang sangat besar telah keluar dari hadirat Tuhan dan siasatnyapun telah mulai.","Maka oleh Harun diambil akan pedupaannya seperti pesan Musa, lalu berlari-larilah ia ke tengah perhimpunan itu, karena sesungguhnya bala itu telah mulai makan di antara orang banyak itu; maka dibubuhnya dupa di dalamnya, lalu diadakannya gafirat atas orang banyak itu.","Maka berdirilah ia di antara orang mati dengan orang hidup, lalu berhentilah bala itu.","Maka yang sudah mati oleh kena bala itu empat belas ribu tujuh ratus orang banyaknya, kecuali segala orang yang telah mati sebab perkara Korah itu.","Setelah sudah bala itupun berhenti, maka kembalilah Harun kepada Musa ke pintu kemah perhimpunan."]