["Maka berfirmanlah Tuhan kepada Musa demikian:","Berkatalah kepada bani Israel dan ambillah dari pada mereka itu sebatang tongkat yang tiap-tiap suku bangsa, dari pada segala penghulunya seturut suku bangsa mereka itu, dua belas batang tongkat, dan nama masing-masing hendaklah kausuratkan pada tongkatnya.","Dan nama Harun hendaklah kausuratkan pada tongkat Lewi, karena bagi tiap-tiap penghulu suku bangsanya akan ada sebatang tongkat.","Maka hendaklah engkau menaruhkan dia dalam kemah perhimpunan di hadapan assyahadat, tempat Aku bertemu dengan kamu.","Maka akan jadi kelak, bahwa tongkat orang yang Kupilih itu akan berbunga, supaya dengan demikian Aku mendiamkan segala sungutan bani Israel karena sebab Aku, yang disungut-sungutkannya akan kamu.","Maka dikatakan Musa kepada segala bani Israel kehendak Tuhan, lalu segala penghulu mereka itu memberikan kepadanya sebatang tongkat akan tiap-tiap penghulu, seturut suku bangsanya dua belas orang; maka tongkat Harunpun adalah di antara segala tongkat itu.","Maka diletakkan Musa segala tongkat itu di hadapan hadirat Tuhan dalam kemah assyahadat.","Maka sesungguhnya pada keesokan harinya, apabila masuklah Musa ke dalam kemah assyahadat, heranlah, maka tongkat Harun, yang bagi suku Lewi itu, adalah berbunga, karena telah ia itu bertunas dan berbunga kembang dan berbuahkan badam.","Maka dibawa Musa akan segala tongkat itu keluar dari hadapan hadirat Tuhan kepada segala bani Israel, serta dilihatnya diambil masing-masing akan tongkatnya.","Maka firman Tuhan kepada Musa: Kembalikanlah tongkat Harun itu ke hadapan assyahadat, supaya ditaruh akan satu tanda bagi anak-anak durhaka ini, supaya berkesudahanlah sungut-sungutan mereka itu akan Daku dan jangan mereka itu mati dibunuh.","Maka dibuat Musa seperti firman Tuhan kepadanya, demikianpun dibuatnya.","Maka sembah bani Israel kepada Musa, katanya: Bahwa sesungguhnya kami sekalian akan putus nyawa kelak dan akan binasa, bahkan, kami sekalian akan binasa.","Orang yang berani menghampiri kemah Tuhan itu, biarlah mati dibunuh! Mengapa kami sekalian akan putus nyawa kelak?"]