["Sebermula, maka firman Tuhan kepada Harun: Bahwa engkau dan anak-anakmu dan isi rumah bapamupun sertamu akan menanggung kesalahan tempat suci, dan engkau dan anak-anakmupun sertamu akan menanggung kesalahan imamatmu.","Dan lagi segala saudaramu, yaitu suku Lewi, suku bapamu, hendaklah kausuruh datang hampir serta dengan dikau, karena mereka itu telah ditambahkan kepadamu, supaya dibantunya baik akan dikau baik akan anak-anakmu yang sertamu di hadapan kemah assyahadat.","Maka hendaklah mereka itu melakukan pengawalanmu dan pengawalan segenap kemah itu; tetapi janganlah mereka itu menghampiri perkakas tempat suci atau mezbah, asal jangan mati dibunuh, baik kamu baik mereka itu.","Melainkan mereka itu sudah ditambahkan kepadamu, supaya dilakukannya pengawalan kemah perhimpunan dalam segala perkerjaan kemah itu, karena seorang keluaranpun jangan hampir kepadamu.","Maka hendaklah kamu sekalian melakukan pengawalan tempat suci dan pengawalan mezbah, supaya jangan datang lagi murka atas segala bani Israel.","Bahwa sesungguhnya Aku, bahkan, Aku telah mengambil akan saudaramu, segala orang Lewi itu, dari antara bani Israel, dan kepadamulah telah Kukaruniakan dia akan anugerah Tuhan, supaya dilakukannya pekerjaan kemah perhimpunan.","Maka hendaklah engkau dan anak-anakmu laki-lakipun sertamu mengerjakan imamat dalam segala yang dari pada hal mezbah dan yang di dalam sampai ke tirai dinding; dan hendaklah kamu mengerjakan imamatmu itu bagaikan jawatan karunia, dan barangsiapa orang lain yang datang hampir, ia itu akan mati dibunuh kelak.","Dan lagi firman Tuhan kepada Harun: Bahwa Aku, bahkan, Aku telah mengaruniakan kepadamu penungguan persembahan tatangan yang kepada-Ku, segala barang suci bani Israel telah Kukaruniakan kepadamu akan anugerah jawatan dan kepada anak-anakmu laki-lakipun, akan hukum yang kekal selama-lamanya.","Maka dari pada segala persembahan yang dimakan api inilah menjadi bagimu akan kesucian segala kesucian: Segala persembahan mereka itu, yaitu segala persembahannya makanan dan segala korbannya karena dosa dan segala korbannya karena salah, yang patut dipersembahkannya kepada-Ku, ia itu menjadi kesucian segala kesucian bagimu dan bagi anak-anakmupun.","Hendaklah kamu makan dia bagaikan kesucian segala kesucian; segala orang laki-laki di antara kamu boleh makan dia; hendaklah ia itu suatu kesucian bagi kamu.","Maka dari pada segala persembahannya yang menjadi persembahan tatangan bagimu inilah: segala persembahan timang-timangan bani Israel telah Kukaruniakan kepadamu dan kepada anakmu laki-laki dan perempuanpun sertamu akan hukum yang kekal; barangsiapa yang suci dalam rumahmu itu boleh makan dia.","Segala yang terutama dari pada minyak dan segala yang terutama dari pada air anggur dan dari pada gandum, yaitu segala buah bungarannya, yang patut dipersembahkannya kepada Tuhan itu telah Kukaruniakan kepadamu.","Segala buah bungaran dari pada segala hasil tanahnya, yang patut dipersembahkannya kepada Tuhan, ia itu menjadi kamu punya; barangsiapa yang suci dalam rumahmu itu boleh makan dia.","Segala yang ditentukan bagi ditumpas di antara Israel itu menjadi kamu punya.","Segala yang mula-mula keluar dari dalam rahim, dari pada segala kejadian yang patut dipersembahkan orang kepada Tuhan, dari pada manusia atau binatang, ia itu menjadi kamu punya, tetapi akan anak sulung manusia tak akan jangan kamu tebus, demikianpun segala anak sulung binatang yang haram patutlah kamu tebus.","Maka tebusannya, umur sebulan hendaklah kamu tebus atas nilaianmu dengan perak sampai lima syikal yang sama dengan syikal tempat suci, yaitu yang ada dua puluh gera.","Tetapi anak sulung lembu atau anak sulung domba atau anak sulung kambing jangan kamu tebus, karena sucilah adanya! Maka darahnya hendaklah kaupercikkan kepada mezbah dan lemaknya hendaklah kaubakar akan korban yang dimakan api, suatu bau yang harum kepada Tuhan.","Maka dagingnya itu bahagianmu seperti dada korban timang-timangan dan seperti paha kanan yang di hadapan begitulah bahagianmu.","Adapun segala persembahan tatangan dari pada barang-barang suci, yang dipersembahkan oleh bani Israel akan persembahan tatangan kepada Tuhan, ia itu telah Kukaruniakan kepadamu dan kepada anakmu laki-laki dan perempuan sertamu akan hukum yang kekal, ia itu suatu perjanjian garam yang kekal bagimu di hadapan hadirat Tuhan, yaitu bagimu dan bagi segala anak buahmupun sertamu.","Dan lagi firman Tuhan kepada Harun: Dari pada tanah mereka itu tiada engkau beroleh pusaka dan suatu bahagianpun tidak kauperoleh di antaranya; bahwa Akulah bahagianmu dan pusakamu di antara segala bani Israel.","Bahwa sesungguhnya kepada anak-anak Lewi telah Kukaruniakan segala perpuluhan dalam Israel akan pusakanya karena pekerjaan yang dikerjakannya, yaitu pekerjaan kemah perhimpunan.","Maka sebab itu jangan lagi bani Israel menghampiri kemah perhimpunan itu, sehingga ditanggungnya dosa dan matilah mereka itu dibunuh.","Melainkan orang Lewi, ia itu hendaklah mengerjakan pekerjaan kemah perhimpunan serta menanggung salahnya. Maka inilah suatu hukum yang kekal bagi kamu turun-temurun, maka di antara bani Israel jangan mereka itu beroleh barang pusaka.","Adapun segala perpuluhan bani Israel, yang patut dipersembahkannya kepada Tuhan akan persembahan tatangan, ia itu telah Kukaruniakan kepada orang-orang Lewi akan bahagian pusakanya, maka sebab itu firman-Ku akan hal mereka itu: di antara bani Israel jangan mereka itu beroleh bahagian pusaka.","Dan lagi berfirman Tuhan kepada Musa demikian:","Hendaklah engkau mengatakan inipun kepada segala orang Lewi: Apabila kamu mengambil perpuluhan itu dari pada bani Israel, yang telah Kukaruniakan kepadamu akan bahagian pusaka, maka hendaklah kamu mengambil dari padanya dalam sepuluh asa dari pada segala perpuluhan akan persembahan tatangan kepada Tuhan.","Maka itu akan dibilang bagi persembahan tatanganmu, seperti gandum dari pada pelubur dan seperti kelimpahan apitanmu anggur.","Maka demikian hendaklah kamupun menatang suatu persembahan tatangan bagi Tuhan dari pada segala perpuluhanmu, yang kamu ambil dari pada bani Israel, maka persembahan tatangan bagi Tuhan dari pada sekalian ini hendaklah kamu berikan kepada Harun, yang imam.","Maka dari pada segala pemberianmu hendaklah kamu menatang segenap persembahan tatangan Tuhan; dari pada segala yang terutama di antaranya, yang dapat dipakai akan suatu bahagian yang suci.","Maka hendaklah engkau mengatakan ini kepada mereka itu: Apabila kamu membawa yang terutama dari padanya akan persembahan tatangan, maka ia itu dibilang bagi orang-orang Lewi akan hasil pelubur dan akan hasil apitan anggur.","Maka hendaklah kamu makan dia pada segala tempat, baik kamu baik isi rumahmu, karena inilah upahmu akan pekerjaanmu dalam kemah perhimpunan.","Maka tiada kamu menanggung dosa, jikalau yang terutama dari padanya kamu bawa akan persembahan tatangan; maka jangan kamu mengejikan perkara-perkara suci bani Israel, asal jangan kamupun mati dibunuh."]