["Arakian, maka berfirmanlah Tuhan kepada Musa dan kepada Harunpun demikian:","Inilah hukum undang-undang yang firman Tuhan, bunyinya: Suruhlah bani Israel membawa kepadamu seekor lembu muda betina yang merah warnanya dan tiada berkecelaan atau bercacat adanya dan yang belum dikenakan kuk.","Maka hendaklah engkau menyerahkan dia kepada Eliazar, yang imam, lalu iapun akan membawa dia ke luar tempat tentara serta menyembelihkan dia di hadapannya.","Maka oleh Eliazar, yang imam, hendaklah diambil dari pada darahnya dengan jarinya, lalu dipercikkannya dari pada darah itu arah ke kemah perhimpunan tujuh kali.","Setelah itu hendaklah dibakar habis akan lembu muda itu di hadapan matanya, baik kulitnya baik dagingnya baik darahnya, sampai isi perutnyapun hendaklah dibakarnya habis.","Maka hendaklah diambil imam akan kayu araz dan zuf dan benang kirmizi, lalu dicampakkannya ke tengah bakaran lembu muda itu.","Maka hendaklah imam itu membasuhkan pakaiannya dan menyucikan tubuhnya dengan air, lalu masuk ke dalam tentara dan imam itu tinggal najis sampai masuk matahari.","Maka orang yang telah membakar habis akan dia hendaklah membasuhkan pakaiannya dengan air dan menyucikan tubuhnya dengan air dan tinggal najis ia sampai masuk matahari.","Maka abu lembu muda itu hendaklah dikumpulkan oleh seorang yang suci, ditaruhnya akan dia di luar tempat tentara pada suatu tempat yang suci, maka di sanalah ia itu ditaruh bagi sidang bani Israel akan air kesucian, ia itulah korban karena dosa.","Maka orang yang telah mengumpulkan abu lembu muda itu hendaklah membasuhkan pakaian dan tinggal najis ia sampai masuk matahari, maka inilah hukum yang kekal selama-lamanya bagi segala bani Israel dan bagi segala orang dagang yang menumpang di antaranya.","Barangsiapa yang telah menjamah orang mati, yaitu mayat orang, dan sebab itu najislah ia tujuh hari lamanya,","maka hendaklah dengan itu juga disucikannyalah dirinya dari pada dosa pada hari yang ketiga dan pada hari yang ketujuhpun apabila ia mulai suci pula; tetapi barangsiapa yang tiada menyucikan dirinya dari pada dosa pada hari yang ketiga, maka tiada ia suci pada hari yang ketujuhpun.","Barangsiapa yang telah menjamah seorang mati, yaitu mayat orang, lalu tiada disucikannya dirinya dari pada dosa, ia itu menajiskan kemah Tuhan, maka orang itu akan ditumpas kelak dari antara Israel, sebab air kesucian itu tiada dipercikkan kepadanya, maka najislah ia, najasatnya ada lagi padanya.","Maka inilah hukumnya: Jikalau orang mati dalam barang sebuah kemah, barangsiapa yang masuk ke dalam kemah itu dan barangsiapa yang di dalamnya, ia itu najislah tujuh hari lamanya.","Demikianpun segala bejana terbuka dan tiada tertutup yang terikat, ia itu najis adanya.","Maka barangsiapa menjamah orang yang dimakan pedang di padang atau seorang mati atau tulang mayat orang atau kubur, iapun najis adanya tujuh hari lamanya.","Maka akan orang yang najis begitu hendaklah diambil oranglah dari pada abu korban karena dosa, yang telah dibakar habis dan dibubuhnya air hidup pada abu itu di dalam sebuah bejana;","maka oleh seorang yang suci hendaklah diambil akan zuf, dicelupkannya dalam air itu, lalu dipercikkannya kepada kemah itu dan kepada segala perkakasnya dan kepada segala orang yang di dalamnya dan kepada orang yang telah menjamah tulang mayat atau orang yang dibunuh atau orang mati atau kubur.","Maka orang yang suci itu hendaklah memercikkan kepada orang yang najis itu pada hari yang ketiga dan pada hari yang ketujuh, maka pada hari yang ketujuh itu hendaklah disucikannya akan dia dari pada dosanya, lalu hendaklah dibasuhkannya dirinya dengan air, maka apabila masuk matahari sucilah ia.","Maka orang najis yang tiada menyucikan dirinya dari pada dosa, ia itu akan ditumpas kelak dari antara sidang itu, karena telah dinajiskannya tempat kesucian Tuhan, sebab air kesucian tiada dipercikkan kepadanya maka najislah adanya.","Maka inilah menjadi bagi mereka itu suatu syarat kekal, maka orang yang telah memercikkan air kesucian itu hendaklah dibasuhkannya pakaiannya dan barangsiapa yang telah kena air kesucian itu, iapun najislah sampai masuk matahari.","Dan barang apapun baik yang dijamah oleh orang najis itu, ia itu najislah adanya, dan barangsiapa yang menjamah akan dia, iapun najislah sampai masuk matahari."]