["Hata, maka sampailah bani Israel, segenap sidang, di padang belantara Zin pada bulan yang pertama, lalu tinggallah orang banyak itu di Kades. Maka di sana matilah Miryam dan di sanapun ia dikuburkan.","Maka di sana tiadalah air bagi orang banyak itu, sebab itu berhimpunlah mereka itu kepada Musa dan Harun,","lalu orang banyak itu berbantah-bantah dengan Musa, katanya: Wai, baiklah telah putus nyawa dengan saudara kami, tatkala mereka itu putus nyawa di hadapan hadirat Tuhan.","Mengapa engkau telah membawa sidang Tuhan ke padang ini, supaya matikah di sini baik kami baik binatang kami?","Bahkan, mengapa engkau menyuruhkan kami berangkat keluar dari Mesir hendak membawa kami ke padang celaka ini? Bahwasanya bukannya ini tempat biji-bijian dan pokok ara dan pokok anggur dan pokok delima, maka air akan diminumpun tiada!","Maka pergilah Musa dan Harun dari hadapan orang banyak itu ke pintu kemah perhimpunan, lalu keduanyapun menyembah sujud. Maka kemuliaan Tuhan kelihatanlah kepada mereka itu.","Maka berfirmanlah Tuhan kepada Musa demikian:","Ambillah akan tongkat itu dan kumpulkanlah orang banyak itu, baik engkau baik abangmu Harun, berkatalah kepada bukit batu di hadapan pemandangan mereka itu, maka bukit batu itu kelak memberi airnya, dan engkaupun akan mengeluarkan air bagi mereka itu dari pada bukit batu itu dan engkaupun memberi minum akan orang banyak ini dan akan segala binatangnyapun.","Maka diambil Musa akan tongkat itu dari hadapan hadirat Tuhan setuju dengan firman Tuhan kepadanya.","Lalu dihimpunkanlah Musa dan Harun akan orang banyak itu bertentangan dengan bukit batu itu, maka katanya kepada mereka itu: Dengarlah, hai kamu orang durhaka! Dari dalam bukit batu inikah kami keluarkan air bagi kamu?","Maka diangkatlah Musa tangannya, lalu dipalunya bukit batu itu dengan tongkatnya sampai dua kali, maka keluarlah banyak air sehingga orang banyak itu minum dan segala binatangnyapun.","Maka firman Tuhan kepada Musa dan Harun: Sebab tiada kamu kedua percaya akan Daku dan tiada menguduskan Daku di hadapan pemandangan bani Israel, maka sebab itu kamupun tiada akan membawa orang banyak ini masuk ke dalam negeri yang telah Kukaruniakan kepadanya.","Maka inilah air Meriba di tempat bani Israel berbantah-bantah dengan Tuhan dan Tuhanpun dikuduskan kepada mereka itu.","Hata, maka kemudian dari pada itu disuruhkan Musa utusan dari Kades mendapatkan raja Edom mengatakan: Kata saudaramu Israel demikian ini: Engkau mengetahui akan segala kesukaran yang telah kami rasai.","Bagaimana nenek moyang kami telah turun ke Mesir dan kami duduk di Mesir beberapa tahun lamanya, dan bagaimana orang Mesir menganiaya akan kami dan akan nenek moyang kami,","dan bagaimana kami telah berseru-seru kepada Tuhan dan Tuhanpun mendengar akan seru kami, lalu disuruhkannya seorang malaekat, yang menghantar akan kami keluar dari Mesir, maka sekarang adalah kami di Kades, sebuah negeri di ujung perhinggaan tanahmu.","Izinkanlah kiranya kami menerusi negerimu; bahwa kami tiada berjalan di ladang-ladangmu atau di kebun anggurmu, dan air perigi itu tiada akan kami minum, melainkan jalan raja juga akan kami turut serta tiada menyimpang ke kiri atau ke kanan sampai sudah kami melalui perhinggaan negerimu.","Tetapi sahut Edom kepadanya: Tak boleh kamu menerusi negeriku, melainkan aku mendatangi kamu kelak dengan pedang.","Maka kata bani Israel kepadanya: Bahwa kami hendak berjalan di jalan besar, jikalau kiranya kami minum dari pada airmu, baik kami baik binatang kami, niscaya kami akan membayar harganya, sahaja jangan syak lagi kami hendak menerusi negerimu dengan berjalan kaki juga.","Tetapi sahutnya: Tak boleh kamu menerusi dia. Lalu Edompun keluar mendatangi mereka itu dengan amat banyak rakyatnya dengan senjata di tangan.","Demikianlah peri dienggankan Edom akan bani Israel melalui perhinggaan negerinya, maka sebab itu undurlah Israel dari padanya.","Maka berangkatlah mereka itu dari Kades, lalu segenap sidang bani Israel sampai ke gunung Hor.","Maka berfirmanlah Tuhan kepada Musa dan Harun pada gunung Hor, yaitu pada perhinggaan negeri Edom, firman-Nya:","Bahwa Harun akan pulang kelak kepada asalnya, karena tiada ia akan masuk ke dalam negeri yang telah Kukaruniakan kepada bani Israel, sebab kedua kamu telah melalui firman-Ku di tempat air Meriba.","Ambillah olehmu akan Harun dan akan Eliazar anaknyapun sertamu, lalu naiki gunung Hor.","Dan tanggalkanlah pakaian Harun, kenakan dia kepada Eliazar, anaknya, karena Harun akan pulang kepada asalnya dan mati di sana.","Maka dibuat Musa seperti firman Tuhan, lalu ketiganya mendaki gunung Hor di hadapan pemandangan segenap sidang itu.","Maka oleh Musa ditanggalkanlah pakaian Harun, dikenakannya kepada Eliazar, anaknya, lalu matilah Harun di sana, di atas kemuncak gunung. Maka Musa dan Eliazarpun turunlah dari atas gunung itu.","Setelah dilihat segenap sidang akan hal Harun sudah mangkat beradu, maka ditangisi segenap isi rumah Israel akan Harun tiga puluh hari lamanya."]