["Hata, maka apabila kedengaranlah kabar kepada orang Kanani, yaitu kepada raja Harad, yang duduk di sebelah selatan, mengatakan Israel datang dari pada jalan orang pengintai, maka berperanglah ia dengan Israel dan ditawaninya beberapa orang dari padanya.","Lalu bernazarlah orang Israel kepada Tuhan, sembahnya: Jikalau kiranya Tuhan menyerahkan bangsa ini kepada tangan hambamu, niscaya hamba menumpaskan segala negerinya.","Maka dikabulkan Tuhan permintaan Israel, diserahkannya orang Kanani itu, lalu mereka itupun ditumpas serta dengan negeri-negerinya, maka tempat itu dinamainya Horma.","Maka berangkatlah mereka itu dari gunung Hor menuju jalan ke laut Kolzom sambil mengelilingi negeri Edom, tetapi terpiciklah hati orang banyak pada jalan itu.","Maka kata orang banyak itu kepada Allah dan kepada Musa: Mengapa maka engkau telah membawa akan kami naik dari Mesir, supaya kami matikah di padang belantara ini? karena di sini rotipun tiada, airpun tiada, dan hati kami jemu akan roti yang terlalu hina ini.","Maka pada masa itu disuruhkan Tuhan di antara orang banyak itu beberapa ular tedung yang memagut mereka itu, sehingga dari pada Israel matilah banyak orang.","Maka datanglah orang banyak mendapatkan Musa, katanya: Kami telah berbuat dosa sebab berbantah-bantah dengan Tuhan dan dengan dikaupun. Pintakanlah kiranya doa kepada Tuhan supaya diundurkannya ular ini dari pada kami. Maka Musapun mendoakanlah orang banyak itu.","Lalu firman Tuhan kepada Musa: Perbuatkanlah olehmu akan lembaga ular tedung, bubuhlah dia di atas sebatang kayu yang tinggi, bahwa sesungguhnya barangsiapa yang dipagut, lalu memandang dia, ia itu akan tinggal hidup.","Maka oleh Musa diperbuat akan seekor ular dari pada tembaga, lalu dibubuhnya di atas sebatang kayu yang tinggi, maka sesungguhnya apabila seorang dipagut ular, serta dipandangnya akan ular tembaga itu maka tinggallah ia hidup.","Bermula, maka berangkatlah bani Israel dari sana, lalu didirikannyalah kemahnya di Obot.","Maka berangkatlah pula mereka itu dari Obot, lalu didirikannyalah kemahnya pada kaki bukit Abarim di padang belantara bertentangan dengan Moab arah ke sebelah matahari terbit.","Maka dari sana berangkatlah mereka itu, lalu didirikannyalah kemahnya hampir dengan anak sungai Zered.","Maka dari sana berangkatlah mereka itu, lalu didirikannyalah kemahnya di seberang sungai Arnon, yang berpancar di padang hampir dengan perhinggaan negeri orang Amori, karena Arnon itulah perhinggaan negeri Moab antara Moab dengan Amori.","Maka sebab itu tersebutlah dalam hikayat perang sabil Allah demikian: Dekat dengan Wahab di Sufa dan hampir dengan anak sungai yang besar, yaitu Arnon,","curahan anak sungai, yang mengalir arah ke tempat duduk Ar, berdempetan dengan perhinggaan negeri Moab.","Maka dari sana berangkatlah mereka itu ke Beir, yang bernama begitu sebab mata air yang firman Tuhan akan halnya kepada Musa: Kumpulkanlah orang banyak itu, maka Aku kelak memberikan air minum kepadanya.","Maka pada masa itu bernyanyilah Israel demikian bunyinya: Berpancarlah engkau, hai mata air! pujilah akan dia dengan bernyanyi-nyanyi!","Ia itu perigi yang digali oleh segala penghulu, dan yang dikorek oleh orang bangsawan di antara orang banyak itu dengan tongkat pemerintahan, yaitu dengan tongkatnya. Arakian, maka dari pada padang itu berangkatlah mereka itu ke Matana;","dan dari Matana ke Nahaliel dan dari Nahaliel ke Bamot;","dan dari Bamot ke lembah yang di padang Moab, bertentangan dengan kemuncak gunung Pisga, yang arah ke sebelah timur hutan rimba.","Maka disuruhkan orang Israel utusan mendapatkan Sihon, raja orang Amori, mengatakan:","Izinkanlah kami menerusi negerimu; bahwa tiada kami akan menyimpang kepada bendang atau kepada kebun anggur dan air perigi tiada akan kami minum, melainkan kami akan berjalan di jalan raja, sampai sudah kami melalui perhinggaan negerimu.","Tetapi tiada diizinkan Sihon Israel menerusi negerinya, melainkan dikerahkannyalah segala rakyatnya, lalu iapun keluar mendatangi Israel di padang belantara, dan setelah sampai ia di Yahza berperanglah ia dengan Israel.","Tetapi diparangkanlah orang Israel akan dia dengan mata pedang, dan dirampasnya negerinya akan bahagian pusaka dari pada sungai Arnon datang ke Yabok, sampai kepada orang Ammon, tetapi perhinggaan negeri orang Ammon itu teguh sekali.","Maka dialahkan Israel segala negeri itu, lalu duduklah Israel dalam segala negeri orang Amori, yaitu dalam Hezbon dan segala daerahnya.","Maka Hezbon itulah negeri Sihon, raja orang Amori, karena dahulukala diperanginya raja orang Moab, dirampasnya dari padanya segala negeri itu sampai ke sungai Arnon.","Maka sebab itu kata pengarang syair: Marilah ke Hezbon, bahwa teguh dan kukuh adanya negeri Sihon.","Maka api keluar dari Hezbon dan nyala apipun dari negeri Sihon, ia itu makan habis akan Ar orang Moab, yang empunya bukit-bukit Arnon.","Wai bagimu, hai Moab, telah binasalah kamu, hai bangsa Kamos! diserahkannya anaknya laki-laki dan perempuan, yang telah terlepas itu, kepada Sihon, raja orang Amori, akan tawanan.","Maka mereka itupun telah kami parang! telah binasalah Hezbon itu sampai ke Dibon; mereka itupun telah kami parang sampai ke Nofat yang di Medeba.","Demikianlah perihal orang Israel duduk dalam negeri orang Amori.","Kemudian dari pada itu disuruhkan Musa orang pergi mengintai Yaezar, maka dialahkannya daerahnya dan dihalaukannya orang Amori, yang duduk di sana, dari pada miliknya.","Setelah itu maka berbaliklah mereka itu pula, lalu menuju jalan ke Bazan, maka Og, raja Bazan itu, keluar mendatangi mereka itu serta dengan segala rakyatnya, hendak berperang dengan mereka di Ederei.","Maka firman Tuhan kepada Musa: Jangan engkau takut akan dia, karena Aku telah menyerahkan dia serta dengan segala rakyatnya dan negerinya kepada tanganmu, maka hendaklah engkau berbuat akan dia seperti yang telah kauperbuat akan Sihon, raja orang Amori, yang duduk di Hezbon.","Maka diparangnya akan dia dan akan anak-anaknya dan akan segala rakyatnya, sehingga seorangpun tiada tertinggal baginya, lalu diambilnya negerinya akan milik pusaka mereka itu."]