["Arakian, maka berangkatlah bani Israel, lalu didirikannyalah kemahnya di padang-padang Moab di sebelah sini sungai Yarden, bertentangan dengan negeri Yerikho.","Setelah dilihat Balak bin Zippor segala perkara yang dibuat Israel akan orang Amori,","maka takutlah Moab sangat akan bangsa ini, sebab amat besar adanya, maka sangat ketakutanlah hati Moab di hadapan bani Israel.","Sebab itu kata Moab kepada segala tua-tua Midian: Bahwa sekarang bangsa ini hendak menjilat habis akan segala yang ada keliling kami, bagaikan lembu menjilat habis akan tumbuh-tumbuhan yang hijau di padang. Maka pada masa itu Balak bin Zippor itu raja orang Moab.","Maka disuruhkannya utusan mendapatkan Bileam bin Beor, ke Petor yang di tepi sungai, di tanah anak-anak bangsanya, akan memanggil dia, katanya: Bahwasanya adalah suatu bangsa telah keluar dari Mesir, maka sesungguhnya ditudunginya muka tanah serta berhentilah mereka itu bertentangan dengan aku.","Maka sekarang marilah kiranya, kutukilah bagiku bangsa ini, karena lebih kuat ia dari pada aku, supaya dapat aku mengalahkan dia dan menghalaukan dia dari dalam negeri ini, karena telah kuketahui akan halmu, niscaya berkatlah barangsiapa yang kauberkati dan kutuklah barangsiapa yang kaukutuki.","Hata, maka segala tua-tua Moab dan segala tua-tua Midianpun pergilah, maka upah petenung adalah di tangannya, lalu datanglah mereka itu kepada Bileam, disampaikannyalah segala titah Balak itu kepadanya.","Maka katanya kepada mereka itu: Bermalamlah pada malam ini di sini, supaya dapat aku memberi jawab setuju dengan firman Tuhan kepadaku. Maka penghulu-penghulu Moab itupun tinggallah serta dengan Bileam.","Maka datanglah Allah kepada Bileam serta firman-Nya: Siapakah segala orang laki-laki yang ada sertamu itu?","Maka sembah Bileam kepada Allah: Bahwa Balak bin Zippor, raja Moab, telah menyuruhkan utusan mendapatkan hamba-Mu ini,","mengatakan suatu bangsa yang telah keluar dari Mesir menudungi muka tanahnya, maka sekarang marilah engkau, kutukilah bagiku bangsa ini, supaya dapat aku memerangi dan menghalaukan dia.","Maka firman Allah kepada Bileam: Jangan engkau pergi serta dengan mereka itu dan jangan engkau mengutuki bangsa itu, karena keberkatan juga ia.","Maka pada pagi hari bangunlah Bileam, lalu katanya kepada penghulu-penghulu Balak: Pulanglah kamu ke negerimu, karena engganlah Tuhan memberi aku pergi serta dengan kamu.","Maka berjalanlah penghulu-penghulu Moab itu, lalu sampailah mereka itu kepada Balak serta sembahnya: Bahwa engganlah Bileam itu datang ke mari serta dengan patik.","Maka kembali pula disuruhkan Balak beberapa penghulu, lebih banyak dan lebih mulia dari pada yang dahulu itu.","Maka sampailah mereka itu kepada Bileam serta katanya kepadanya: Demikianlah titah Balak bin Zippor: Janganlah engkau ditegahkan dari pada datang mendapatkan aku,","karena aku hendak memuliakan dikau amat banyak, dan barang apapun baik yang kausuruh akan daku, niscaya kuperbuat kelak, hanya datanglah juga dan kutukilah bagiku bangsa ini!","Tetapi sahut Bileam kepada hamba-hamba Balak itu, katanya: Jikalau kiranya dikaruniakan Balak kepadaku seistananya penuh dengan emas dan perak sekalipun, tiada juga boleh aku melalui firman Tuhan, yaitu Allahku, dengan berbuat barang sesuatu yang besar atau kecil.","Tetapi sekarang hendaklah kamupun tinggal di sini malam ini juga, supaya kuketahui apa lagi firman Tuhan kepadaku.","Maka pada malam itu juga datanglah Tuhan kepada Bileam serta firman-Nya kepadanya: Sebab orang itu telah datang memanggil akan dikau, maka bangunlah, pergilah sertanya, tetapi firman yang Kukatakan kelak kepadamu itu tak akan jangan engkau turut.","Maka pada pagi hari bangunlah Bileam, dikenakannya pelana kepada keledainya betina, lalu pergilah ia bersama-sama dengan segala penghulu Moab itu.","Tetapi murka Allah mulai bernyala-nyala sementara ia berjalan itu dan Malaekat Tuhan Berdiri di jalan hendak melawan dia; maka iapun ada mengendarai keledainya betina dan dua orang hambanya adalah sertanya.","Maka terlihatlah keledai itu akan Malaekat Tuhan berdiri di jalan dengan pedang yang terhunus pada tangannya, maka menyimpanglah keledai itu dari pada jalan lalu ke padang; maka dipukul Bileam akan keledainya hendak memalingkan dia kepada jalan pula.","Tetapi Malaekat Tuhan itu adalah berdiri di jalan yang sempit di tengah kebun anggur dan pada kiri kanan adalah pagar tembok.","Serta terlihatlah keledai itu akan Malaekat Tuhan, maka diimpitkannya dirinya kepada pagar tembok, sehingga ditindihnya kaki Bileam kepada pagar itu, maka berturut-turut dipukulnya akan dia.","Maka pergilah Malaekat Tuhan jauh lagi, lalu berdiri pada tempat sempit yang tiada jalan akan menyimpang ke kiri atau ke kanan.","Serta terlihatlah keledai itu akan Malaekat Tuhan, maka menderumlah ia di bawah Bileam, maka berbangkitlah amarah Bileam, sehingga dipalunya keledai itu dengan kayu.","Maka pada masa itu juga dibukakan Tuhan mulut keledai itu, sehingga katanya kepada Bileam: Apakah salah hamba akan tuan, maka tuan memukul hamba sampai tiga kali?","Maka kata Bileam kepada keledainya: Maka begitu, sebab engkau menghabiskan sabarku; jikalau kiranya sekarang ada pedang di tanganku, niscaya engkau kubunuh!","Maka sahut keledai itu kepada Bileam: Bukankah hamba ini keledai tuan? Bukankah tuan mengendarai hamba dari pada mula tuan mendapat hamba sampai sekarang ini? adakah pernah hamba berbuat demikian akan tuan? Maka sahut Bileam: Bukan!","Maka pada waktu dicelikkan Tuhan mata Bileam, sehingga terlihatlah ia akan Malaekat Tuhan, yang berdiri di jalan dengan pedang terhunus pada tangannya, maka turunlah ia, lalu sujud dengan mukanya ke tanah.","Maka kata Malaekat Tuhan kepadanya: Mengapa maka engkau memukul keledaimu sekarang sudah tiga kali? Bahwa sesungguhnya Aku telah keluar hendak melawan akan dikau, dan pada tempat curam jalan tadi tiada Aku beri engkau lalu dari pada-Ku.","Maka keledai itu telah melihat Aku, lalu menyimpang dari hadapan-Ku sekarang sudah tiga kali, maka jikalau kiranya tiada ia menyimpang dari hadapan-Ku, niscaya engkau Kubunuh, jikalau keledai itu Kuhidupi sekalipun.","Maka sembah Bileam kepada Malaekat Tuhan: Bahwa hamba telah berdosa, tetapi tiada hamba ketahui akan Tuan berdiri di jalan ini hendak mendatangi hamba; maka sekarangpun jikalau jahatlah ini kepada pemandangan Tuan, baiklah hamba pulang juga.","Tetapi kata Malaekat Tuhan kepada Bileam: Pergi juga serta dengan orang ini, tetapi sepatah katapun jangan kaukatakan, kecuali firman yang akan Kukatakan kelak kepadamu. Hata, maka berjalanlah Bileam serta dengan segala penghulu Balak itu.","Serta kedengaranlah kabar kepada Balak mengatakan Bileam akan datang, maka pergilah ia menyambut dia sampai ke sebuah negeri Moab, kedudukannya di tepi Arnon pada perhinggaan tanahnya.","Maka titah Balak kepada Bileam: Bukankah dengan yakin sudah kusuruhkan orang pergi memanggil engkau? mengapa maka tiada engkau datang kepadaku? Bukankah sampai kuasa aku akan memuliakan dikau dengan sepertinya?","Maka sembah Bileam kepada Balak: Bahwasanya patik telah datang menghadap tuanku, tetapi sekarang bolehkah patik berkata-kata dengan tuanku? Bahwa firman yang diletakkan Tuhan kelak pada lidah patik, ia itu akan patik katakan.","Hata, maka pergilah Bileam serta dengan Balak, lalu sampailah keduanya ke Kiryat-Huzzot.","Maka disembelihkan Balak beberapa ekor lembu dan domba, lalu dipersilakannya Bileam dan segala penghulu yang sertanya.","Maka sesungguhnya pada pagi hari diambil Balak akan Bileam sertanya, dibawanya akan dia ke atas bukit Baal, supaya dari sana dilihatnya segenap bangsa itu."]