["Sebermula, maka tinggallah orang Israel di Sittim, lalu orang banyak itu mulai berkendak dengan perempuan Moab.","Karena dijemputnya orang banyak itu kepada korban bagi dewata mereka itu, maka orang banyak itupun makanlah sambil menyembah dewatanya.","Maka Israelpun berdamping dengan Baal Peor, sebab itu bernyala-nyala murka Tuhan akan Israel.","Maka firman Tuhan kepada Musa: Ambillah olehmu akan segala penghulu orang banyak itu, gantungkanlah dia bagi Tuhan dalam panas, maka murka Tuhan yang bernyala-nyala itu akan undur kelak dari pada Israel.","Lalu kata Musa kepada segala hakim orang Israel: Bunuhlah olehmu masing-masing akan orang yang telah berdamping dengan Baal Peor!","Maka sesungguhnya, datanglah seorang dari pada bani Israel, dibawanya kepada saudaranya akan seorang perempuan Midiani di hadapan mata Musa dan di hadapan mata segenap sidang bani Israel, sementara mereka itu bertangis-tangisan di hadapan pintu kemah perhimpunan.","Maka ia itu dilihat oleh Pinehas bin Eliazar bin Harun, yang imam, maka bangkitlah ia berdiri di tengah-tengah perhimpunan itu, lalu diambilnya sebatang lembing pada tangannya.","Maka diikutnya orang Israel itu dari belakang sampai ke dalam petidurannya, lalu ditikamnya keduanya, baik orang Israel baik perempuan itu tengah ia berkendak, maka seketika itu berhentilah bala itu dari pada bani Israel.","Maka jumlah segala orang yang mati sebab kena bala itu dua puluh empat ribu banyaknya.","Maka befirmanlah Tuhan kepada Musa demikian:","Bahwa Pinehas bin Eliazar bin Harun, yang imam itu, telah mengundurkan murka-Ku dari atas bani Israel, sebab telah dituntutnya bela cemburuan-Ku di tengah-tengah mereka itu, sehingga tiada Aku membinasakan bani Israel dengan cemburuan-Ku.","Sebab itu katakanlah kepadanya, bahwa sesungguhnya Aku menganugerahi dia dengan perjanjian selamat-Ku!","Maka perjanjian imamat itu adalah dengan dia serta dengan anak cucunya kemudian dari padanya sampai selama-lamanya, sebab dicemburukannya perkara Allahnya dan diadakannya gafirat atas bani Israel.","Adapun nama orang laki-laki Israel yang mati dibunuh bersama-sama dengan perempuan Midiani itu, ia itu Zimri bin Salu, seorang penghulu suku Simeon.","Dan nama perempuan Midiani yang dibunuh itu Kozbi, anak Zur; ia itu seorang penghulu suku bangsa Midiani.","Arakian, maka berfirmanlah Tuhan kepada Musa demikian:","Hendaklah engkau bermusuh dengan bangsa Midiani, maka engkau akan mengalahkan dia kelak.","Karena mereka itupun telah menjadi musuh kamu juga dengan tipu dayanya, serta diperdayakannya kamu dalam perkara Peor dan dalam perkara Kozbi, saudaranya perempuan, anak seorang penghulu Midian, yang dibunuh pada hari bala dari karena hal perkara Peor itu."]