["Sebermula, maka sekali peristiwa kemudian dari pada bala itu, berfirmanlah Tuhan kepada Musa dan kepada Eliazar bin Harun, yang imam itu, demikian:","Ambillah olehmu akan jumlah segenap sidang bani Israel, segala orang yang umur dua puluh tahun atau lebih, seturut suku-suku bangsanya, segala orang di antara Israel yang turut berperang.","Maka dibilanglah oleh Musa dan Eliazar, yang imam, akan mereka itu sekalian di padang-padang Moab, pada tepi sungai Yarden bertentangan dengan Yerikho.","Segala orang yang umur dua puluh tahun atau lebih, setuju dengan firman Tuhan yang kepada Musa dan kepada segala bani Israel, yang telah keluar dari Mesir.","Maka Rubin itu anak sulung Israel, dan anak-anak laki-laki Rubin itulah Henokh, yang dari padanya turunlah bangsa Henokhi, dan dari Palu turunlah bangsa Paluwi,","dari Hezron turunlah bangsa Hezroni, dari Kharmi turunlah bangsa Kharmi.","Maka sekalian inilah bangsa orang Rubin, segala orang yang dibilang jumlahnya empat puluh tiga ribu tujuh ratus tiga puluh.","Maka anak Palu itu Eliab.","Maka anak-anak laki-laki Eliab itu Nemuil dan Datan dan Abiram, yang terpanggil kepada perhimpunan itu dan yang mendurhaka kepada Musa dan Harun di antara orang yang sefakat dengan Korah, tatkala mereka itu mendurhaka kepada Tuhan,","dan bumipun mengangakan mulutnya serta menelan akan mereka itu dan Korahpun binasalah serta dengan segala orang lain yang sefakat, tatkala dua ratus lima puluh orang itu dimakan api dan menjadi suatu tanda alamat.","Tetapi anak-anak laki-laki Korah itu tiada mati sertanya.","Lalu segala anak-anak laki-laki Simeon seturut bangsa-bangsanya: Dari Nemuil turunlah bangsa orang Nemuili, dari Yamin turunlah bangsa Yamini, dari Yakhin turunlah bangsa Yakhini,","dari Zerah turunlah bangsa Zerahi, dari Saul turunlah bangsa Sauli.","Maka sekalian inilah bangsa orang Simeoni, dua puluh dua ribu dua ratus orang banyaknya.","Lalu segala anak-anak laki-laki Gad seturut bangsa-bangsanya: dari Zefon turunlah bangsa Zefoni, dari Hagi turunlah bangsa Hagi, dari Suni turunlah bangsa Suni,","dari Ozni turunlah bangsa Ozni, dari Heri turunlah bangsa Heri,","dari Arod turunlah bangsa Arodi, dan Areli turunlah bangsa Areli.","Maka sekalian inilah bangsa bani Gad, dengan segala orangnya yang terbilang empat puluh ribu lima ratus banyaknya.","Maka anak-anak laki-laki Yehuda, yaitu Er dan Onan, tetapi matilah Er dan Onan itu di negeri Kanaan.","Maka sebab itu anak-anak laki-laki Yehuda seturut bangsanya, yaitu dari Syela turunlah bangsa Syelani, dari Paris turunlah bangsa Parisi, dari Zerah turunlah bangsa Zerahi.","Maka anak-anak laki-laki Paris, yaitu dari Hezron turunlah bangsa Hezroni, dari Hamul turunlah bangsa Hamuli.","Maka sekalian inilah bangsa Yehuda dengan orangnya yang terbilang tujuh puluh enam ribu lima ratus banyaknya.","Maka anak-anak laki-laki Isakhar dengan segala bangsanya, yaitu dari Tola turunlah bangsa Tolai, dari Pua turunlah bangsa Pui,","dari Yasub turunlah bangsa Yasubi, dari Simron turunlah bangsa Simroni.","Maka sekalian inilah bangsa Isakhar dengan orangnya yang terbilang enam puluh empat ribu tiga ratus banyaknya.","Maka anak-anak laki-laki Zebulon dengan segala bangsanya, yaitu dari Sered turunlah bangsa Seredi, dari Elon turunlah bangsa Eloni, dari Yahliel turunlah bangsa Yahlieli.","Maka sekalian inilah bangsa Zebuloni dengan orangnya yang terbilang enam puluh ribu lima ratus.","Maka anak Yusuf dengan segala bangsanya yaitu Manasye dan Efrayim.","Maka bani Manasye, yaitu dari Makhir turunlah bangsa Makhiri, maka Makhir beranaklah Gilead, dan dari Gilead itu turunlah bangsa Gileadi.","Maka inilah anak-anak laki-laki Gilead, yaitu dari Yezer turunlah bangsa Yezeri, dari Helek turunlah bangsa Heleki,","dan dari Asriel turunlah bangsa Asrieli dan dari Sekhem turunlah bangsa Sekhemi,","dan dari Semida turunlah bangsa Semidai dan dari Hefer turunlah bangsa Heferi.","maka Zelafead bin Hefer itu tiada beranak laki-laki, melainkan anak perempuan sahaja, maka nama-nama anak perempuan Zelafead inilah: Makhla dan Noa dan Hojla dan Milka dan Tirza.","Maka sekalian inilah bangsa Manasye dengan orangnya yang terbilang lima puluh dua ribu tujuh ratus banyaknya.","Maka inilah anak-anak laki-laki Efrayim dengan bangsa-bangsanya, yaitu dari Sutelah turunlah bangsa Sutelahi, dari Bekher turunlah bangsa Bekheri, dari Tahan turunlah bangsa Tahani.","Maka inilah anak laki-laki Sutelah, yaitu dari Eran turunlah bangsa Erani.","Maka sekalian inilah turunan anak laki-laki Efrayim dengan orangnya yang terbilang tiga puluh dua ribu lima ratus banyaknya. Sekalian inilah bani Yusuf dengan bangsa-bangsanya.","Maka anak-anak laki-laki Benyamin dengan bangsa-bangsanya, yaitu dari Bela turunlah bangsa Belai, dari Asybel turunlah bangsa Asybeli, dari Ahiram turunlah bangsa Ahirami,","dari Sefufam turunlah bangsa Sefufami, dari Hufam turunlah bangsa Hufami.","Maka anak laki-laki Bela yaitu Ard dan Naaman, dari Ard turunlah bangsa Ardi dan dari Naaman turunlah bangsa Naamani.","Maka sekalian inilah anak laki-laki Benyamin dengan bangsa-bangsanya, dan orangnya yang terbilang yaitu empat puluh lima ribu enam ratus.","Maka inilah anak-anak laki-laki Dan dengan bangsa-bangsanya: Dari Suham turunlah bangsa Suhami, ia itulah bani Dan dengan bangsanya.","Adapun jumlah segala orang terbilang dari pada bangsa Suhami, yaitu enam puluh empat ribu empat ratus.","Maka anak-anak laki-laki Asyer dengan bangsa-bangsanya, yaitu dari Yimna turunlah bangsa Yimnai, dari Yiswi turunlah bangsa Yiswiyi, dari Beria turunlah bangsa Bereyi.","Maka dari pada anak laki-laki Beria, yaitu dari Heber turunlah bangsa Heberi dan dari Malkhiel turunlah bangsa Malkhieli.","Maka nama anak perempuan Asyer itu Sera.","Maka sekalian inilah bangsa bani Asyer dengan orangnya yang terbilang lima puluh tiga ribu empat ratus.","Maka anak-anak laki-laki Naftali dengan bangsa-bangsanya, yaitu dari Yahzeil turunlah bangsa Yahzeili, dari Guni turunlah bangsa Guni,","dari Yezer turunlah bangsa Yezeri, dari Syilem turunlah bangsa Syilemi.","Maka sekalian inilah bani Naftali dengan bangsa-bangsanya, maka orangnya yang terbilang itu adalah empat puluh lima ribu empat ratus banyaknya.","Maka sekalian inilah orang terbilang dari pada bani Israel enam keti seribu tujuh ratus tiga puluh banyaknya.","Arakian, maka befirmanlah Tuhan kepada Musa demikian:","Kepada segala orang itulah akan dibahagi-bahagi tanah itu menjadi pusakanya, yaitu atas bilangan nama-namanya.","Bagi orang yang banyak bilangannya hendaklah kaulebihkan pusakanya dan bagi orang yang sedikit bilangannya hendaklah kaukurangkan pusakanya; kepada masing-masing sekadar bilangannya hendaklah diberikan pusakanya.","Kendatilah demikian hendaklah tanah itu juga dibahagi-bahagi dengan dibuang undi, seturut segala nama suku bangsa dan kaum hendaklah mereka itu beroleh pusaka.","Ditentukan dengan undi hendaklah dibahagi-bahagi pusaka kepada masing-masing, kepada yang banyak bilangannya dan kepada yang sedikit bilangannya.","Bermula, maka sekalian inilah orang terbilang dari pada Lewi dengan bangsa-bangsanya: dari Gerson turunlah bangsa Gersoni, dari Kehat turunlah bangsa Kehati, dari Merari turunlah bangsa Merari.","Maka sekalian inilah bani Lewi: yaitu bangsa Libni dan bangsa Heberoni dan bangsa Makhli dan bangsa Musi dan bangsa Korakhi. Maka Kehat beranaklah Amram.","Maka nama bini Amram itu Yokhebed, anak Lewi, yang diperanakkan bagi Lewi di Mesir; maka diperanakannyalah bagi Amram akan Harun dan Musa dan Miryam, saudara perempuan mereka itu.","Maka bagi Harun diperanakkanlah Nadab dan Abihu dan Eliazar dan Itamar.","Tetapi matilah Nadab dan Abihu pada masa dibawanya api lain ke hadapan hadirat Tuhan.","Maka jumlah segala orangnya yang terbilang itu dua puluh tiga ribu, semuanya orang laki-laki yang umur sebulan atau lebih; maka tiada dibilang akan mereka itu bersama-sama dengan segala bani Israel, sebab kepada mereka itu tiada diberikan pusaka di antara segala bani Israel.","Maka sekalian inilah orang yang dibilang oleh Musa dan Eliazar, yang imam, yang membilang banyak bani Israel di padang-padang Moab di tepi sungai Yarden bertentangan dengan Yerikho.","Maka di antara segala orang ini seorangpun tiada dari pada segala orang yang dibilang dahulu oleh Musa dan Harun, yang imam, yaitu yang dibilang oleh bani Israel di padang belantara Sinai.","Karena firman Tuhan akan halnya demikian: Di padang belantara juga mereka itu akan mati kelak! Maka dari pada sekaliannya seorangpun tiada lagi, melainkan Kaleb bin Yefuna dan Yusak bin Nun."]