["Sebermula, maka anak-anak perempuan Zelafead bin Hefer bin Gilead bin Makhir bin Manasye, dari pada suku Manaye bin Yusuf, maka nama anak perempuan itu Makhla dan Noa dan Hojla dan Milka dan Tirza, sekalian itu datang hampir,","lalu berdiri di hadapan Musa dan di hadapan Eliazar, yang imam, dan di hadapan segala penghulu dan segenap sidang pada pintu kemah perhimpunan, sambil sembahnya:","Bahwa bapa hamba telah mati di padang Tiah, tetapi tiada ia dari pada orang yang sefakat, yang mendurhaka kepada Tuhan dalam fakatan Korah, jikalau ia telah mati sebab dosanya sekalipun, maka tiada ia beranak laki-laki.","Mengapa maka nama bapa hamba dibuang dari antara bangsanya, sedang tiada ia beranak laki-laki? Berikan apalah hamba barang milik pusaka di antara segala saudara bapa hamba.","Maka oleh Musa disampaikanlah perkara mereka itu ke hadapan hadirat Tuhan.","Lalu berfirmanlah Tuhan kepada Musa demikian:","Bahwa benarlah sembah anak-anak perempuan Zelafead; tak akan jangan engkau memberikan mereka itu barang milik pusaka di antara segala saudara bapanya, dan pusaka bapanya hendaklah kaupulangkan kepada mereka itu.","Dan katakanlah ini kepada segala bani Israel: Jikalau barang seorang mati tiada beranak laki-laki, maka hendaklah kamu memulangkan pusakanya kepada anaknya perempuan.","Maka jikalau tiada ia beranak perempuanpun, maka hendaklah kamu memberikan pusakanya kepada saudaranya laki-laki.","Jikalau tiada ia bersaudara laki-lakipun, maka hendaklah kamu memberikan barang pusakanya kepada saudara laki-laki bapanya.","Jikalau bapanyapun tiada bersaudara laki-laki, maka hendaklah kamu memberikan pusakanya kepada orang kaum keluarganya yang terhampir kepadanya, supaya ia itu mempusakainya. Maka inilah menjadi bagi segala bani Israel suatu hukum undang-undang setuju dengan firman Tuhan yang kepada Musa.","Hata, maka kemudian dari pada itu adalah firman Tuhan kepada Musa: Naiklah engkau ke atas bukit Abarim ini serta lihatlah tanah itu, yang telah Kukaruniakan kepada bani Israel.","Setelah sudah engkau melihat dia, engkau akan pulang kelak kepada asalmu, yaitu engkau sama seperti Harun abangmupun telah pulang kepada asalnya.","Sebab kedua kamu telah melangkahkan firman-Ku di padang Zin pada masa orang banyak itu berbantah-bantah, tegal patutlah kamu memuliakan Daku dengan air itu di hadapan mereka itu, maka ia itulah air Meriba hampir dengan Kades di padang Zin.","Maka sembah Musa kepada Tuhan demikian:","Hendaklah kiranya Tuhan, Allahnya nyawa segala tubuh, mengangkat akan seorang penghulu atas sidang ini;","seorang yang keluar masuk di hadapan mereka itu serta yang menghantar mereka itupun keluar masuk, asal jangan sidang umat Tuhan seperti suatu kawan domba yang tiada bergembala adanya.","Maka firman Tuhan kepada Musa: Ambillah olehmu akan Yusak bin Nun, seorang yang dalamnya ada Roh, lalu tumpangkanlah tanganmu kepadanya.","Hadapkanlah dia kepada Eliazar, yang imam, dan kepada segenap sidang serta lantikkanlah dia di hadapan mereka itu sekalian.","Dan bahagikanlah kepadanya dari pada kemuliaanmu, sehingga kedengaranlah ia itu kepada segenap sidang bani Israel.","Maka iapun akan berdiri di hadapan Eliazar, yang imam, maka ia ini akan bertanyakan karenanya hukum Urim di hadapan hadirat Tuhan, maka atas bunyi hukumnya mereka itu akan keluar masuk, baik ia baik segala bani Israelpun sertanya, yaitu segenap sidang.","Maka dibuat Musa setuju dengan firman Tuhan kepadanya, diambilnya Yusak, dihadapkannyalah kepada Eliazar, yang imam, dan kepada segenap sidang itu,","lalu ditumpangkannyalah tangannya kepadanya serta dilantikkannya ia, setuju dengan firman Tuhan yang kepada Musa."]