["Arakian, maka pada bulan yang ketujuh, pada sehari bulan, hendaklah ada suatu perhimpunan yang suci bagi kamu; janganlah kamu kerjakan barang sesuatu pekerjaan padanya, maka ia itu menjadi bagi kamu suatu hari peniup nafiri.","Maka hendaklah kamu menyediakan seekor anak lembu atau lembu muda dan seekor domba jantan dan tujuh ekor anak domba yang umur setahun dan tiada berkecelaan akan korban bakaran, suatu bau yang harum bagi Tuhan,","dan tepung halus yang diramas dengan minyak akan persembahannya makanan, tiga perpuluhan akan seekor anak lembu, dua perpuluhan akan seekor domba jantan,","dan seperpuluhan akan tiap-tiap seekor anak domba dari pada ketujuh ekor ekor anak domba itu;","dan seekor kambing jantan akan korban karena dosa, akan mengadakan gafirat atas kamu.","Lain dari pada korban bakaran pada bulan baharu dan persembahannya makanan dan korban bakaran yang selalu dengan persembahannya makanan dan persembahannya minuman dengan sepertinya, suatu persembahan yang dimakan api dan bau yang harum bagi Tuhan.","Maka pada sepuluh hari bulan yang ketujuh itu hendaklah ada suatu perhimpunan yang suci bagi kamu serta hendaklah kamu merendahkan diri kamu, dan janganlah kamu kerjakan barang sesuatu pekerjaan padanya.","Maka hendaklah kamu mempersembahkan seekor anak lembu atau lembu muda dan seekor domba jantan dan tujuh ekor anak domba yang umur setahun dan yang tiada berkecelaan akan korban bakaran, suatu bau yang harum bagi Tuhan,","dan tepung halus yang diramas dengan minyak akan persembahannya makanan, tiga perpuluhan akan seekor anak lembu dan dua perpuluhan akan seekor domba jantan,","dan seperpuluhan akan tiap-tiap seekor dari pada ketujuh ekor anak domba itu;","dan seekor kambing jantan akan korban karena dosa, lain dari pada korban karena dosa yang mengadakan gafirat dan korban bakaran yang selalu serta dengan persembahannya makanan dan persembahannya minuman.","Maka pada lima belas hari bulan yang ketujuh itu hendaklah ada perhimpunan yang suci bagi kamu, janganlah kamu kerjakan barang sesuatu pekerjaan padanya, melainkan tujuh hari lamanya hendaklah kamu memuliakan masa raya bagi Tuhan.","Maka hendaklah kamu menyediakan tiga belas ekor anak lembu atau lembu muda dan dua ekor domba jantan dan empat belas anak domba yang umur setahun dan tiada berkecelaan akan korban bakaran, akan korban yang dimakan api, yaitu suatu bau yang harum bagi Tuhan,","dan tepung halus yang diramas dengan minyak akan persembahannya makanan, tiga perpuluhan akan seekor lembu muda, akan tiap-tiap seekor dari pada ketiga belas ekor anak lembu itu, dan dua perpuluhan akan seekor dari pada kedua ekor domba jantan itu,","dan seperpuluhan akan tiap-tiap seekor dari pada keempat ekor anak domba itu;","dan seekor kambing jantan akan korban karena dosa, lain dari pada korban bakaran yang selalu serta dengan persembahannya makanan dan persembahannya minuman.","Maka pada hari yang kedua itu dua belas ekor anak lembu atau lembu muda dan dua ekor domba jantan dan empat belas ekor anak domba yang umur setahun dan tiada berkecelaan.","Maka adapun persembahannya makanan dan persembahannya minuman akan segala anak lembu dan segala domba jantan dan segala anak domba itu seturut bilangannya dan dengan sepertinya;","dan seekor kambing jantan akan korban karena dosa, kecuali korban bakaran yang selalu serta dengan persembahannya makanan dan persembahannya minuman.","Maka pada hari yang ketiga itu sebelas ekor anak lembu dan dua ekor anak domba jantan dan empat belas ekor anak domba yang umur setahun dan tiada berkecelaan adanya.","Maka adapun persembahannya makanan dan persembahannya minuman akan segala anak lembu dan segala domba jantan dan segala anak domba itu seturut bilangannya dan dengan sepertinya;","dan seekor kambing jantan akan korban karena dosa, lain dari pada korban bakaran yang selalu serta dengan persembahannya makanan dan persembahannya minuman.","Maka pada hari yang keempat sepuluh ekor anak lembu dan dua ekor anak domba jantan dan empat belas ekor anak domba yang umur setahun dan tiada berkecelaan adanya;","dan persembahannya makanan dan persembahannya minuman akan segala anak lembu dan segala domba jantan dan segala anak domba itu seturut bilangannya dan dengan sepertinya;","dan seekor kambing jantan akan korban karena dosa, lain dari pada korban bakaran yang selalu serta dengan persembahannya makanan dan persembahannya minuman.","Maka pada hari yang kelima sembilan ekor anak lembu dan dua ekor domba jantan dan empat belas ekor anak domba yang umur setahun dan tiada berkecelaan adanya.","Maka adapun persembahannya makanan dan persembahannya minuman akan segala anak lembu dan segala domba jantan dan segala anak domba itu seturut bilangannya dan dengan sepertinya;","dan seekor kambing jantan akan korban karena dosa, lain dari pada korban bakaran yang selalu serta dengan persembahannya makanan dan persembahannya minuman.","Maka pada hari yang keenam delapan ekor anak lembu dan dua ekor domba jantan dan empat belas ekor anak domba yang umur setahun dan tiada berkecelaan adanya.","Maka adapun persembahannya makanan dan persembahannya minuman akan segala anak lembu dan segala domba jantan dan segala anak domba itu seturut bilangannya dan dengan sepertinya;","dan seekor kambing jantan akan korban karena dosa, lain dari pada korban bakaran yang selalu serta dengan persembahannya makanan dan persembahannya minuman.","Maka pada hari yang ketujuh itu tujuh ekor anak lembu dan dua ekor domba jantan dan empat belas ekor anak domba yang umur setahun dan tiada berkecelaan adanya.","Maka adapun persembahannya makanan dan persembahannya minuman akan segala anak lembu dan segala domba jantan dan segala anak domba itu seturut bilangannya dan dengan sepertinya;","dan seekor kambing jantan akan korban karena dosa, lain dari pada korban bakaran yang selalu serta dengan persembahannya makanan dan persembahannya minuman.","Maka pada hari yang kedelapan akan ada bagimu hari raya yang besar, jangan kamu kerjakan barang sesuatu pekerjaan padanya.","Maka hendaklah kamu mempersembahkan seekor anak lembu dan seekor domba jantan dan tujuh ekor anak domba yang umur setahun dan yang tiada berkecelaan akan korban bakaran, yaitu korban yang dimakan api, suatu bau yang harum bagi Tuhan.","Adapun persembahannya makanan dan persembahannya minuman akan anak lembu dan domba jantan dan segala anak domba itu, hendaklah seturut bilangannya dan dengan sepertinya;","dan seekor kambing jantan akan korban karena dosa, lain dari pada korban bakaran yang selalu serta dengan persembahannya makanan dan persembahannya minuman.","Maka sekalian ini hendaklah kamu sediakan bagi Tuhan pada segala masa rayamu, lain dari pada segala nazarmu dan segala persembahan dari keridlaan hatimu, baik persembahan bakaranmu baik persembahan makananmu baik persembahan minumanmu baik persembahan syukurmu.","Maka Musapun menyampaikanlah kepada bani Israel segala sesuatu yang firman Tuhan kepada Musa adanya."]