["Sebermula, maka inilah Anak buah Harun dan Musa pada masa Tuhan berfirman kepada Musa di atas bukit Torsina.","Maka inilah nama anak-anak laki-laki Harun: yang sulung itu Nadab, lalu Abihu dan Eliazar dan Itamar.","Dan inilah nama anak laki-laki Harun, yaitu imam yang disiram dan yang telah dilantik akan mengerjakan imamat.","Tetapi Nadab dan Abihu matilah di hadapan hadirat Tuhan tatkala mereka itu membawa api yang lain ke hadapan hadirat Tuhan dalam padang Tiah maka tiadalah anak pada mereka itu; tetapi Eliazar dan Itamar mengerjakan imamat di hadapan Harun, bapanya.","Maka berfirmanlah Tuhan kepada Musa demikian:","Suruhlah suku Lewi itu datang hampir, lalu taruhlah mereka itu di hadapan imam Harun, supaya mereka itu menolong akan dia,","dan supaya mereka itu berkawal akan gantinya dan berkawal akan ganti segenap sidang di hadapan kemah perhimpunan akan mengerjakan pekerjaan kemah sembahyang itu,","dan supaya mereka itu menaruh akan segala perkakas kemah perhimpunan itu dan berkawal akan ganti segala bani Israel dalam mengerjakan kemah sembahyang itu.","Demikian hendaklah kauberikan segala orang Lewi itu kepada Harun dan kepada anak-anaknya laki-laki, karena mereka itu telah dikaruniakan kepadanya, dari pada segala bani Israel mereka itulah dikaruniakan kepadanya.","Tetapi akan Harun dan anak-anaknya laki-laki hendaklah kauangkat, supaya mereka itu mengerjakan imamatnya, maka dari pada orang keluaran barangsiapapun yang menghampiri pekerjaan itu, ia itu akan mati dibunuh.","Maka berfirmanlah Tuhan kepada Musa, demikian:","Akan Daku, bahwa sesungguhnya Aku telah mengambil akan segala orang Lewi dari antara bani Israel akan ganti segala anak sulung yang mula-mula keluar dari dalam rahim di antara segala bani Israel; maka segala orang Lewi itu hendaklah Aku punya.","Karena segala anak sulung itu milik-Ku, maka pada hari Aku palu segala anak sulung di negeri Mesir, pada hari itu juga telah Kusucikan bagi-Ku segala yang sulung di antara Israel, baik manusia baik binatang, ia itu menjadi Aku punya: Bahwa Akulah Tuhan!","Maka berfirmanlah Tuhan kepada Musa dalam padang belantara Sinai demikian:","Bilanglah olehmu akan segala bani Lewi seturut rumah bapa-bapanya, seturut sukunya, yaitu segala anak laki-laki yang umur sebulan dan lebih dari pada itu hendaklah kaubilang.","Maka Musapun membilanglah mereka itu setuju dengan firman Tuhan, seperti yang telah disuruh kepadanya.","Maka segala anak laki-laki Lewi dengan nama-namanya inilah: Gerson dan Kehat dan Merari.","Maka nama anak laki-laki Gerson seturut sukunya inilah: Libni dan Simei.","Dan anak laki-laki Kehat seturut sukunya itulah Amram dan Yizhar dan Heberon dan Uzziel.","Dan anak laki-laki Merari seturut sukunya itulah Makhli dan Musi, maka sekalian inilah suku orang Lewi seturut rumah bapa-bapanya.","Maka dari pada Gerson turunlah suku orang Libni dan suku orang Simei, yaitulah suku orang Gersoni.","Adapun bilangan segala anak laki-laki, yang umur sebulan dan lebih dari pada itu, jumlah segala orangnya yang dibilang itu tujuh ribu lima ratus banyaknya.","Maka hendaklah segala bangsa Gerson itu mendirikan kemahnya di belakang kemah sembahyang arah ke barat.","Maka hendaklah Elyasaf bin Lail menjadi penghulu suku orang Gersoni itu.","Maka barang dari pada kemah perhimpunan yang diamanatkan kepada anak laki-laki Gerson ia itu kain tudung yang pada sebelah dalam dan kain tudung kemah yang di atasnya dan segala kain tudung yang di luar dan tudung pintu kemah perhimpunan,","dan kain pagar halaman dan tudung pintu halaman, yang keliling kemah sembahyang dan mezbah, dan segala talinya serta dengan segala yang patut pada pekerjaan itu.","Maka dari pada Kehat turunlah suku orang Amrami dan suku orang Yizhari dan suku orang Heberoni dan suku orang Uzzieli, yaitulah segala suku orang Kehati.","Adapun bilangan segala anak laki-laki, yang umur sebulan dan lebih dari pada itu, jumlahnya delapan ribu enam ratus, orang yang mengawali tempat yang suci itu.","Maka hendaklah segala anak buah anak laki-laki Kehat itu mendirikan kemahnya pada sebelah kemah sembahyang arah ke selatan.","Dan hendaklah Elisafan bin Uzziel menjadi penghulu suku bangsa orang Kehati itu.","Adapun barang yang diamanatkan kepadanya ia itu tabut dan meja dan kaki pelita dan segala mezbah dan segala perkakas tempat suci, yang terpakai dalam mengerjakan dia, dan lagi tirai dinding serta dengan segala yang patut pada pekerjaannya.","Maka Eleazar bin Harun itu menjadi penghulu besar atas segala penghulu orang Lewi dan perintahnya akan atas segala orang yang mengawali tempat suci itu.","Maka dari pada Merari turunlah suku orang Makhli dan suku orang Musi, yaitulah bangsa Merari.","Adapun bilangan segala anak laki-laki, yang umur sebulan dan lebih dari pada itu, jumlahnya enam ribu dua ratus.","Maka Zuriel bin Abihail menjadi penghulu suku bangsa Merari, dan hendaklah mereka itu mendirikan kemahnya pada sebelah kemah sembahyang arah ke utara.","Maka barang yang diamanatkan kepada anak-anak laki-laki Merari ia itu segala jenang kemah sembahyang dan segala kayu palangnya dan segala tiangnya dan segala kakinya dan segala perkakasnya dan segala yang patut pada pekerjaan itu,","dan segala tiang halaman berkeliling serta dengan segala kakinya dan pasaknya dan talinya.","Maka adapun orang yang akan mendirikan kemahnya di hadapan kemah sembahyang arah ke timur, di hadapan kemah sembahyang arah ke sebelah matahari terbit, yaitulah Musa dan Harun serta dengan anak-anaknya laki-laki, supaya mereka itu mengawali tempat yang suci itu akan ganti pengawalan segala bani Israel; maka barangsiapa orang keluaran yang datang hampir kepadanya, ia itu akan mati dibunuh.","Adapun bilangan segala orang Lewi, yang dibilang oleh Musa dan Harun dengan firman Tuhan, seturut suku-sukunya, yaitu segala anak laki-laki yang umur sebulan dan lebih dari pada itu, jumlahnya dua puluh dua ribu orang.","Maka firman Tuhan kepada Musa: Bilanglah olehmu akan segala anak sulung laki-laki di antara segala bani Israel, yaitu yang umur sebulan atau lebih dari pada itu, dan ambillah akan bilangan segala nama mereka itu,","dan ambillah bagiku segala orang Lewi itu akan ganti segala anak sulung di antara bani Israel: Bahwa Akulah Tuhan; dan segala binatang orang Lewi akan ganti segala anak sulung di antara segala binatang bani Israel.","Maka dibilanglah oleh Musa akan segala anak sulung di antara bani Israel setuju dengan firman Tuhan yang kepadanya itu.","Maka adapun banyak anak sulung laki-laki, seturut bilangan nama-namanya yang umur sebulan dan lebih dari pada itu, setelah dibilang jumlahnya dua puluh dua ribu dua ratus tujuh puluh tiga orang.","Maka berfirmanlah Tuhan kepada Musa demikian:","Ambillah olehmu segala orang Lewi itu akan ganti segala anak sulung di antara bani Israel, dan segala binatang orang Lewi akan ganti binatang mereka itu, karena segala orang Lewi itu menjadi Aku punya: Bahwa Akulah Tuhan!","Dan lagi uang tebusan dua ratus tujuh puluh tiga orang yang tinggal lagi dari pada segala anak sulung bani Israel, yang lebih dari pada segala orang Lewi itu,","hendaklah diambil olehmu lima syikal akan ganti seorang, setuju dengan syikal tempat suci hendaklah kauambil dia, yaitu dari pada dua puluh gera sesyikal.","Maka hendaklah engkau memberikan uang itu kepada Harun dan kepada anak-anaknya laki-laki, yaitu uang tebusan segala orang yang lagi tinggal dari pada mereka itu.","Maka diambillah oleh Musa akan uang tebusan segala orang yang lagi tinggal lebih dari pada segala orang yang ditebus oleh orang-orang Lewi itu.","Maka dari pada anak-anak sulung bani Israel diambilnya uang itu seribu tiga ratus enam puluh lima syikal yang sama dengan syikal tempat suci itu.","Maka diberikan Musa uang tebusan orang itu kepada Harun dan kepada anak-anaknya laki-laki, setuju dengan firman Tuhan yang kepada Musa itu."]