["Bermula, maka kata Musa kepada segala penghulu suku bani Israel demikian: Bahwa inilah firman yang telah dikatakan Tuhan:","Apabila seorang laki-laki telah bernazar kepada Tuhan atau telah berjanji dengan sumpah hendak menjauhkan dirinya dari pada barang sesuatu, maka jangan ia mungkir akan janjinya, barang apapun baik yang telah keluar dari pada mulutnya tak akan jangan disampaikannya juga.","Tetapi adapun seorang perempuan, apabila ia bernazar kepada Tuhan atau berjanji hendak menjauhkan dirinya dari pada barang sesuatu pada masa ia lagi dalam rumah bapanya seperti anak dara,","maka nazarnya atau janjinya dari hal menjauhkan dirinya kedengaranlah kepada bapanya dan bapanya diam akan dia dari hal itu, maka tak akan jangan segala nazarnya ditetapkan juga dan segala janjinya dari hal hendak menjauhkan dirinya itupun ditetapkan adanya.","Tetapi jikalau bapanya mengatakan dia kurang pikir pada hari didengarnya nazarnya atau janjinya dari hal menjauhkan dirinya, maka tiada ia itu ditetapkan, bahwa Tuhan juga akan mengampuni dia, sebab bapanya telah mengatakan dia kurang pikir.","Maka jikalau ia bini orang, lalu bernazar atau mulutnya terbuka dengan kurang pikir hendak berjanji menjauhkan dirinya dari pada barang sesuatu,","dan kedengaranlah ia itu kepada lakinya, maka jikalau ini diam pada hari didengarnya itu, niscaya segala nazarnya ditetapkan juga dan segala janjinya dari hal hendak menjauhkan dirinya itupun ditetapkan adanya.","Tetapi jikalau lakinya pada hari yang didengarnya itu mengatakan dia kurang pikir dan ditiadakan lakinya nazar yang ditanggungnya atau janji mulutnya dengan kurang pikir hendak menjauhkan dirinya dari barang sesuatu, niscaya Tuhan akan mengampuni dia.","Tetapi nazar seorang perempuan janda atau perempuan yang dibuang, dan lagi janjinya dari hal menjauhkan dirinya, ia itu ditanggungkan juga atasnya.","Tetapi jikalau lagi ia dalam rumah lakinya telah bernazar atau berjanji dengan sumpah hendak menjauhkan dirinya dari pada barang sesuatu,","dan kedengaranlah ia itu kepada lakinya, maka diamlah ia akan dia dan tiada dikatakannya kurang pikir, maka segala nazarnya itu akan ditetapkan dan segala janjinya dari hal hendak menjauhkan dirinya itupun ditetapkan juga adanya.","Tetapi jikalau ia itu ditiadakan oleh lakinya pada hari kedengaranlah ia itu kepadanya, maka segala yang telah keluar dari pada mulutnya, baik nazar baik janji dari hal menjauhkan dirinya itu tiada ditetapkan, sebab lakinya telah meniadakannya dan Tuhanpun akan mengampuni dia.","Adapun segala nazar atau segala janji dari hal menjauhkan diri akan merendahkan hati, maka lakinya juga akan menetapkannya, dan lakinyapun akan meniadakannya.","Maka jikalau lakinya telah diam akan dia sekalipun dari pada sehari datang kepada sehari dan ditetapkannya begitu segala nazarnya dan segala janjinya dari hal menjauhkan dirinya, ia itu ditetapkannya sebab diamlah ia akan dia pada hari kedengaranlah ia itu kepadanya.","Maka jikalau ditiadakannya juga setelah sudah kedengaranlah ia itu kepadanya, maka iapun akan menanggung salahnya.","Maka sekalian inilah hukum undang-undang yang firman Tuhan kepada Musa antara seorang laki dengan bininya dan seorang bapa dengan anaknya perempuan yang lagi anak dara dalam rumah bapanya."]