["Arakian, maka berfirmanlah Tuhan kepada Musa demikian:","Katakanlah kepada bani Israel demikian ini: Apabila kamu sudah sampai ke dalam negeri Kanaan, maka inilah akan menjadi perhinggaan negeri yang bahagian pusaka kamu dari pada negeri Kanaan itu.","Bahwa ujung selatan tanah yang di sebelah Edom itu kamu punya, mulai dari padang Zin sampai perhinggaan pada sebelah selatan itu putus di sebelah timur pada tepi Tasik-Masin,","maka dari sanalah perhinggaan selatan akan melengkung ke kenaikan Akrabim, lalu ke Zin sampai ke sebelah selatan Kades-Barnea, maka dari sana jalannya ke Hazar-Adar, lalu terus ke Azmon.","Kemudian perhinggaan ini akan balik dari Azmon ke sungai Mesir, yaitu ujungnya sebelah barat.","Maka perhinggaan kamu di sebelah barat itu lautan besar; ia itu perhinggaan negerimu pada sebelah barat.","Adapun perhinggaan kamu disebelah utara: dari lautan besar hendaklah kamu menentukan peminggir sampai ke gunung Hor,","dan dari gunung Hor itu hendaklah kamu menentukan peminggir sampai ke tempat orang masuk ke Hamat dan dari sana perhinggaan itu lalu sampai ke Zedad.","Maka dari sana perhinggaan itu akan sampai ke Ziferon dan ujungnya akan ada di Hazar-Enan. Ia itulah perhinggaan kamu di sebelah utara.","Maka akan perhinggaan kamu di sebelah timur hendaklah kamu menentukan peminggir dari Hazar-Enan lalu ke Sefam.","Maka perhinggaan itu akan turun dari Sefam ke Ribla di sebelah timur mata air Yarden, lalu perhinggaan itu akan turun lagi sambil menyusur tepi tasik Kineret pada sebelah timur.","Maka dari sana perhinggaan itu akan turun sepanjang Yarden sampai kesudahannya di Tasik-Masin. Demikianlah tanahmu kelak dengan perhinggaannya keliling.","Arakian, maka berpesanlah Musa kepada bani Israel, katanya: Bahwa inilah tanah yang hendak kamu ambil akan bahagianmu pusaka dengan membuang undi dan yang telah disuruh Tuhan berikan kepada suku bangsa yang sembilan itu dan kepada setengah suku bangsa Manasye.","Karena suku bani Rubin dengan bangsanya dan suku bani Gad dengan bangsanya dan setengah suku Manasyepun telah beroleh bahagian pusakanya.","Dua suku setengah telah beroleh bahagian pusakanya di seberang Yarden bertentangan dengan Yerikho, di sebelah timur arah ke matahari terbit.","Dan lagi firman Tuhan kepada Musa demikian:","Bahwa inilah nama-nama segala orang yang akan membahagi-bahagi tanah itu kepadamu akan pusaka; yaitu Eliazar, yang imam, dan Yusak bin Nun.","Dan bagi tiap-tiap suku bangsa hendaklah kauambil seorang penghulu, supaya dibahagikannya tanah itu akan pusaka.","Maka inilah nama-nama orang itu: bagi suku Yehuda itu Kaleb bin Yefuna,","dan bagi suku bani Simeon itu Semuel bin Amihud,","dan bagi suku Benyamin itu Elidad bin Kislon,","dan bagi suku bani Dan itu penghulu Buki bin Yojli,","dan akan bani Yusuf bagi suku bani Manasye penghulu Haniel bin Efod,","dan bagi suku bani Efrayim penghulu Kemuil bin Siftan,","dan bagi suku bani Zebulon itu penghulu Elizafan bin Parnakh,","dan bagi suku bani Isakhar penghulu Paltiel bin Azan,","dan bagi suku bani Asyer penghulu Akhihud bin Selomi,","dan bagi suku bani Naftali penghulu Pedail bin Amihud.","Maka sekalian inilah orang yang telah disuruh Tuhan menentukan bahagian pusaka dalam negeri Kanaan kepada segala bani Israel."]