["Sebermula, maka penghulu-penghulu suku bangsa bani Gilead bin Makhir bin Manasye dari pada bani Yusuf itu datang hampir, lalu sembahnya di hadapan Musa dan di hadapan segala penghulu dan segala kepala suku-suku bani Israel,","sembahnya: Bahwa firman Tuhan kepada tuan hamba membahagi-bahagi tanah itu kepada bani Israel akan bahagian pusakanya dengan dilontarkan undi, dan lagi firman Tuhan kepada tuan hamba memberikan bahagian pusaka Zelafead, saudara hamba, kepada anak-anaknya perempuan.","Maka jikalau kiranya mereka itu menjadi bini orang yang dari pada suku bani Israel yang lain, niscaya pusakanya akan dipotong dari pada pusaka bapa-bapa hamba dan ditambahkan kepada pusaka suku orang yang telah berbinikan mereka itu, demikianlah bahagian pusaka hambapun dikurangkan adanya.","Maka apabila bani Israel ada tahun yobel pusaka mereka itu akan ditambahkan kepada bahagian pusaka suku orang yang mempunyai mereka itu, tetapi dari pada bahagian pusaka bapa-bapa hambalah akan dipotong pusaka mereka itu.","Maka pada masa itu kata Musa kepada segala bani Israel atas firman Tuhan, bunyinya: Benarlah kata suku bani Yusuf ini.","Maka inilah firman Tuhan akan hal anak-anak perempuan Zelafead, bunyinya: Hendaklah mereka itu menjadi bini barangsiapa yang baik kepada pemandangannya, tetapi hendaklah mereka itu menjadi bini orang yang dari pada suku bangsa bapanya sahaja.","Begitu pusaka bani Israel itu tiada akan pindah dari pada suatu suku kepada suatu suku yang lain, melainkan hendaklah bani Israel masing-masing memeliharakan bahagian pusaka suku bapanya dengan tiada dikurangkan adanya.","Maka mulai dari pada sekarang tiap-tiap anak perempuan yang beroleh bahagian pusaka di antara segala suku bani Israel, ia itu hendaklah menjadi bini seorang yang dari pada suku bangsa bapanya sahaja, supaya dapat bani Israel mempusakai masing-masing akan bahagian pusaka bapanya,","dan supaya jangan bahagian pusaka suatu suku pulang kepada suku yang lain, karena tiap-tiap suku bani Israel akan memeliharakan bahagian pusakanya dengan tiada dikurangkan adanya.","Hata, maka dibuatlah oleh anak-anak perempuan Zelafead setuju dengan firman Tuhan yang kepada Musa.","Karena Makhla, Tirza, Hojla, Milka dan Noa, anak-anak perempuan Zelafead itu, menjadi bini anak-anak laki-laki bapa saudaranya.","Maka dari pada bangsa bani Manasye bin Yusuf juga diambilnya orang akan lakinya, sehingga kekallah bahagian pusaka mereka itu dengan suku bapanya.","Maka sekalian inilah hukum undang-undang yang firman Tuhan kepada segala bani Israel dengan lidah Musa di padang-padang Moab pada tepi Yarden bertentangan dengan Yerikho."]