["Arakian, maka berfirmanlah Tuhan kepada Musa demikian:","Berilah perintah kepada bani Israel, supaya disuruhkannya segala orang kusta dan segala orang yang berbeser dan segala orang yang najis oleh bangkai itu keluar dari pada tempat tentara.","Baik orang perempuan baik orang laki-laki, hendaklah kausuruh pergi, sampai di luar tempat tentara hendaklah kausuruh mereka itu pergi, supaya jangan dinajiskannya tempat tentaranya, yang di tengahnya Aku ini ada duduk.","Maka dibuatlah oleh bani Israel demikian, disuruhnya mereka itu keluar dari pada tempat tentara, maka setuju dengan firman Tuhan yang kepada Musa dibuatlah oleh bani Israel.","Maka lagi firman Tuhan kepada Musa demikian:","Katakanlah olehmu kepada bani Israel: Jikalau seorang laki-laki atau perempuan telah berbuat barang suatu dosa manusia dengan mendurhaka kepada Tuhan dan dirasai orang itu akan dirinya bersalah,","maka hendaklah diakunya dosanya yang telah dibuatnya, lalu dipulangkannya barang yang patut kepada orang yang empunya setelah dipertambahkan dengan seperlimanya dahulu, maka ia itu dipulangkan kepada orang yang ia berhutang kepadanya.","Maka jikalau kiranya dari pada orang itu tiada lagi anak cucunya sekalipun yang dapat dipulangkannya barang yang patut kepadanya, maka barang utang yang hendak dipulangkan itu menjadi Tuhan punya akan guna imam, lain dari pada domba jantan korban gafirat itu yang dipakainya akan mengadakan gafirat atasnya.","Maka segala persembahan tatangan bani Israel dari pada segala yang terpakai kepada pekerjaan yang suci dan yang dibawa oleh mereka itu kepada imam, ia itu menjadi imam punya.","Kendatilah demikian, maka segala yang ada pada tiap-tiap orang dari pada barang yang terpakai kepada pekerjaan yang suci, ia juga yang empunya dia, tetapi barang yang diberinya kepada imam ia itulah imam punya.","Dan lagi berfirmanlah Tuhan kepada Musa demikian:","Katakanlah olehmu kepada segala bani Israel ini: Barangsiapa orang laki-laki yang bininya telah menyimpang dari padanya dan telah khianat akan dia,","sehingga seorang laki-laki telah berbaring dengan dia dan berseketiduran dengan dia, tetapi tersembunyilah perkara itu dari pada mata lakinya dan telah dicemarkannya dirinya dengan sembunyi-sembunyi, sehingga tiadalah saksi atasnya dan salahnyapun tiada kedapatan,","maka nafsu gairat telah berlaku atasnya dan cemburuanlah ia akan bininya, sebab telah dicemarkannya dirinya, atau nafsu gairat telah berlaku atasnya dan cemburuanlah ia akan bininya, jikalau tiada dicemarkannya dirinya sekalipun,","maka hendaklah orang itu membawa bininya menghadap imam dan dibawanya sertanya sepersepuluhan seefa tepung syeir, maka jangan ia itu disirami dengan minyak dan jangan dibubuh kemenyan, karena ia itulah suatu persembahan perdakwaan, yang mengadakan peringatan kesalahan.","Maka hendaklah disuruh imam akan dia datang hampir serta dihadapkannya dia kepada hadirat Tuhan.","Lalu hendaklah diambil oleh imam akan air yang suci dalam bejana tanah, dan dari pada abu yang di dasar kemah sembahyang hendaklah diambil imam, dibubuhnya dalam air itu.","Setelah sudah dihadapkan imam akan perempuan itu demikian kepada hadirat Tuhan, maka hendaklah diuraikannya rambut perempuan itu dan kepada tangannya diberikannya persembahan makanan perdakwaan, yaitu persembahan makanan gairat, maka pada tangan imam hendaklah ada air yang mengadakan celaka dan laknat.","Maka hendaklah imam menyumpahi dia sambil katanya kepada perempuan itu: Jikalau tiada seorang laki-laki lain berseketiduran dengan dikau dan jikalau tiada engkau menyimpang dari pada perintah lakimu dengan mencemarkan dirimu, maka terlepaslah engkau dari pada celaka dan laknat yang diadakan oleh air ini!","Tetapi jikalau sungguh engkau telah menyimpang dari pada perintah lakimu dengan mencemarkan dirimu dan seorang laki-laki lain dari pada lakimu sendiri telah berseketiduran dengan dikau;","(lalu hendaklah disumpahi imam akan perempuan itu dengan sumpah laknat sambil kata imam kepada perempuan itu:) Bahwa dijadikan Tuhan akan dikau suatu kutuk dan laknat di antara bangsamu dengan dicengkungkan Tuhan pahamu dan dibusungkannya perutmu.","Hendaklah air ini, yang mengadakan laknat, masuk ke dalam isi perutmu, supaya dibusungkannya perutmu dan dicengkungkannya pahamu. Maka hendaklah perempuan itu menyahut: Amin! Amin!","Setelah itu maka hendaklah disuratkan imam segala sumpah ini pada sehelai kertas, lalu dihapuskannya pula dengan air kutuk itu.","Maka perempuan itu hendaklah disuruhnya minum air ini, yang mendatangkan celaka dan laknat, supaya air yang mendatangkan laknat itu masuk ke dalamnya serta mengadakan celaka yang besar.","Maka sementara ini hendaklah diambil imam akan persembahan makanan gairat dari pada tangan perempuan itu, lalu ditimang-timangnya persembahan makanan itu di hadapan hadirat Tuhan dan dipersembahkannya di atas mezbah.","Ia itu oleh imam akan diambil dari pada persembahan makanan itu segenggam penuh akan bahagian persembahannya dan dibakarnya habis di atas mezbah, setelah itu hendaklah diberinya minum air itu kepada perempuan itu.","Maka setelah sudah diberinya minum air itu kepadanya, bahwasanya jikalau telah dicemarkannya dirinya dan khianat ia akan lakinya, maka air yang mendatangkan laknat itu kelak memasukkan ke dalamnya celaka yang besar, sehingga busunglah perutnya dan cengkunglah pahanya, maka perempuan itulah menjadi suatu kutuk di antara bangsanya.","Tetapi jikalau perempuan itu tiada mencemarkan dirinya, melainkan sucilah ia dari pada salah, maka satupun celaka tiada ia kena dan dalam hal kawinnya iapun akan berbiak adanya.","Maka inilah hukum gairat, jikalau seorang perempuan di bawah kuasa lakinya telah menyimpang dan telah mencemarkan dirinya,","atau jikalau nafsu gairat telah berlaku atas seorang laki-laki dan cemburuanlah ia akan bininya; hendaklah dihadapkannya bininya itu kepada hadirat Tuhan dan diperbuat imam akan dia setuju dengan segala hukum ini.","Maka dalam itupun yang laki itu suci dari pada salah, tetapi yang bini itu akan menanggung salahnya."]