["Dan lagi berfirmanlah Tuhan kepada Musa demikian:","Katakanlah kepada bani Israel perkataan ini: Jikalau seorang laki-laki atau perempuan mengasingkan dirinya dengan bernazar, yaitu nazar orang nazir, hendak mengasingkan dirinya bagi Tuhan,","tak akan jangan dijauhkannyalah dirinya dari pada air anggur dan tuak dan jangan diminumnya cuka air anggur atau cuka tuak dan jangan diminumnya air buah anggur atau dimakannya buah anggur, baik yang hidup baik yang kering.","Selama segala hari ia seorang nazir jangan dimakannya barang sesuatu yang datang dari pada pokok anggur, jikalau biji atau kulitnya sekalipun.","Selama segala hari ia seorang nazir jangan pisau cukur terpakai kepada kepalanya, sampai sudah genap segala hari diasingkannya dirinya bagi Tuhan sucilah ia, hendaklah dibiarkannya segala tokong rambutnya bertumbuh sahaja.","Maka selama segala hari diasingkannya dirinya bagi Tuhan jangan ia hampir kepada mayat orang.","Jangan dinajiskannya dirinya, baik karena bapanya atau ibunya baik karena saudaranya laki-laki atau perempuan, jikalau mereka itu sudah mati, karena tanda nazirat bagi Allah adalah di atas kepalanya.","Selama segala hari ia seorang nazir maka sucilah ia bagi Tuhan,","tetapi jikalau di hadapannya matilah seorang dengan sekonyong-konyong dan tiada tersangka, sehingga dinajiskannya kepada nazirnya, maka hendaklah dicukurnya kepalanya pada hari ia disucikan, pada hari yang ketujuh hendaklah dicukurnya.","Maka pada hari yang kedelapan hendaklah dibawanya dua ekor burung tekukur atau dua ekor anak merpati kepada imam, ke pintu kemah perhimpunan.","Maka hendaklah disediakan imam seekor akan korban karena dosa dan seekor akan korban bakaran, serta diadakannya gafirat atasnya, karena telah berdosa ia sebab mayat itu; maka hendaklah disucikannya kepalanyapun pada hari itu juga.","Maka hendaklah diasingkannya pula dirinya segala hari nazirnya bagi Tuhan dan dibawanya seekor anak domba yang umur setahun akan korban karena salah, maka segala hari yang dahulu itu tiada dibilang, sebab telah dinajiskannya hal nazirnya.","Bahwa inilah hukum orang nazir itu: Maka pada hari genaplah segala hari nazirnya, hendaklah ia berdiri pada pintu kemah perhimpunan,","serta dibawanya akan persembahan kepada Tuhan seekor anak domba jantan yang umur setahun dan tiada berkecelaan akan korban bakaran, dan seekor domba betina yang umur setahun dan tiada berkecelaan akan korban karena dosa, dan seekor domba jantan yang tiada berkecelaan akan korban syukur,","dan sebuah rantang berisi apam fatir dari pada tepung halus diramas dengan minyak, dan roti mentah fatir yang disapu dengan minyak, serta dengan persembahan makanannya dan persembahan minumannya.","Lalu hendaklah imam itu menghampiri hadirat Tuhan serta menyediakan korban karena dosa dan korban bakaran itu.","Setelah itu hendaklah disediakannya domba jantan itu akan korban syukur bagi Tuhan serta dengan rantang yang berisi apam fatir, dan lagi hendaklah disediakan imam persembahannya makanan dan minuman.","Lalu hendaklah orang nazir itu mencukur kepala nazirnya di hadapan pintu kemah perhimpunan, dan hendaklah diambilnya rambut kepada nazirnya, dibubuhnya di atas api yang di bawah korban syukur itu.","Maka hendaklah diambil imam dari pada domba jantan itu satu paha yang di hadapan serta yang sudah direbus dan sebuah apam fatir dari dalam rantang itu dan sebuah roti mentah, maka hendaklah diletakkannya di atas kedua tapak tangan orang nazir itu setelah sudah dicukurnya rambut nazirnya.","Maka hendaklah ia itu ditimang-timang imam akan persembahan timangan di hadapan hadirat Tuhan, ia itulah suatu kesucian bagi imam, lain dari pada dada korban timangan dan lain dari pada paha yang di hadapan korban tatangan; setelah itu bolehlah orang nazir itu minum air anggur.","Maka inilah hukum orang nazir yang telah janji persembahan korbannya kepada Tuhan karena nazirnya, lain dari pada yang dapat dipersembahkannya lebih; setuju dengan janji yang telah dijanjikannya hendaklah ia mempersembahkan lebih dari pada segala yang ditanggungkan atasnya oleh hukum nazirnya itu.","Arakian, maka berfirmanlah Tuhan kepada Musa demikian:","Katakan ini kepada Harun dan kepada anak-anaknya laki-laki: Dengan demikian peri hendaklah kamu memberkati bani Israel; katakanlah olehmu kepada mereka itu:","Bahwa Tuhan memberkati apalah kamu dan memeliharakan kamu!","Bahwa Tuhan menerangi apalah kamu dengan wajah-Nya dan dikasihankan-Nyalah kamu!","Bahwa Tuhan menunjukkan apalah wajah-Nya kepada kamu dan mengarunia kamu dengan selamat!","Demikian hendaklah diletakkannya nama-Ku kepada segala bani Israel, maka Aku akan memberkati mereka itu kelak."]