["Dan lagi berfirmanlah Tuhan kepada Musa, demikian:","Katakanlah ini kepada Harun: Apabila engkau memasang pelita, maka hendaklah ketujuh buah pelita itu bernyala-nyala bertentangan dengan kaki pelita itu.","Maka diperbuatlah oleh Harun demikian, dipasangnya segala pelita itu bertentangan dengan kaki pelita, setuju dengan firman Tuhan yang kepada Musa.","Maka demikianlah perbuatan kaki pelita itu, yaitu dari pada emas yang tersepuh, baik batangnya baik bunganya, setuju dengan teladan yang telah ditunjuk Tuhan kepada Musa, begitulah diperbuatnya akan kaki pelita itu.","Dan lagi berfirmanlah Tuhan kepada Musa demikian:","Angkatlah engkau akan segala orang Lewi itu dari antara bani Israel dan sucikanlah mereka itu.","Maka supaya mereka itu disucikan hendaklah engkau berbuat akan dia demikian: Perciklah mereka itu dengan air pembasuh dosa serta hendaklah mereka itu menjalankan pisau cukur pada seluruh tubuhnya dan membasuhkan pakaiannya dan menyucikan dirinya.","Maka hendaklah mereka itu mengambil seekor anak lembu atau lembu muda serta dengan tepung halus yang diramas dengan minyak akan persembahannya makanan; dan lagi seekor anak lembu atau lembu muda hendaklah kauambil akan korban karena dosa.","Maka hendaklah kausuruh orang Lewi itu datang hampir ke hadapan kemah perhimpunan dan segenap sidang bani Israel hendaklah kaupanggil berhimpun bersama-sama.","Lalu hendaklah kausuruh orang Lewi itu menghampiri hadirat Tuhan dan segala bani Israel hendaklah menumpangkan tangannya pada orang Lewi itu.","Maka hendaklah Harun melalulalangkan orang Lewi itu di hadapan hadirat Tuhan seperti suatu persembahan timang-timangan dari pada bani Israel, demikianlah mereka itu ditentukan akan mengerjakan pekerjaan Tuhan.","Setelah itu maka hendaklah orang Lewi menumpangkan tangannya pada kepala anak lembu itu, lalu seekor hendaklah kausediakan akan korban karena dosa dan seekor akan korban bakaran bagi Tuhan, supaya diadakan gafirat atas orang Lewi itu.","Maka hendaklah engkau menaruh segala orang Lewi itu di hadapan Harun dan di hadapan anak-anaknya serta hendaklah engkau melalulalangkan mereka itu akan persembahan timang-timangan bagi Tuhan.","Maka demikian hendaklah engkau mengasingkan orang Lewi itu dari antara segala bani Israel, supaya orang Lewi itu menjadi Aku punya.","Kemudian dari pada itu hendaklah orang Lewi itu masuk akan mengerjakan pekerjaan kemah perhimpunan, yaitu setelah sudah mereka itu kausucikan dan kau lalulalangkan dahulu seperti suatu persembahan timang-timangan.","Karena mereka itu telah dipersembahkan, bahkan, dipersembahkan kepada-Ku dari antara segala bani Israel, maka akan ganti segala yang mula-mula keluar dari dalam rahim, yaitu ganti segala anak sulung bani Israel mereka itu telah Kuambil bagi diri-Ku.","Karena Aku juga yang empunya segala anak sulung di antara bani Israel, baik dari pada manusia baik dari pada binatang, karena pada hari Aku palu segala anak sulung di negeri Mesir, maka mereka itu telah Kusucikan bagi diri-Ku.","Maka Aku telah mengambil orang Lewi itu akan ganti segala anak sulung yang di antara bani Israel.","Maka dari antara bani Israel Aku telah menganugerahkan orang Lewi itu kepada Harun dan kepada anak-anaknya, supaya dilakukannya pekerjaan bani Israel dalam kemah perhimpunan dan supaya diadakannya gafirat atas bani Israel, asal jangan ada bala di antara bani Israel apabila bani Israel itu menghampiri tempat suci itu.","Maka oleh Musa dan Harun dan segenap sidang bani Israel diperbuatlah akan orang Lewi itu setuju dengan segala firman Tuhan yang kepada Musa akan hal orang Lewi itu, demikianpun diperbuatlah oleh bani Israel akan mereka itu.","Maka disucikanlah orang Lewi dirinya dari pada dosa dan dibasuhkannyalah pakaiannya serta dilalulalangkan Harun akan mereka itu seperti persembahan timang-timangan di hadapan hadirat Tuhan, maka diadakan Harun gafirat atas mereka itu serta disucikannyalah mereka itu.","Setelah itu maka datanglah orang Lewi itu mengerjakan pekerjaannya dalam kemah perhimpunan di hadapan Harun dan di hadapan anak-anaknya; seperti firman Tuhan yang kepada Musa akan hal orang Lewi itu, demikianpun diperbuat oranglah akan mereka itu.","Arakian, maka berfirmanlah Tuhan kepada Musa demikian:","Akan hal orang Lewi itu inilah dia: Dari pada mereka itu segala orang yang dua puluh lima tahun umurnya atau lebih hendaklah datang memegang jawatannya dalam pekerjaan kemah perhimpunan.","Tetapi mulai dari pada umur lima puluh tahun lepaslah mereka itu dari pada pekerjaan jawatan itu, tiada usah mereka itu lagi berbuat pekerjaan itu.","Kendatilah demikian boleh juga mereka itu membantu saudaranya dalam kemah perhimpunan dengan berkawal dan membuang-buang mata, tetapi tidak usah mereka itu melakukan pekerjaan. Maka demikian hendaklah kauperbuat akan orang Lewi itu dalam memeliharakan jawatannya."]