["Sebermula, maka berfirmanlah Tuhan kepada Musa dalam padang Torsina pada tahun yang kedua kemudian dari pada mereka itu keluar dari negeri Mesir, pada bulan yang pertama, firman-Nya:","Bahwa hendaklah bani Israel memegang Pasah pada masa yang telah ditentukan.","Pada empat belas hari bulan ini, yaitu pada petang hari hendaklah kamu menyediakan dia pada masa yang tertentu, setuju dengan segala hukumnya dan dengan segala perintahnya hendaklah kamu menyediakannya.","Maka disuruh Musa akan segala bani Israel menyediakan Pasah.","Maka disediakannyalah Pasah itu pada empat belas hari bulan yang pertama pada petang hari dalam padang Torsina, setuju dengan segala firman Tuhan yang kepada Musa, demikianpun diperbuat oleh bani Israel.","Maka pada masa itu adalah orang yang najis oleh mayat orang, sehingga pada hari itu tiada boleh mereka itu memegang Pasah, maka sebab itu pada hari itu juga datanglah mereka itu menghadap Musa dan Harun.","Maka sembah mereka itu kepadanya: Bahwa hamba ini telah najis oleh mayat orang; patutkah hamba ini diasingkan, supaya jangan hamba mempersembahkan korban Tuhan pada masa yang telah ditentukan di antara segala bani Israel?","Maka sabda Musa kepada mereka itu: Nantilah dahulu, supaya aku dengar bagaimana firman Tuhan akan hal kamu.","Maka berfirmanlah Tuhan kepada Musa demikian:","Katakanlah olehmu kepada segala bani Israel ini: Barangsiapa di antara kamu atau di antara segala anak cucumu yang najis oleh mayat atau yang pada perjalanan yang jauh, boleh juga ia menyediakan Pasah bagi Tuhan.","Pada bulan yang kedua, pada empat belas hari bulan, waktu petang, hendaklah mereka itu menyediakannya serta dimakannya akan dia dengan roti fatir dan kuah yang pahit.","Dan jangan ditinggalkannya sisanya datang ke pagi hari dan lagi jangan dipatahkannya barang suatu tulangnya, maka hendaklah disediakannya Pasah itu setuju dengan segala perintahnya.","Maka jikalau barang seorang suci dan tiada ia dalam perjalanan, maka dilalaikannya juga memegang Pasah, niscaya orang itu akan ditumpas kelak dari antara bangsanya, sebab tiada dipersembahkannya korban Tuhan pada masa yang telah ditentukan, maka orang itupun akan menanggung dosanya.","Maka jikalau di antara kamu ada menumpang seorang dagang yang boleh memegang Pasah bagi Tuhan, maka hendaklah dipegangnya setuju dengan perintah Pasah itu serta dengan sepertinya, maka hukum satu jua adanya bagi kamu sekalian, baik bagi orang dagang baik bagi anak bumi.","Sebermula, maka pada hari didirikan kemah sembahyang itu ditudungilah awan akan kemah sembahyang itu betul di atas kemah assyahadat, maka pada malam adalah ia itu di atas kemah sembahyang seakan-akan rupa api datang ke pagi hari.","Maka senantiasa demikianlah adanya: ditudungi awan akan dia dan pada malam seakan-akan rupa api.","Maka apabila terangkatlah awan itu dari atas kemah, maka berjalanlah bani Israel dari sana, dan pada tempat awan itupun berhenti, di sanapun bani Israel mendirikan kemahnya.","Maka atas firman Tuhan berangkatlah bani Israel dan atas firman Tuhanpun didirikannyalah kemahnya; maka selama segala hari awan itu berhenti di atas kemah sembahyang, tinggallah mereka itu di sana.","Maka apabila awan itu tinggal tetap di atas kemah sembahyang beberapa hari lamanya, maka diturutlah bani Israel akan firman Tuhan, tiada mereka itu berangkat.","Demikianpun apabila awan itu tetap di atas kemah sembahyang sedikit hari lamanya; atas firman Tuhan didirikannyalah kemahnya dan atas firman Tuhanpun berangkatlah mereka itu.","Demikianpun apabila awan itu berhenti hanya dari pada petang datang ke pagi hari, dan pada pagi hari awan itu diangkat, maka berangkatlah mereka itu, baik siang baik malam, apabila terangkat awan itu, maka berjalanlah mereka itu.","Baik dua hari baik sebulan baik setahun lamanya tinggal awan itu di atas kemah sembahyang, seberapa lama awan itu tetap di atasnya tinggal juga bani Israel di tempat itu, tiada mereka itu berangkat, tetapi apabila awan itu dinaikkan maka berangkatlah mereka itu.","Atas firman Tuhan didirikannyalah kemah-kemahnya dan atas firman Tuhan juga berangkatlah mereka itu, dilakukannya perintah Tuhan setuju dengan firman Tuhan yang kepada Musa."]