["Daripada Paulus dan Timotius, hamba-hamba Kristus Yesus, kepada segala orang suci di dalam Kristus Yesus di negeri Pilipi, serta dengan segala pemimpin dan pembela sidang,","turunlah kiranya atas kamu anugerah dan sejahtera daripada Allah Bapa kita dan daripada Tuhan Yesus Kristus.","Seberapa kali aku ingat akan kamu, aku ucapkan syukur kepada Tuhanku,","(di dalam tiap-tiap doaku senantiasalah aku mendoakan kamu sekalian dengan sukacita),","oleh sebab persekutuanmu di dalam pemberitaan Injil itu daripada hari yang mula-mula itu hingga sekarang ini.","Aku yakin akan hal ini juga, bahwa Ia yang sudah memulai di dalam kamu suatu pekerjaan yang baik, akan menyudahkan dia sehingga sampai kepada Hari Kristus Yesus.","Memang patut bagiku berpikir demikian akan hal kamu sekalian, sebab aku menaruh kamu di dalam hatiku, sedang kamu sekalian beroleh bahagian anugerah itu bersama-sama dengan aku, baik di dalam hal aku terbelenggu, baik di dalam hal aku menjawabkan dan menetapkan Injil itu.","Sebab Allah menjadi saksiku betapa aku rindu akan kamu sekalian dengan pengasihan Kristus Yesus.","Dan inilah kudoakan, supaya kasihmu makin banyak bertambah-tambah dengan pengenalan dan segala pengertian,","sehingga kamu dapat menguji yang mana terutama, supaya kamu menjadi suci dan tiada bersalah sehingga sampai kepada Hari Kristus,","dipenuhi dengan buah-buah kebenaran yang ada oleh sebab Yesus Kristus, kepada kemuliaan dan kepujian Allah.","Aku suka kamu mengetahui, hai saudara-saudaraku, bahwa segala perkara yang sudah berlaku atasku itu sudah jadi semata-mata kepada kemajuan berita Injil,","sehingga segala hal aku terbelenggu itu menjadi nyata karena Kristus kepada sekalian laskar istana dan orang lain-lain,","dan kebanyakan saudara-saudara beroleh pengharapan kepada Tuhan oleh sebab belengguku itu, lalu makin lebih berani mengucapkan firman Allah dengan tiada takut.","Sungguh, setengah orang yang memberitakan Kristus itu dari sebab dengki dan perselisihan, setengah orang pula dengan tulus ikhlas,","maka orang itu berbuat demikian dari sebab kasih, karena mengetahui bahwa aku ditetapkan kepada hal menjawabkan Injil itu;","tetapi yang lain itu memasyhurkan Kristus sebab perlawanan, bukannya dengan tulus, melainkan dengan sangka hendak membangkitkan kesusahan ke atasku di dalam hal aku terbelenggu ini.","Biar dengan sebagaimana pun, baik dengan pura-pura, baik dengan sungguh, maka Kristus itu dimasyhurkan juga; maka sukacitalah aku akan hal itu, bahkan, senantiasalah aku akan bersukacita,","karena aku mengetahui, bahwa ia itu akan berbalik menjadi keselamatanku oleh sebab doamu dan pertolongan Roh Yesus Kristus,","seperti yang kunantikan dengan rindu dan yang kuharap bahwa di dalam suatu pun tiada aku menjadi malu, melainkan dengan segala keluasan hati, seperti sediakala, maka demikian juga sekarang pun, Kristus itu dimuliakan di dalam tubuhku, baik dengan hidup atau mati.","Karena kepadaku hidup itu Kristus, dan mati itu untung.","Tetapi jikalau aku hidup di dalam tubuh ini, menjadi manfaat bagi pekerjaanku, maka tiadalah kutahu apa, yang kupilih;","aku bimbang di antara keduanya itu, aku ingin hendak pergi dan diam beserta dengan Kristus, karena itulah yang teramat baik;","tetapi diam di dalam tubuh ini terlebih berguna karena kamu.","Dan dengan menaruh keyakinan ini, maka aku ketahuilah, bahwa aku akan hidup dan tinggal dengan kamu sekalian, supaya kamu maju dan bersukacita di dalam iman,","supaya hal kamu memegahkan aku makin bertambah di dalam Kristus Yesus, oleh sebab kedatanganku sekali lagi kepadamu.","Hanya biarlah kehidupanmu di dalam sidang jemaat berpadan dengan Injil Kristus, supaya baik aku datang melihat kamu, baik berjauhan, boleh aku mendengar hal kamu, bahwa kamu berdiri tetap di dalam satu roh, dengan sehati bersungguh-sungguh berlomba karena iman Injil itu;","dengan tiada digentarkan oleh lawanmu di dalam barang sesuatu hal, yang nyata bagi mereka itu menjadi tanda kebinasaan, tetapi bagi kamu selamat, yaitu daripada Allah.","Karena kepada kamu ini sudah dianugerahkan oleh karena Kristus bukan sahaja percaya akan Dia, melainkan menderita sengsara juga karena Dia,","menanggung serupa sengsara yang sudah kamu lihat di dalam halku dan sekarang kamu dengar ada padaku."]