["Sebab itu jikalau di dalam Kristus ada nasehat, jikalau ada penghiburan kasih, jikalau ada persekutuan Roh, jikalau ada pengasihan dan belas kasihan,","kamu genapkanlah kesukaanku, supaya kamu bersehati, dan menaruh sama kasih, menjadi sejiwa dan sepikir.","Satu pun jangan dilakukan dengan berlawan-lawanan atau dengan sombong, melainkan dengan rendah hati, masing-masing menyangkakan orang lain ada lebih daripada dirinya sendiri.","Jangan seseorang memikirkan dirinya sendiri sahaja, melainkan hal orang lain juga.","Taruhlah di dalam hatimu ingatan ini yang sudah ada di dalam Kristus Yesus,","yang, walaupun Ia dengan keadaan Allah, tiada mengirakan hal itu sebagai suatu keuntungan menjadi setara dengan Allah,","melainkan menghampakan diri-Nya menjadi hamba di dalam keadaan sama dengan manusia, dan kelihatan di dalam sikap seperti manusia;","Ia sudah merendahkan diri-Nya dan taat sehingga sampai kepada maut, yaitu mati tersalib.","Sebab itulah juga Allah sangat meninggikan Dia dan menganugerahkan Dia suatu nama yang di atas segala nama,","supaya dengan nama Yesus itu akan bertelut segala lutut, daripada yang di surga dan yang di atas bumi dan yang di bawah bumi,","dan segala lidah mengaku bahwa Yesus Kristus itu Tuhan, kepada kemuliaan Allah, yaitu Bapa.","Oleh yang demikian, hai segala kekasihku, sebagaimana kamu senantiasa ada bertaat, bukannya pada masa aku hadir sahaja, melainkan terlebih pula sekarang pada masa berjauhan dengan aku, kerjakanlah selamatmu sendiri dengan takut dan gentar,","karena Allahlah yang mengerjakan di dalam kamu, baik kehendak baik usaha, menurut kerelaan-Nya.","Kerjakanlah segala sesuatu dengan tiada bersungut-sungut dan berbantah-bantah,","supaya kamu tiada bersalah, dan hatimu pun tulus, menjadi anak-anak Allah yang tiada bercela di tengah-tengah bangsa yang bengkok dan terbalik, di antaranya kamu bercahaya seperti penerang di dalam dunia ini,","sambil menjunjung firman yang memberi hidup itu, supaya aku megah pada Hari Kristus, sebab aku tiada melakukan yang sia-sia dan tiada berusaha dengan sia-sia.","Tetapi meskipun darahku ditumpahkan menjadi persembahan cucuran ke atas imanmu yang sebagai korban dan ibadat, maka sukacita juga aku dan bersukacita dengan kamu sekalian,","dan kamu pun hendaklah menyukakan yang sedemikian itu juga, dan bersukacita dengan aku.","Tetapi dengan berkat Tuhan Yesus aku harap menyuruhkan Timotius pergi kepadamu dengan segeranya, supaya aku senang hati apabila aku mendapat tahu akan segala hal ihwalmu.","Karena tiada seorang pun padaku yang sama sehati dengan aku, dan yang bersungguh-sungguh akan memperdulikan segala hal ihwalmu.","Karena sekaliannya mencari faedah sendiri, bukannya perkara Kristus Yesus.","Tetapi kamu mengetahui setianya yang sudah diuji, bahwa seperti anak dengan bapa, demikianlah ia telah berkhidmat kepadaku di dalam memberitakan Injil.","Aku harap menyuruhkan dia itu dengan segeranya, apabila aku sudah nampak bagaimana kesudahan segala hal ihwalku.","Tetapi dengan berkat Tuhan kuharap, bahwa aku sendiri juga akan datang dengan segeranya.","Tetapi pada pikiranku patutlah aku menyuruhkan kepadamu Epafroditus, saudaraku dan temanku di dalam pekerjaan dan peperanganku, yaitu pesuruhmu dan pelayan di dalam hal kekuranganku,","sedang ia rindu akan kamu sekalian, maka susah pula hatinya sebab kamu sudah mendengar bahwa ia terkena sakit.","Karena dengan sesungguhnya ia sudah sakit hampir mati, tetapi Allah mengasihani dia, bukannya akan dia sahaja, melainkan akan daku pun, supaya jangan dukacitaku bertambah-tambah.","Oleh sebab itu aku menyuruhkan dia dengan lebih cepatnya, supaya apabila kamu tampak dia, kamu boleh bersukacita pula, dan aku pun kurang duka cita.","Sebab itu sambutlah dia karena Tuhan, dengan segala sukacita, dan hormatkanlah orang yang sedemikian.","Karena oleh sebab pekerjaan Kristus sudah hampir ia mati, membuang nyawanya, akan mencukupkan barang yang kurang di dalam hal kamu melayani aku."]