["Lain daripada itu, hai saudara-saudaraku, hendaklah kamu bersukacita di dalam Tuhan. Maka tiada aku segan berulang menyuratkan perkara serupa itu kepadamu, karena ia itu menjadi selamat bagi kamu.","Jagalah dirimu daripada \"anjing-anjing\"; jagalah dirimu daripada orang yang berbuat jahat; jagalah dirimu daripada sunat yang salah,","karena kita ini sunat yang betul, kita yang beribadat kepada Allah dengan Roh dan yang memegahkan dari sebab Kristus Yesus, dan tiada berharap akan perkara yang lahir,","walaupun aku ini boleh juga berharap akan perkara yang lahir. Jikalau barang seorang yang lain menyangka boleh berharap akan perkara yang lahir, maka terlebih pula aku ini,","yang disunatkan pada delapan hari umurku, berasal bangsa Israel, daripada suku bangsa Benyamin, seorang Ibrani keturunan orang Ibrani; tentang hal syariat Taurat, aku seorang Parisi;","tentang hal usaha, aku menganiayakan sidang jemaat; tentang hal kebenaran yang di dalam syariat Taurat, aku tiada bercela.","Tetapi barang apa yang dahulu menjadi untung kepadaku, itu juga kubilangkan menjadi rugi oleh karena Kristus.","Bahkan, segala sesuatu pun kubilangkan menjadi rugi dibanding dengan kemuliaan makrifat akan Kristus Yesus Tuhanku itu, karena sebab Dialah aku deritakan kerugian segala sesuatu, dan semuanya kubilangkan menjadi sampah, supaya Kristus menjadi keuntunganku,","dan aku nyata di dalam Dia, bukannya dengan menaruh kebenaran sendiri yang daripada syariat Taurat, melainkan dengan kebenaran yang terbit oleh sebab iman akan Kristus, yaitu kebenaran yang daripada Allah oleh sebab iman,","supaya dapat aku mengenal Dia dan kuasa kebangkitan-Nya dan persekutuan di dalam sengsara-Nya, akan menjadi serupa dengan Dia di dalam hal mati-Nya,","kalau-kalau aku dapat sampai kepada kebangkitan dari antara orang mati itu.","Bukannya seolah-olah aku sudah mencapai itu, atau sudah menjadi sempurna; tetapi aku berusaha menuju itu, kalau-kalau dapat aku berpegang juga, sebagaimana aku pun sudah dipegangkan oleh Kristus Yesus.","Hai saudara-saudaraku, aku ini tiada mengirakan diriku sudah berpegang itu, tetapi satu perkara kubuat: Aku melupakan segala perkara yang di belakang, serta meregangkan diriku kepada yang di hadapan,","sambil berlari-lari kepada sasaran menuju kepada pahala, yaitu panggilan Allah yang di atas di dalam Kristus Yesus.","Sebab itu, seberapa orang yang sempurna, hendaklah kita memikirkan yang demikian, dan jikalau lain pikiranmu di dalam barang sesuatu hal, maka itu pun akan dinyatakan Allah kepadamu.","Hanya barang di mana kita sudah sampai, biarlah kita berjalan menurut itu juga.","Hai saudara-saudaraku, hendaklah kamu sekalian menurut teladanku, dan perhatikanlah segala orang yang berjalan sedemikian, sebagaimana kami menjadi teladanmu.","Karena banyak orang yang melakukan dirinya menjadi seteru kepada salib Kristus, yang aku sudah mengatakan beberapa kali kepadamu, tetapi sekarang juga aku katakan dengan tangisku.","Maka kesudahan mereka itu menjadi kebinasaan, dan mereka itu bertuhankan perut, dan perkara yang malu menjadi mulia kepada mereka itu, yang memikirkan perkara duniawi sahaja.","Tetapi tanah air kita ada di surga, dari sana juga kita menantikan Juruselamat, yaitu Tuhan Yesus Kristus,","yang akan mengubahkan rupa tubuh kita yang hina ini menjadi serupa dengan tubuh-Nya yang mulia itu, menurut seperti kuat kuasa-Nya yang dapat menaklukkan segala sesuatu kepada diri-Nya."]