["Oleh yang demikian, hai saudara-saudaraku yang kukasihi dan kurindui itu, dan yang menjadi kesukaanku dan makotaku, maka atas peri demikian hendaklah kamu tetap di dalam Tuhan, hai kekasihku.","Aku mintalah Eiodia dan aku mintalah Sintikhe, keduanya bersehati di dalam Tuhan.","Bahkan, kepada engkau pun, hai (Sinsigus) temanku yang benar, aku mintalah menolong kedua perempuan itu, yang sudah berlelah bersama-sama dengan aku di dalam memberitakan Injil beserta dengan Kelemen juga, dan segala temanku yang lain-lain pun, yang namanya ada tersurat di dalam kitab hayat.","Bersukacitalah kamu di dalam Tuhan senantiasa, dan lagi sekali aku mengatakan: Bersukacitalah kamu.","Biarlah lembut hatimu diketahui oleh orang sekalian. Maka Tuhan ada dekat.","Jangan kamu kuatir akan barang sesuatu hal, melainkan di dalam tiap-tiap sesuatu biarlah segala kehendakmu dinyatakan kepada Allah dengan doa dan permintaan serta dengan mengucap syukur.","Dan sejahtera Allah yang melebihi segala akal itu akan mengawali hatimu dan pikiranmu di dalam Kristus Yesus.","Lain daripada itu, hai saudara-saudaraku, barang apa yang benar, barang apa yang indah, barang apa yang adil, barang apa yang suci, barang apa yang molek, barang apa yang kedengaran baik, jikalau ada sesuatu kebaikan dan jikalau ada sesuatu kepujian, itulah yang hendak kamu pikirkan.","Maka barang apa juga yang kamu pelajari dan terima dan dengar dan tampak dari hal aku, itulah yang hendak kamu lakukan; maka Allah, pohon sejahtera itu, akan menyertai kamu.","Tetapi aku amat bersukacita di dalam Tuhan sebab pada akhirnya kamu membangkitkan semula ingatanmu akan daku; sungguhpun dahulu kamu ingat akan hal itu, tetapi kamu tiada sempat.","Bukannya aku berkata demikian sebab kekurangan, karena aku ini sudah belajar di dalam segala hal ihwal memadakan dengan barang yang ada padaku.","Aku tahu berhemat-hemat, dan aku tahu juga bermewah-mewah; di dalam tiap-tiap hal dan di dalam segala sesuatu aku sudah paham, baik di dalam hal kenyang atau lapar, baik di dalam hal mewah atau kekurangan.","Segala sesuatu aku cakap menanggung di dalam Dia yang menguatkan aku.","Tetapi kamu sudah berbuat baik dengan mengambil bahagian di dalam kesusahanku.","Maka kamu sendiri pun, hai orang Pilipi, mengetahui juga, bahwa pada permulaan pemberitaan Injil, tatkala aku sudah keluar dari Makedonia, satu sidang pun tiada masuk di dalam perkiraan beri-memberi dengan aku, melainkan kamu sahaja.","Karena tatkala aku di Tesalonika sudah juga kamu berkirim beberapa kali bagi kekuranganku.","Bukannya pemberian yang kucari, melainkan aku mencari buah-buahan yang melimpah kepada perkiraanmu.","Aku sudah menerima sekaliannya itu, bahkan, lebih daripada secukupnya; maka aku telah sarat semenjak aku menerima daripada Epafroditus pemberian kamu, yaitu suatu bauan yang harum dan persembahan yang disukai dan diperkenan Allah.","Maka Tuhanku akan mencukupkan segala kekuranganmu menurut kekayaan-Nya dengan kemuliaan-Nya di dalam Kristus Yesus.","Maka kepada Allah, yaitu Bapa kita, itulah kemuliaan selama-lamanya. Amin.","Sampaikanlah salamku kepada tiap-tiap orang suci di dalam Kristus Yesus. Dan salam kepadamu daripada saudara-saudara yang beserta dengan aku.","Salam kepadamu daripada segala orang suci, terutama sekali daripada orang di istana Kaisar.","Adalah kiranya anugerah Tuhan Yesus Kristus menyertai rohmu."]