["Daripada Paulus, rasul Kristus Yesus dengan kehendak Allah, beserta Timotius saudara kita,","kepada segala saudara yang suci dan beriman di dalam Kristus, yang di Kolose, turunlah kiranya atas kamu anugerah dan sejahtera daripada Allah, yaitu Bapa kita.","Kami ucapkan syukur kepada Allah, yaitu Bapa Tuhan kita Yesus Kristus, dengan mendoakan kamu senantiasa,","sebab mendengarkan imanmu akan Kristus Yesus dan kasihmu kepada segala orang suci itu,","dan lagi oleh sebab pengharapan yang tersimpan bagi kamu di surga, yang kamu sudah mendengar dahulu dengan sabda kebenaran, yaitu Injil,","yang sudah sampai kepadamu; demikianlah juga yang tersiar dengan berbuah dan bertambah-tambah di dalam seluruh dunia seperti di dalam kamu juga daripada masa kamu sudah mendengar dan mengenal anugerah Allah dengan sebenarnya,","sama seperti yang kamu sudah belajar daripada Epafras, teman kami yang dikasihi di dalam pekerjaan kami, yang menjadi hamba Kristus yang setiawan karena kamu,","dan yang sudah menyatakan kepada kami kasihmu yang di dalam Roh.","Sebab itulah kami pun, daripada hari kami telah mendengar yang demikian, tiadalah kami berhenti-henti mendoakan kamu, sambil memohon supaya kamu dipenuhi dengan makrifat mengetahui kehendak Allah di dalam segala hikmat dan pengertian rohani,","supaya kehidupanmu berlayak kepada Tuhan, menjadi berkenan kepada-Nya di dalam segala perkara, sambil berbuah dengan tiap-tiap kebajikan dan bertambah-tambah di dalam makrifat Allah.","Kiranya kamu menjadi kuat dengan segala kekuatan menurut seperti kuasa kemuliaan-Nya kepada segala hal sabar dan panjang hati, serta dengan sukacita","mengucap syukur kepada Bapa, yang menjadikan kamu berlayak akan beroleh bahagian warisan orang-orang suci di tempat terang itu.","Maka Ialah yang sudah melepaskan kita daripada kuasa gelap, dan memindahkan kita ke dalam kerajaan Anak yang dikasihi-Nya,","oleh Dia itu kita mendapat penebusan, yaitu keampunan segala dosa,","dan Ialah yang menjadi bayang Allah yang tiada kelihatan itu, yaitu Anak sulung yang terlebih dahulu daripada segala makhluk,","karena di dalam Dia itu sudah dijadikan segala sesuatu yang di langit dan yang di bumi, yang kelihatan dan yang tiada kelihatan, baik singgasana, baik perintah, baik penguasa, baik kuasa; maka segala sesuatu dijadikan oleh Dia dan bagi Dia;","dan Ialah, yang terlebih dahulu daripada sekaliannya, dan segala sesuatu wujudnya ada di dalam Dia;","dan Ialah yang menjadi kepala tubuh, yaitu sidang jemaat; Ialah yang menjadi Awal dan menjadi Sulung dari antara orang mati, supaya di dalam segala sesuatu Ialah yang terutama.","Karena adalah kegemaran Allah, bahwa segala kesempurnaan itu terhimpun di dalam Dia,","dan oleh sebab Dia segala sesuatu diperdamaikan oleh Allah dengan diri-Nya (setelah diperbuat-Nya perdamaian dengan darah-Nya di kayu salib itu), maka oleh sebab Dia juga diperdamaikan-Nya baik segala yang di bumi baik segala yang di langit.","Kamu ini dahulu berjauhan dan ingatanmu berseteru menurut perbuatanmu yang jahat,","tetapi sekarang Ia telah memperdamaikan kamu dengan jalan mati-Nya di dalam tubuh-Nya yang binasa, membawa kamu suci, dan tiada bercacat dan cela ke hadirat Allah,","asal kamu tekun di dalam iman, dengan tetap dan teguh, apatah lagi tiada kamu berpaling daripada pengharapan yang di dalam Injil, yang sudah kamu dengar, dan yang sudah diberitakan kepada sekalian makhluk yang di bawah langit, dan yang aku ini, Paulus, sudah menjadi pelayan-Nya.","Sekarang aku berasa sukacita di dalam sengsara yang kutanggung karena kamu, dan menggenapkan di dalam diriku jumlah sengsara Kristus karena tubuh-Nya, yaitu sidang jemaat.","Maka aku sudah dijadikan pelayan sidang itu, menurut seperti jawatan yang dikaruniakan Allah kepadaku karena kamu akan menyampaikan firman Allah,","yaitu rahasia yang sudah tersembunyi berzaman-zaman dan turun-temurun, tetapi sekarang sudah dinyatakan kepada orang-orang suci-Nya.","Maka kepada mereka itulah Allah dengan kehendak-Nya sudah menyatakan bagaimana kayanya kemuliaan rahasia itu kepada orang kafir, yaitu Kristus di dalam kamu itulah pengharapan akan beroleh kemuliaan,","yang kami ini beritakan, sambil menasehatkan tiap-tiap orang dan mengajar tiap-tiap orang dengan segala hikmat, supaya dapat kami mendirikan tiap-tiap orang menjadi sempurna di dalam Kristus.","Maka itulah maksud aku berlelah juga, dan berusaha dengan sungguh, sekadar kuasa-Nya yang bekerja di dalam aku dengan kuat."]