["Karena aku suka kamu mengetahui, bahwa aku teramat sangat karena kamu dan karena orang-orang yang di Laodikia dan segala orang yang belum memandang mukaku di dalam keadaan tubuh ini,","supaya hati mereka itu hibur, berhubung bersama-sama di dalam kasih, sampai datang kepada segala kekayaan akal yang mengerti dengan secukupnya, sehingga dapat mengetahui rahasia Allah, yaitu Kristus.","Di dalam Dia itu ada segala perhimpunan hikmat dan makrifat terlindung.","Aku mengatakan ini, supaya seorang pun tiada dapat memperdayakan kamu dengan perkataan yang manis.","Karena sungguhpun diriku tiada hadir, tetapi rohku menyertai kamu dengan sukacita, sebab memandang peraturanmu dan ketetapan imanmu kepada Kristus.","Sedang kamu sudah mengaku Kristus Yesus, Tuhan itu, maka berjalanlah menurut Dia,","berakar dan berteguh di dalam Dia dan tetap di dalam iman, sebagaimana yang kamu sudah diajarkan, dengan memperbanyakkan syukur.","Ingatlah baik-baik, supaya jangan seorang dapat menawan kamu dengan ilmu filsafat dan tipu daya yang tiada berguna, menurut pengajaran manusia dan menurut alif-ba-ta dunia, bukannya menurut Kristus,","karena di dalam Dialah terhimpun segala kelimpahan wujud Allah berlembaga,","dan kamu pun disempurnakan di dalam Dia itu, yang menjadi kepala segala perintah dan kuasa.","Di dalam Dia juga kamu disunatkan dengan suatu sunat, yang bukannya dengan tangan di dalam hal menanggalkan tubuh yang berdosa ini, yaitu dengan sunat Kristus itu.","Maka kamu dikuburkan serta-Nya di dalam baptisan, dan di dalam baptisan itulah kamu dibangkitkan juga serta-Nya, oleh sebab percaya akan kuasa Allah yang membangkitkan Dia dari antara orang mati itu.","Maka kamu pun, yang dahulu mati oleh sebab segala dosa dan tabiatmu duniawi itu, sudah dihidupkan-Nya beserta dengan Dia, maka diampunkan-Nya segala dosa kita,","serta dihapuskan-Nya surat utang dengan segala syaratnya yang menindih dan melawan kita, dan diambil-Nya dia daripada kita, lalu dipakukan-Nya kepada salib.","Setelah ditolakkan-Nya segala penguasa dan kuasa, lalu Ia menunjukkan nyata-nyata, serta menewaskan sekaliannya dengan salib-Nya itu.","Sebab itu jangan seorang pun boleh menyalahkan kamu di dalam hal makanan atau minuman atau di dalam masa raya atau bulan baharu atau hari Sabbat,","yang menjadi suatu bayang segala perkara yang akan datang, tetapi wujudnya itulah Kristus.","Jangan seorang pun dapat mengecewakan kamu daripada pahalamu, dengan peri merendahkan diri dan dengan menyembah segala malaekat sambil berkuat di atas penglihatannya, dengan sia-sia membesarkan dirinya menurut angan-angannya,","dan tiada berpegang teguh kepada Kepala itu, daripada-Nyalah segenap tubuh dilengkapi dan dihubung dengan sendi dan pengikatnya, dan bertambah-tambah dengan karunia Allah.","Jikalau kamu sudah mati beserta dengan Kristus lepas daripada keadaan dunia yang mula-mula itu, apakah sebabnya kamu menaklukkan dirimu kepada berbagai-bagai peraturan seolah-olah kamu lagi hidup di dalam dunia?","Yaitu, \"Jangan dipegang, jangan dikecap, jangan dijamah!\"","Semuanya itu perkara-perkara yang akan binasa dengan sebab dipakai dan terbit daripada segala hukum dan pengajaran manusia.","Adapun segala perkara itu, walaupun dianggap hikmat sebab melakukan ibadat menurut sangka sendiri dan rendah hati dan menyiksakan diri, tetapi semuanya itu tiada berfaedah, hanya akan memuaskan kehendak hati."]