["Sebab itu jikalau kamu sudah dibangkitkan beserta dengan Kristus, carilah perkara yang di atas, di mana Kristus ada, duduk-Nya di sebelah kanan Allah.","Tetapkanlah pikiranmu di dalam perkara yang di atas, jangan di dalam perkara yang di bumi.","Karena kamu sudah mati, dan hidupmu ada terselindung beserta dengan Kristus di dalam Allah.","Apabila Kristus, yang menjadi hayat kita, akan dinyatakan kelak, lalu kamu pun akan dinyatakan beserta dengan Dia di dalam kemuliaan.","Padamkanlah segala nafsu duniawi, yaitu zinah, najis, hawa nafsu, keinginan yang jahat, dan lagi tamak yang serupa dengan penyembah berhala;","maka oleh sebab segala perkara itulah datang murka Allah;","maka kamu pun dahulu melakukan dirimu di dalam hal itu, tatkala kamu hidup di dalam segala perkara itu.","Tetapi sekarang hendaklah kamu pun meninggalkan segala perkara ini: kemarahan, geram, kejahatan, umpat, perkataan keji yang keluar daripada mulutmu.","Jangan seorang bercakap bohong kepada yang lain, sedang kamu sudah menanggalkan perangai yang lama itu dengan segala kelakuannya,","dan bertabiatkan perangai yang baharu, yang lagi dibaharui sehingga datang kepada makrifat menurut teladan (Allah) yang menjadikan dia.","Di dalam hal itu tiada lagi orang Gerika atau orang Yahudi, sunat atau tiada bersunat, Barbar atau Tartar, abdi atau orang merdeka, melainkan Kristus itulah semua dan di dalam semuanya.","Sebab itu sebagaimana orang pilihan Allah lagi kudus dan dikasihi-Nya, hendaklah kamu bersalut dengan belas kasihan, kemurahan, rendah hati, lemah lembut, panjang hati;","bersabar-sabar seorang dengan seorang dan bermaaf-maafan sama sendiri, jikalau barang seorang menaruh sakit hati pada yang lain. Sebagaimana Tuhan sudah mengampuni kamu, demikianlah juga kamu pun.","Tetapi yang terutama daripada sekaliannya itu kasih, yang menjadi pengikat kesempurnaan.","Biarlah sentosa yang daripada Kristus memerintah di dalam hati kamu, maka kepada hal itu juga kamu sudah dipanggil di dalam tubuh yang Satu; dan hendaklah kamu syukur.","Biarlah perkataan Kristus itu diam di dalam dirimu dengan limpahnya. Dengan segala hikmat ajar-mengajar dan nasehat-menasehatkan sama sendiri, dengan mazmur dan puji-pujian dan nyanyian rohani menyanyilah dengan syukur kepada Allah di dalam hatimu.","Dan barang apa yang kamu perbuat baik dengan perkataan atau pekerjaan, hendaklah sekaliannya itu dengan nama Tuhan Yesus, sambil mengucap syukur kepada Allah, yaitu Bapa oleh-Nya itu.","Hai segala isteri orang, hendaklah kamu tunduk kepada suamimu, sebagaimana yang perpatutan di dalam Tuhan.","Hai segala suami, kasihilah isterimu, janganlah kamu kasar akan dia.","Hai anak-anak, turutlah perintah ibu bapamu di dalam segala perkara, karena itulah yang berkenan kepada Tuhan.","Hai segala bapa, janganlah kamu menyakiti hati anak-anakmu, supaya jangan tawar hatinya.","Hai segala hamba orang, di dalam segala sesuatu hendaklah kamu menurut perintah orang yang menjadi tuanmu di dalam perkara dunia, bukannya dengan berpura-pura seperti hendak menyukakan orang, melainkan dengan tulus hati serta dengan takut akan Tuhan.","Barang apa yang kamu perbuat, perbuatlah bersungguh-sungguh, sebagaimana kepada Tuhan dan jangan seperti kepada manusia,","sedangkan kamu mengetahui, bahwa daripada Tuhan kamu akan menerima warisan itu menjadi balasan bagimu. Karena kamu menjadi hamba kepada Tuhan Kristus.","Karena orang yang berbuat salah akan menanggung kesalahan yang diperbuatnya itu, dan tiadalah orang dibedakan atas rupanya."]