["Hai tuan-tuan, hendaklah kamu melakukan barang yang adil dan insaf kepada hamba-hambamu, sedangkan mengetahui bahwa kamu pun ada Satu Tuan di surga.","Hendaklah kamu bertekun di dalam doa, dan jagalah di dalam hal itu dengan mengucap syukur,","sambil mendoakan kami juga, supaya Allah membukakan kami suatu pintu bagi pemberitaan Injil, akan berkata-kata dari hal rahasia Kristus, yang menyebabkan juga aku terbelenggu,","supaya aku boleh menyatakan hal itu, sebagaimana yang patut aku berkata-kata.","Hendaklah kamu melakukan dirimu dengan bijaksana kepada orang luar, dengan tiada membuangkan waktu.","Hendaklah senantiasa perkataanmu itu berkat, dimasinkan dengan garam, supaya dapat kamu mengetahui bagaimana kamu memberi jawab kepada tiap-tiap orang.","Segala hal ihwalku akan dinyatakan kepadamu oleh Tikhikus, saudara yang dikasihi, lagi hamba yang setiawan dan temanku di dalam pekerjaan Tuhan,","yang telah kusuruhkan pergi kepadamu karena maksud inilah, supaya kamu mengetahui akan hal ihwal kami, dan supaya ia menguatkan hati kamu,","bersama-sama dengan Onesimus, saudara yang setiawan dan yang dikasihi, yang setanah air dengan kamu. Maka keduanya itu akan menyatakan kepadamu segala hal yang sedang berlaku di sini.","Salam kepadamu daripada Aristarkhus, temanku, yang terpenjara bersama-sama, dan daripada Markus yang sepupu dengan Barnabas (tentang dialah kamu sudah dipesankan, maka jikalau ia datang kepadamu, terimalah dia),","lagi Yesus, yang digelar Yustus itu berkirim salam. Maka bertiga inilah sahaja daripada pihak bersunat, yang menjadi temanku bekerja bersama-sama karena kerajaan Allah, yaitu orang yang menjadi penghibur kepadaku.","Salam kepadamu daripada Epafras yang setanah air dengan kamu, yaitu hamba Kristus Yesus yang senantiasa berusaha mendoakan kamu, supaya tetaplah kamu serta sempurna dan yakin cukup di dalam segala kehendak Allah.","Aku menyaksikan atas orang itu, bahwa ia sangat berlelah karena kamu dan karena segala orang yang di Laodikia dan yang di Hierapolis.","Salam kepadamu daripada Lukas, tabib yang dikasihi itu, dan salam Demas pun.","Salam kepada saudara-saudara yang di Laodikia, dan kepada Numpas, dan kepada sidang yang di rumahnya itu.","Dan apabila surat ini sudah dibacakan di antara kamu, hendaklah dibacakan pula kepada sidang jemaat di Laodikia, dan kamu bacakanlah juga surat yang datang dari Laodikia.","Dan katakanlah kepada Arkhipus, \"Ingat baik-baik akan jawatan yang engkau sudah terima dengan berkat Tuhan, supaya menyempurnakan dia.\"","Salam daripada aku ini, Paulus, dengan bekas tanganku sendiri. Ingatlah akan belengguku ini. Adalah kiranya anugerah Allah menyertai kamu."]