["Karena kamu sendiri mengetahui, hai saudara-saudaraku, yang kami sudah datang mendapat kamu itu tiada menjadi sia-sia,","sungguhpun dahulu kami merasa kesusahan dan siksa di Pilipi, sebagaimana yang kamu ketahui, tetapi di dalam Tuhan kita makin berani kami memberitakan Injil Allah kepadamu di dalam perlawanan yang amat sangat.","Karena nasehat kami itu bukannya peri yang sesat, dan bukannya dengan tiada ikhlas, dan bukannya dengan semu daya,","melainkan sebagaimana kami sudah dipatutkan oleh Allah mempercayakan Injil itu kepada kami, maka demikianlah kami beritakan, bukannya seperti hendak menyukakan manusia, melainkan Allah yang menguji hati kita.","Karena tiada pernah kami mengumbuk-umbukkan kamu, sebagaimana kamu pun mengetahui; tiada juga kami bertudung dengan tamak, Allahlah saksinya;","maka tiada juga kami mencari kemuliaan daripada manusia, baik daripada kamu, baik daripada orang lain,","sungguhpun ada kuasa kepada kami menunjukkan kemuliaan kami sebab kami menjadi rasul-rasul Kristus, tetapi kami lemah lembut di antara kamu seperti seorang ibu mengasuh anak-anaknya sendiri.","Oleh yang demikian, sebab sangat sayang akan kamu, maka sukalah kami bukan sahaja memberi kepadamu Injil Allah itu, melainkan jiwa kami juga dari sebab kamu sudah menjadi sangat dikasihi oleh kami.","Karena kamu ingat, hai saudara-saudaraku, akan kelelahan dan kesusahan kami, yaitu siang malam kami sudah bekerja supaya jangan kami membebankan seorang pun di antara kamu, maka sudahlah kami beritakan Injil Allah itu kepadamu.","Maka kamulah menjadi saksinya serta Allah juga, betapa suci dan benar dan dengan tiada bercela kami sudah melakukan diri kami terhadap kamu yang beriman.","Seperti yang kamu ketahui bagaimana kami menasehatkan kamu masing-masing, seperti seorang bapa akan anak-anaknya sendiri,","sambil menguatkan hatimu dan meminta supaya kelakuanmu berpatutan kepada Allah, yang sudah memanggil kamu masuk ke dalam kerajaan-Nya dan kemuliaan-Nya.","Maka itulah sebabnya kami ini pun mengucapkan syukur kepada Allah dengan tiada berkeputusan, sebab tatkala kamu sudah menerima firman Allah daripada pemberitaan kami, lalu kamu menyambut firman itu, bukannya seperti perkataan manusia, melainkan seperti sungguh perkataan Allah, yang bekerja di dalam kamu juga yang beriman.","Karena kamu ini, hai saudara-saudaraku, menjadi penurut teladan segala sidang jemaat Allah di tanah Yudea yang di dalam Kristus. Karena kamu sudah merasai serupa sengsara itu juga daripada orang sebangsa dengan kamu sendiri, seperti mereka itu juga sudah merasa daripada orang Yahudi,","yang sudah membunuh Tuhan Yesus dan juga beberapa nabi, dan sudah menghambat kami ke luar. Maka mereka itu tiada menyukakan Allah dan melawan segala manusia,","serta melarangkan kami daripada berkata kepada orang kafir supaya mereka itu beroleh selamat; maka orang Yahudi itu senantiasalah menggenapkan dosa-dosanya; tetapi murka Allah sudah datang ke atasnya dengan sepenuh-penuhnya.","Tetapi kami ini, hai saudara-saudaraku, sebab kami sudah terabut daripada kamu di dalam sedikit masa ini hilang di mata, bukan di hati, maka sudahlah kami berusaha dengan teramat sangat hendak berjumpa kamu dengan sangat rindu;","sebab itu kami sudah berniat hendak datang kepadamu, yaitu aku Paulus ini sekali dua lagi, maka Iblis itu sudah menggendalakan kami.","Siapakah gerangan menjadi pengharapan atau kesukaan atau makota kemegahan kami? Bukankah kamu juga di hadirat Tuhan kita Yesus pada masa kedatangan-Nya?","Sesungguhnya kamulah yang menjadi kemuliaan dan kesukaan kami."]