["Sebab itu apabila kami tiada tertahan lagi rindunya, maka berpikirlah kami bahwa baiklah kami ditinggalkan sendiri di Atina,","maka kami menyuruhkan Timotius, yaitu saudara kita dan hamba Allah di dalam pemberitaan Injil Kristus akan menetapkan dan menguatkan kamu di dalam imanmu,","supaya jangan seorang pun bergoyang di dalam segala kesusahan ini. Karena kamu sendiri mengetahui bahwa bagi hal inilah kita telah ditetapkan.","Karena tatkala kami bersama-sama dengan kamu, sudah kami katakan kepadamu terlebih dahulu bahwa kita akan merasai susah, sebagaimana yang sudah jadi dan kamu pun mengetahui.","Maka itulah sebabnya, tatkala aku ini pun tiada tertahan lagi rindunya, lalu mengutus supaya dapat mengetahui imanmu, sebab takut kamu sudah dicobai oleh si pencoba itu, sehingga menjadi sia-sia kelelahan kami.","Tetapi sedangkan Timotius sudah balik kepada kami daripada kamu membawakan kami kabar yang baik dari hal iman dan kasihmu, dan akan hal kamu senantiasa menaruh kenang-kenangan yang baik ke atas kami, dan rindu hendak berjumpa dengan kami, sebagaimana kami juga dengan kamu,","maka itulah sebabnya sudah hibur hati kami tentang kamu, oleh sebab iman kamu, hai saudara-saudaraku, walaupun di dalam segala kesukaran dan kesusahan kami.","Karena sekarang hiduplah kami, asalkan kamu tetap di dalam Tuhan.","Karena ucapan syukur yang manakah dapat kami ucapkan kepada Allah dari hal kamu sebab segala sukacita yang kami sukakan karena kamu di hadapan Tuhan kita?","Maka siang malam kami berdoa dengan amat sangat, supaya dapat kami memandang kamu, dan mencukupkan barang yang lagi kurang di dalam imanmu.","Mudah-mudahan Allah, yaitu Bapa kita sendiri, dan Tuhan kita Yesus kiranya menujukan perjalanan kami kepadamu.","Dan Tuhanlah kiranya membuat kamu bertambah-tambah dan limpah di dalam kasih kepada sama sendiri dan kepada orang sekalian, sebagaimana kasih kami kepada kamu,","supaya Ia meneguhkan hatimu di dalam keadaan yang suci dengan tiada bercacat cela di hadirat Allah, yaitu Bapa kita, pada masa kedatangan Tuhan kita Yesus beserta dengan segala orang suci-Nya."]