["Dan lagi, hai saudara-saudaraku, kami mintalah dan memberi kamu nasehat di dalam Tuhan Yesus, yaitu sebagaimana sudah kamu terima daripada kami bagaimana yang patut kamu melakukan dirimu dan menyukakan Allah, (seperti yang kamu lakukan juga), supaya kamu makin bertambah-tambah usaha.","Karena kamu mengetahui hukum-hukum yang sudah kami berikan kepada kamu atas kuasa Tuhan Yesus.","Karena demikian inilah kehendak Allah, yaitu hendaklah kamu menjadi suci; sebab itu wajiblah kamu menjauhkan dirimu daripada zinah;","sehingga masing-masing kamu tahu memilih isteri sendiri di dalam hal yang kudus dan hormat,","bukannya di dalam keinginan hawa nafsu, seperti orang kafir yang tiada mengenal Allah;","dan jangan seorang pun melanggar hukum dan berbuat salah kepada saudaranya di dalam hal itu, karena Tuhan menjadi pembela atas segala perkara itu, seperti yang sudah kami katakan terlebih dahulu dan saksikan kepadamu.","Karena Allah sudah memanggil kita bukannya karena melakukan yang najis, melainkan yang kudus.","Oleh sebab itu orang yang menolak, bukannya menolakkan manusia, melainkan Allah, yang mengaruniakan Roh-Nya yang kudus kepada kamu.","Adapun hal kasih di antara saudara dengan saudaramu itu, tak usahlah disuratkan kepadamu, karena kamu sendiri telah diajari oleh Allah berkasih-kasihan sama sendiri.","Karena dengan sebenarnya kamu ada berbuat demikian kepada segala saudara di seluruh Makedonia. Tetapi kami mengingatkan kamu, hai saudara-saudaraku, supaya kasihmu makin bertambah-tambah,","dan kamu berusaha hidup dengan senyap, sambil memperhatikan pekerjaanmu sendiri, dan bekerja dengan tanganmu, seperti yang telah kami pesankan;","supaya kamu melakukan dirimu dengan senonoh kepada orang luar, dan tiada bergantung kepada orang.","Maka kami tiada suka, hai saudara-saudaraku, yang kamu tiada mengetahui dari hal orang mati, supaya jangan kamu berdukacita sama seperti orang-orang lain yang tiada menaruh harap.","Karena jikalau kita percaya bahwa Yesus sudah mati dan bangkit pula, demikianlah juga orang yang mati di dalam iman kepada Yesus itu akan dibawa Allah beserta-Nya.","Karena kami mengatakan demikian ini kepadamu dengan firman Tuhan, bahwa kita yang sedang hidup ini dan yang tertinggal hingga kepada kedatangan Tuhan, tiada akan mendahului orang yang sudah mati.","Karena Tuhan sendiri akan turun dari surga dengan suatu sorak, dengan suara penghulu malaekat, dan dengan bunyi sangkakala Allah; maka segala orang yang telah mati di dalam Kristus akan bangkit dahulu,","kemudian kita yang sedang hidup, yang telah tertinggal ini, akan diambil ke dalam awan bersama-sama dengan mereka itu menghadap Tuhan di dalam awang-awangan; demikianlah kelak kita senantiasa bersama-sama dengan Tuhan.","Oleh sebab itu hendaklah kamu menguatkan hati sama sendirimu dengan perkataan ini."]