["Tetapi dari hal segala masa dan ketika itu, hai saudara-saudaraku, tak usahlah disuratkan kepadamu.","Karena kamu sendiri mengetahui dengan secukupnya bahwa Hari Tuhan itu datang seperti pencuri pada malam.","Apabila orang berkata, \"Sejahtera dan selamat,\" maka tiba-tiba datang kebinasaan ke atas mereka itu, seperti kesakitan beranak atas perempuan yang hamil; maka sekali-kali tiada mereka itu akan dapat melepaskan diri.","Tetapi kamu ini, hai saudara-saudaraku, tiadalah di dalam gelap, sehingga Hari itu menimpa kamu seperti seorang pencuri.","Karena kamu sekalian ini anak-anak terang dan anak-anak siang, bukannya kita terhisab kepada malam atau kepada gelap.","Sebab itu, biarlah jangan kita tidur seperti orang-orang lain, melainkan biarlah kita jaga dan siuman.","Karena orang yang tidur, tidur pada malam, dan orang yang mabuk, mabuk pada malam.","Tetapi kita ini yang terhisab kepada siang, biarlah kita siuman, dan memakai baju zirah iman dan kasih, dan berketopongkan pengharapan selamat.","Karena Allah menguntukkan kita bukannya akan ditimpa murka, melainkan akan beroleh selamat oleh Tuhan kita Yesus Kristus,","yang sudah mati karena kita, sehingga baik kita jaga baik kita tidur, kita hidup bersama-sama dengan Dia.","Oleh sebab itu nasehatkanlah sama sendirimu, dan teguhkanlah seorang dengan seorang, seperti yang kamu berbuat juga.","Hai saudara-saudaraku, kami mintalah kamu menghormatkan orang-orang yang berlelah di antara kamu, dan yang mengepalai kamu di dalam Tuhan, dan yang memberi kamu nasehat;","dan hendaklah kamu mengindahkan mereka itu teramat sangat dengan kasih oleh sebab kerjanya. Berdamailah di antara sama sendirimu.","Hai saudara-saudaraku, kami minta kamu nasehatkan orang yang tiada menurut perintah, kuatkan orang yang tawar hati, tolong orang yang lemah, sabarlah akan orang sekalian.","Ingat baik-baik, jangan seorang pun membalas kejahatan dengan kejahatan kepada seorang jua pun, melainkan senantiasa menuju kebajikan kepada sama sendirimu dan bagi orang sekalian.","Hendaklah kamu bersukacita senantiasa;","dan berdoa dengan tiada berkeputusan;","dan ucapkanlah syukur di dalam segala sesuatu, karena inilah kehendak Allah di dalam Kristus Yesus kepada kamu.","Jangan dipadamkan Roh itu;","dan nubuat pun jangan diringankan.","Hendaklah segala perkara kamu uji, dan yang baik kamu pegang.","Jauhkanlah dirimu daripada segala jenis kejahatan.","Maka Allah sendiri, yang pohon sejahtera itu, menguduskan kiranya kamu dengan sempurnanya; dan segenap roh dan nyawa dan tubuh kamu terpelihara dengan tiada bercacat cela pada masa kedatangan Tuhan kita Yesus Kristus.","Maka Allah yang memanggil kamu itu setia, dan Ialah juga akan menyempurnakan itu.","Hai saudara-saudaraku, doakanlah kami.","Salam kepada segala saudara dengan kucup yang kudus.","Aku mintalah kamu dengan seboleh-bolehnya dengan nama Tuhan, supaya surat ini dibacakan kepada saudara-saudara sekalian.","Adalah kiranya anugerah Tuhan kita Yesus Kristus menyertai kamu."]