["Adapun akan hal kedatangan Tuhan kita Yesus Kristus, dan akan hal kita akan berhimpun bersama-sama dengan Dia, kami mintalah kamu, hai saudara-saudaraku,","jangan lekas pikiranmu bingung dan gentar, baik tentang karunia roh baik tentang perkataan atau tentang surat, yang dikatakan datang daripada kami, seolah-olah Hari Tuhan sudah tiba.","Jangan kamu tertipu oleh seorang jua pun dengan barang sesuatu daya, karena tiada akan jadi kelak sebelum orang banyak berpaling daripada iman itu dahulu, dan dinyatakan kelak si Orang yang mengamalkan dosa itu, yaitu anak jahanam,","yang melawan, dan meninggikan dirinya mengatas segala sesuatu yang dianggap seperti Allah dan yang disembah, sehingga ia bertegak di dalam Bait Allah serta menyatakan dirinya ialah Allah.","Tiadakah kamu ingat bahwa pada masa aku sedang beserta dengan kamu sudah aku katakan segala perkara itu kepadamu?","Sekarang ini kamu mengetahui apa yang menahankan dia lagi, supaya ia boleh dinyatakan pada masa yang tertentu baginya.","Karena rahasia durhaka itu sedia telah bekerja: hanya ia, yang menahankan lagi hingga sekarang ini, wajib dilenyapkan terlebih dahulu.","Barulah si Durhaka itu akan dinyatakan kelak, yang akan dijahanamkan oleh Tuhan Yesus dengan nafas mulut-Nya, dan dilenyapkannya dengan cahaya kedatangan-Nya.","Adapun kedatangan si Durhaka itu menurut gerak Iblis, dengan segala kuasa dan tanda ajaib dan mujizat yang palsu,","dan dengan segala semu daya kejahatan bagi orang-orang yang akan binasa, sebab mereka itu tiada menaruh kasih akan yang benar supaya mereka itu selamat.","Maka itulah sebabnya didatangkan Allah ke atasnya suatu kuasa yang menyesatkan, supaya mereka itu percaya akan yang dusta,","supaya sekalian yang tiada percaya akan yang benar dan yang berkenan akan yang jahat itu dihukumkan.","Tetapi patutlah kami ini senantiasa mengucap syukur kepada Allah dari hal kamu, hai saudara-saudaraku yang dikasihi oleh Tuhan, dari sebab kamu sudah dipilih Allah daripada mulanya akan beroleh selamat, di dalam hal kamu dikuduskan oleh Roh, dan kamu percaya akan yang benar.","Maka kepada hal itu kamu sudah dipanggilnya dengan Injil yang kami beritakan itu, akan memperoleh kemuliaan Tuhan kita Yesus Kristus.","Sebab itu, hai saudara-saudaraku, hendaklah kamu berdiri tetap, serta memegang segala pengajaran yang sudah diajarkan kepadamu, baik dengan perkataan baik dengan surat kami.","Maka Tuhan kita Yesus Kristus sendiri beserta Allah, yaitu Bapa kita, yang sudah mengasihi kita dan mengaruniakan penghiburan yang kekal dan pengharapan yang baik oleh sebab anugerah-Nya,","menghiburkan kiranya hatimu dan meneguhkan di dalam tiap-tiap pekerjaan dan perkataan yang baik."]