["Akhirnya, hai saudara-saudaraku, hendaklah kamu mendoakan kami, supaya firman Tuhan kembang dan dipermuliakan, seperti yang ada di antara kamu juga,","dan supaya kami dilepaskan daripada segala orang yang nakal dan jahat, karena iman itu bukannya bahagian semua orang.","Tetapi setiawan juga Tuhan, maka Ialah akan meneguhkan kamu dan memeliharakan kamu daripada si Jahat itu.","Maka di dalam Tuhan haraplah kami akan kamu, bahwa kamu membuat dan akan membuat barang yang kami pesan kepadamu.","Maka ditujukan Tuhan kiranya hatimu kepada kasih Allah dan sabar Kristus itu.","Hai saudara-saudaraku, kami berpesan kepadamu dengan nama Tuhan Yesus Kristus, menjauhkan dirimu daripada tiap-tiap saudara yang tiada senonoh kelakuannya, dan tiada menurut pengajaran yang diterimanya daripada kami.","Karena kamu sendiri mengetahui bagaimana patut kamu menurut teladan kami, karena kami tiada melakukan diri dengan tiada senonoh di antara kamu;","tiada juga kami makan makanan dengan percuma daripada tangan orang, melainkan dengan berlelah dan bersusah payah bekerja siang malam, supaya jangan kami membebankan barang seorang di antara kamu.","Bukannya sebab kami tiada berhak, melainkan supaya kami menjadikan diri kami suatu teladan yang patut kamu turut.","Karena pada masa kami lagi beserta dengan kamu, berpesanlah kami kepadamu inilah: Jikalau barang seorang tiada mau bekerja, jangan ia makan.","Karena kami dengar akan hal beberapa orang di antara kamu yang hidup dengan tiada senonoh, yaitu dengan tiada bekerja, melainkan menjadi pengganggu orang.","Maka kepada orang semacam itu kami pesan dan memberi nasehat di dalam Tuhan Yesus Kristus, supaya mereka itu bekerja dengan senyap dan makan rezekinya sendiri.","Tetapi kamu ini, hai saudara-saudaraku, jangan jemu berbuat baik.","Jikalau barang seorang tiada menurut seperti perkataan kami yang di dalam surat kiriman ini, camkanlah orang itu dan jangan bercampur gaul dengan dia, supaya ia boleh menjadi malu.","Jangan kamu hisabkan dia seperti seteru, melainkan nasehatkan dia seperti seorang saudara.","Maka Tuhan sendiri, yang pohon segala sejahtera, kiranya mengaruniakan kamu sejahtera senantiasa di dalam segala perkara. Maka Tuhan menyertai kiranya kamu sekalian.","Salam daripada aku ini, Paulus, dengan bekas tanganku sendiri, yang menjadi tanda pada tiap-tiap surat kiriman; demikianlah tulisanku.","Adalah kiranya anugerah Tuhan kita Yesus Kristus menyertai kamu sekalian."]