["Daripada Paulus, rasul Kristus Yesus menurut firman Allah, Juruselamat kita, dan Yesus Kristus yang menjadi pengharapan kita,","datang kepada Timotius, yang sebenar-benar menjadi anakku di dalam iman. Turunlah kiranya atasmu anugerah dan rahmat dan sejahtera daripada Allah, yaitu Bapa, dan daripada Kristus Yesus Tuhan kita.","Tatkala aku tengah hendak pergi ke Makedonia, aku sudah minta engkau tinggal di Epesus, supaya engkau mengamarkan kepada beberapa orang jangan mengajarkan suatu pengajaran yang berlainan,","atau mengindahkan ceritera bohong dan silsilah yang tiada berkesudahan, yang mendatangkan orang-orang berbantah-bantah lebih daripada menjaga rumah tangga Allah dengan iman.","Maka tujuan amaran itu kasih yang terbit daripada hati yang jernih dan daripada perasaan yang baik dan daripada iman yang sungguh;","maka ada beberapa orang yang menyimpang daripada perkara ini, lalu berpaling kepada pertuturan yang sia-sia,","hendak menjadi pendeta Taurat, walaupun mereka itu tiada mengerti barang yang dikatakannya atau yang disungguhkannya dengan yakin.","Tetapi kita mengetahui bahwa syariat Taurat itu baik, jikalau orang menjalankan dia dengan sepatutnya,","serta menaruh insaf bahwa hukum itu diadakan bukannya bagi orang yang benar, melainkan bagi orang fasik dan yang tiada mau diperintahkan, bagi orang yang tiada beragama dan orang yang penuh dengan dosa, bagi orang yang najis dan yang mencela, bagi orang yang membunuh bapanya dan yang membunuh ibunya, dan bagi segala pembunuh,","bagi orang yang berzinah dan orang semburit, dan yang mencuri orang, dan yang membuat dusta dan yang bersumpah dusta, dan barang apa pun yang bersalahan dengan pengajaran yang benar itu,","menurut seperti bunyi Injil yang memberitakan kemuliaan Allah yang terpuji, maka itulah yang diamanatkan kepadaku.","Maka aku bersyukur kepada Kristus Yesus Tuhan kita, yang sudah menguatkan aku oleh sebab Ia sudah menaruh kepercayaan kepadaku, lalu aku ditetapkan-Nya kepada pekerjaan ini,","sungguhpun dahulu aku menjadi penghujat dan penganiaya dan pemaki; tetapi aku sudah beroleh rahmat oleh sebab aku sudah melakukan perkara itu di dalam keadaan yang jahil, sebelum aku beriman.","Tetapi anugerah Tuhan kita sudah teramat sangat limpah beserta dengan iman dan kasih yang di dalam Kristus Yesus.","Perkataan ini sungguh dan patut sekali diterima, bahwa Kristus Yesus sudah datang ke dalam dunia ini menyelamatkan orang berdosa; maka di antara mereka itu akulah yang terlebih besar dosanya.","Tetapi inilah sebabnya aku sudah beroleh rahmat, yaitu supaya di dalam hal aku yang terlebih besar dosanya itu, Yesus Kristus menunjukkan sehabis-habis sabar-Nya, dan aku menjadi suatu teladan bagi segala orang yang percaya akan Dia kelak, menuju hidup yang kekal.","Maka segala kehormatan dan kemuliaan bagi Raja yang kekal, yang tiada berkebinasaan dan tiada kelihatan, yaitu Allah yang Esa, selama-lamanya. Amin.","Inilah pesan yang aku pertaruhkan kepadamu, hai anakku Timotius, menurut seperti segala nubuat dari halmu yang dahulu itu, supaya dengan nubuat itu engkau berlawan dengan sungguh-sungguh,","sambil berteguh di dalam iman dan perasaan hati yang baik, yang sudah ditolak oleh beberapa orang lalu karamlah imannya.","Demikianlah Himeneus dan Iskandar, yang sudah aku serahkan kepada Iblis, supaya mereka itu diajar jangan menghujat."]