["Maka inilah perkataan yang sungguh: Jikalau barang seorang berkehendakkan jawatan gembala sidang, maka tujuannya itu kepada suatu pekerjaan yang baik.","Sebab itu hendaklah gembala sidang itu tiada bercela, yaitu menjadi suami seorang isteri sahaja, menahan diri, siuman, berkelakuan sopan, suka memberi tumpangan, tahu mengajar orang;","bukannya pemabuk atau orang perkelahian, melainkan orang yang lembut hati, bukannya orang yang berbantah-bantah, dan bukannya orang ingin akan uang;","melainkan yang memerintahkan isi rumahnya dengan sempurna, dan yang memeliharakan anak-anaknya bertaat kepadanya dengan sopan santunnya;","jikalau barang seorang tiada tahu memerintahkan isi rumahnya sendiri, bagaimanakah dapat ia menjaga sidang jemaat Allah?","Jangan orang yang baharu masuk agama, supaya jangan ia membesarkan diri sambil terkena hukuman Iblis.","Dan lagi patutlah ia mendapat nama yang baik di antara orang luar, supaya jangan ia terkena cela dan jerat Iblis.","Demikian juga hendaklah segala pembela sidang itu menaruh sopan, jangan lidah bercabang, jangan ditawan oleh anggur, jangan mencari laba yang keji;","hendaklah mereka itu menaruh rahasia iman di dalam perasaan hati yang suci.","Dan lagi hendaklah orang itu diuji dahulu. Kemudian, jikalau mereka itu tiada bercacat cela, biarlah mereka itu memegang jawatan pembela sidang itu.","Demikian juga hendaklah segala isterinya itu menaruh sopan, jangan menfitnahkan orang, maka hendaklah mereka itu menahan diri, dan dipercayai di dalam segala perkara.","Hendaklah pembela sidang itu menjadi suami seorang isteri sahaja, serta memerintahkan anak-anaknya dan isi rumahnya dengan sempurna.","Karena orang, yang sudah memegang jawatan pembela sidang itu dengan sepertinya, mendapat suatu martabat yang tinggi bagi dirinya dan besar kebebasan menjalankan pekerjaannya dengan iman kepada Kristus Yesus.","Maka inilah kutuliskan kepadamu berharap akan datang kepadamu dengan segeranya;","tetapi jikalau aku terlambat, maka dapatlah engkau mengetahui bagaimana orang patut melakukan dirinya di dalam Rumah Allah, yaitu sidang Allah yang hidup, suatu tiang dan alas dari hal yang benar.","Dengan tiada terkira-kira besarnya rahasia ibadat kita: Ialah, Yang dinyatakan di dalam tubuh manusia, dibenarkan di dalam Roh, kelihatan kepada malaekat, diberitakan di antara segala orang kafir, dipercayai di dalam dunia, terangkat ke dalam kemuliaan."]