["Tetapi Roh itu berkata dengan nyata, bahwa pada akhir zaman beberapa orang akan gugur daripada iman, sebab berpaling kepada penguasa, yang menyesatkan orang, dan kepada beberapa pengajaran setan-setan,","oleh keadaan orang munafik yang memberitakan dusta, yang di dalam perasaannya seperti diselar dengan besi hangat,","sambil melarangkan menikah dan memantangkan berbagai-bagai jenis makanan yang dijadikan Allah, supaya diterima dengan syukur oleh orang yang beriman dan yang mengetahui akan hal yang benar.","Karena sekalian yang dijadikan Allah itu baik, dan satu pun tiada patut terbuang, jikalau ia itu diterima dengan syukur,","karena itulah dikuduskan oleh firman Allah dan oleh doa.","Jikalau engkau ingatkan segala perkara itu kepada saudara-saudara kita, niscaya engkaulah akan menjadi hamba yang baik kepada Kristus Yesus, mahir di dalam pengajaran iman dan dengan segala pengajaran yang baik yang telah engkau turut dengan taatnya.","Tetapi tolakkanlah segala ceritera sia-sia semacam ceritera perempuan-perempuan tua itu. Amalkanlah ibadat.","Karena senam bagi tubuh itu sedikit sahaja gunanya; tetapi ibadat itu berguna di dalam segala sesuatu, sebab ada padanya perjanjian hidup yang sekarang ini dan yang akan datang.","Maka perkataan ini sungguh dan patut sekali diterima.","Karena inilah sebabnya kita berlelah dan bersungguh-sungguh oleh sebab kita sudah menaruh harap akan Allah yang hidup, maka Ialah Juruselamat segala manusia, istimewa pula segala orang yang beriman.","Segala perkara itulah engkau pesan dan engkau ajarkan.","Biarlah jangan seorang pun mempermudahkan engkau sebab engkau muda, melainkan hendaklah engkau menjadi suatu teladan bagi segala orang yang beriman, baik di dalam pertuturan baik kelakuan baik kasih baik iman atau kesucian.","Bertekunlah engkau di dalam hal membacakan, dan menasehatkan, dan mengajar, sehingga aku datang.","Jangan engkau melalaikan karunia di dalammu itu, yang telah dikaruniakan kepadamu oleh nubuat tatkala tangan ketua-ketua itu dihantarkan atasmu.","Hendaklah engkau rajin di dalam segala perkara itu, dan serahkanlah dirimu kepada hal itu, supaya nyata kepada sekalian orang akan hal engkau maju itu.","Ingatlah akan dirimu dan akan pengajaranmu; bertekunlah di dalam hal ini, karena di dalam mengerjakan ini engkau akan selamat, baik dirimu sendiri baik orang yang mendengar engkau."]