["Maka seorang tua-tua jangan engkau tengking, melainkan nasehatkan dia seperti kepada seorang bapa; dan akan orang muda-muda seperti kepada saudara;","dan akan perempuan-perempuan tua seperti kepada ibu; dan akan yang muda itu seperti kepada saudara perempuan dengan sehabis-habis suci.","Kasihankanlah segala perempuan janda yang janda betul.","Tetapi jikalau barang seorang janda yang ada beranak cucu, hendaklah mereka itu belajar mula-mula membuat kebajikan kepada isi rumahnya sendiri, dan membalas kepada orang tuanya; karena inilah yang berkenan pada pemandangan Allah.","Adapun perempuan yang janda betul, yaitu badan sebatang kara, ia berharap kepada Allah, dan bertekun di dalam doa dan permintaannya siang malam.","Tetapi yang mencari kesukaan itu hidup seperti mati.","Maka inilah engkau pesankan, supaya mereka itu tiada bercacat cela.","Tetapi jikalau barang seorang tiada memeliharakan kaum keluarganya, istimewa pula orang isi rumahnya, maka ia telah menyangkal iman, dan lebih jahat ia daripada orang yang tiada beriman.","Jangan didaftarkan nama perempuan janda yang di bawah umur enam puluh tahun. Maka hendaklah nyata, bahwa ia itu sudah bersuamikan seorang suami sahaja,","dan yang ternama sebab perbuatan yang baik dengan sebab ia memeliharakan anak-anak, dan menyambut orang keluaran, dan membasuh kaki orang suci, dan menolong orang yang susah, dan berusaha di dalam segala kebajikan.","Tetapi engganlah akan segala perempuan janda yang muda, karena apabila mereka itu berasa berahi bersalahan dengan Kristus, mereka itu pun inginlah hendak kawin,","dan terkena hukum sebab mungkir akan janjinya yang dahulu itu.","Dan lagi mereka itu belajar jadi malas, dan bertandang dari sebuah rumah ke sebuah rumah; tetapi mereka itu bukannya malas sahaja, melainkan menjadi pembawa mulut dan pengganggu orang juga, serta mengatakan perkara-perkara yang tiada patut dicakapkan.","Sebab itu kehendakku bahwa segala janda yang muda itu berkawin dan beroleh anak-anak dan memeliharakan isi rumahnya, dan jangan memberi barang sebab kepada lawan kita untuk mengumpat,","karena memang ada beberapa orang yang telah menyimpang mengikut Iblis.","Jikalau barang seorang laki-laki atau perempuan yang beriman itu mempunyai janda, hendaklah ia menolong mereka itu dan jangan sidang jemaat itu terbeban, supaya dapat sidang itu menolong segala perempuan yang janda betul.","Adapun ketua-ketua yang memerintah baik-baik itu, patutlah diberi hormat dua kali ganda, istimewa pula orang yang berusaha memberitakan firman dan yang mengajar.","Karena demikian inilah bunyi Alkitab: Bahwa janganlah engkau menyimpai mulut lembu yang sedang mengirik itu; dan lagi: Bahwa tiap-tiap orang yang bekerja, niscaya ada upahnya.","Jangan engkau menerima tuduhan atas seorang ketua-ketua, kecuali jikalau ada dua tiga orang saksi.","Maka orang yang telah sabit dosanya, hendaklah engkau tempelak di hadapan orang sekalian, supaya orang lain itu berasa takut.","Dengan sungguhnya aku berpesan kepadamu di hadapan Allah dan Kristus Yesus serta segala malaekat yang terpilih itu, hendaklah engkau memeliharakan segala perkara itu dengan ikhlas, dan dengan tiada melebihkan seorang daripada yang lain.","Jangan engkau mengantarkan tangan dengan gopoh-gopoh atas seorang jua pun, dan jangan bersekutu di dalam dosa orang lain. Peliharakanlah dirimu dengan suci.","Jangan engkau minum air sahaja, melainkan minumlah anggur sedikit, karena perutmu dan kelemahanmu yang berulang-ulang itu.","Maka dosa setengah orang nyata sekali, sehingga mendahului hukumannya; tetapi dosa setengah orang pula nyata kemudiannya.","Demikianlah juga segala kebajikan pun ada yang nyata sekali, dan yang berlainan halnya itu pun tiada tersembunyi."]