["Adapun seberapa banyak hamba yang menjadi abdi, hendaklah mensifatkan tuannya itu berlayak diberi segala kehormatan, supaya jangan menjadi suatu hujat kepada nama Allah dan pengajaran (Injil) itu.","Maka orang yang bertuankan orang beriman itu, janganlah mempermudahkan tuannya itu oleh sebab menjadi bersaudara, melainkan hendaklah orang itu terlebih taat lagi kepada tuannya, oleh sebab tuannya itu beriman dan dikasihi (Allah), yaitu orang yang berusaha berbuat kebajikan. Demikianlah engkau ajar dan nasehatkan.","Jikalau barang seorang mengajar pengajaran yang berbeda, dan tiada bersetuju dengan perkataan yang benar, yaitu perkataan Tuhan kita Yesus Kristus, dan pengajaran yang menuju ibadat kepada Allah itu,","maka orang itu membesarkan diri dengan tiada mengetahui apa-apa, melainkan gila bersoal-soal dan berbalah-balah, yang mendatangkan dengki, perkelahian, berbagai-bagai umpat, sangka-sangka yang jahat,","pertengkaran orang yang rusak akalnya dan yang sudah tersentak perasaan yang benar, menyangkakan bahwa ibadat itu menjadi suatu daya memperoleh laba.","Adapun ibadat itu sungguhlah besar labanya, jikalau disertai dengan hati yang senang;","karena kita sudah membawa satu pun tidak ke dalam dunia ini, sebab itu satu pun tidak juga boleh kita bawa ke luar.","Tetapi sedang ada pada kita makanan atau pakaian, biarlah kita berpada dengan itu.","Tetapi orang yang berkehendakkan menjadi kaya itu jatuh ke dalam pencobaan dan jerat dan banyak keinginan yang bodoh dan yang mendatangkan bencana, yang menenggelamkan manusia ke dalam kerusakan dan kebinasaan.","Karena tamak akan uang itulah akar segala jenis kejahatan; maka ada orang, yang merebutnya itu, telah tersesat daripada iman, sehingga menikamkan banyak duka cita ke dalam dirinya.","Tetapi engkau ini, hai hamba Allah, larikan dirimu daripada segala perkara itu, dan tuntut olehmu kebenaran, ibadat, iman, kasih, sabar dan hati yang lemah lembut.","Berusahalah dengan bersungguh-sungguh di dalam peperangan iman, mencapai hidup yang kekal, yang engkau telah dipanggil itu, sedang sudah engkau ikrarkan ikrar yang baik di hadapan banyak saksi.","Maka aku pesankan kepadamu di hadapan Allah yang menghidupkan segala sesuatu dan di hadapan Kristus Yesus, yang menyaksikan ikrar yang baik itu di hadapan Pontius Pilatus,","supaya engkau memeliharakan hukum itu dengan tiada bercacat dan dengan tiada bercela, sehingga kelihatan Tuhan kita Yesus Kristus;","maka hal itu akan ditunjukkan pada masanya oleh Mahakuasa yang Esa dan Pohon selamat, yaitu Raja atas sekalian raja, dan Tuan atas segala yang dipertuan,","Yang hanya mempunyai zat yang tiada mati, dan mendiami terang yang tiada terhampiri; Yang tiada pernah dilihat atau dapat dilihat orang, maka bagi-Nyalah kemuliaan dan kuasa yang kekal. Amin.","Pesankanlah kepada segala orang yang kaya di dalam alam ini, supaya jangan mereka itu tinggi hati, dan jangan harap kepada kekayaan yang tiada tetap itu, melainkan kepada Allah, yang mengaruniai kita segala sesuatu dengan limpahnya bagi menggunakan sekaliannya,","dan supaya mereka itu berbuat baik, sehingga kaya dengan kebajikan, dan menaruh peri dermawan, dan gemar berberi-berian,","sambil membubuh bagi dirinya alas yang baik hingga kepada masa yang akan datang, supaya mereka itu mencapai hidup yang sungguh itu.","Hai Timotius, peliharakanlah petaruhan yang tertaruh kepadamu, dan palingkan dirimu daripada segala percakapan orang sesat yang sia-sia, dan perbantahan makrifat yang bukan dengan sebenarnya dikatakan makrifat,","yang beberapa orang sedang mengaku itu telah tersesat daripada iman."]