["Daripada Paulus, rasul Kristus Yesus dengan kehendak Allah memberitakan janji kehidupan yang ada di dalam Kristus Yesus,","datang kepada Timotius, anakku yang dikasihi. Turunlah kiranya atasmu anugerah dan rahmat dan sejahtera daripada Allah Bapa dan Kristus Yesus, Tuhan kita.","Syukurlah aku kepada Allah, yang aku beribadat kepada-Nya dengan perasaan hati yang suci menurut sebagaimana teladan nenek moyangku, bahwa dengan tiada berkeputusan aku ingat engkau di dalam segala doaku siang dan malam,","sebab mengenangi air matamu sehingga aku rindu hendak berjumpa dengan engkau, supaya penuh sukaku;","sambil teringat-ingat akan iman yang sungguh di dalam dirimu, yang mula-mula sudah diam di dalam hati nenekmu Lois dan ibumu Eunike itu, tetapi telah yakinlah aku bahwa di dalam engkau pun ada.","Maka itulah sebabnya aku mengingatkan engkau supaya engkau membangkitkan karunia Allah yang di dalam dirimu dengan hal tanganku sudah terhantar atasmu itu.","Sebab Allah sudah mengaruniai kita bukannya suatu roh penakut, melainkan roh kuasa dan kasih dan memerintahkan diri.","Sebab itu janganlah malu tentang hal mengaku Tuhan kita, dan jangan malu sebab aku yang terbelenggu karena Tuhan, melainkan hendaklah engkau bersama-sama merasai sengsara karena Injil menurut kuasa Allah,","yang sudah menyelamatkan kita, dan memanggil kita dengan panggilan yang kudus, bukannya menurut kadar perbuatan kita, melainkan menurut maksud-Nya sendiri dan anugerah yang dikaruniakan kepada kita di dalam Kristus Yesus dahulu daripada zaman yang azali,","tetapi sekarang telah nyata oleh kedatangan Juruselamat kita Kristus Yesus, yang sudah melenyapkan maut, dan menimbulkan hidup dan peri yang tiada berkebinasaan dengan Injil,","maka bagi hal itulah aku ini ditetapkan menjadi pemberita dan rasul dan guru.","Maka itulah sebabnya aku menderitakan segala perkara ini. Tetapi tiada juga aku malu, karena aku tahu kepada siapa yang sudah kupercayai, dan yakinlah aku bahwa Ia berkuasa akan memeliharakan petaruhanku hingga kepada Hari itu.","Ambillah teladan daripada segala perkataan yang benar, yang telah engkau dengar daripadaku dengan iman dan kasih yang di dalam Kristus Yesus.","Peliharakanlah petaruhan yang baik itu oleh Rohulkudus yang diam di dalam kita.","Engkau pun mengetahui hal ini bahwa segala orang yang di tanah Asia itu sudah berpaling daripadaku; di antara mereka itu Pigelus dan Hermogenes.","Maka Tuhanlah kiranya mengaruniakan rahmat kepada orang isi rumah Onesiporus, karena sudah beberapa kali ia menyegarkan hatiku, dan tiada ia malu karena rantaiku,","melainkan tatkala ia di negeri Rum, ia sudah mencari aku dengan usaha sehingga berjumpa dengan aku.","(Maka Tuhanlah kiranya mengaruniakan dia bahagia mendapat rahmat daripada Tuhan pada Hari itu); maka sebagaimana di dalam beberapa perkara ia sudah melayani aku di Epesus engkau pun terlebih mengetahui."]