["Sebab itu akan engkau ini, hai anakku, hendaklah engkau berkuat di dalam anugerah yang di dalam Kristus Yesus.","Dan barang yang telah engkau dengar daripadaku di antara banyak orang saksi, amanatkanlah kepada orang yang setiawan, yang akan berlayak mengajar orang lain pula.","Hendaklah engkau sama-sama menderita sengsara dengan aku seperti seorang laskar Kristus Yesus yang baik.","Maka tiada seorang laskar pun yang sedang berperang itu mengusutkan hatinya dengan perkaranya sendiri, supaya ia menyukakan yang sudah mengerah dia menjadi laskar.","Dan jikalau orang berlawan di dalam permainan tiada ia diberi makota, kecuali ia sudah berlawan menurut seperti peraturannya.","Adapun orang dusun yang berlelah itu, patutlah ia mula-mula mendapat buah-buahan itu.","Perhatikanlah perkataanku itu, karena di dalam segala perkara kelak Tuhan akan memberi pengertian kepadamu.","Ingatlah akan Yesus Kristus keturunan Daud, sudah bangkit dari antara orang mati, sama seperti Injil yang aku beritakan itu;","maka oleh sebab hal itulah aku menanggung sengsara, sehingga terbelenggu, seolah-olah orang durjana, tetapi firman Allah bukannya terbelenggu.","Itulah sebabnya aku deritakan segala sesuatu oleh karena segala orang yang terpilih, supaya mereka itu pun beroleh selamat yang di dalam Kristus Yesus beserta dengan kemuliaan yang kekal.","Maka inilah perkataan yang sungguh, \"Bahwa jikalau kita sudah mati serta-Nya, kita akan hidup serta-Nya juga;","dan jikalau tahan kita menderita, kita akan memerintah serta-Nya; jikalau kita menyangkal Dia, maka Ia pun akan menyangkal kita;","jikalau kita tiada setia, maka Ia tinggal setia, karena tiada boleh Ia menyangkal diri-Nya.\"","Ingatkanlah segala perkara itu kepada orang-orang, dengan menasehatkan mereka itu bersungguh-sungguh di hadirat Tuhan, supaya jangan mereka itu berbantah-bantah dari hal perkataan, yang satu pun tiada gunanya, melainkan akan membinasakan orang yang mendengarnya.","Berusahalah engkau memperhadapkan dirimu benar kepada Allah sama seperti seorang hamba yang tiada bermalu, dan yang menjalankan perkataan dari hal yang benar itu dengan sebenarnya.","Tetapi palingkanlah dirimu daripada segala percakapan orang sesat yang sia-sia, karena orang yang semacam itu makin bertambah-tambah lagi kejahatannya,","dan perkataan mereka itu makan dalam seperti pekung; di antara mereka itu ada Himeneus dan Piletus,","yang sudah tersesat daripada hal yang benar itu, serta mengatakan bahwa kebangkitan itu sudah lalu, maka ada beberapa orang yang terbalik imannya.","Akan tetapi asas Allah yang teguh itu berdiri tetap, dan bermeterai ini, \"Bahwa Tuhan mengenal orang-orang milik-Nya\"; dan lagi, \"Barangsiapa yang menyebut nama Tuhan, hendaklah ia menjauhkan dirinya daripada kejahatan.\"","Adapun di dalam sebuah rumah yang besar bukannya perkakas emas dan perak sahaja, melainkan kayu dan tanah juga; maka setengah kepada yang indah, dan setengah kepada yang hina.","Sebab itu jikalau barang seorang bersuci diri daripada yang hina itu, maka ia menjadi suatu bekas kepada yang indah itu, yang sudah dikuduskan, berlayak dipakai oleh tuannya, dan sedia kepada tiap-tiap pekerjaan yang baik.","Tetapi larikanlah dirimu daripada segala keinginan orang muda-muda, dan tuntutlah olehmu kebenaran, iman, kasih, dan perdamaian, beserta dengan segala orang yang menyeru nama Tuhan dengan hati yang jernih.","Tetapi tolakkanlah segala perbantahan yang bodoh dan yang tiada berguna itu, sedang diketahui bahwa hal itu mendatangkan perkelahian.","Seorang hamba Tuhan tiada patut berkelahi, melainkan manis dan lemah lembut kepada orang sekalian, pandai mengajar orang, dan sabar atas kesukaran,","dengan lemah lembut menegur ajar segala lawannya, mudah-mudahan Allah mengaruniakan mereka itu hal bertobat, sehingga sampai kepada pengenalan dari hal yang benar,","dan lepas dengan siuman daripada jerat Iblis, yang sedang menawan mereka itu akan melakukan kehendaknya."]