["Perhatikanlah! Pada akhir zaman akan datang kelak suatu masa yang sukar.","Karena segala orang akan mengasihi dirinya sendiri, dan tamak akan uang, membesarkan dirinya, congkak, mengumat orang, durhaka kepada ibu bapanya, tiada syukur, fasik,","tiada berpengasihan, tiada mau berdamai, menfitnahkan orang, tiada memerintahkan dirinya, garang, tiada gemar akan baik,","pembelot, angkara, sombong, melebihkan kesukaan daripada mengasihi Allah,","yang merupakan dirinya seperti orang beribadat, tetapi kuasa ibadat itu telah ditolakkannya, maka daripada orang itu palingkanlah dirimu.","Karena di antara orang semacam itulah yang mencuri masuk ke dalam rumah, lalu melarikan perempuan yang bodoh-bodoh, yang sarat dengan dosanya, dipimpin oleh berbagai-bagai keinginannya,","yang senantiasa belajar, tetapi tiada pernah sampai kepada pengenalan akan yang benar.","Maka sama seperti Yannes dan Yamberes berlawan dengan Musa, demikianlah juga orang-orang itu melawan hal yang benar itu, yaitu orang yang rusak akalnya, dan tertolak daripada iman.","Tetapi tiada mereka itu akan maju lagi, karena kejahilan mereka itu akan nyata kepada orang sekalian, sama seperti kejahilan kedua orang itu.","Tetapi engkau ini sudah menurut pengajaranku, dan kelakuanku, dan tujuanku, dan imanku, dan panjang sabarku, dan kasihku, dan tekunku,","dan segala aniaya dan sengsara yang berbagai-bagai sudah menimpa aku di Antiokhia, dan di Ikonium, dan di Listera. Alangkah banyaknya aniaya sudah aku kena, tetapi daripada sekalian itu Tuhan sudah melepaskan aku!","Bahkan, segala orang yang hendak hidup beribadat kepada Allah di dalam Kristus Yesus akan terkena aniaya.","Tetapi orang jahat dan penipu kelak akan bertambah-tambah jahatnya, menyesatkan dan tersesat.","Tetapi hendaklah engkau ini tetap di dalam segala perkara yang telah engkau pelajari, dan yang telah engkau yakin, dengan mengingatkan siapa yang telah menjadi gurumu;","dan lagi dari kecil engkau sudah mengenal akan kitab yang kudus, yang boleh memberi kepadamu akal mendatangkan selamat oleh iman akan Kristus Yesus.","Adapun tiap-tiap kitab yang diwahyukan Allah berfaedah bagi pelajaran, bagi hal menyatakan yang salah, bagi hal membaiki yang rusak, dan bagi hal mengajarkan jalan yang benar,","supaya hamba Allah itu sempurna, terlengkap bagi segala perbuatan yang baik."]