["Maka di hadirat Allah dan Kristus Yesus, yang akan menjadi hakim segala orang yang hidup dan yang sudah mati, dan demi kedatangan-Nya dan kerajaan-Nya, aku berpesan kepadamu dengan sesungguhnya:","Hendaklah engkau memberitakan Firman itu, hendaklah engkau bersedia, baik pada masa senang atau tiada senang; nyatakanlah salah orang, tegurkanlah, nasehatkanlah dengan panjang sabar dan dengan pengajaran.","Karena masanya akan datang kelak manakala orang tiada tahan akan pengajaran yang benar; tetapi sebab gatal telinganya hendak mendengar, maka dihimpunkannya guru-guru bagi dirinya menurut hawa nafsunya sendiri,","dipalingkannya telinganya daripada yang benar, lalu menyimpang kepada segala ceritera bohong.","Tetapi hendaklah engkau ini beringat di dalam segala perkara, tanggunglah kesukaran, kerjakanlah pekerjaan guru Injil, lakukanlah kewajibanmu dengan secukupnya.","Karena aku telah sedia dipersembahkan, dan masa ajalku sudah sampai.","Aku telah berusaha dengan bersungguh-sungguh di dalam peperangan iman, aku telah menyempurnakan usahaku, aku telah memeliharakan iman;","pada akhirnya makota kebenaran telah tersedia bagiku yang akan dikaruniakan kepadaku pada Hari itu oleh Tuhan, yaitu hakim yang adil itu; dan bukan kepadaku sahaja, melainkan juga kepada sekalian orang yang telah sangat gemar akan kedatangan-Nya.","Usahakanlah dirimu datang kepadaku dengan segeranya.","Karena Demas sudah meninggalkan aku sebab mengasihi dunia ini, dan ia sudah pergi ke Tesalonika; dan Kereskes ke Galatia, dan Titus ke Dalmatia;","hanya Lukas ada besertaku. Ambillah Markus dan bawa dia sertamu, karena ia berguna kepadaku di dalam hal menjalankan pekerjaan.","Maka Tikhikus sudah kusuruhkan ke Epesus.","Apabila engkau datang kelak bawakanlah baju luar yang telah aku tinggalkan di Teroas di rumah Karpus, dan segala kitab, istimewa pula segala kertas kulit itu.","Adapun Iskandar, tukang tembaga itu, sudah membuat banyak bencana atasku, maka Tuhanlah akan membalaskan dia sebagaimana perbuatannya.","Jagalah dirimu daripadanya, karena Ia sudah tersangat melawan perkataan kita.","Pada masa jawabku yang pertama tiada seorang pun menyebelah aku, melainkan sekaliannya meninggalkan aku; janganlah kiranya hal itu tertanggung di atas mereka itu.","Akan tetapi Tuhan sudah menyertai aku sambil menguatkan aku, supaya berita Injil termasyhur oleh sebab aku, dan segala orang kafir dapat mendengarnya; maka terlepaslah aku daripada mulut singa itu.","Tuhan akan melepaskan aku daripada tiap-tiap kebengisan dan akan menyelamatkan aku sehingga masuk ke dalam kerajaan-Nya yang di surga, maka bagi-Nyalah kemuliaan sampai selama-lamanya. Amin.","Salam kepada Periska dan Akila, serta kepada isi rumah Onesiporus.","Maka Erastus sudah tinggal di Korintus; dan Teropimus sudah aku tinggalkan di dalam sakit di Miletus.","Usahakanlah dirimu datang ke mari sebelumnya musim dingin. Maka Eubulus dan Pudens dan Linus dan Kelaudia dan sekalian saudara berkirim salam kepadamu.","Adalah kiranya Tuhan menyertai rohmu, dan anugerah Allah menyertai kiranya kamu sekalian."]