["Daripada Paulus, hamba Allah dan rasul Yesus Kristus karena iman segala orang pilihan Allah, dan karena pengetahuan akan hal yang benar, menurut sebagaimana ibadat kepada Allah,","dengan pengharapan akan hidup yang kekal, yang sudah dijanjikan terlebih dahulu daripada zaman yang azali oleh Allah, yang mustahil bohong itu,","(maka Firman-Nya itu sudah dinyatakan-Nya pada masa-Nya di dalam berita yang diamanatkan kepadamu menurut seperti firman Allah, Juruselamat kita),","datang kepada Titus, yang sebenar-benar menjadi anakku yang seiman. Turunlah kiranya atasmu anugerah dan sejahtera daripada Allah yaitu Bapa, dan daripada Kristus Yesus, Juruselamat kita.","Maka inilah sebabnya aku telah meninggalkan engkau di pulau Kerete, supaya engkau menyempurnakan barang apa yang belum sempurna, dan supaya engkau menetapkan ketua-ketua di dalam tiap-tiap negeri seperti yang telah kupesani kepadamu,","yaitu barangsiapa yang tiada bercela, dan suami seorang isteri sahaja, dan anak-anaknya beriman dan tiada di dalam tuduhan percabulan, dan tiada durhaka.","Karena seorang gembala sidang itu sebagaimana wakil Allah tiada harus bercela; jangan ia beraja di hati, jangan lekas marah, jangan menjadi pemabuk atau orang perkelahian, jangan mencari laba yang keji;","melainkan suka memberi tumpangan, suka akan yang baik, memerintahkan dirinya, adil, suci, menahan diri,","berpaut kepada perkataan yang sungguh menurut pengajaran itu, supaya dapat ia menasehatkan orang di dalam pengajaran yang benar itu, dan menempelak orang yang melawan.","Karena ada banyak orang yang degil, orang yang mengeluarkan kata sia-sia, dan orang penipu, istimewa pula orang yang memegang hukum sunat,","yang mulutnya harus dikatupkan, yaitu orang yang membuat supaya terbalik segenap isi rumah orang, dengan mengajarkan barang yang tiada patut sebab laba yang keji.","Maka seorang daripada mereka itu, yaitu nabinya sendiri, sudah berkata: Bahwa orang Kerete itu senantiasa pembohong, binatang yang jahat, orang gelojoh yang malas.","Maka benarlah kesaksian itu. Sebab itu tempelakkanlah mereka itu dengan keras, supaya mereka itu menjadi sempurna di dalam iman,","dan jangan mereka itu mengindahkan segala ceritera dongeng Yahudi dan hukum orang yang berpaling daripada yang benar.","Maka kepada orang yang suci tiap-tiap perkara ada suci; tetapi kepada orang yang najis dan yang tiada beriman satu pun tiada suci, melainkan akalnya dan perasaan hatinya pun najis.","Maka mereka itu mengaku dirinya mengenal Allah, tetapi dengan perbuatannya mereka itu membukankan Dia, terkena benci dan menjadi durhaka, dan bagi sebarang apa pun pekerjaan yang baik tiada berguna."]