["Tetapi hendaklah engkau ini mengatakan barang yang berpatutan dengan pengajaran yang benar, yaitu:","Segala orang tua wajiblah menahan diri, dan sopan, memerintahkan dirinya, dan menjadi sempurna di dalam iman dan kasih dan sabar;","demikianlah juga segala perempuan tua wajiblah berkelakuan seperti yang patut bagi orang yang saleh, jangan menfitnahkan orang, jangan menjadi hamba kepada air anggur, melainkan menjadi guru perkara kebajikan,","supaya mereka itu mengajar perempuan yang muda-muda itu mengasihi suaminya, dan menyayangi anak-anaknya,","dan memerintahkan dirinya, dan menjadi suci, dan rajin memeliharakan rumah tangga, dan baik hatinya, dan tunduk kepada suaminya, supaya jangan menjadi suatu hujat kepada Firman Allah.","Demikian juga nasehatkanlah segala orang laki-laki yang muda-muda memerintahkan dirinya;","maka di dalam segala sesuatu hendaklah engkau sendiri menunjukkan suatu teladan segala perbuatan yang baik; dan di dalam pengajaranmu tunjukkanlah tulus dan sopan,","dan beritakanlah berita yang benar, yang tiada dapat disalahkan, supaya orang pihak lawan kita berasa malu sebab tiada dapat menjahatkan kita.","Dan nasehatkanlah segala hamba orang menaklukkan dirinya kepada tuannya dan memperkenankan dia di dalam segala perkara dengan tiada melawan kata-katanya,","dan dengan tiada mencuri, melainkan menunjukkan setia yang sempurna, supaya di dalam segala perkara mereka itu menjadi suatu perhiasan bagi pengajaran Allah, Juruselamat kita.","Karena sudahlah kelihatan anugerah Allah yang mendatangkan keselamatan kepada segala manusia,","dan yang mengajar kita supaya kita menolakkan keadaan yang fasik dan segala hawa nafsu dunia ini, lalu melakukan diri kita di dalam dunia ini dengan sopan, dan dengan adil, dan dengan ibadat,","serta menantikan pengharapan yang berkat dan kenyataan kemuliaan yang Mahabesar dan Juruselamat kita Kristus Yesus,","yang sudah menyerahkan diri-Nya karena kita, supaya Ia menebus kita daripada segala dosa, dan supaya Ia menyucikan bagi diri-Nya suatu kaum akan milik-Nya sendiri, yang rajin berbuat baik.","Katakanlah segala perkara itu, dan nasehatkan serta tempelak dengan secukup perintah. Jangan engkau dipermudahkan oleh seorang jua pun."]