["Ingatkanlah mereka itu supaya mereka itu menaklukkan dirinya kepada segala kuasa dan pemerintah, dan taat, dan sedia akan tiap-tiap pekerjaan yang baik;","jangan mengumpat orang, jangan berbantah-bantah, melainkan hendaklah manis lakunya, serta menunjukkan hati yang sehabis-habis lembut kepada orang sekalian;","karena kita pun dahulu jahil, tiada taat, sesat, menjadi hamba kepada berbagai-bagai hawa nafsu dan kesukaan dunia, hidup di dalam kejahatan dan dengki, dan kebencian, dan berbenci-bencian satu kepada yang lain.","Tetapi tatkala itu sudah nyata kemurahan Juruselamat kita Allah dan kasih-Nya akan manusia,","yang sudah menyelamatkan kita bukannya dari sebab perbuatan yang kita perbuat di dalam kebenaran, melainkan menurut rahmatnya dengan baptisan yang mengadakan kejadian yang baharu, dan dengan keadaan baharu yang dikerjakan oleh Rohulkudus,","yang sudah dicurahkan-Nya ke atas kita dengan limpah-Nya oleh sebab Yesus Kristus,","supaya kita, yang telah dibenarkan oleh sebab anugerah-Nya, dijadikan waris seperti pengharapan kita akan beroleh hidup yang kekal.","Sungguhlah perkataan itu; maka kehendakku: Engkau menguatkan segala perkara itu, supaya orang, yang sudah percaya akan Allah itu, berusaha mengerjakan segala kebajikan. Segala perkara itu baik dan berfaedah kepada manusia.","Tetapi palingkanlah dirimu daripada perbantahan yang bodoh dan ceritera silsilah, dan pertengkaran dan perkelahian dari hal hukum Taurat, karena segala perkara itu tiada berfaedah dan sia-sia.","Adapun orang yang mengadakan mazhab kemudian daripada nasehat sekali dua, tolakkanlah dia,","sebab engkau ketahui bahwa orang yang semacam itu telah sesat dan berdosa, maka ialah yang meletakkan hukuman atas dirinya sendiri.","Apabila aku menyuruhkan Artemas kepadamu kelak atau Tikhikus, berusahalah engkau datang kepadaku ke Nikopolis; karena aku sudah berniat hendak tinggal semusim dingin di situ.","Adapun akan Zenas, fakih itu, dan Apollos, hendaklah engkau mengantar keduanya dengan usaha, supaya satu pun tiada kekurangan kepada mereka itu.","Dan biarlah orang-orang kita juga belajar melakukan kebajikan akan menggenapkan barang yang mustahak, supaya jangan mereka itu hidup dengan percuma.","Maka segala orang yang besertaku berkirim salam kepadamu. Salam kepada segala orang yang mengasihi kita di dalam iman. Adalah kiranya anugerah Allah menyertai kamu sekalian."]