["Daripada Paulus, seorang yang terbelenggu karena Kristus Yesus, serta Timotius, saudara itu, datang kepada Pilemon yang kami kasihi, dan yang menjadi teman kami di dalam pekerjaan,","dan kepada saudara kami Appia, dan kepada Arkhipus, teman kami di dalam perang rohani, dan kepada sidang di rumahmu.","Turunlah kiranya atasmu anugerah dan sejahtera daripada Allah, yaitu Bapa kita, dan daripada Tuhan Yesus Kristus.","Aku ucapkan syukur senantiasa kepada Tuhanku, sambil menyebutkan engkau di dalam segala doaku.","Sebab aku mendengar dari hal kasihmu dan dari hal yakinmu kepada Tuhan Yesus dan kepada segala orang suci,","(aku berdoa) supaya kiranya persekutuan imanmu berfaedah dengan pengenalan tiap-tiap perkara yang baik, yang ada di dalam kita untuk hal Kristus.","Karena aku sudah sangat sukacita dan hibur dari karena kasihmu, sebab hati orang suci sudah engkau segarkan, ya saudaraku.","Sebab itu, walaupun di dalam Kristus sangat besar yakinku menyuruh engkau berbuat barang yang patut,","tetapi oleh sebab kasih maka terlebih suka aku meminta kepadamu, yaitu aku ini, Paulus, orang yang tua, dan sekarang lagi terbelenggu karena Kristus Yesus,","aku mintalah engkau karena anakku yang telah kuperoleh di dalam hal aku terbelenggu ini, yaitu Onesimus,","yang dahulu tiada berguna kepadamu, tetapi sekarang berguna kepadamu dan kepadaku.","Ia itu kusuruhkan kembali kepadamu, yaitu dia, yang buah hatiku;","maka aku sudah bermaksud hendak menahan dia sertaku, supaya ia melayani aku di dalam hal aku terbelenggu karena Injil akan gantimu;","tetapi dengan tiada izinmu tiadalah aku suka berbuat apa-apa, supaya jangan kebajikanmu seolah-olah engkau dipaksa, melainkan dengan rela.","Karena barangkali inilah sebabnya ia diceraikan daripadamu seketika lamanya, supaya engkau boleh memiliki dia selama-lamanya,","tiadalah lagi seperti hamba, melainkan lebih indah daripada hamba, yaitu saudara yang dikasihi, terutama sekali oleh aku, apatah lagi oleh engkau, baik di dalam keadaan tubuh, baik di dalam Tuhan.","Sebab itu, jikalau engkau membilangkan aku seorang sahabat, terimalah dia sama seperti aku.","Tetapi jikalau ia sudah merugikan engkau dan berutang kepadamu, taruhkanlah ke atas tanggunganku,","maka aku ini, Paulus, menulis dengan tanganku sendiri, akulah akan membayarnya balik, supaya jangan sampai aku mengatakan bahwa dirimu sendiri terutang kepadaku.","Bahkan, saudaraku, biarlah aku beroleh keuntungan daripada engkau di dalam Tuhan; segarkanlah hatiku di dalam Kristus.","Maka oleh sebab menaruh yakin akan taatmu aku suratkan kepadamu dengan mengetahui, bahwa engkau akan berbuat lebih daripada apa yang aku katakan itu.","Sementara itu sediakanlah juga aku suatu tempat menumpang; karena aku harap bahwa dengan berkat doamu aku akan dikembalikan kepadamu kelak.","Maka Epafras, temanku di dalam penjara karena Kristus Yesus, berkirim salam kepadamu,","dan lagi Markus, Aristarkhus, Demas dan Lukas yaitu temanku sama-sama bekerja.","Adalah kiranya anugerah Tuhan Yesus Kristus menyertai roh kamu."]