["Karena sedangkan Taurat itu hanya menunjukkan bayang-bayang segala berkat yang akan datang itu, bukannya zat yang sungguh segala perkara itu, maka ia itu dengan korban itu juga, yang senantiasa dipersembahkan oleh imam-imam tiap-tiap tahun, sekali-kali tiada dapat menyempurnakan orang-orang yang menghampiri itu.","Jikalau dapat, bukankah korban itu tiada dipersembahkan lagi? Sebab orang yang melakukan ibadat, jikalau sekali sudah disucikan, tiadalah lagi berasa dosa pada hatinya.","Tetapi di dalam hal segala korban itu tiap-tiap tahun dibangkitkan suatu ingatan akan dosa-dosa;","karena mustahillah darah lembu kambing itu boleh menghapuskan dosa.","Maka itulah sebabnya tatkala Kristus itu masuk ke dalam dunia kata-Nya, \"Bahwa korban dan persembahan tiada Engkau kehendaki, tetapi Engkau sudah menyediakan bagi-Ku suatu tubuh;","maka korban bakaran, dan korban karena dosa tiada Engkau berkenan,","lalu kata-Ku: Lihatlah, Aku sudah tiba (maka di dalam kitab yang bergulung sudah tersurat dari hal-Ku) hendak melakukan kehendak-Mu, ya Allah.\"","Setelah sudah Ia mengatakan yang di atas itu, yaitu, \"Korban dan persembahan dan korban bakaran dan korban karena dosa tiada Engkau kehendaki dan tiada Engkau berkenan\" (yang dipersembahkan menurut hukum Taurat);","kemudian kata-Nya pula, \"Lihatlah, Aku sudah tiba hendak melakukan kehendak-Ku.\" Maka yang pertama itu ditolakkan-Nya, supaya ditetapkan-Nya yang kedua.","Dengan kehendak-Nya itu, kita sudah disucikan oleh korban tubuh Kristus sekali sahaja bagi sekalian.","Maka tiap-tiap imam berdirilah sehari-hari di dalam berbuat ibadat, dan kerapkali mempersembahkan korban itu juga, yang sekali-kali tiada dapat menghapuskan dosa;","tetapi Ia, sesudah mempersembahkan satu korban karena segala dosa, lalu duduklah di sebelah kanan Allah selama-lamanya.","Daripada masa itulah Ia menantikan segala musuh-Nya dijadikan alas kaki-Nya,","karena dengan satu persembahan Ia telah menyempurnakan segala orang, yang disucikan itu, selama-lamanya.","Maka Rohulkudus pun menyatakan hal itu kepada kita, karena setelah Ia berfirman:","Inilah perjanjian yang hendak Kuperbuat dengan mereka itu kemudian daripada masa itu, kata firman Tuhan: Maka Aku memasukkan hukum-hukum-Ku ke dalam hati mereka itu, dan menyuratkan dia ke dalam ingatan mereka itu;","dan segala dosa dan kesalahan mereka itu akan Kuluputkan daripada ingatan-Ku.","Tetapi di mana ada ampun, di situ tiada perlu lagi korban karena dosa.","Sebab itu, hai saudara-saudaraku, sedang hati kita sudah berani hendak masuk ke dalam tempat kudus dari sebab darah Yesus,","dengan jalan yang baharu dan hidup, yang dibukakan-Nya bagi kita menerusi tirai, yaitu tubuh-Nya;","dan sedang kita ada seorang Imam yang Mulia, yang berkuasa atas isi Rumah Allah;","maka biarlah kita menghampiri Dia dengan hati yang tulus dan dengan sepenuh-penuh iman, sedang hati kita terpercik sehingga suci daripada perasaan hati yang jahat, dan tubuh kita dibasuh dengan air yang bersih,","maka biarlah kita berpegang tetap atas pengakuan harap kita dengan tiada menaruh bimbang, karena Yang berjanji itu setia,","dan biarlah kita hirau-menghiraukan sama sendiri akan membangkitkan kasih dan perbuatan yang baik.","Janganlah kita undur daripada berhimpun bersama-sama, sebagaimana biasa setengah orang berbuat, melainkan bernasehat-nasehatlah sama sendiri, maka itu pun makin lebih, sebab kamu lihat Hari itu telah hampir.","Karena jikalau kita berbuat dosa dengan sengaja kemudian daripada kita telah beroleh pengenalan akan yang benar itu, maka tidak ada lagi korban karena dosa,","melainkan ada dahsyat orang menantikan hukuman itu, dan ada suatu hangat api yang akan melulur segala yang melawan.","Adapun orang yang menolakkan hukum Musa itu, mati dibunuh dengan tiada dikasihani, atas kesaksian dua tiga orang saksi;","kamu pikirlah, betapa berat lagi siksa yang patut dikenakan atas orang yang sudah melanyakkan Anak Allah itu, dan yang membilangkan najis darah perjanjian yang dalamnya Ia dikuduskan itu, dan yang mengolok-olokkan Roh pohon anugerah itu.","Karena kita mengenal Dia yang sudah berfirman: Kepada Akulah ada pembalasan, Aku ini akan membalaskan. Dan lagi pula: Tuhan yang akan menghakimkan kaumnya.","Maka dahsyatlah jikalau jatuh ke tangan Allah yang hidup itu.","Tetapi ingatlah akan masa yang dahulu itu, tatkala hatimu sudah diterangkan, lalu kamu menderita azab sengsara dengan perlawanan yang amat sangat;","dan separuhnya kamu menjadi suatu tamasya orang dengan segala nista atau aniaya, dan separuhnya terbabit dengan orang yang terkena seperti yang demikian itu.","Karena kamu sudah menunjukkan kasihan atas orang yang terpenjara, dan dengan rela juga kamu kabulkan milikmu menjadi rampasan, sebab mengetahui bahwa kamu sendiri ada milik yang terlebih baik, lagi kekal.","Sebab itu janganlah kamu menghilangkan harap percayamu yang mendatangkan pahala yang besar.","Karena tekun yang wajib bagimu, supaya setelah sudah melakukan kehendak Allah, kamu boleh memegang perjanjian itu.","Karena hanya seketika sahaja lamanya maka Tuhan yang datang itu akan tiba kelak dengan tiada berlambatan.","Tetapi orang-Ku yang benar akan hidup oleh sebab iman; dan jikalau ia undur, maka Roh-Ku tiada berkenan akan dia.","Tetapi kita ini bukannya orang yang undur sehingga binasa, melainkan orang yang beriman sehingga selamat jiwa."]