["Setelah sudah Allah berfirman pada zaman dahulu kala kepada segala nenek moyang kita dengan lidah nabi-nabi beberapa kali dan atas berbagai-bagai peri,","maka berfirmanlah Ia pula pada akhirnya kepada kita di dalam Anak-Nya, yang ditetapkan-Nya menjadi waris segala sesuatu, oleh-Nya juga dijadikan-Nya sekalian alam.","Maka Ialah menjadi cahaya kemuliaan Allah dan zat Allah yang kelihatan, serta Ia menanggung segala sesuatu dengan firman kuasa-Nya; dan setelah Ia membuat persucian segala dosa, maka duduklah Ia di sebelah kanan Yang Mahabesar di dalam ketinggian;","maka Ia menjadi sebegitu mulia daripada segala malaekat, sebagaimana nama yang diperoleh-Nya menjadi waris terlebih indah daripada malaekat itu.","Karena malaekat manakah dari antara segala malaekat itu yang pernah difirmankan-Nya: Engkaulah Anak-Ku, hari inilah Aku memperanakkan Dikau? dan lagi: Aku ini akan menjadi Bapa kepada-Nya, dan Ia pun menjadi Anak kepada-Ku?","Dan lagi, apabila Anak sulung itu dibawa-Nya ke dunia, lalu Ia berfirman: Hendaklah segala malaekat Allah menyembah Dia.","Maka akan hal segala malaekat itu demikian kata-Nya: Ia menjadikan segala malaekat-Nya angin, dan pesuruh-Nya nyala api;","tetapi akan hal Anak itu firman-Nya: Arasy-Mu, ya Allah, ada selama-lamanya; dan tongkat keadilan yaitulah tongkat kerajaan-Mu.","Engkau mengasihi kebenaran dan membenci kejahatan; itulah sebabnya Engkau diurapi terlebih daripada segala tolanmu oleh Allah, Tuhanmu, dengan minyak alamat kesukaan.","Dan lagi: Engkaulah, ya Tuhan, yang pada mulanya membubuh alas bumi ini, dan langit itu pun perbuatan tangan-Mu;","maka sekaliannya itu akan binasa, tetapi Engkaulah yang kekal; sekaliannya itu akan menjadi buruk seperti kain baju,","dan seperti selimut Engkau akan menggulung dia, dan seperti suatu kain baju sekaliannya itu berubah; tetapi Engkaulah, yang tiada berubah, dan tahun-Mu tiada berkesudahan.","Kepada malaekat manakah ada pernah Ia berfirman: Duduklah Engkau di sebelah kanan-Ku, sehingga Aku menaklukkan segala musuh-Mu menjadi alas kaki-Mu?","Bukankah sekaliannya itu roh yang berkhidmat kepada Allah, yang diutuskan karena melayani manusia yang akan mewarisi keselamatan?"]