["Adapun iman itulah percaya yang sungguh akan hal perkara-perkara yang diharapkan, dan keyakinan akan hal perkara-perkara yang tiada kelihatan.","Karena di dalam hal iman segala datuk nenek itu sudah terpuji.","Dengan iman kita mengetahui bahwa semesta alam ini sudah jadi oleh firman Allah, sehingga barang yang kelihatan bukannya dijadikan daripada barang yang kelihatan.","Dari sebab iman juga Habel sudah mempersembahkan kepada Allah suatu korban yang terlebih indah daripada persembahan Kain, dan sebab imannya itu sudah disaksikan bahwa ia orang yang benar, sebab Allah menyaksikan di dalam hal persembahannya; dan oleh sebab imannya ia berkata-kata lagi, walaupun ia sudah mati.","Maka dari sebab iman juga Henokh sudah digaibkan, supaya jangan ia merasai mati; dan ia tiada dijumpai orang, sebab Allah sudah mengambil dia; karena sebelum ia digaibkan itu sudah ada kesaksian tentang dia, bahwa ia diperkenankan Allah.","Jikalau tiada beriman, mustahil diperkenan Allah; karena orang yang menghampiri Allah itu, wajiblah ia yakin bahwa Allah ada, dan lagi bahwa Ialah pemberi pahala kepada segala orang yang mencari Dia.","Dari sebab iman juga Nuh mempersediakan sebuah bahtera akan menyelamatkan seisi rumahnya dengan berasa takut tatkala ia difirmankan Allah dari hal perkara-perkara yang belum kelihatan; maka menurut imannya itu ia menyalahkan isi dunia ini, serta mewarisi kebenaran yang menurut iman itu.","Dari sebab iman juga Ibrahim menurut tatkala ia dipanggil, sehingga ia keluar pergi kepada suatu tempat, yang ia akan menerima menjadi warisan; lalu keluarlah ia dengan tiada mengetahui ke mana hendak pergi.","Dari sebab iman juga ia telah menumpang di tanah yang dijanjikan seperti di tanah orang, maka duduklah ia di dalam kemah, demikian juga Ishak dan Yakub, yang sama waris dengan dia di dalam perjanjian itu juga,","karena ia berharap akan negeri yang beralas itu, yang dibangunkan dan dijadikan oleh Allah.","Dari sebab iman juga Sarah sendiri sudah beroleh khasiat mengandung, walaupun sangat lanjut umurnya daripada masa mengandung, oleh sebab ia yakin bahwa setialah Ia yang sudah berjanji itu.","Sebab itu juga daripada seorang, yang sama seperti mati, sudah terpancar beberapa banyak orang yang seperti bintang di langit dan seperti pasir di pantai laut yang tiada tepermanai banyaknya.","Di dalam iman juga sekaliannya itu sudah mati dengan tiada sempat menerima perjanjian itu, tetapi menurut imannya tampak sekaliannya itu serta menyambut dari jauh, sambil mengaku dirinya orang dagang dan penumpang di dalam dunia ini.","Karena orang yang berkata demikian itu menyatakan bahwa negeri sendiri yang dicarinya.","Dan jikalau sungguh mereka itu sudah ingat akan negeri yang dari mana mereka itu datang, maka tak dapat tiada mereka itu sudah ada kesempatan akan kembali.","Tetapi yang sebenarnya mereka itu ingin akan sebuah negeri yang lebih baik, yaitu yang samawi; itulah sebabnya Allah tiada berasa malu akan mereka itu, disebutkan Tuhan mereka itu, karena Ia sudah menyediakan sebuah negeri bagi mereka itu.","Dari sebab iman juga Ibrahim itu, tatkala diuji, mempersembahkan Ishak, dan ia, yang sudah menyambut segala perjanjian itu, tiada segan mengorbankan anaknya yang tunggal,","walaupun kepadanya sudah difirmankan demikian: Bahwa daripada Ishak benihmu tersebut.","Karena ia memikirkan bahwa Allah berkuasa membangkitkan orang-orang walaupun daripada mati; maka daripada misalan itulah ia sudah mendapat dia balik.","Dari sebab iman juga Ishak sudah memberkati Yakub dan Esaf berhubung dengan perkara-perkara yang akan datang.","Dari sebab iman juga Yakub, tatkala tengah hendak mati, memberkati tiap-tiap anak Yusuf, maka sembahyanglah ia sambil bersandar kepada kepala tongkatnya.","Dari sebab iman juga Yusuf, tatkala hampir sampai ajalnya, mengatakan dari hal bani Israel akan keluar, serta berpesan dari hal tulang-tulangnya.","Dari sebab iman juga Musa, setelah lahir, disembunyikan oleh ibu bapanya tiga bulan lamanya, sebab mereka itu tampak bahwa kanak-kanak itu elok rupanya, maka tiadalah mereka itu takut akan titah raja.","Dari sebab iman juga Musa enggan dikatakan anak puteri Firaun tatkala ia sudah besar;","maka relalah ia teraniaya bersama-sama dengan kaum Allah daripada menyukakan kesukaan yang berdosa seketika lamanya;","karena pada pemandangannya kecelaan dari hal Kristus itu lebih besar harganya daripada segala kekayaan Mesir, sebab ia memandang kepada pahala.","Dari sebab iman juga ia meninggalkan tanah Mesir dengan tiada takut akan murka raja itu, karena tetaplah ia seolah-olah ia nampak Yang tiada kelihatan.","Dari sebab iman juga ia menentukan Pasah, dan adat memercikkan darah, supaya malakulmaut jangan menyentuh segala anak sulung bani Israel.","Dari sebab iman juga mereka itu melalui laut Kolzom, seperti tanah daratan; maka orang Mesir yang mencoba berbuat demikian sudah tenggelam.","Dari sebab iman juga roboh tembok negeri Yerikho, setelah sudah dikelilingi tujuh hari lamanya.","Dari sebab iman juga Rahab, perempuan sundal itu, tiada terkena binasa beserta dengan orang durhaka itu, oleh sebab sudah menyambut orang yang mengintai itu dengan sejahteranya.","Dan apakah lagi yang hendak kukatakan? Karena waktuku suntuk jikalau aku menceriterakan hal Gideon, dan Barak, dan Simson, dan Yepta, dan Daud, dan Semuel, dan segala nabi itu,","maka dari sebab iman juga mereka itu sudah menewaskan beberapa kerajaan, melakukan perbuatan yang benar, beroleh segala perjanjian, menutup mulut singa,","memadamkan kuasa api, melepaskan diri daripada mata pedang, dan daripada lemah sudah menjadi kuat, dan makin gagah di dalam peperangan, dan mengundurkan segala bala tentara musuh sehingga lari.","Maka ada beberapa perempuan mendapat balik orangnya hidup daripada mati; yang lain disengsarakan, maka tiada mereka itu mau menerima kelepasannya, supaya memperoleh kebangkitan yang lebih baik;","maka orang lain pula terkena pencobaan dengan olok-olok dan sesah, dan lagi belenggu dan penjara;","dan dirajam, dan digergaji, dan dicobai, dan mati dibunuh dengan pedang, mengembara dengan berpakaiankan kulit domba dan kulit kambing, maka berkekurangan mereka itu, dan dianiayakan dan disiksakan,","(sebenarnya tiada layak isi dunia ini akan mereka itu), maka mereka itu mengembara di padang belantara dan segala gunung, dan gua dan lubang-lubang tanah.","Maka sekalian orang itu, walaupun sudah terpuji oleh sebab imannya, tetapi barang yang dijanji itu mereka itu tiada dapat.","Karena Allah sudah menyediakan barang yang terlebih baik bagi kita, maksudnya supaya jangan mereka itu jadi sempurna dengan tiada kita."]