["Oleh sebab itu, sedangkan kita dilingkungi dengan sebegitu banyak orang yang menyaksikan seperti awan rupanya, maka hendaklah kita membuangkan tiap-tiap pikulan yang berat, dan dosa yang mudah menjerat kita, dan biarlah kita berlari dengan tekun di dalam perlombaan yang diwajibkan bagi kita,","serta memandang kepada Yesus, yang mengadakan dan menyempurnakan iman. Maka Ia pun, karena kesukaan yang menanti Dia sudah menderita sengsara salib dengan tiada mengindahkan malunya, lalu duduk di sebelah kanan arasy Allah.","Oleh sebab itu timbangkanlah Dia, yang sudah menderitakan segala perkataan orang berdosa yang mengatas melawan Dia, supaya jangan kamu jemu dengan tawar hatimu.","Maka kamu belum lagi melawan sehingga berdarah di dalam hal berlawan dengan dosa,","dan kamu sudah lupa akan nasehat yang mengingatkan kamu seperti mengingatkan anak-anak, katanya: Hai anakku, janganlah engkau meringankan ajaran Tuhan, dan jangan tawar hati apabila engkau terkena hukuman-Nya;","karena orang yang dikasihi oleh Tuhan itu diajari-Nya, dan tiap-tiap anak yang diterima-Nya itu dipukul-Nya.","Adapun barang yang kamu deritakan itu menjadi pengajaran bagimu; maka Allah melakukan ke atas kamu serupa dilakukan-Nya ke atas anak-anak-Nya; karena anak siapakah gerangan yang tiada diajari oleh bapanya?","Tetapi jikalau kamu tiada diajari, padahal semua orang mendapat bahagian itu, maka kamu anak haram, bukannya anak halal.","Dan lagi kita sudah ada bapa darah daging yang mengajar kita, serta kita sudah memberi hormat kepadanya; bukankah terlebih patut kita menaklukkan diri kepada Bapa segala roh itu sehingga beroleh hidup?","Karena mereka itu dengan sesungguhnya sudah mengajar kita di dalam sedikit masa sebagaimana yang tampak baik kepada mereka itu; tetapi Tuhan mengajar bagi faedah kita, supaya kita beroleh bahagian di dalam kekudusan-Nya.","Adapun segala ajaran bagi sementara ini belum mendatangkan sukacita, melainkan duka cita; tetapi kemudian kelak dikeluarkannya kebenaran akan buahnya, yang mendatangkan sentosa kepada orang yang mahir dengan ajaran itu.","Sebab itu angkatkanlah tangan yang lesu, dan lutut yang tepok;","dan ratakanlah jalan kakimu, supaya yang timpang itu jangan terpelecok, melainkan biarlah sembuh.","Tuntutlah olehmu perdamaian dengan orang sekalian, dan lagi kesucian, maka dengan tiada kesucian itu tiadalah seorang pun dapat memandang Tuhan.","Tengokkanlah baik-baik, supaya jangan barang seorang tiada mendapat anugerah Allah, dan jangan barang sesuatu akar yang pahit tumbuh dan mengadakan kesusahan, sehingga orang banyak itu dinajiskan-Nya;","dan jangan barang seorang berkendak, atau menjadi orang fasik, seperti Esaf, yang menukarkan hak menjadi anak sulung itu sebab sedikit makanan.","Karena sudah kamu ketahui bahwa kemudian daripada itu, tatkala ia hendak mencapai pusaka berkat itu, ia ditolakkan, karena tiada ia mendapat kesempatan bertobat, walaupun hal itu dicarinya dengan air matanya.","Karena bukannya kamu datang ke sebuah gunung yang tiada boleh disentuh, dan yang menyala apinya, dan kepada keadaan kelam kabut, dan gelap, dan angin ribut,","dan kepada bunyi nafiri, dan suara firman, sehingga orang yang mendengar itu sudah memohonkan jangan diturunkan firman lagi.","Karena mereka itu tiada tertahan menanggung bunyi firman itu: Bahwa jikalau seekor binatang sekalipun menyentuh gunung itu, akan dirajam;","maka sebegitu dahsyat penglihatan itu, sehingga Musa berkata: Aku menggeletar dengan ketakutan.","Tetapi kamu sudah datang ke gunung Sion, dan ke negeri Allah yang hidup, yaitu Yeruzalem yang di surga, dan kepada perhimpunan berlaksa-laksa malaekat,","dan kepada sidang jemaat segala anak sulung yang sudah tersurat namanya di surga, dan kepada Allah, Hakim bagi orang sekalian, dan kepada segala roh orang yang benar yang sudah jadi sempurna,","dan kepada Yesus, Pengantara Perjanjian yang Baharu itu, dan kepada darah yang dipercikkan, yang mengatakan perkara-perkara yang lebih baik daripada darah Habel.","Ingatlah baik-baik, jangan kamu tolak Dia yang berfirman itu. Karena jikalau orang, yang sudah menolak Dia yang berfirman di dunia ini, tiada dapat melepaskan diri, apatah lagi kita ini jikalau kita berpaling daripada Dia, yang berfirman dari surga.","Tatkala itu suaranya menggerakkan bumi itu, tetapi sekarang Ia telah berjanji sambil berfirman: Bahwa lagi sekali kelak Aku ini akan mengguncangkan bukan sahaja bumi ini melainkan langit juga.","Adapun perkataan \"Lagi sekali\" itu menunjukkan perubahan segala perkara yang bergerak, yaitu barang yang dijadikan, sehingga yang tiada bergerak itu tinggal.","Sebab itu, sedangkan kita menerima kerajaan yang tiada bergerak, baiklah kita bersyukur, maka dengan jalan itu dapat kita berbuat ibadat yang berkenan kepada Allah dengan hormat dan takut;","karena Tuhan kita itu seumpama api yang menghanguskan."]