["Biarlah tetap kasihmu kepada saudara-saudara.","Janganlah kamu lupa akan memberi tumpangan kepada orang, karena dengan perbuatan yang demikian orang sudah memberi tumpangan kepada malaekat dengan tiada setahunya.","Ingatlah akan orang yang terbelenggu, seolah-olah kamu yang terbelenggu sertanya, dan akan orang yang terkena aniaya, seolah-olah tubuhmu pun terkena aniaya.","Hendaklah hal nikah itu diindahkan di antara orang sekalian, dan tempat tidur jangan jadi najis; karena orang berkendak dan orang berzinah akan disiksakan Allah kelak.","Lepaskanlah dirimu daripada kasih akan uang, dan padakanlah dengan barang yang ada padamu; karena Tuhan sendiri sudah berfirman: Bahwa sekali-kali tiada Aku akan membiarkan engkau, dan sekali-kali tiada Aku meninggalkan engkau,","sehingga dengan yakin kita dapat berkata: Bahwa Tuhanlah Penolong aku, tiadalah aku takut kelak. Apakah gerangan manusia boleh buat ke atasku?","Ingatlah akan orang-orang yang menjadi pemimpinmu, yaitu orang yang sudah menyatakan firman Allah kepadamu, dan dengan memperhatikan akhir kehidupannya, ikutlah teladan imannya.","Adapun Yesus Kristus itu tiada berubah, baik kelemarin, baik hari ini, dan selama-lamanya.","Janganlah kamu disesatkan oleh berbagai-bagai pengajaran bidaah; karena yang sebenarnya baiklah hati kita diteguhkan dengan anugerah Allah, bukannya dengan segala makanan, yang tiada memberi faedah kepada orang yang telah melakukan hal itu.","Maka kita ada suatu tempat korban, dan segala orang yang melakukan ibadat di kemah itu tiada berhak makan makanan daripada tempat korban itu.","Karena segala bangkai binatang yang darahnya dibawa masuk ke dalam tempat kudus oleh imam besar itu karena dosa, dihanguskan di luar tempat segala kemah.","Sebab itulah Yesus pun, supaya dapat menguduskan kaum itu dengan darah-Nya sendiri, sudah menderita sengsara di luar pintu gerbang.","Dengan hal yang demikian biarlah kita keluar menghadap Dia di luar tempat segala kemah itu, serta menanggung kecelaan-Nya.","Karena di sini kita tiada mempunyai sebuah negeri yang kekal, melainkan kita cari negeri yang akan datang.","Sebab itu dengan jalan Yesus itu hendaklah kita senantiasa mempersembahkan kepada Allah korban puji-pujian, yaitu buah-buahan bibir mulut yang mengaku nama-Nya.","Dan jangan kamu lalai daripada berbuat kebajikan serta menunjukkan murah hati, karena korban yang sedemikian itulah Allah sangat berkenan.","Turutlah orang yang menjadi pemimpinmu, dan tunduklah kepadanya; karena mereka itu memeliharakan jiwamu, seperti orang yang memberi penyahutan, supaya mereka itu melakukan perbuatan itu dengan sukacitanya, bukan dengan duka cita; karena yang demikian itu tiada berfaedah kepadamu.","Doakanlah kami, karena kami yakin bahwa kami menaruh perasaan hati yang baik hendak melakukan diri kami di dalam segala perkara dengan sepatutnya.","Aku mintalah kamu mendoakan berlebih-lebih, supaya dengan segeranya aku dikembalikan kepadamu.","Maka Allah, pohon sejahtera itu, yang telah membawa Gembala domba yang besar itu kembali dari antara orang-orang mati, yaitu Tuhan kita Yesus, dengan darah Perjanjian yang kekal itu,","Ialah kiranya menjadikan kamu sempurna di dalam segala perkara yang baik, supaya kamu melakukan kehendak-Nya; dan Ia juga mengadakan di dalam kita barang yang berkenan kepada-Nya oleh sebab Yesus Kristus. Bagi-Nyalah kemuliaan selama-lamanya! Amin.","Tetapi aku mintalah kamu, hai saudara-saudaraku, tahanlah kiranya bunyi nasehatku itu, karena telah kusuratkan kepadamu dengan ringkasnya.","Ketahuilah olehmu bahwa Timotius, saudara kita, sudah lepas; dengan dialah, jikalau segera ia tiba, aku akan datang berjumpa kamu.","Salam kepada sekalian orang yang menjadi pemimpin kamu, dan kepada segala orang suci. Maka orang yang dari negeri Italia pun berkirim salam kepadamu.","Adalah kiranya anugerah Allah menyertai kamu sekalian."]