["Sebab itu patutlah kita terlebih lagi ingat akan segala perkara yang sudah kedengaran itu, supaya jangan kita boleh hanyut.","Karena jikalau firman yang difirmankan Allah dengan lidah malaekat-Nya itu sudah nyata tetap, dan tiap-tiap kesalahan dan durhaka itu ada balasannya dengan adil,","bagaimanakah dapat kita terlepas jikalau kita ini melalaikan keselamatan yang sebegitu besar? yang mula-mula diberitakan Tuhan, lalu disungguhkan kepada kita oleh segala orang yang sudah mendengarnya;","maka Allah pun telah mensahkan mereka itu dengan tanda ajaib, dan mujizat dan berbagai-bagai kuasa, dan dengan hal mengaruniakan Rohulkudus menurut kehendak-Nya sendiri.","Karena bukannya kepada malaekat ditaklukkan-Nya dunia yang akan datang itu, yang kita katakan halnya.","Tetapi ada seorang yang menyatakan di dalam suatu nas, katanya: Apatah manusia sehingga Engkau ingat akan dia, atau anak manusia sehingga Engkau melawat dia?","Seketika lamanya Engkau menjadikan dia sedikit rendah daripada malaekat; Engkau mengenakan makota kepadanya dengan kemuliaan dan kehormatan (dan Engkau menetapkan dia menjadi kepala atas segala perbuatan tangan-Mu);","maka segala sesuatu sudah Engkau taklukkan ke bawah kaki-Nya. Adapun di dalam hal segala sesuatu yang ditaklukkan kepada-Nya itu, maka suatu pun tidak berkecuali, yang tiada takluk kepada-Nya. Tetapi sekarang ini belum juga kita lihat sekaliannya itu tertakluk kepada-Nya.","Tetapi kita menengok Dia yang seketika lamanya telah dijadikan sedikit rendah daripada segala malaekat itu, yaitu Yesus, yang dikenakan makota kemuliaan dan kehormatan, oleh sebab sengsara mautnya, sehingga dengan anugerah Allah Ia merasai mati karena segala manusia.","Karena sudah patut kepada Allah, yang karena-Nya dan oleh-Nya juga ada segala sesuatu, supaya Ia, yang membawa beberapa banyak anak kepada kemuliaan, menyempurnakan Penganjur keselamatan mereka itu dengan banyak sengsara.","Karena yang menguduskan dan yang dikuduskan itu pun sekaliannya daripada Satu juga asalnya; maka itulah sebabnya Ia tiada malu mengaku mereka itu saudara,","yaitu firmannya: Aku akan memberitakan nama-Mu kepada saudara-saudara-Ku, dan di antara sidang jemaat Aku akan memuji Engkau dengan nyanyian.","Dan lagi: Aku ini akan menaruh harap kepada-Nya. Dan lagi pula: Tengok, Aku inilah dengan anak-anak yang dikaruniakan Allah kepada-Ku.","Sebab itu, sedang anak-anak itu sama-sama ada berdaging dan berdarah, maka Ia pun demikian juga keadaan-Nya, supaya dengan maut itu ditiadakan-Nya dia, yang memegang kuasa maut, yaitu Iblis.","Dan supaya dilepaskan-Nya seberapa banyak orang yang oleh sebab takut akan maut itu tertawan seumur hidupnya di dalam perhambaan.","Karena dengan sesungguhnya bukannya malaekat yang ditolongnya, melainkan keturunan Ibrahim yang ditolongnya itu.","Dari sebab itu haruslah Ia dirupakan sama dengan saudara-saudara-Nya itu di dalam segala perkara, supaya di dalam ibadat kepada Allah Ia menjadi Imam Besar yang berkasihan dan setiawan, akan mengadakan perdamaian karena segala dosa kaum itu.","Sedangkan Ia sendiri telah merasa sengsara tatkala terkena coba, dapatlah Ia menolong orang yang terkena coba itu."]