["Maka dari sebab itu, hai saudara-saudaraku yang suci, yang beroleh sama bahagian di dalam panggilan surga, amat-amatilah Rasul lagi Imam Besar yang telah kita akui, yaitu Yesus,","yang setiawan kepada yang menetapkan Dia, seperti Musa pun di dalam segenap isi rumah Allah itu.","Karena Ia telah dibilangkan berlayak menerima lebih kemuliaan daripada Musa, seumpama orang yang telah mendirikan rumah beroleh lebih kemuliaan daripada rumah itu.","Karena tiap-tiap rumah itu dibangunkan oleh orang; tetapi yang membangunkan segala sesuatu, ialah Allah.","Adapun Musa itu setiawan di dalam segenap isi rumah Allah seperti hamba, akan menyatakan segala perkara yang akan difirmankan kelak,","tetapi Kristus itu sebagaimana seorang anak berkuasa atas isi rumah Allah; maka kita inilah isi rumah-Nya itu, asal kita tetap di dalam iman dan harap, yang menjadi kemegahan kita, hingga kepada kesudahannya.","Sebab itu seperti firman Rohulkudus itu, \"Pada hari ini, jikalau kamu mendengar suara-Nya,","janganlah kamu mengeraskan hatimu seperti pada masa Penggusaran, pada hari pencobaan di padang belantara itu,","di tempat segala nenek moyangmu mencobai dengan menguji Aku, dan sudah nampak segala perbuatan-Ku empat puluh tahun lamanya.","Itulah sebabnya Aku murka akan orang zaman ini, serta berfirman: Bahwa hati mereka itu selalu sesat, tetapi mereka itu tiada mengenal segala jalan-Ku;","sebab itu Aku telah bersumpah dengan murka-Ku: Bahwa sekali-kali tiada mereka itu akan masuk perhentian-Ku.\"","Ingatlah baik-baik, hai saudara-saudaraku, jangan seorang pun daripada kamu berhati jahat dengan tiada beriman sehingga berpaling daripada Allah yang hidup itu;","melainkan bernasehat-nasehatlah sama sendirimu tiap-tiap hari, selagi disebut orang \"Hari ini\"; supaya jangan seorang pun daripada kamu menjadi keras hati dengan tipu daya dosa.","Karena kita telah beroleh bahagian di dalam Kristus, asal kita berpaut kepada harap yang mula-mula itu, hingga kepada kesudahannya;","sedangkan sudah tersurat: Pada hari ini, jikalau kamu mendengar suaranya, janganlah kamu mengeraskan hatimu seperti pada masa Penggusaran.","Karena siapakah orang yang, meskipun mendengar, menggusari Allah? Bukankah orang-orang yang sudah keluar dari Mesir dengan pimpinan Musa?","Siapakah yang sudah dimurka-Nya empat puluh tahun lamanya itu? Bukankah orang-orang yang sudah berbuat dosa sehingga bergelimpang mayatnya di padang belantara itu?","Dan siapakah yang disumpahkan-Nya bahwa sekali-kali tiada mereka itu akan masuk perhentian-Nya? Bukankah segala orang yang durhaka itu?","Maka tampaklah kepada kita bahwa tiada boleh mereka itu masuk sebab tiada beriman."]