["Sebab itu, sedang ada lagi tinggal perjanjian dari hal masuk perhentian-Nya itu, maka hendaklah kita takut supaya jangan kelak nyata barang seorang daripada kamu tertinggal di belakang.","Karena kabar kesukaan sudah diberitakan kepada kita, sama seperti kepada mereka itu juga; tetapi berita yang kedengaran itu tiada mendatangkan faedah kepada mereka itu, sebab tiada disertai oleh iman bagi orang yang mendengar itu.","Karena kita yang sudah beriman ini masuk perhentian itu, sebagaimana yang Ia telah berfirman, \"Seperti Aku telah bersumpah dengan murka-Ku: Bahwa sekali-kali tiada mereka itu akan masuk perhentian-Ku\" walaupun segala perbuatan itu sudah lengkap daripada masa kejadian dunia.","Karena ada suatu nas yang telah difirmankan-Nya dari hal hari yang ketujuh demikian ini: Maka berhentilah Allah pada hari yang ketujuh daripada segala perbuatan-Nya;","dan lagi, di sini pula: Bahwa sekali-kali tiada mereka itu akan masuk perhentian-Ku.","Oleh sebab itu sedangkan ada tinggal setengah orang yang akan masuk perhentian itu, dan orang yang kepadanya kabar kesukaan sudah diberitakan terlebih dahulu itu tiada masuk sebab durhaka,","maka lagi sekali ditentukan-Nya suatu hari, yaitu: \"Hari ini\", dengan firman-Nya di dalam kitab Daud kemudian berselang beberapa lama, seperti yang telah tersebut dahulu itu: Bahwa pada hari ini, jikalau kamu mendengar suara-Nya, janganlah kamu mengeraskan hatimu.","Karena jikalau Yusak sudah membawa mereka itu masuk ke dalam perhentian, niscaya tiadalah Allah menyebutkan hari yang lain kemudian daripada itu.","Jikalau begitu, tetaplah suatu Masa Perhentian bagi kaum Allah.","Karena orang yang sudah masuk ke dalam perhentian-Nya itu telah berhenti sendiri daripada pekerjaannya, sama seperti sudah diperbuat Allah.","Sebab itu, hendaklah kita mengusahakan diri masuk ke dalam perhentian itu, supaya jangan seorang pun jatuh, seperti teladan durhaka itu.","Karena firman Allah itu hidup dan berkuasa, dan lebih tajam daripada pedang bermata dua, dan makan dalam sehingga menceraikan nyawa dan roh, serta sendi dan sumsum, dan tahu menyelidik segala ingatan dan niat hati.","Maka tiada suatu makhluk pun yang tersamar kepada-Nya, melainkan nyata dan terbuka segala sesuatu kepada pemandangan Allah, yang harus kita memberi jawab kepada-Nya.","Sedangkan ada kepada kita seorang Imam Mahabesar, yang sudah melintas segala langit, yaitu Yesus, Anak Allah, maka hendaklah kita memegang pengakuan itu.","Karena kita tidak ada Imam Besar yang tiada menaruh belas kasihan akan segala kelemahan kita, melainkan yang sudah terkena coba di dalam segala perkara sama seperti kita, dan lagi tiada berdosa.","Sebab itu, biarlah kita menghampiri takhta anugerah Allah dengan keluasan hati, supaya kita beroleh rahmat, dan dapat anugerah menjadi pertolongan pada masanya."]