["Karena tiap-tiap imam besar yang dipilih dari antara manusia, ialah ditetapkan karena manusia di dalam hal beribadat kepada Allah, supaya ia mempersembahkan persembahan dan korban karena dosa-dosa orang;","dan yang boleh menahan sabar akan orang yang jahil dan yang sesat, sebab ia sendiri pun diliputi dengan kelemahan;","maka dari sebab itu wajiblah ia mempersembahkan korban karena dosa, bukan sahaja karena kaum itu, melainkan juga karena dirinya sendiri.","Seorang pun tiada mencari kemuliaan itu bagi dirinya sendiri, melainkan jikalau ia dipanggil oleh Allah, seperti Harun.","Demikian juga Kristus tiada menuntut hak kemuliaan Imam Besar, melainkan Ia yang telah berfirman kepada-Nya:","sebagaimana Ia juga berfirman di dalam nas yang lain: Bahwa Engkaulah menjadi Imam selama-lamanya, menurut peraturan Malkisedik.","Maka Ia pun, tatkala di dalam keadaan manusia, sudah mempersembahkan doa dan permintaan kepada Yang Berkuasa menyelamatkan Dia daripada maut, dengan teriak yang kuat, dan dengan air mata-Nya, maka doa-Nya dikabulkan dari sebab ketakutan-Nya akan Allah;","sungguhpun Ia Anak, tetapi sudahlah Ia belajar taat dengan segala sesuatu yang dirasai-Nya itu,","maka setelah Ia disempurnakan, baharulah Ia menjadi pohon selamat yang kekal bagi segala orang yang bertaat kepada-Nya,","serta Ia digelar oleh Allah Imam Besar, menurut peraturan Malkisedik.","Adapun dari halnya itu banyak yang hendak kita katakan, tetapi susah akan menerangkan dia, sebab sudah berat pendengaranmu.","Jikalau ditimbang lamanya, patut kamu menjadi guru, tetapi wajib pula orang mengajarkan kepadamu segala perkara alif-ba-ta dari firman Allah; maka kamu telah menjadi seperti yang wajib mendapat air susu, dan bukannya makanan yang biasa.","Karena masing-masing yang menyusu itu, tiada paham akan perkataan dari hal hakekat, sebab ia kanak-kanak.","Tetapi makanan yang biasa itulah bagi orang akil balig, yaitu kepada orang yang oleh sebab biasa menggunakan akalnya, dapat membedakan baik dan jahat."]