["Sebab itu baiklah kita berhenti daripada menerangkan pengajaran Kristus yang mula-mula itu, langsungkanlah kepada kesempurnaan: Janganlah lagi kita membubuh alas, yaitu dengan pengajaran hal tobat daripada perbuatan yang membawa kepada mati, dan iman kepada Allah,","dan pengajaran dari hal baptisan, dan dari hal meletakkan tangan atas orang, dan dari hal orang mati bangkit pula, dan hukuman yang kekal.","Demikianlah kita berbuat kelak, jikalau diizinkan Allah.","Karena orang-orang, yang sekali sudah diterangkan hatinya, dan sudah merasa-rasa karunia yang dari surga itu, dan sudah sama beroleh bahagian daripada Rohulkudus,","dan yang sudah masuk hati firman Allah yang baik itu, beserta dengan segala kuat kuasa zaman yang akan datang,","lalu berpaling, masakan orang itu dibaharukan balik kepada tobat, oleh sebab mereka itu sendiri sudah menyalibkan Anak Allah, serta diberi malu dengan nyata-nyata.","Karena tanah, yang mengisap air hujan yang kerapkali turun ke atasnya itu dan mengeluarkan sayur-sayuran berguna bagi orang yang karenanya orang berusaha itu, beroleh berkat daripada Allah.","Tetapi jikalau tanah itu mengeluarkan semak duri dan onak, terbuanglah ia dan berdekat dengan laknat, maka kesudahannya akan terbakar.","Walaupun kami berkata demikian, tetapi dari hal kamu, hai kekasihku, kami menaruh yakin akan perkara-perkara yang lebih baik dan yang menuju kepada selamat.","Karena bukannya Allah tiada adil, sehingga Ia lupa akan perbuatanmu dan kasihmu yang sudah kamu tunjukkan terhadap nama-Nya di dalam hal kamu sudah melayani orang-orang suci itu dan sekarang ini pun melayan.","Inilah kehendak kami supaya kamu masing-masing menunjukkan usaha yang serupa itu juga sehingga berpaut kepada pengharapan dengan yakin hingga kepada kesudahan,","supaya jangan kamu jadi lalai, melainkan jadi penurut teladan orang-orang yang mewarisi segala perjanjian Allah dari sebab iman dan sabarnya.","Karena tatkala Allah berjanji kepada Ibrahim, sedang tiada dapat Ia bersumpah demi Yang terlebih besar, maka bersumpahlah Ia demi diri-Nya,","sambil berfirman: Dengan sesungguhnya Aku akan memberkati engkau dengan sebesar-besar berkat, dan memperbanyakkan engkau berganda-ganda.","Demikianlah setelah sudah ia menanti dengan sabar, maka diperolehnyalah perjanjian itu.","Karena manusia bersumpah demi yang terlebih besar daripada dirinya, dan sumpah itulah menyungguhkan perkaranya, sehingga menyudahkan segala perbantahannya.","Oleh yang demikian, sebab Allah teramat sangat hendak menyatakan kepada segala waris perjanjian itu ketetapan maksud-Nya, maka diselitkan-Nya dengan suatu sumpah,","supaya dengan sebab dua perkara yang tetap itu yang di dalamnya mustahil bagi Allah berdusta, kita akan beroleh hati yang kuat, yaitu kita ini yang mencari perlindungan, hendak mencapai pengharapan yang terletak di hadapan kita,","yang ada kepada kita seperti sauh jiwa tetap dan teguh, yang masuk ke dalam sekali di belakang tirai,","di tempat Yesus sudah masuk menjadi Penganjur karena kita, yang menjadi Imam Besar selama-lamanya menurut peraturan Malkisedik."]