["Adapun Malkisedik itu, yaitu raja di Salem dan imam Allah taala, yang sudah berjumpa dengan Ibrahim tatkala Ibrahim kembali daripada menewaskan raja-raja, lalu diberkatinya Ibrahim,","kepadanyalah juga Ibrahim sudah memberi bahagian sepuluh esa. Makna Malkisedik itu jikalau diterjemahkan, pertama-tama artinya raja keadilan, kemudian pula raja di Salem, yaitu raja damai:","Yang tiada berbapa, dan tiada beribu, dan tiada bersilsilah, dan tiada berawal atau berkesudahan hidupnya, melainkan ia diserupakan dengan Anak Allah, maka kekallah ia Imam selama-lamanya.","Perhatikanlah olehmu betapa besarnya orang itu yang kepadanya Ibrahim, nenek moyang kita, sudah memberi sepuluh esa daripada segala rampasannya.","Segala orang daripada benih Lewi yang menerima jawatan imam itu beroleh hukum mengambil hasil di dalam sepuluh esa daripada kaum itu menurut seperti hukum Taurat, yaitu daripada saudara-saudara mereka itu, walaupun mereka itu sudah terpancar daripada pinggang Ibrahim,","tetapi Malkisedik, yang tiada terhisab keturunannya dari antara mereka itu, sudah mengambil hasil di dalam sepuluh esa daripada Ibrahim, serta memberkati dia, yang beroleh segala perjanjian itu.","Tetapi sekali-kali tiada dapat dibantahi bahwa orang yang kurang itu diberkati oleh orang yang lebih.","Maka di sini yang menerima hasil di dalam sepuluh esa itu orang yang akan fana, tetapi di sana ada seorang yang disaksikan bahwa ia kekal.","Maka boleh dikatakan bahwa dengan jalan Ibrahim itu Lewi yang menerima hasil sepuluh esa itu pun sudah membayar sepuluh esa itu,","karena ia lagi di dalam pinggang bapanya tatkala Malkisedik berjumpa dengan dia.","Sebab itu jikalau kesempurnaan itu sudah dicapai dengan sebab imamat daripada suku bangsa Lewi (karena dengan alasan itulah kaum itu menerima hukum Taurat), maka apakah gunanya seorang imam yang lain terbit menurut peraturan Malkisedik, dan yang bukan terhisab menurut peraturan Harun?","Karena jikalau imamat itu bertukar, tak dapat tiada hukum Taurat itu pun bertukar juga.","Karena segala perkara itu telah dikatakan dari hal seorang yang terhisab kepada lain suku bangsa, maka daripada suku bangsa itu seorang pun belum membuat pekerjaan di tempat korban itu.","Karena sudah nyata bahwa Tuhan kita terpancar daripada suku bangsa Yehuda, maka dari hal suku bangsa itu suatu pun tiada dikatakan oleh Musa tentang hal imam-imam.","Maka amatlah sangat nyatanya jikalau menurut seperti teladan Malkisedik itu bangkit seorang imam lain,","yang telah dijadikan bukannya menurut Taurat daripada hukum keturunan, melainkan menurut kuasa hidup yang tiada berkebinasaan.","Karena dari halnya itu sudah disaksikan: Bahwa Engkaulah Imam selama-lamanya menurut peraturan Malkisedik.","Dengan yang demikian hukum yang dahulu itu dibatalkan dari sebab lemah dan tiada berguna,","(karena hukum Taurat itu sudah membawa satu pun tiada kepada kesempurnaan), tetapi hal itu mendatangkan suatu pengharapan yang lebih baik, yang olehnya itu kita menghampiri Allah.","Dan lagi sebagaimana Yesus bukan menjadi Imam Besar dengan tiada mengangkat sumpah (karena mereka itu sudah menjadi imam dengan tiada sumpah,","tetapi Ia ini dengan diangkatkan sumpah oleh Dia yang berfirman kepada-Nya: Tuhan sudah bersumpah, dan tiada akan menyesal, Engkaulah Imam selama-lamanya.)","Demikian juga Ia menjadi pengaku atas perjanjian yang terlebih baik.","Dan banyaklah mereka itu telah dijadikan imam oleh sebab maut menggendalakan mereka itu tinggal tetap;","tetapi Ia ini, sebab Ia kekal selama-lamanya, ada berimamat yang tiada berpindah kepada orang lain.","Oleh sebab itulah Ia berkuasa juga menyelamatkan dengan sempurnanya segala orang yang menghampiri Allah oleh sebab Dia, sedangkan Ia hidup senantiasa memohonkan syafaat karena mereka itu.","Karena patutlah bagi kita seorang Imam Besar yang demikian itu, yaitu kudus, tiada bersalah, tiada bernajis, diasingkan daripada orang-orang berdosa, dan ditinggikan daripada segala langit,","yang tak usah, sebagaimana segala imam besar, sehari-hari mempersembahkan beberapa korban, dahulu karena dosa-dosanya sendiri, kemudian karena dosa-dosa kaum itu. Karena ini Ia sudah berbuat sekali sahaja bagi sekalian tatkala Ia mempersembahkan diri-Nya sendiri.","Karena Taurat itu menetapkan orang yang lemah menjadi imam besar, tetapi perkataan sumpah yang kemudian daripada Taurat itu menetapkan seorang Anak, yang sudah jadi sempurna selama-lamanya."]