["Adapun di dalam segala perkara yang kami katakan demikian itu, inilah yang terutama: Bahwa kita ada seorang Imam Besar yang demikian itu, yang duduk di sebelah kanan arasy Yang Mahabesar di surga,","yaitu pelayan di tempat yang kudus dan di kemah yang benar, yang didirikan oleh Tuhan, bukannya oleh manusia.","Karena tiap-tiap imam besar ditetapkan bagi mempersembahkan persembahan dan korban, maka dari sebab itu wajiblah Imam Besar itu ada padanya barang sesuatu yang dipersembahkannya.","Jikalau sekiranya Ia di atas bumi ini, tiada sekali-kali Ia menjadi Imam, oleh sebab sudah ada orang yang mempersembahkan persembahan menurut hukum Taurat itu,","yang melakukan peraturan ibadat kepada suatu peta dan bayang segala perkara yang di surga, sebagaimana Musa telah difirmankan Allah tatkala ia tengah hendak membuat kemah itu, yaitu firman-Nya: Perhatikanlah supaya engkau membuat sekaliannya itu menurut teladan yang ditunjukkan kepadamu di gunung itu.","Tetapi sekarang ini Yesus telah beroleh suatu jawatan yang terlebih utama, karena Ia menjadi pengantara suatu perjanjian yang terlebih utama, yang ditetapkan atas segala janji yang terlebih utama.","Karena jikalau sungguh perjanjian yang pertama itu tiada bercela, niscaya tiada akan dicari sebab bagi yang kedua.","Karena Ia menyalahkan mereka itu dengan firman-Nya, \"Ingatlah, harinya akan datang kelak, firman Tuhan, Aku akan mengadakan Perjanjian Baharu kepada segala isi rumah Israel dan segala isi rumah Yehuda;","bukannya menurut seperti perjanjian yang sudah Aku buat dengan segala nenek moyang mereka itu, pada hari tatkala Aku memegang tangannya memimpin mereka itu keluar dari negeri Mesir; karena tiada mereka itu tetap kepada Perjanjian-Ku itu, dan tiadalah Aku mengindahkan mereka itu, firman Tuhan.","Karena inilah Perjanjian yang hendak Kujanjikan kepada segala isi rumah Israel kemudian daripada masa itu, firman Tuhan; maka Aku akan memasukkan hukum-hukum-Ku ke dalam ingatan mereka itu, dan di dalam hati mereka itu juga akan Kusuratkan itu, dan Aku akan menjadi Tuhan kepada mereka itu, dan mereka itu akan menjadi kaum kepada-Ku.","Dan tiada lagi masing-masingnya akan mengajar orang senegerinya, dan masing-masing akan saudara-saudaranya, mengatakan: Kenallah Tuhan! Karena sekaliannya akan mengenal Aku, kecil dan besar;","karena Aku akan berpengasihan atas kesalahannya, dan dosa-dosanya itu pun akan Kuluputkan daripada ingatan-Ku.\"","Dengan menyebutkan perkataan \"Perjanjian Baharu\" itu, Ia telah mengatakan yang pertama itu lama; adapun barang yang menjadi lama dan sudah tua itu hampir akan lenyap."]