["Adapun perjanjian yang pertama itu ada padanya syarat-syarat kebaktian dan tempat yang kudus di dunia ini.","Karena kemah sudah tersedia, bahagian yang di depannya itu, maka di dalamnya ada kaki dian dan meja dan roti persembahan, yang dinamakan tempat kudus.","Dan di balik tirai yang kedua itulah kemah yang dinamakan mahakudus;","di dalamnya itu ada perukupan emas, dan peti perjanjian yang bersalut kelilingnya dengan emas, di dalamnya itu ada bokor emas yang berisi manna, dan tongkat Harun yang sudah bertunas, dan kedua loh batu perjanjian;","dan di atasnya itu kedua Karub kemuliaan yang menaungi tutupan peti perjanjian itu; tetapi dari segala perkara itu sekarang tiada dapat dikatakan satu-satu.","Setelah lengkap segala perkara yang demikian itu, maka masuklah segala imam berulang-ulang ke dalam bahagian kemah yang di depannya itu menyempurnakan ibadat;","tetapi ke dalam bahagian kemah yang kedua itu hanyalah imam besar sahaja masuk setahun sekali, bukannya dengan tiada membawakan darah, yang dipersembahkannya karena dirinya sendiri dan karena kesalahan kaum itu.","Dengan yang demikian Rohulkudus menyatakan, bahwa jalan ke tempat yang mahakudus itu belum lagi terbuka selagi bahagian kemah yang di depan itu ada terdiri,","yang menjadi suatu perumpamaan masa sekarang ini, menurut sebagaimana yang dipersembahkan beberapa persembahan dan korban, yang tiada dapat membuat orang, yang melakukan ibadat itu, sempurna tentang perasaan,","sedang perkara itu beserta dengan makanan dan minuman dan berbagai-bagai basuhan itu hanya hukum-hukum cara lahir sahaja, yang ditanggungkan atas orang hingga kepada masa segala sesuatu akan disempurnakan kelak.","Tetapi tatkala Kristus tiba menjadi Imam Besar yang pohon segala kebajikan yang akan datang kelak, maka dengan menerusi kemah yang lebih besar dan lebih sempurna, yang bukannya diperbuat dengan tangan, artinya yang bukannya daripada alam ini,","dan bukannya dengan membawa darah kambing jantan dan anak lembu, melainkan darahnya sendiri, masuklah Ia sekali bagi sekalian ke dalam tempat kudus, serta mengerjakan suatu penebusan yang kekal.","Karena jikalau darah kambing jantan dan darah lembu jantan dan abu anak lembu betina dipercikkan kepada orang yang bernajis itu menguduskan mereka itu bagi menyucikan tubuh pada lahirnya,","istimewa pula darah Kristus, yang oleh Roh yang kekal itu sudah mempersembahkan diri-Nya sendiri dengan tiada bercacat cela kepada Allah itu, menyucikan kita pada batinnya daripada perbuatan yang membawa mati, supaya kamu beribadat kepada Allah yang hidup itu.","Maka itulah sebabnya Ia menjadi pengantara suatu Perjanjian yang baharu, supaya orang yang dipanggil itu boleh memegang janji dari hal menerima warisan yang kekal, tatkala berlaku suatu kematian bagi menebus kesalahan orang yang termasuk perjanjian yang lama itu.","Karena jikalau ada wasiat, wajib ada kematian orang yang mewasiatkan itu.","Karena wasiat berjalan kuasanya di dalam hal orang-orang mati; karena selagi hidup orang yang berwasiat itu, maka wasiat itu sekali-kali tidak berjalan kuasanya.","Dari sebab itu perjanjian yang pertama itu pun ditahbiskan dengan darah.","Karena adalah Musa, setelah segala penyuruhan itu habis dikatakannya kepada segenap kaum itu, menurut seperti hukum Taurat, lalu diambilnya darah anak-anak lembu dan darah kambing jantan itu, serta air, dan benang bulu merah, dan zufa, sambil memercik baik kitab itu baik segenap kaum itu,","serta berkata: Inilah darah perjanjian yang difirmankan Allah bagi kamu.","Dan kemah itu pun dengan sekalian perkakas ibadat itu diperciknya serupa itu juga dengan darah.","Bahkan, menurut hukum Taurat hampir-hampir sekalian perkara disucikan dengan darah, dan lain daripada menumpahkan darah tiadalah ada ampun.","Sebab itu, wajiblah bahwa peta-peta segala perkara yang di surga itu disucikan dengan yang demikian tetapi segala perkara yang samawi itu juga disucikan dengan korban yang terlebih baik daripada sekaliannya itu.","Karena Kristus itu sudah masuk bukannya ke dalam tempat kudus perbuatan tangan, yang hanya menjadi suatu teladan tempat kudus yang sebenarnya itu; melainkan ke dalam surga yang benar, maksudnya sekarang Ia menghadap hadirat Allah karena kita.","Bukannya supaya Ia mempersembahkan diri-Nya kerapkali, seperti imam besar pada tiap-tiap tahun masuk ke dalam tempat kudus dengan darah yang bukan darahnya sendiri.","Karena jikalau begitu tak dapat tiada kerapkali Ia merasai sengsara daripada masa dunia ini dijadikan. Tetapi sekarang ini, pada akhir zaman, Ia sekali juga sudah menjadi nyata akan melenyapkan dosa dengan keadaan mengorbankan diri-Nya sendiri.","Sedangkan manusia telah tentu satu kali akan mati, dan kemudian daripada itu datang hukuman,","demikianlah juga Kristus, sesudah satu kali dipersembahkan akan menanggung dosa orang banyak, maka pada kali yang kedua kelak, dengan tiada menanggung dosa, Ia akan kelihatan kepada segala orang yang menantikan Dia, akan menyelamatkan mereka itu."]