["Salam daripada aku, Yakub, hamba Allah dan hamba Tuhan Yesus Kristus, kepada kedua belas suku bangsa yang bertaburan.","Hai saudara-saudaraku, apabila kamu jatuh ke dalam berbagai-bagai pencobaan, sifatkanlah semuanya itu kesukaan sahaja,","oleh sebab mengetahui, bahwa ujian imanmu itu mengerjakan tekun.","Biarlah tekun itu bekerja dengan sempurnanya, supaya kamu jadi sempurna dan cukup lengkap, dan tiada berkekurangan di dalam sesuatu apa pun.","Jikalau ada orang di antara kamu yang kurang bijak, hendaklah ia memohonkan kepada Allah, yang mengaruniakan dengan murahnya kepada tiap-tiap orang dengan tiada membangkit-bangkitkan, niscaya dikaruniakan-Nya kelak kepadanya.","Tetapi biarlah ia memohonkan dengan iman, dengan tiada bimbang; karena orang yang bimbang itu seumpama ombak laut, yang ditiup angin terhantar ke sana ke mari.","Maka orang yang semacam itu janganlah menyangka, bahwa ia akan beroleh barang apa pun daripada Tuhan;","ialah orang yang bercabang hatinya, tiada tetap segala jalannya.","Tetapi biarlah saudara yang rendah memegahkan dirinya di dalam hal ia ditinggikan;","dan orang yang kaya di dalam hal ia direndahkan, karena seperti bunga rumput ia akan hilang kelak.","Karena matahari itu terbit dengan panas terik, serta melayukan rumput itu dan bunganya luruh, dan keelokan rupanya pun hilanglah; demikianlah juga orang yang kaya itu pun layu pada segala perjalanannya.","Berbahagialah orang yang sabar menanggung pencobaan, karena sesudah ia tahan uji, ia akan menerima kelak makota hidup, yang dijanjikan Allah kepada segala orang yang mengasihi Dia.","Seorang pun jangan, apabila ia terkena pencobaan, berkata, \"Bahwa aku terkena pencobaan Allah,\" karena Allah tiada tercoba dengan kejahatan, dan Ia sendiri tiada mencoba seorang jua pun;","tetapi tiap-tiap orang terkena pencobaan apabila ia ditarik dan diperdayakan oleh hawa nafsunya sendiri.","Kemudian hawa nafsu itu setelah sudah mengandung, lalu memperanakkan dosa, dan dosa itu setelah sudah cukup besarnya akan memperanakkan maut.","Janganlah kamu sesat, hai saudara-saudara yang kukasihi.","Adapun tiap-tiap anugerah yang baik dan tiap-tiap karunia yang sempurna itu dari atas, turun daripada Bapa, pohon segala penerang dari langit, maka Ialah yang tiada berubah dan tiada berbayang perubahan-Nya.","Maka menurut kehendak-Nya sendiri Ia sudah menjadikan kita dengan firman-Nya yang benar, supaya kita menjadi suatu jenis buah yang sulung di antara segala makhluk-Nya.","Kamu pun mengetahui yang demikian, hai saudara-saudara yang kukasihi. Tetapi biarlah tiap-tiap orang pantas mendengar, lambat berkata-kata, lambat marah.","Karena amarah manusia itu bukannya mengerjakan yang benar kepada Allah.","Sebab itu sambil membuangkan segala najis dan kejahatan yang melimpah itu, terimalah dengan lemah lembut pengajaran yang sudah tertanam di dalam kamu, yang berkuasa menyelamatkan jiwamu.","Tetapi hendaklah kamu menjadi penurut pengajaran itu, bukannya orang yang mendengar sahaja dengan memperdayakan dirinya sendiri.","Karena jikalau barang seorang menjadi orang yang mendengar pengajaran itu, tetapi tiada menurut, ialah seumpama orang yang memandang mukanya yang sebenar di dalam cermin;","karena ia tampak dirinya dan pergi, langsung terlupa akan bagaimana rupanya itu.","Tetapi orang yang menyelidik hukum yang sempurna, yaitu hukum kemerdekaan, serta bertekun, tiada menjadi orang mendengar yang terlupa, melainkan orang yang menurut dengan sebenarnya, maka ialah orang yang berbahagia di dalam hal ia menurut itu.","Jikalau barang seorang menyangkakan dirinya beribadat, tetapi tiada menahan lidahnya melainkan menipu dirinya, maka ibadat orang itu sia-sialah.","Adapun ibadat yang suci dan tiada bercacat di hadirat Allah, yaitu Bapa, inilah dia: Melawat yatim piatu dan janda-janda di dalam kesusahannya, dan memeliharakan diri daripada dunia ini dengan tiada bercela."]