["Hai saudara-saudaraku, yang beriman kepada Tuhan kita Yesus Kristus yang mulia, janganlah kamu tunjukkan iman itu dengan menilik atas rupa orang.","Karena jikalau masuk ke dalam rumah sembahyangmu seorang yang bercincin emas berpakaian indah, dan di situ masuk juga seorang miskin yang berpakaian buruk;","lalu kamu indahkan orang yang berpakaian indah itu sambil berkata, \"Silakanlah Tuan duduk di sini di tempat yang baik,\" dan kepada orang yang miskin itu kamu berkata, \"Berdirilah engkau di situ, atau duduk pada alas kakiku\";","bukankah kamu sudah membuat perbedaan di dalam hatimu, dan menjadi hakim dengan pikiran yang jahat?","Dengarlah, hai saudara-saudara yang kukasihi, bukankah Allah memilih orang yang miskin kepada dunia menjadi kaya dengan iman, dan waris kerajaan yang telah dijanjikan kepada segala orang yang mengasihi Dia?","Tetapi kamu ini sudah menghinakan orang miskin. Bukankah segala orang kaya menganiayakan kamu, dan menghela kamu ke dalam mahkamat?","Bukankah mereka itu yang menghujat nama yang mulia, yang disebutkan atas kamu itu?","Akan tetapi jikalau kamu menurut hukum kerajaan, sebagaimana nas Alkitab: Hendaklah engkau mengasihi sesamamu manusia seperti dirimu sendiri, maka baik juga perbuatanmu itu;","tetapi jikalau kamu menilik atas rupa orang, kamu berbuat dosa, dan kamu dihukumkan oleh hukum itu menjadi orang melanggar hukum.","Karena barangsiapa yang memegang segenap hukum itu, tetapi melangkah salah suatu perkara, maka salahlah ia kepada sekaliannya.","Karena Ia yang telah berfirman: Jangan berzinah, itu juga berfirman: Jangan membunuh. Jikalau engkau tiada berzinah, tetapi membunuh, niscaya engkau sudah menjadi orang yang melanggar hukum.","Katakanlah begitu dan turutlah begitu seperti orang yang akan dihakimkan oleh hukum kemerdekaan.","Karena hukuman tiada mengasihani orang yang tiada menunjukkan kasihan. Maka kasihan itu mengatas hukuman.","Hai saudara-saudaraku, apakah faedahnya jikalau orang mengatakan dirinya ada iman, tetapi tiada padanya perbuatan, dapatkah iman itu menyelamatkan dia?","Jikalau ada saudara-saudara laki-laki atau saudara yang perempuan tiada cukup makan pakai sehari-hari,","lalu berkata seorang dari antara kamu kepadanya, \"Selamat jalan, hangatlah kiranya dirimu, dan makan sehingga kenyang\"; tetapi tiada kamu memberi kepadanya barang yang patut bagi tubuhnya, maka apakah faedahnya?","Demikianlah juga iman, jikalau tiada disertai perbuatan, matilah ia sendiri.","\"Benar,\" kata setengah orang, \"engkau ada iman, dan aku ada perbuatan, tunjukkanlah kepadaku imanmu itu dengan tiada perbuatanmu, maka aku pun akan menunjukkan kepadamu imanku daripada perbuatanku.\"","Engkau ini percaya bahwa Allah Satu sahaja adanya. Benar, segala setan pun percaya juga, dan menggeletar.","Hendaklah engkau mengetahui, hai orang yang sia-sia, bahwa iman dengan tiada perbuatan itu kosong!","Bukankah nenek moyang kita Ibrahim dibenarkan oleh sebab perbuatannya di dalam hal ia hendak mengorbankan Ishak anaknya itu di atas tempat korban?","Maka nyatalah kepadamu bahwa iman beserta dengan perbuatannya itu sudah bekerja bersama-sama, sehingga oleh sebab segala perbuatan itu imannya itu sudah menjadi sempurna.","Oleh yang demikian sampailah nas Alkitab, yang mengatakan: Bahwa Ibrahim sudah percaya akan Allah, maka itulah dihisabkan kepadanya menjadi kebenaran; maka ia pun dikatakan sahabat Allah.","Maka nyatalah kepadamu bahwa orang dibenarkan oleh sebab perbuatannya, dan bukannya oleh sebab iman sahaja.","Bukankah begitu juga Rahab perempuan sundal itu dibenarkan oleh sebab perbuatannya di dalam hal ia menyambut dan mengulurkan keluar pesuruh itu dari jalan yang lain?","Karena sebagaimana tubuh dengan tiada roh itu mati, demikianlah juga iman dengan tiada perbuatan itu mati."]