["Hai saudara-saudaraku, janganlah kamu semuanya hendak menjadi guru, sebab mengetahui bahwa kami akan menerima hukuman yang terlebih berat;","karena kita sekalian bersalah di dalam banyak perkara. Jikalau barang seorang tiada bersalah di dalam hal berkata-kata, ialah orang yang sempurna, yang juga boleh menahan segenap tubuhnya.","Jikalau kita mengenakan kang di mulut kuda supaya ia menurut perintah kita, lalu kita belokkan tujuan segenap badannya.","Ingatlah pula akan segala kapal walaupun sebegitu besar, yang ditolak oleh angin keras, dibelokkan ke mana-mana dikehendaki oleh gerakan jurumudi dengan kemudi yang sangat kecil.","Demikianlah juga lidah, suatu anggota yang kecil, tetapi sangatlah ia membesarkan dirinya. Tengoklah berapa besarnya hutan dibakar oleh api yang kecil.","Adapun lidah itu suatu api; maka di antara segala anggota kita lidah itulah suatu dunia kejahatan, maka ialah yang mencacatkan segenap tubuh dan menghanguskan segala gerakan hidup kita, sedang ia sendiri dihanguskan oleh api neraka.","Karena segala jenis binatang yang liar dan burung dan binatang yang melata dan yang di dalam laut itu dapat dijinakkan, dan sudah juga dijinakkan oleh manusia;","tetapi lidah itu tiada orang boleh menjinakkan; ialah suatu celaka yang tiada diam, penuh dengan bisa yang membunuh.","Dengan lidah itu kita memuji Tuhan, yaitu Bapa, dan dengan lidah itu juga kita mengutuki manusia yang dijadikan atas teladan Allah.","Daripada mulut itu juga keluar puji-pujian dan kutuk. Perkara yang demikian ini, hai saudara-saudaraku, tiadalah patut.","Adakah mata air memancutkan air tawar dan air pahit daripada mata air yang satu itu juga?","Hai saudara-saudaraku, bolehkah pohon ara berbuahkan buah zaitun, atau pohon anggur berbuahkan buah ara? Maka tiada boleh air masin mengeluarkan air tawar.","Siapakah di antara kamu yang bijak dan berpengetahuan? Biarlah ia menunjukkan segala perbuatannya daripada kelakuan yang baik, dengan kebijakan yang lemah lembut.","Tetapi jikalau ada kamu menaruh perasaan yang dengki sangat dan perbantahan di dalam hatimu, janganlah meninggikan diri dan janganlah mendusta dengan melawan yang benar.","Maka kebijakan itu bukan kebijakan yang datang dari atas, melainkan dari dunia, yaitu yang berasal daripada hawa nafsu, dan kehendak Iblis.","Karena barang di mana ada perasaan yang dengki dan perbantahan, di situlah huru-hara dan segala perbuatan yang jahat.","Tetapi kebijakan yang dari atas itu pertama-tama suci, kemudian suka berdamai, manis lakunya, seturut, penuh dengan belas kasihan dan buah-buahan yang baik, dengan tiada syak, dan dengan tiada munafik.","Maka buah-buahannya, yaitu kebenaran, ditaburkan dengan perdamaian oleh segala orang yang mengerjakan perdamaian."]