["Dari manakah datang peperangan, dan dari manakah datang perkelahian di antara kamu? Bukankah datangnya daripada segala hawa nafsumu yang berlawan-lawanan di dalam segala anggotamu?","Kamu menaruh keinginan, tetapi tiada beroleh. Kamu bunuh dan berdengki, tetapi tiada memperoleh; kamu berkelahi dan berperang, tetapi tiada beroleh, sebab tiada kamu minta;","maka kamu minta, tetapi tiada beroleh, sebab salah permintaanmu, yaitu sebab kamu hendak menghabiskan menurut hawa nafsumu.","Hai kamu yang disifatkan seperti orang berzinah, tiadakah kamu ketahui bahwa persahabatan dengan dunia ini, ialah perseteruan dengan Allah? Sebab itu barangsiapa yang mau bersahabat dengan dunia ini, ia itulah menjadi seteru Allah.","Atau sia-siakah, pada sangkamu, yang dikatakan oleh kitab: Roh yang didudukkan-Nya di dalam kita gemar akan kedengkian?","Tetapi Ia mengaruniakan anugerah yang lebih banyak. Maka itulah sebabnya kata nas Alkitab: Allah melawan orang sombong, tetapi Ia mengaruniakan anugerah kepada orang yang rendah hati.","Serahkanlah dirimu kepada Allah, tetapi lawanlah Iblis, maka Iblis itu akan lari kelak daripadamu.","Hampirilah Allah, maka Ia akan menghampiri kamu. Bersihkanlah tanganmu, hai orang-orang berdosa; dan sucikanlah hatimu, hai orang-orang yang bercabang hati.","Rasalah susah hati dan meratap serta menangis; biarlah tertawamu menjadi ratap, dan kesukaanmu menjadi kedukaan.","Hendaklah kamu merendahkan diri di hadirat Tuhan, maka Ia akan meninggikan kamu kelak.","Hai saudara-saudaraku, jangan seorang mencela orang. Adapun orang yang mencela saudaranya atau menyalahkan saudaranya, ialah mencela hukum serta menyalahkan hukum. Tetapi jikalau engkau menyalahkan hukum itu, bukannya engkau penurut hukum itu, melainkan hakimnya.","Maka hanyalah Satu yang memberi hukum dan yang menjadi hakim, Ialah yang berkuasa menyelamatkan dan membinasakan, tetapi siapakah engkau ini yang menyalahkan sesamamu manusia?","Hai kamu yang berkata, \"Bahwa hari ini atau besoknya biarlah kita pergi ke negeri anu serta menahun di situ, dan berniaga dan mencari laba\";","padahalnya kamu tiada mengetahui apa yang akan jadi besoknya. Bagaimanakah hidupmu itu? Karena kamu hanya suatu uap, yang kelihatan seketika sahaja lamanya, lalu lenyap.","Melainkan patutlah kamu berkata, \"Insya Allah, kita akan hidup membuat ini atau itu.\"","Tetapi dengan hal yang demikian kamu memegahkan dirimu dengan jemawamu itu; maka semua kemegahan yang demikian itu jahat.","Sebab itu, jikalau orang yang tahu berbuat baik, pada halnya tiada diperbuatnya, maka menjadi dosalah baginya."]