["Hai kamu orang kaya, pergilah kamu menangis dan meraung sebab segala siksa yang akan datang ke atasmu.","Maka kekayaanmu sudah binasa, dan pakaianmu sudah dimakan gegat.","Emas perakmu sudah berkarat dan karatnya akan naik saksi atasmu, dan memakan dagingmu sebagaimana api. Kamu sudah menghimpunkan harta pada akhir zaman.","Tengoklah, upah orang yang berusaha menuai di ladangmu, yang kamu tahan dengan tipu daya itu, berteriak dan teriak orang yang menuai itu telah masuk ke dalam telinga Tuhan segala tentara.","Kamu sudah hidup dengan kemewahan di dunia, dan mendapat kesukaan; kamu sudah memuaskan hatimu pada hari menyembelih.","Kamu sudah menghukumkan dan membunuh orang yang benar itu; ia tiada melawan kamu.","Sebab itu, hai saudara-saudaraku, bersabarlah kamu sehingga sampai kepada Hari kedatangan Tuhan. Tengoklah, orang dusun menanti hasil yang berharga keluar daripada bumi dengan sabar, sehingga ditimpa hujan pada musim bah dan pada musim kemarau.","Bersabarlah juga kamu, tetapkanlah hatimu, karena kedatangan Tuhan itu telah hampir.","Hai saudara-saudaraku, jangan bersungut sama sendiri, supaya jangan kamu terkena hukum. Ingatlah, bahwa hakim ada berdiri di muka pintu.","Hai saudara-saudaraku, ambillah teladan kesusahan dan sabar segala nabi, yang sudah bersabda dengan nama Tuhan.","Ingatlah, bahwa orang yang bersabar itu kita bilangkan berbahagia; maka kamu telah mendengar akan sabar Ayub, dan kamu sudah nampak kesudahan perbuatan Tuhan, bahwa sangatlah kasihan dan rahmat Tuhan adanya.","Tetapi yang terutama sekali, hai saudara-saudaraku, jangan kamu bersumpah, baik demi surga baik demi bumi atau barang sumpah yang lain; melainkan biarlah \"Ya\" kamu di atas yang \"Ya\", dan \"Tidak\" kamu di atas yang \"Tidak\", supaya jangan kamu terkena hukum.","Adakah barang seorang di antara kamu yang susah? Hendaklah ia berdoa. Adakah barang seorang yang senang hati? Hendaklah ia menyanyikan Mazmur.","Adakah barang seorang di antara kamu yang sakit? Hendaklah ia memanggil ketua-ketua sidang jemaat, dan hendaklah mereka itu mendoakan dia, sambil mengurapi dia dengan minyak, dengan nama Tuhan.","Maka doa yang disertai iman akan menyembuhkan orang sakit itu, dan Tuhan akan membangkitkan dia; dan jikalau ia sudah berbuat dosa, maka ia akan diampunkan dosanya.","Oleh sebab itu, hendaklah kamu masing-masing mengaku-akui dosamu di antara sama sendiri dan mendoa-doakan sama sendirimu, supaya kamu selamat. Adapun doa orang yang benar, dengan bersungguh-sungguh hati itu besar khasiatnya.","Adapun Elias itu sama sifatnya dengan kita, maka ia berdoa dengan yakin supaya jangan turun hujan, maka tiadalah turun hujan di tanah itu tiga tahun enam bulan lamanya.","Maka berdoa pula ia, lalu langit pun menurunkan hujan dan bumi pun mengeluarkan isinya.","Hai saudara-saudaraku, jikalau barang seorang di antara kamu sesat daripada yang benar, lalu seorang yang lain mentobatkan dia,","maka hendaklah kamu ketahui, bahwa orang yang mentobatkan seorang yang berdosa daripada jalannya yang sesat itu, akan menyelamatkan jiwa orang itu daripada maut, dan akan menutup dosa yang banyak."]