["Sebermula, bahwa inilah segala perkataan yang dikatakan Musa kepada segenap Israel di seberang Yarden akan hal perkara yang telah jadi di padang belantara, di padang yang bertentangan dengan Suf, di jajahan yang di antara Paran dengan Tofel dan Laban dan Hazirot dan Dizahab.","Hanya sebelas hari perjalanan jauhnya dari Horeb mengiring jalan ke gunung Seir sampai ke Kades-Barnea.","Maka adalah ia itu pada tahun yang keempat puluh, pada bulan yang kesebelas dan pada sehari bulan itu, bahwa berkatalah Musa kepada bani Israel setuju dengan segala firman Tuhan yang kepadanya akan disampaikan kepada mereka itu.","Kemudian dari pada dialahkannya Sihon, raja orang Amori, yang duduk di Hezbon, dan akan Og, raja Bazan, yang duduk dalam Astarot di tanah Ederei,","maka di seberang Yarden di tanah Moab mulailah Musa mengertikan hukum undang-undang ini, katanya:","Bahwa Tuhan, Allah kita, telah berfirman kepada kita hampir dengan Horeb, demikian bunyinya: Sudah sampai lamanya kamu tetap tinggal hampir dengan gunung ini.","Baliklah dan berjalanlah kamu dari sini ke pegunungan orang Amori dan kepada segala jajahannya, baik di padang baik di atas gunung dan di tempat yang tinggi-tinggi dan di sebelah selatan dan pada teluk-teluk laut di tanah orang Kanani dan di Libanon sampai ke sungai yang besar, yaitu sungai Ferat.","Bahwa sesungguhnya Aku telah mengaruniakan tanah itu di hadapanmu, maka pergilah kamu mengalahkan dia akan bahagianmu pusaka, yaitu tanah yang telah dijanji Tuhan pakai sumpah hendak dikaruniakan-Nya kepada nenek moyang kamu, yaitu kepada benih mereka itu.","Maka pada masa itu juga kataku kepada kamu demikian: Bahwa aku seorang orang jua tiada dapat menanggung kamu sekalian.","Maka Tuhan, Allahmu, sudah memperbanyakkan kamu, bahwa sesungguhnya sekarang kamu telah menjadi seperti bintang di langit banyaknya.","Bahwa Tuhan, yaitu Allah nenek moyangmu menambahilah kiranya bilanganmu dengan beribu-ribu lebih lagi dari pada keadaanmu sekarang ini, dan diberkati-Nya kiranya kamu setuju dengan firman-Nya yang kepadamu itu.","Maka bagaimana gerangan aku seorang-orangku dapat menanggung segala keberatan dan tanggungan kamu dan segala perkara perselisihan kamu?","Hendaklah kamu mengambil akan dirimu beberapa orang yang pandai dan bijaksana dan bangsawan dari pada suku-suku bangsamu, supaya aku angkat penghulu akan mereka itu atas kamu sekalian.","Maka sahut kamu akan daku demikian: Benarlah kata ini, yang tuan katakan supaya hamba menurut dia.","Maka sebab itu kuambil dari pada segala penghulu suku-suku bangsamu beberapa orang yang bijaksana dan bangsawan, lalu kuangkat kepala akan mereka itu atas kamu sekalian, yaitu kepala atas orang seribu dan kepala atas orang seratus dan kepala atas orang lima puluh dan kepala atas orang sepuluh dan kepala atas segala suku bangsamu.","Maka pada masa itu juga pesanku kepada segala hakimmu demikian: Dengarlah kamu akan segala perkara saudaramu dengan saudaranya, dan putuskanlah hukum yang adil antara seorang dengan saudaranya atau dengan orang dagang.","Maka dalam hukum itu janganlah kamu pandang akan muka orang; baik akan orang hina baik akan orang mulia hendaklah kamu dengar dan jangan kamu mengindahkan barang seorang juapun, karena hukum itulah Allah punya, maka segala perkara yang terlalu sukar sulit bagi kamu itu hendaklah kamu bawa kepadaku, maka aku akan menyelesaikan dia kelak.","Maka pada masa itu juga aku memerintahkan segala perkara yang patut kamu perbuat.","Kemudian dari pada itu berjalanlah kita dari Horeb, lalu beridar-idar di padang yang besar dan hebat itu, yang telah kamu lihat, sambil menuju pegunungan Amori, seperti firman Tuhan kepada kita, maka sampailah kita di Kades-Barnea.","Maka pada masa itu kataku kepada kamu: Bahwa sekarang kamu telah sampai ke pegunungan Amori, yang hendak dikaruniakan Tuhan, yaitu Allah kita, akan kita.","Maka sesungguhnya Tuhan, Allahmu, telah mengaruniakan tanah itu di hadapanmu, sebab itu berjalanlah kamu dan ambillah dia akan milikmu seperti firman Tuhan kepada nenek moyangmu; janganlah kamu takut dan jangan pula kamu gentar.","Maka pada masa itu datanglah kamu sekalian menghadap aku sambil katamu: Berilah kiranya hamba menyuruhkan orang dahulu di hadapan hamba, supaya diselidiknya tanah itu akan hamba, serta membawa kembali kabar kepada hamba akan jalan mana yang baik hamba turut, supaya hamba masuk ke dalamnya dan akan negeri-negeri yang hamba akan sampai kelak.","Maka kata ini benarlah kepada pemandanganku, lalu kuambil dari padamu dua belas orang, dari pada tiap-tiap suku seorang;","maka orang-orang itupun berjalanlah, lalu naik ke pegunungan, kemudian sampai ke lembah Esykol, sambil diintainya negeri itu.","Maka diambilnya pada tangannya dari pada buah-buah hasil tanah itu, lalu kembalilah mereka itu kepada kita sambil membawa kabar, katanya: Bahwa baiklah sekali tanah yang hendak dikaruniakan Tuhan, Allah kita, akan kita ini.","Tetapi tiada kamu mau berjalan ke sana, melainkan kamu mendurhaka kepada firman Tuhan, Allahmu.","Maka bersungut-sungutlah kamu dalam kemahmu, sambil katamu: Oleh sebab bencinya akan kita maka Tuhan telah menghantar kita keluar dari negeri Mesir, hendak menyerahkan kita ke tangan orang Amori akan dibinasakan.","Maka bagaimana gerangan dapat kami berjalan naik? karena saudara-saudara kami telah menawarkan hati kami, katanya: Bahwa ia itu suatu bangsa yang besar dan kuat dari pada kita dan negeri-negerinyapun besar dan berkota benteng sampai ke langit, dan lagi kami telah melihat orang bani Enak di sana!","Maka pada masa itu kataku kepada kamu sekalian: Janganlah kamu gentar dan janganlah takut akan mereka itu.","Bahwa Tuhan, Allahmu, yang berjalan di hadapanmu, Ia itu akan berperang ganti kamu, seperti segala perkara yang telah dibuatnya karena kamu dan di hadapan matamu di Mesir","dan di padang belantara; maka kamu sendiri telah melihat bagaimana Tuhan, Allah kamu, telah mendukung kamu seperti seorang mendukung anaknya pada segala jalan yang telah kamu jalani, sampai kamu datang ke tempat ini.","Tetapi meskipun demikianlah kataku, tiada juga kamu percaya akan Tuhan, Allahmu,","yang telah berjalan di hadapanmu akan menunjukkan tempat-tempat yang baik akan dibangunkan kemahmu, yaitu pada malam dalam api, supaya dapat kamu lihat pada jalan yang kamu turut, dan pada siang haripun dalam awan.","Maka kedengaranlah bunyi perkataanmu kepada Tuhan, sehingga sangatlah murka-Nya dan bersumpahlah Ia, firman-Nya:","Bahwa sesungguhnya dari pada segala orang bangsa jahat ini seorangpun tiada akan melihat tanah yang baik, yang telah Kujanji pakai sumpah hendak mengaruniakan dia kepada nenek moyangmu,","kecuali Kaleb bin Yefuna, ialah akan melihatnya dan kepadanya juga Aku akan mengaruniakan tanah yang telah dijejakinya, dan kepada anak-anaknyapun, sebab ia telah tetap dalam menurut Tuhan.","Maka akan dakupun Tuhan telah murka sebab kamu, serta firman-Nya: Bahwa engkaupun tiada akan masuk ke dalamnya.","Maka Yusak bin Nun, yang berdiri di hadapanmu, ia itu akan masuk ke dalamnya, maka teguhkanlah dia, karena iapun akan mabahagi-bahagi tanah itu kepada Israel akan pusakanya.","Maka adapun anak-anak kamu, yang telah kamu katakan akan halnya ia akan menjadi tawanan, dan anak-anakmu laki-laki yang pada sekarang belum mengetahui baik atau jahat, ia itu akan masuk ke dalamnya dan kepada mereka itu juga Aku mengaruniakannya, dan mereka itupun akan mempunyainya bagi pusaka.","Tetapi akan kamu ini, berpalinglah kamu dan berjalanlah ke padang belantara Tiah pada jalan yang menuju ke laut Kolzom.","Maka sahutlah kamu serta katamu kepadaku: Bahwa kami telah berdosa kepada Tuhan, maka kami hendak pergi berperang menurut segala firman Tuhan, Allah kami, akan kami; lalu kamu menyandang masing-masing akan senjatanya dan sampailah berani kamu hendak mendaki pegunungan itu.","Maka pada masa itu firman Tuhan kepadaku: Katakanlah olehmu kepada mereka itu: Jangan kamu naik dan jangan pula berperang, karena Aku tiada di tengah-tengah kamu, supaya jangan kamu alah di hadapan segala musuhmu.","Maka sebab itu aku berkata-kata dengan kamu, tetapi kamu tiada mau dengar, melainkan durhakalah kamu akan firman Tuhan, dan dengan sombongmu kamu mendaki gunung juga.","Lalu keluarlah segala orang Amori, dan orang yang mengeduduki pegunungan itu mendatangi kamu, serta dikejarnya akan kamu bagaikan lebah dan diparangnya akan kamu berpenggal-penggal dalam Seir datang ke Horma.","Lalu kembalilah kamu sambil menangis-nangis di hadapan hadirat Tuhan, tetapi tiada didengar oleh Tuhan akan bunyi suaramu dan tiada diberi-Nya telinga akan sembahmu.","Maka tinggallah kamu di Kades itu beberapa hari lamanya, sekadar segala hari yang kamu tinggal di sana."]