["Hata, maka pada masa itu juga berfirmanlah Tuhan kepadaku demikian: Pahatkanlah pula akan dirimu dua loh batu seperti yang dahulu itu, lalu naiklah ke atas gunung mendapatkan Aku, dan lagi perbuatkanlah akan dirimu sebuah peti dari pada kayu.","Maka pada loh batu itu akan Kusuratkan kelak segala firman yang telah ada pada kedua loh batu yang dahulu, yang telah kaupecahkan itu; maka hendaklah kauletakkan dia dalam peti itu.","Hata, maka akupun memperbuatkanlah sebuah peti dari pada kayu penaga dan kupahatkanlah dua loh batu seperti yang dahulu itu, kemudian naiklah aku ke atas gunung dengan kedua loh batu itu pada tanganku.","Maka disuratkannyalah pada loh batu itu bunyinya sama dengan suratan yang dahulu, yaitu kesepuluh firman yang telah dikatakan Tuhan kepadamu dari atas gunung dan dari tengah-tengah api, pada masa orang banyak itu ada berhimpun, maka diberikanlah Tuhan loh batu itu kepadaku.","Maka berpalinglah aku lalu turun dari atas gunung, maka kedua loh batu itu kuletakkan dalam peti yang telah kuperbuat, lalu adalah ia itu di sana setuju dengan firman Tuhan kepadaku.","(Maka segala bani Israel berjalanlah dari Bairut Bene-Yaakan ke Mosera, di sanalah mati Harun dan di sanapun ia dikuburkan, maka Eliazar, anaknya, menggantikan dia dalam mengerjakan imamat.","Maka dari sana berangkatlah mereka itu ke Jujod dan dari Jujod ke Yotbat, yaitu tanah yang ada banyak anak sungainya).","Maka pada masa itu diasingkan Tuhan akan suku Lewi, supaya diusungnya tabut perjanjian Tuhan dan supaya mereka itu berdiri di hadapan hadirat Tuhan akan berbuat bakti kepada-Nya dan akan memberi berkat dengan menyebut nama-Nya, seperti adat sampai kepada hari ini.","Maka sebab itu Lewipun tiada beroleh bahagian atau pusaka serta dengan segala saudaranya, melainkan Tuhanlah bahagian pusakanya, seperti firman Tuhan, Allahmu, kepadanya.","Maka berdirilah aku di atas gunung itu seperti pada hari yang dahulu, empat puluh hari dan empat puluh malam lamanya, maka didengar Tuhan akan daku sekali itu juga, sehingga tiada jadi Tuhan membinasakan kamu.","Kemudian dari pada itu firman Tuhan kepadaku: Bangunlah engkau pergi berjalan di hadapan mereka itu apabila mereka itu berangkat, supaya mereka itu sampai ke sana dan mengambil tanah itu akan miliknya pusaka, yang telah Kujanji kepada nenek moyangnya hendak Kukaruniakan kepada mereka itu.","Maka sekarangpun, hai Israel, apakah yang dituntut Tuhan, Allahmu, kepadamu, melainkan kamu takut akan Tuhan, Allahmu, dan kamu menjalani segala jalannya dan kamu mengasihi akan Dia dan berbuat bakti kepada Tuhan, Allahmu, dengan segenap hatimu dan dengan segenap jiwamu,","dan kamu memeliharakan segala firman Tuhan dan segala hukum undang-undang-Nya, yang kupesan kepadamu pada hari ini akan baikmu.","Bahwa sesungguhnya Tuhan, Allahmu, yang empunya langit dan lagi langit yang di atas segala langit dan bumi dan segala isinya.","Maka Tuhan sudah ridla begitu akan nenek moyangmu, sehingga dikasihi-Nya akan mereka itu dan dipilih-Nya akan benih yang kemudian dari pada mereka itu, yaitu akan kamu, dari antara segala bangsa, seperti sekarang ini adanya.","Maka sebab itu khatankanlah kulup hatimu dan jangan lagi kamu menegarkan tengkukmu.","Karena Tuhan, Allahmu, itulah Allah atas segala dewata dan Tuhan atas segala tuan, Allah yang mahabesar dan mahakuasa, yang patut dihormati dan yang tiada memandang akan muka orang dan yang tiada menerima hadiah,","dan yang membenarkan hal perkara anak piatu dan perempuan janda, dan yang mengasihi akan orang dagang, hendak mengaruniakan kepadanya makanan dan pakaian.","Maka sebab itu hendaklah kamupun mengasihi akan orang dagang, karena dahulu kamupun orang dagang di negeri Mesir.","Maka hendaklah kamu takut akan Tuhan, Allahmu, dan berbuat bakti kepada-Nya, dan bersangkut paut kepada-Nya dan bersumpah demi nama-Nya jua.","Bahwa Ialah kepujianmu dan Iapun Allahmu, yang telah berbuat akan kamu segala perkara ajaib dan hebat, yang telah dilihat oleh matamu.","Bahwa adalah tujuh puluh orang banyaknya tatkala nenek moyangmu turun ke Mesir, maka sekarang kamu telah dijadikan Tuhan, Allahmu, bagaikan bintang di langit banyaknya."]