["Maka sebab itu hendaklah kamu mengasihi akan Tuhan, Allahmu, dan melakukan kebaktian kepada-Nya dan segala hukum-Nya dan syarat-Nya dan undang-undang-Nya pada segala hari.","Ketahuilah olehmu sekarang ini, bukannya aku berkata kepada anak-anakmu, yang tiada tahu dan tiada melihat pengajaran Tuhan, Allahmu, dan kebesaran-Nya dan tangan-Nya yang kuat dan lengan-Nya yang terkedang,","dan tanda alamat-Nya dan perbuatan-Nya yang telah diperbuat-Nya di tengah-tengah negeri Mesir akan Firaun, raja Mesir, dan akan segala isi negerinya,","dan yang telah diperbuat-Nya akan balatentara Mesir dan akan segala kudanya dan segala ratanya, bagaimana telah dialunkan-Nya ombak laut Kolzom atas mereka itu, tatkala mereka itupun mengusir akan kamu dari belakang, sehingga mereka itu dihilangkan Tuhan sampai kepada hari ini;","dan barang yang telah diperbuat-Nya akan kamu di padang Tiah sehingga kamu sampai ke tempat ini;","dan barang yang telah diperbuat-Nya akan Datan dan Abiram, kedua anak Eliab bin Rubin, bagaimana bumi itu sudah mengangakan mulutnya serta menelan akan rumahnya dan kemahnya dan segala tumpuan yang di bawah tapak kakinya di tengah-tengah segala orang Israel.","Karena matamu juga yang telah melihat segala perbuatan Tuhan yang besar-besar yang telah diperbuat-Nya.","Maka sebab itu hendaklah kamu melakukan segala hukum yang kupesan kepadamu sekarang ini, supaya kamu boleh kuat dan boleh masuk ke dalam dan mengambil negeri itu akan milikmu pusaka, yaitu tempat yang kamu menyeberang kepadanya hendak mempusakai dia,","dan supaya kamu melanjutkan umurmu dalam negeri yang telah dijanji Tuhan kepada nenek moyangmu pakai sumpah hendak dikaruniakan-Nya kepada mereka itu dan kepada benihnya, yaitu suatu negeri yang berkelimpahan air susu dan madu.","Karena negeri yang kamu tuju sekarang hendak mengambil dia akan milik pusaka, ia itu bukan seperti negeri Mesir, tempat kamu keluar dari padanya dan yang kamu taburi dengan biji-bijianmu dan mendiruskan dengan kakimu seperti akan kebun sayur-sayuran.","Tetapi tanah yang kamu menyeberang kepadanya hendak mengambil dia akan milik pusaka, ia itu tanah yang ada banyak gunungnya dan lembah, yang minum air oleh hujan dari langit,","yaitu tanah yang dipeliharakan oleh Tuhan, Allahmu; senantiasa mata Tuhan, Allahmu, menilik akan dia dari pada permulaan tahun datang kepada kesudahan tahun.","Maka akan jadi kelak jikalau dengan yakin hatimu mendengar kamu akan segala hukum-Ku, yang Aku berfirman kepadamu sekarang ini, dan kamu mengasihi akan Tuhan, Allahmu, dan berbuat bakti kepada-Nya dengan segenap hatimu dan dengan segenap jiwamu,","niscaya Akupun akan mengaruniai tanahmu dengan hujan pada musimnya, yaitu hujan awal dan hujan akhir, sehingga kamu dapat mengumpulkan gandummu dan air anggurmu dan minyakmu.","Maka Aku akan memberi rumput pada padangmu akan segala binatangmu, maka kamu sekalian akan makan sampai kenyang.","Maka sebab itu peliharakanlah hatimu dari pada dibujuk akan menyimpang dan berbuat bakti kepada dewa-dewa dan menyembah sujud kepadanya,","sehingga murka Tuhan mulai bernyala-nyala akan kamu dan ditahankan Tuhan akan langit dari pada menurunkan hujan, dan akan bumi dari pada menumbuhkan hasilnya, sehingga dengan segera juga kamu hilang dari dalam negeri yang baik, yang dikaruniakan Tuhan kepadamu.","Melainkan hendaklah kamu memperhatikan segala firman-Ku ini dan masukkanlah dia ke dalam hatimu dan ikatkanlah dia pada tanganmu akan tanda dan jadikanlah dia patam di tengah-tengah kedua belah matamu,","dan ajarkanlah dia kepada anak-anakmu dengan berkata-kata akan halnya apabila kamu duduk dalam rumahmu dan apabila kamu berjalan di luar, dan apabila kamu hendak berbaring dan apabila kamu bangun pula.","Maka hendaklah kamu menyuratkan dia pada jenang rumahmu dan pada segala pintumu,","supaya hari hidupmu diperbanyakkan dan hari hidup anak-anakmupun dalam negeri yang telah dijanji Tuhan kepada nenek moyangmu pakai sumpah hendak memberikan dia kepada mereka itu, maka ia itu selama segala hari adalah langit di atas bumi.","Karena jikalau kamu memeliharakan baik-baik segala hukum ini, yang kupesan kepada kamu akan dilakukan dengan mengasihi akan Tuhan, Allahmu, dan dengan menjalani segala jalan-Nya dan dengan bersangkut paut kepada-Nya,","niscaya dihalaukan Tuhanpun segala bangsa ini dari dalam pusakanya di hadapan kamu, dan kamupun akan mengalahkan beberapa bangsa yang lebih besar dan lebih kuat dari pada kamu.","Segala tempat yang akan dijejak oleh tapak kakimu, ia itu menjadi kamu punya, dari pada padang Tiah sampai kepada Libanon, dan dari pada sungai, yaitu sungai Ferat, sampai ke laut yang di sebelah barat akan menjadi perhinggaan tanahmu.","Maka seorangpun tiada akan tahan berdiri di hadapanmu: gentar dan takut akan kamu kelak didatangkan Tuhan, Allahmu, atas segala tanah yang akan dijejak olehmu, seperti firman Tuhan kepadamu.","Bahwa sesungguhnya pada hari ini juga aku menghadapkan kepadamu berkat dan kutuk:","berkat, jikalau kamu hendak mendengar akan segala hukum Tuhan, Allahmu, yang kupesan kepadamu;","dan kutuk, jikalau kamu tiada mau dengar akan segala hukum Tuhan, Allahmu, dan kamu menyimpang dari pada jalan yang kupesan kepadamu sekarang, sehingga kamu menurut akan dewa-dewa yang tiada kamu kenal akan dia.","Maka akan jadi apabila Tuhan, Allahmu, telah membawa akan kamu ke dalam negeri yang kamu tuju sekarang hendak mengambil dia akan milik pusaka, maka hendaklah kamu mengatakan berkat itu dari atas bukit Gerizim dan kutuk itu dari atas bukit Ebal.","Bukankah kedua bukit itu di seberang Yarden pada iringan jalan besar sebelah barat tanah orang Kanani, yang duduk di tanah datar bertentangan dengan negeri Gilgal, hampir dengan hutan jati di More?","Karena sekarang juga kamu pergi menyeberang Yarden hendak mengambil tanah itu akan milik pusaka yang telah dikaruniakan Tuhan, Allahmu, kepadamu, maka kamupun kelak mempunyai dia akan pusaka dan kamu akan mengeduduki dia.","Maka sebab itu peliharakanlah dan menurutlah akan segala hukum dan undang-undang yang kupesan kepadamu sekarang ini."]