["Sebermula, maka apabila di antara kamu bangunlah seorang nabi atau pemimpi, maka diberikannya akan kamu suatu tanda atau mujizat,","lalu jadilah tanda atau mujizat yang telah dijanjinya kepadamu sambil katanya: Mari kita menurut dewa-dewa, yang tiada kamu kenal dahulu, dan kita berbuat bakti kepadanya!","janganlah kamu dengar akan kata nabi atau pemimpi itu, karena kamu dicobai oleh Tuhan, Allahmu, hendak diketahui-Nya kalau sungguh-sungguh kamu mengasihi akan Tuhan, Allahmu, dengan segenap jiwamu.","Maka hendaklah kamu turut akan Tuhan, Allahmu, serta takut akan Dia dan memeliharakan firman-Nya dan mendengar akan bunyi suara-Nya dan berbuat bakti kepada-Nya dan bersangkut paut kepada-Nya!","Tetapi nabi atau pemimpi itu tak akan jangan mati dibunuh hukumnya, sebab telah disuruhnya kamu menjadi murtad kepada Tuhan, Allahmu, yang telah menghantar akan kamu keluar dari negeri Mesir dan yang telah menebus kamu dari dalam tempat perhambaan itu; dan sebab niatnya menyimpangkan kamu dari pada jalan yang disuruh Tuhan, Allahmu, kamu jalani. Maka demikian hendaklah kamu menghapuskan yang jahat itu dari tengah-tengahmu.","Maka jikalau kiranya saudaramu yang seibu dengan dikau, atau anakmu laki-laki, atau anakmu perempuan, atau bini yang diribaanmu, atau sahabatmu yang kekasih hatimu itu membujuk akan kamu sembuni-sembuni, katanya: Mari kita pergi berbuat bakti kepada dewa-dewa yang tiada dikenal oleh kamu atau oleh nenek moyangmupun tidak,","dari pada dewa-dewa segala bangsa yang duduk keliling kamu, baik hampir baik jauh, dari pada ujung bumi kepada ujung bumi yang lain,","janganlah kamu menurut kehendaknya dan jangan dengar akan katanya, bahkan, jangan hatimu kasihan akan dia dan jangan sayang akan dia dan jangan melindungkan dia,","melainkan hendaklah kamu membunuh dia dan pertama-tama tanganmu sendiri melawan akan dia hendak membunuh dia, kemudian tangan segenap bangsa itu.","Maka hendaklah kamu melontari dia dengan batu, sehingga matilah ia, karena telah dicobanya mengundurkan kamu dari pada Tuhan, Allahmu, yang telah menghantar akan kamu keluar dari negeri Mesir, dari tempat perhambaan itu.","Maka demikian kedengaranlah hal itu kelak kepada segenap Israel, lalu mereka itu akan takut dan tiada berani lagi berbuat perkara yang jahat begitu di tengah-tengah kamu.","Maka apabila kamu mendengar kabar akan hal salah sebuah dari pada segala negeri yang akan dikaruniakan Tuhan, Allahmu, kepadamu supaya kamu mengedudukinya, mengatakan:","Adalah orang-orang jahat keluar dari antara kamu, lalu diajaknya segala orang isi negerinya, katanya: Mari kita pergi berbuat bakti kepada dewa-dewa yang tiada kamu kenal dahulu,","maka hendaklah kamu bertanya-tanyakan dan memeriksa dan menyelidik baik-baik akan hal itu, jikalau sesungguhnya benar dan nyatalah perkara itu telah jadi di antara kamu,","maka hendaklah kamu memarangkan segala orang isi negeri itu dengan mata pedang, serta menumpaskan negeri itu dengan segala isinya dan segala binatangnya dengan mata pedang juga.","Maka segala barang jarahannya hendaklah kamu kumpulkan di tengah-tengah pasarnya, lalu bakarlah kamu akan negeri itu dan akan segala jarahannya habis dengan api bagi Tuhan, Allahmu, maka negeri itupun akan tinggal kerubuhan batu sampai selama-lamanya, jangan ia itu dibangunkan pula.","Maka suatupun jangan lekat pada tanganmu dari pada segala yang ditumpas itu, supaya undurlah Tuhan dari pada kehangatan murka-Nya dan ditunjuk-Nya kemurahan-Nya kepadamu dan dikasihani-Nya kamu dan diperbanyakkan-Nya kamu, seperti yang telah Ia berjanji kepada nenek moyangmu pakai sumpah.","Maka sebab itu dengarlah olehmu akan bunyi suara Tuhan, Allahmu, supaya kamu memeliharakan segala hukum-Nya, yang kupesan akan kamu sekarang, dengan berbuat perkara yang benar kepada pemandangan Tuhan, Allahmu, adanya."]