["Maka pada kesudahan tiap-tiap tujuh tahun hendaklah kamu memberi kelepasan.","Maka demikianlah perihal kelepasan itu: tiap-tiap orang piutang, yang telah memberi pinjam kepada kawannya, itu hendaklah melepaskan dia; jangan ditagihnya utang kawannya atau saudaranya, sedang sudah diuar-uarkan orang kelepasan karena Tuhan.","Maka akan orang dagang boleh kamu tagih, tetapi barang yang telah kamu beri pinjam kepada saudaramu, ia itu hendak dilepaskan oleh tanganmu.","Maka ia itu supaya jangan ada orang minta sedekah di antara kamu, karena sungguh Tuhan akan memberkati kamu kelak dalam negeri yang akan dikaruniakan Tuhan, Allahmu, kepadamu akan milikmu pusaka.","Jikalau sahaja dengan yakin kamu dengar akan bunyi suara Tuhan, Allahmu, hendak memeliharakan dan menurut akan segala hukum ini, yang kupesan akan kamu sekarang.","Karena Tuhan, Allahmu, akan memberkati kamu, seperti yang telah Ia berfirman kepadamu; maka kamu akan memberi pinjam kepada beberapa bangsa, tetapi kamu sendiri tiada usah pinjam, maka kamu akan memerintahkan beberapa bangsa, tetapi mereka itu tiada akan memerintahkan kamu.","Maka apabila di antara kamu adalah seorang miskin, yaitu dari pada segala saudaramu yang duduk sebelah dalam pintu gerbangmu, dalam negeri yang dikaruniakan Tuhan, Allahmu, kepadamu kelak, maka janganlah kamu keras hati atau mengatup tangan dari pada saudaramu yang miskin itu.","Melainkan hendaklah kamu membuka tanganmu kepadanya dengan murahnya, dan berilah pinjam akan dia dengan limpahnya, yang cukup akan kekurangannya, seberapa banyak iapun berhajat.","Peliharakanlah dirimu dari pada terbit ke pikiran jahat dalam hatimu, sehingga kamu berkata demikian: Bahwa hampirlah tahun yang ketujuh, yaitu tahun kelepasan; lalu matamu mengerling kepada saudaramu yang miskin itu dan tiada kamu memberi akan dia, sehingga iapun berseru akan halmu kepada Tuhan dan ia itu menjadi dosa padamu!","Tak akan jangan dengan murah kamu memberi akan dia, dan jangan picik hatimu apabila kamu memberi akan dia, karena sebab perbuatan murah yang demikian diberkati Tuhan, Allahmu, akan kamu kelak dalam segala pekerjaanmu dan dalam segala pegangan tanganmu.","Maka supaya orang miskin itu jangan hilang dari tengah negeri itu, sebab itu pesanku kepadamu demikian: Hendaklah dengan kemurahan kamu membukakan tanganmu kepada saudaramu, kepada orang yang duduk dalam negerimu dengan kesukaran dan kepapaannya.","Maka jikalau saudaramu, seorang Ibrani laki-laki atau perempuan, telah dijual kepadamu, dan iapun telah mengerjakan dikau enam tahun lamanya, maka pada tahun yang ketujuh hendaklah kamu melepaskan dia pergi dengan merdekanya.","Maka apabila kamu melepaskan dia pergi dengan merdeka, jangan melepaskan dia dengan hampa.","Maka hendaklah kamu memberi akan dia pemberian yang baik-baik dari pada segala binatangmu dan dari pada apitan anggurmu, dari pada segala yang dianugerahkan Tuhan, Allahmu, kepadamu itu hendaklah kamu berikan dia.","Maka hendaklah kamu ingat akan hal dahulu kamupun hamba di negeri Mesir dan akan perihal kamu ditebus oleh Tuhan, Allahmu; maka sebab itu sekarang aku pesan perkara ini akan kamu.","Tetapi jikalau kiranya ia berkata kepadamu demikian: Sahaya tiada mau lepas dari pada tuan; maka ia itu sebab dikasihinya akan dikau dan akan orang isi rumahmupun dan senanglah ia duduk sertamu,","maka hendaklah engkau mengambil pusut, lalu menindik dengan dia telinganya kepada pintu, maka tinggallah ia hambamu seumur hidupnya, maka akan sahayamu perempuanpun hendaklah kamu berbuat demikian.","Maka janganlah pada sangkamu sukar juga engkau melepaskan dia dengan merdekanya, karena ia telah mengerjakan dikau enam tahun lamanya seperti seorang upahan yang makan upah dua ganda, maka Tuhan, Allahmu, akan memberkati engkau dalam segala sesuatu yang kauperbuat.","Maka dari pada segala anak sulung yang diperanakkan di antara lembumu dan di antara dombamu, yang jantan itu hendaklah kamu sucikan bagi Tuhan, Allahmu; jangan kamu berbuat pekerjaan dengan anak sulung lembumu atau mengguntingi bulu anak sulung dombamu.","Maka di hadapan hadirat Tuhan, Allahmu, pada sebilang tahun hendaklah kamu makan dia pada tempat yang akan dipilih Tuhan, yaitu baik kamu baik orang isi rumahmu.","Tetapi jikalau ada celanya, seperti timpang atau buta atau kecelaan lain yang jahat, maka jangan kamu mempersembahkan dia kepada Tuhan, Allahmu.","Melainkan makanlah dia sebelah dalam pintu gerbangmu, baik orang yang najis baik orang yang suci, dua-dua seperti kalau kijang atau rusa.","Sahaja darahnya jangan kamu makan, melainkan cucurkanlah dia kepada bumi seperti air."]