["Maka ingatlah kamu akan bulan Abib, supaya kamu menyediakan Pasah bagi Tuhan, Allahmu, karena pada bulan Abib juga telah dihantar Tuhan, Allahmu, akan kamu keluar dari negeri Mesir pada ketika malam.","Maka pada hari raya Pasah itu hendaklah kamu menyembelihkan lembu domba bagi Tuhan, Allahmu, pada tempat yang akan dipilih Tuhan hendak mendudukkan nama-Nya di sana.","Maka pada masa itu jangan kamu makan barang sesuatu yang berkhamir; tujuh hari lamanya hendaklah kamu makan roti fatir, yaitu roti kesukaran, karena dengan gopoh-gopoh kamu sudah keluar dari negeri Mesir, supaya kamu ingat akan hari kamu keluar dari negeri Mesir itu pada segala hari umur hidupmu.","Maka jangan kelihatan padamu barang khamir di dalam segala perhinggaan negerimu tujuh hari lamanya; maka dari pada daging binatang, yang kamu sembelihkan waktu petang pada hari yang pertama itu, satupun jangan bermalam sampai pagi hari.","Maka tak boleh kamu menyembelihkan Pasah itu dalam salah sebuah negerimu yang akan dikaruniakan Tuhan, Allahmu, kepadamu,","melainkan dalam tempat yang akan dipilih Tuhan, Allahmu, akan mendudukkan nama-Nya di sana, hendaklah kamu menyembelihkan Pasah itu pada petang hari, waktu masuk matahari, berbetulan dengan waktu kamu keluar dahulu dari Mesir.","Maka hendaklah kamu bermasak-masak dan makanpun di tempat yang akan dipilih oleh Tuhan, Allahmu, maka pada keesokan harinya bolehlah kamu balik pulang ke kemah-kemahmu.","Maka enam hari lamanya hendaklah kamu makan roti fatir, maka hari yang ketujuh itulah hari raya bagi Tuhan, Allahmu, pada hari itu tak boleh kamu bekerja.","Maka hendaklah kamu membilang akan tujuh jumaat, yaitu dari pada mula-mula orang mengenakan sabit kepada gandum yang berdiri hendaklah kamu mulai membilang akan tujuh jumaat itu.","Lalu hendaklah kamu memegang masa raya jumaat itu bagi Tuhan, Allahmu, maka barang yang akan kamu persembahkan itu hendaklah persembahan tanganmu dengan ridla hati, sekadar telah diberkati Tuhan, Allahmu, akan kamu.","Maka hendaklah kamu bersuka-sukaan di hadapan hadirat Tuhan, Allahmu, baik kamu baik anakmu laki-laki dan perempuan baik hamba sahayamu dan orang Lewipun yang sebelah dalam pintu gerbangmu, dan orang dagang dan anak piatu dan perempuan janda yang di antara kamu, yaitu di tempat yang akan dipilih Tuhan, Allahmu, hendak mendudukkan nama-Nya di sana.","Maka hendaklah kamu ingat akan hal kamu dahulu orang hamba di Mesir, tak akan jangan kamu memeliharakan dan melakukan segala undang-undang ini.","Maka masa raya pondok daun-daunan hendaklah kamu pegang tujuh hari lamanya, apabila kamu sudah mengumpulkan segala hasil peluburmu dan apitanmu.","Maka hendaklah kamu bersuka-sukaan pada masa rayamu itu, baik kamu baik anakmu laki-laki dan perempuan baik hamba sahayamu dan orang Lewi, dan orang dagang dan anak piatu dan perempuan janda yang duduk sebelah dalam pintu gerbangmu.","Maka tujuh hari lamanya hendaklah kamu memegang masa raya bagi Tuhan, Allahmu, pada tempat yang akan dipilih Tuhan; karena Tuhan, Allahmu, akan memberkati kamu dalam segala hasil tanahmu dan dalam segala pekerjaan tanganmu, sebab itu kamu akan bersuka-sukaan.","Maka tiga kali dalam setahun hendaklah segala orang laki-laki di antara kamu datang menghadap hadirat Tuhan, Allahmu, ke tempat yang akan dipilih Tuhan, yaitu pada masa raya roti fatir dan pada masa raya jumaat dan pada masa raya pondok daun-daunan dan jangan orang menghadap hadirat Tuhan dengan hampa tangannya.","Masing-masing sekadar perolehan tangannya, sekadar berkat yang dikaruniakan Tuhan, Allahmu, kepadamu.","Arakian, maka hendaklah kamu angkat akan orang menjadi hakim dan pegawai dalam segala pintu gerbangmu, yang akan dikaruniakan Tuhan, Allahmu, kepadamu, di antara segala suku bangsa kamu, maka mereka itupun akan menghukumkan orang banyak itu dengan hukum yang adil.","Janganlah kamu mencenderungkan hukum; jangan kamu pandang akan muka, dan jangan kamu makan suap, karena hadiah itu membutakan mata orang yang berbudi dan memutarbalikkan perkataan orang yang benar.","Adalat-adalat juga hendaklah kamu tuntut, supaya kamu hidup dan boleh mempusakai tanah yang dikaruniakan Tuhan, Allahmu, kepadamu akan milikmu.","Jangan kamu menanamkan pokok atau pohon kayu hampir dengan mezbah Tuhan, Allahmu, yang akan kamu bangunkan.","Dan jangan kamu mendirikan tiang patung akan dirimu, ia itu suatu kebencian kepada Tuhan, Allahmu."]