["Bahwa bagi imam-imam Lewi itu dan bagi segenap suku bangsa Lewi tiada akan ada bahagian atau pusaka serta dengan orang Israel, melainkan segala persembahan yang dimakan api bagi Tuhan dan barang pusakanya akan dimakannya.","Tetapi tiada diperolehnya bahagian pusaka di antara segala saudaranya, karena Tuhanlah bahagiannya pusaka, seperti firman Tuhan kepadanya.","Maka inilah hak imam-imam atas orang banyak itu, dari pada segala yang mempersembahkan korban, baik lembu baik domba kambing, maka hendaklah diberikan orang kepada imam itu akan paha yang di hadapan dan kedua pipinya dan perut besarnya.","Dan segala buah sulung dari pada gandummu dan dari pada air anggurmu dan dari pada minyakmu dan hulu segala guntingan bulu dombamu hendaklah kamu berikan dia.","Karena akan dia juga telah dipilih Tuhan, Allahmu, dari pada segala suku bangsamu, supaya berdirilah ia dengan berbuat bakti kepada nama Tuhan, baik ia baik anak-anaknya laki-laki pada sebilang hari.","Maka apabila keluarlah seorang orang Lewi dari pada salah sebuah pintu gerbangmu tempat duduknya dalam segenap Israel, maka dengan segala kehendak hatinya datanglah ia ke tempat yang akan dipilih Tuhan,","dan iapun berbuat bakti kepada nama Tuhan, Allahnya, seperti segala saudaranya, yaitu segala orang Lewi juga, dengan berdiri di sana di hadapan hadirat Tuhan,","maka hendaklah mereka itu sekalian beroleh sama bahagian makanan, kecuali bahagiannya dari pada barang yang dijual oleh suku bangsanya.","Maka apabila kamu sudah masuk ke dalam negeri yang akan dikaruniakan Tuhan, Allahmu, kepadamu, jangan kamu belajar berbuat seperti perbuatan kebencian bangsa-bangsa itu.","Jangan di antara kamu didapati akan seorang juapun yang menyuruh anaknya laki-laki atau perempuan menerusi api, atau yang bertenung atau orang hobatan atau yang melihat dalam nujum atau orang sulapan,","atau juru mantera yang membaca manteranya, atau yang bertanyakan hantu syaitan, atau yang tahu ilmu ramal, atau yang bertanyakan orang mati.","Karena segala orang yang berbuat perkara yang demikian, yaitu kebencian kepada Tuhan, dan sebab perbuatan kebencian yang demikian dihalaukan Tuhan, Allahmu, akan mereka itu di hadapanmu dari dalam miliknya.","Maka hendaklah kamu bersangkut-paut kepada Tuhan, Allahmu, dengan tiada bercabang hatimu.","Karena adapun bangsa-bangsa yang kamu pergi mengambil pusakanya akan milikmu, ia itu telah mendengar akan orang hobatan dan petenung, tetapi tiada diberi Tuhan, Allahmu, akan kamu berbuat demikian.","Bahwa seorang nabi dari tengah-tengah kamu, dari antara segala saudaramu, dan yang seperti aku ini, ia itu akan dijadikan oleh Tuhan, Allahmu, bagi kamu, maka akan dia patutlah kamu dengar.","Setuju dengan segala yang telah kamu pinta kepada Tuhan, Allahmu, di Horeb, pada masa orang banyak itu ada berhimpun, katamu: Jangan kiranya kami mendengar pula bunyi suara Tuhan, Allah kami, dan api yang besar ini jangan kiranya kami lihat lagi, supaya jangan kami mati!","Maka pada masa itu berfirmanlah Tuhan kepadaku: Benarlah kata mereka itu.","Bahwa Aku akan menjadikan bagi mereka itu seorang nabi dari antara segala saudaranya, yang seperti engkau, dan Aku akan memberi segala firman-Ku dalam mulutnya dan iapun akan mengatakan kepadanya segala yang Kusuruh akan dia.","Bahwa sesungguhnya barangsiapa yang tiada mau dengar akan segala firman-Ku yang akan dikatakan olehnya dengan nama-Ku, niscaya Aku menuntutnya kelak kepada orang itu.","Tetapi adapun nabi yang melakukan dirinya dengan sombong dan mengatakan firman dengan nama-Ku yang tiada Kusuruh katakan, atau yang berkata dengan nama dewa-dewa, niscaya orang nabi itu akan mati dibunuh hukumnya.","Maka jikalau kiranya kamu berkata dalam hatimu demikian: Dengan apakah boleh kami ketahui akan perkataan itu bukannya firman Tuhan adanya?","Bahwa jikalau nabi itu berkata demi nama Tuhan, lalu barang yang dikatakannya itu tiada jadi atau tiada datang, ia itulah perkataan yang bukan firman Tuhan adanya, maka nabi itupun telah berkata dengan sombongnya, janganlah kamu takut akan dia."]