["Arakian, maka apabila Tuhan, Allahmu, sudah menumpas segala bangsa yang tanahnya akan dikaruniakan Tuhan, Allahmu, kepadamu, dan apabila kamu sudah menghalaukan mereka itu dari pada pusakanya dan kamupun mengeduduki negeri-negerinya dan rumah-rumahnya,","hendaklah kamu menentukan tiga buah negeri di tengah-tengah tanahmu, yang akan dikaruniakan Tuhan, Allahmu, kepadamu akan milikmu pusaka.","Maka jalan ke sana hendaklah kamu peliharakan tersedia selalu, dan bahagikanlah perhinggaan tanah yang akan dikaruniakan Tuhan, Allahmu, kepadamu akan bahagian pusaka itu menjadi tiga bahagian, yaitu supaya tiap-tiap orang pembunuh dapat lari ke sana.","Maka inilah hal orang pembunuh yang boleh lari berlindung ke sana, supaya tinggal ia dengan hidupnya: barangsiapa yang telah membunuh samanya manusia dengan tiada diketahuinya, sedang tiada dibencinya akan dia kelemarin atau kelemarin dahulu.","Atau kalau orang sudah masuk hutan serta dengan kawannya hendak meramu kayu, maka dengan tangannya digertakkannya kapak hendak menebang pohon kayu, lalu besi kapak itupun lucut dari pada hulunya dan terkena kepada kawannya, sehingga matilah ia, maka orang itupun boleh berlepas jiwanya dengan lari kepada salah sebuah negeri ini.","Supaya jangan penuntut bela itu mengusir pembunuh itu dari belakang dengan kepanasan hatinya, dan ditangkapnya akan dia sebab terlalu jauh jalannya, dan dibunuhnya akan dia, jikalau tiada patut ia mati dibunuh sekalipun, sedang tiada dibencinya akan dia kelemarin atau kelemarinnya.","Maka sebab itu pesan-Ku kepadamu ini: hendaklah kamu mengasingkan bagi dirimu tiga buah negeri.","Maka apabila Tuhan, Allahmu, telah meluaskan perhinggaan tanahmu secukup-cukup luasnya, seperti yang telah dijanji-Nya kepada nenek moyangmu pakai sumpah, dan apabila sudah dikaruniakan-Nya kepadamu segala tanah yang telah dijanji-Nya kepada nenek moyangmu hendak mengaruniakan dia,","dan apabila kamu memeliharakan segala hukum yang kupesan kepadamu sekarang, dan kamu melakukan dia dengan takut akan Tuhan, Allahmu, dan dengan menjalani jalannya pada segala hari, maka hendaklah kamu menambahi tiga buah negeri ini dengan tiga buah negeri lagi.","Supaya jangan tertumpah darah orang yang tiada bersalah di tengah-tengah negeri yang dikaruniakan Tuhan, Allahmu, kepadamu akan bahagian pusaka, dan supaya jangan ia itu menjadi utang darah padamu.","Tetapi jikalau barang seorang benci akan samanya manusia serta diadangnya akan dia dan diterpanya dan dipalunya sampai putus nyawanya, lalu orang itupun lari kepada salah sebuah negeri itu,","maka hendaklah segala tua-tua negerinya menyuruhkan orang pergi mengambil dia dari sana, dan menyerahkan dia ke tangan penuntut bela, supaya matilah ia dibunuh.","Jangan kamu sayang akan dia, melainkan darah orang yang tiada bersalah itu hendaklah kamu hapuskan dari antara Israel, supaya selamatlah kamu.","Jangan kamu menggingsirkan perhinggaan tanah kawanmu, yang telah ditentukan oleh nenek moyang dalam bahagian pusaka yang akan kamu peroleh dalam negeri yang dikaruniakan Tuhan, Allahmu, kepadamu akan milik pusaka.","Maka hanya seorang orang saksi tak boleh naik melawan barang seorang atas barang sesuatu kejahatan atau sesuatu dosa, atau sesuatu salah yang telah dibuatnya, melainkan atas kesaksian dua orang saksi, atau atas kesaksian tiga orang saksi akan ditentukan suatu perkara.","Maka jikalau kiranya bangkitlah berdiri seorang saksi yang garang atas hal barang seorang hendak menuduh barang sesuatu salah atasnya,","maka hendaklah kedua orang yang punya perkara itu berdiri di hadapan hadirat Tuhan dan di hadapan segala imam dan hakim, yang akan ada pada masa itu.","Maka oleh hakim itu akan diselidik baik-baik; jikalau nyata bahwasanya ialah saksi dusta, yang telah menuduh saudaranya dengan bohong,","maka hendaklah kamu berbuat akan dia barang yang hendak diadakannya pada saudaranya dengan dengkinya, demikianpun patutlah kamu membuang jahat ini dari tengah-tengahmu.","Maka akan kedengaranlah kelak hal itu kepada segala orang lain, sehingga mereka itu takut dan tiada berani berbuat perkara yang jahat begitu lagi.","Maka jangan kamu sayang akan dia, melainkan jiwa akan ganti jiwa, dan mata akan ganti mata, dan gigi akan ganti gigi, dan tangan akan ganti tangan, dan kaki akan ganti kaki adanya."]