["Arakian, maka kemudian dari pada itu berpalinglah kita, lalu berjalanlah ke padang Tiah, pada jalan ke laut Kolzom seperti firman Tuhan kepadaku, maka berjalanlah kita keliling pegunungan Seir beberapa tahun lamanya.","Lalu firman Tuhan kepadaku demikian:","Sudah cukup kamu berjalan keliling di pegunungan ini, hendaklah kamu balik ke sebelah utara,","dan katakanlah olehmu kepada bangsa ini: Bahwa sekarang kamu pergi melangkahkan perhinggaan negeri saudaramu, yaitu bani Esaf, yang duduk di Seir; sungguhpun mereka itu takut akan kamu kelak, tetapi peliharakanlah dirimu baik-baik dari pada mereka itu.","Janganlah kamu mencahari sebab akan berperang dengan mereka itu, karena dari pada tanah mereka itu tiada Aku beri kepadamu, jikalau sebesar tumpuan tapak kakimu sekalipun, sebab pegunungan Seir itu telah Kukaruniakan kepada Esaf akan bahagian pusakanya.","Bahwa makanan hendaklah kamu beli kepada mereka itu dengan uang, supaya dapat kamu makan, dan airpun hendaklah kamu beli kepada mereka itu dengan uang, supaya dapat kamu minum.","Karena Tuhan, Allahmu, telah memberkati kamu dalam segala pekerjaan tanganmu dan telah dipeliharakannya kamu pada jalan di padang Tiah yang sebesar ini; maka empat puluh tahun ini Tuhan, Allahmu, adalah serta dengan kamu dan satupun tiada kamu kekurangan.","Kemudian berjalanlah kita lalu dari pada saudara kita, yaitu bani Esaf yang duduk di Seir, pada jalan ke padang, yaitu ke Elat dan Ezion-Jeber, lalu menyimpanglah kita menurut jalan ke padang Moab.","Maka firman Tuhan kepadaku: Janganlah kamu bermusuh dengan Moab dan jangan kamu mencahari sebab akan berselisihan atau berperang dengan dia, karena dari pada tanahnya satupun tiada Kukaruniakan kepadamu, sebab Aku telah menganugerahi bani Lut itu dengan Ar akan bahagian pusakanya.","Maka dahulu duduklah di sana orang Emi, yaitu suatu bangsa yang besar dan banyak bilangannya lagi perkasa, seperti bangsa Enak itu.","Maka mereka itupun dikirakan orang Refai seperti orang Enak itu tetapi dinamai orang Moab akan dia bangsa Emi.","Demikianpun duduklah dahulu orang Hori di Seir, tetapi ditawan bani Esaf akan negerinya dan dibinasakannya mereka itu di hadapannya, lalu duduklah ia di sana akan ganti mereka itu, sama seperti perbuatan Israel kelak akan tanah pusakanya yang telah dikaruniakan Tuhan kepada mereka itu.","Maka sekarangpun bangkitlah berdiri, lalu menyeberang anak sungai Zered. Maka menyeberanglah kita sekalian anak sungai Zered itu.","Adapun lamanya kita berjalan dari Kades-Barnea sampai menyeberang anak sungai Zered itu, ia itu tiga puluh delapan tahun sampai habislah mati segenap bangsa orang perang yang di tengah-tengah tentara itu, seperti Tuhan telah berjanji kepada mereka itu pakai sumpah.","Maka sebab itupun tangan Tuhan ada melawan mereka itu hendak diparangkannya mereka itu dari dalam tentaranya, sehingga berkesudahanlah mereka itu sama sekali.","Maka sekali peristiwa, setelah sudah segala orang perang itu habis mati dari tengah-tengah orang banyak itu,","datanglah firman Tuhan kepadaku, mengatakan:","Sekarang hendaklah kamu berjalan lalu dari pada Ar, yaitu perhinggaan negeri Moab,","dan hendaklah kamu menghampiri bani Ammon sampai bertentangan dengan mereka itu, tetapi jangan kamu bermusuh dengan dia dan jangan pula kamu mencahari sebab akan berperang dengan dia, karena dari pada tanah bani Ammon satupun tiada Kukaruniakan kepadamu akan pusaka, sebab telah Aku mengaruniakan dia kepada bani Lut akan pusakanya.","Maka inipun disangka orang tanah orang Refai sebab dahulu duduklah orang Refai di sana, tetapi dinamai orang Ammon akan dia bangsa Zamzumi,","yaitu suatu bangsa yang besar dan banyak bilangannya lagi perkasa, seperti bangsa Enak juga, tetapi dibinasakan Tuhan akan dia di hadapan mereka itu, sehingga diambilnya tanahnya akan miliknya, lalu duduklah mereka itu di sana akan gantinya.","Seperti yang telah dibuat oleh Tuhan karena orang Esafpun, yang duduk di Seir, tegal dibinasakannya orang Hori di hadapan mereka itu, supaya mereka itu mengambil tanah itu akan miliknya, lalu duduklah mereka itu di sana akan gantinya datang kepada zaman ini.","Maka adapun orang Awi, yang mengeduduki dusun-dusun sampai kepada Gaza itu, ia itu telah dibinasakan oleh orang Kaftori, yang telah keluar dari Kaftor, lalu duduklah mereka itu di sana akan gantinya.","Berbangkitlah kamu lalu berjalan, menyeberanglah anak sungai Arnon, bahwasanya Aku telah menyerahkan Sihon, raja Hezbon, orang Amori itu, ke tanganmu; hendaklah kamu mulai mengalahkan dia dan jangan kamu menyimpang dari pada berperang dengan dia.","Maka dari pada hari ini juga Aku mulai mendatangkan gentar dan takut akan kamu atas segala bangsa yang di bawah langit, apabila kedengaranlah kabarmu kepadanya mereka itu akan gentar dan takut di hadapanmu.","Maka pada masa itu aku menyuruhkan utusan dari padang belantara Kedemot menghadap Sihon, raja Hezbon, menyampaikan kabar selamat, katanya:","Berilah kiranya aku berjalan terus dari negerimu, aku hendak mengikut jalan besar juga, tiada aku menyimpang ke kiri atau ke kanan.","Akan makanan itu hendaklah kaujual kepadaku dengan uang, supaya aku makan dan airpun berikanlah aku akan ganti uang, supaya aku minum, melainkan berilah kiranya aku berjalan kaki juga terus dari negerimu,","seperti yang telah dibuat akan daku oleh bani Esaf, yang duduk di Seir, dan oleh orang Moabpun, yang duduk di Ar, supaya aku menyeberang Yarden hendak ke negeri yang telah dikaruniakan Tuhan, Allah kami, kepada kami.","Tetapi oleh Sihon, raja Hezbon itu, tiada diberi kita berjalan terus dari negerinya, karena telah ditegarkan Tuhan, Allahmu, batinnya dan dikeraskannya hatinya, hendak diserahkannya ia ke tanganmu seperti halnya sekarang ini.","Maka firman Tuhan kepadaku: Bahwasanya Aku telah mulai menyerahkan Sihon serta dengan negerinya di hadapanmu, sebab itu hendaklah kamupun mulai mengalahkan dia, supaya kamu mempunyai negerinya akan bahagianmu pusaka.","Maka Sihonpun keluar mendatangi kita ke Jahaz, ia serta dengan segala rakyatnya, hendak berperang.","Maka diserahkanlah Tuhan, Allah kita, akan dia di hadapan kita, lalu kitapun mengalahkan dia dan anak-anaknya dan segala rakyatnya.","Maka segala negerinyapun kita rampas, dan segala negerinya dan segala orang laki-laki dan perempuan dan segala anak-anakpun kita tumpas seorangpun tiada kita hidupi.","Hanya segala binatangnya sahaja kita rampas akan diri kita, dan segala jarahan negeripun yang telah kita alahkan.","Dari Aroer, yang di tepi anak sungai Arnon, lalu segala negeri lain yang ditepi anak sungai itu, sampai ke Gilead, sebuah negeri itupun tiada yang tiada dapat kita alahkan, semuanya itu diserahkan oleh Tuhan, Allah kita, di hadapan kita.","Melainkan tiada kamu menghampiri negeri bani Ammon, atau segala tepi anak sungai Yabok, atau segala negeri pegunungan, atau barang sesuatu yang larangan Tuhan, Allah kita."]