["Maka apabila kamu keluar hendak berperang dengan musuhmu dan kelihatanlah kepadamu kuda dan rata dan rakyat yang kuat dari pada kamu, jangan kamu takut akan dia, karena Tuhan, Allahmu, adalah sertamu, yaitu yang telah menghantar akan kamu keluar dari negeri Mesir.","Maka akan jadi kelak apabila kamu hampir akan peperangan, bahwa imam akan datang lalu berkata kepada orang banyak,","demikianlah bunyinya: Dengarlah olehmu, hai Israel, bahwa sekarang kamu hampir akan berperang dengan musuhmu: janganlah tawar hatimu, jangan kamu takut, jangan gentar dan jangan ngeri di hadapan mereka itu;","karena Tuhan, Allahmu, berjalanlah serta dengan kamu hendak membantu kamu dalam memerangi segala musuhmu, supaya diberinya kamu menang!","Setelah itu hendaklah segala panglimapun berkata kepada orang banyak demikian: Mana orang yang telah membangunkan rumah baharu dan belum duduk di dalamnya, baiklah ia balik pulang ke rumahnya, supaya jangan ia mati dalam peperangan dan seorang lain mengeduduki rumah itu.","Dan mana orang yang telah menanam pokok anggur dan belum makan buahnya, baiklah ia balik pulang ke rumahnya, asal jangan ia mati dalam peperangan dan seorang lain makan hulu buahnya.","Dan mana orang yang bertunangan dengan seorang perempuan dan belum diambilnya akan bininya, baiklah ia balik pulang ke rumahnya, supaya jangan ia mati dalam peperangan dan seorang lain mengambil perempuan itu akan bininya.","Dan lagi hendaklah dilanjutkan panglima itu katanya demikian: Mana orang yang penakut dan yang tawar hatinya, baiklah ia pergi dan pulang ke rumahnya, supaya jangan hati saudara-saudaranyapun menjadi tawar seperti hati orang itu.","Maka akan jadi kelak apabila selesailah panglima itu dari pada berkata kepada orang banyak itu, maka hendaklah diangkatnya akan beberapa orang menjadi hulubalang rakyat itu.","Arakian, maka apabila kamu menghampiri salah sebuah negeri hendak menyerang akan dia, patutlah kamu berseru kepadanya, suruh dia menyerahkan diri.","Maka akan jadi, jikalau diluluskannya menyerahkan dirinya serta dibukainya pintu gerbangnya akan kamu, maka segala orang yang didapati dalamnya itu hendaklah membayar upeti kepadamu dan memperhambakan dirinya kepadamu.","Tetapi jikalau tiada ia berdamai dengan kamu demikian, melainkan ia hendak berperang juga dengan kamu maka hendaklah kamu mengepungi dia rapat-rapat.","Maka jikalau diserahkan Tuhan, Allahmu, akan dia ke tanganmu, hendaklah kamu membunuh segala orang laki-laki yang di dalamnya dengan mata pedang.","Tetapi segala orang perempuan dan segala anak-anak dan binatang dan segala harta yang di dalam negeri itu, segala jarahannya hendaklah kamu rampas akan dirimu dan kamu akan makan barang jarahan dari pada musuhmu, yang telah dikaruniakan Tuhan, Allahmu, kepadamu.","Maka demikianpun hendaklah kamu perbuat akan segala negeri yang terlalu jauh kedudukannya dari pada tempatmu, dan yang bukan dari pada negeri bangsa-bangsa ini.","Tetapi adapun negeri bangsa-bangsa ini, yang dikaruniakan Tuhan, Allahmu, kepadamu akan bahagian pusaka, janganlah kamu hidupi barang sesuatu isinya akan bernafas;","melainkan hendaklah kamu menumpas sama sekali segala orang Heti dan Amori dan Kanani dan Ferizi dan Hewi dan Yebuzi, seperti firman Tuhan, Allahmu, kepadamu.","Supaya jangan diajarkannya kamu berbuat segala perkara kebencian, yang telah diperbuat oleh mereka itu akan memberi hormat kepada dewa-dewanya, sehingga kamu berdosa kepada Tuhan, Allahmu.","Maka apabila kamu mengepungi sebuah negeri beberapa hari lamanya dan kamu berperang hendak mengalahkan dia, janganlah kamu menebang pohon-pohonnya dengan dikenakan kapak, karena barang yang dapat kamu makan janganlah kamu tebang (bukankah segala pohon di padang itu karena sebab manusia?), supaya ia itu menjadi akan suatu apilan di hadapanmu.","Tetapi adapun segala kayu-kayuan yang kamu ketahui bukan pohon yang dapat dimakan buahnya, ia itu hendaklah kamu bantun dan kamu tebang dan perbuatkan dia apilan akan melawan negeri yang berperang dengan kamu, sampai ia itu sudah alah."]