["Sebermula, maka apabila didapati akan seorang yang kena tikam dalam negeri yang akan dikaruniakan Tuhan, Allahmu, kepadamu akan milikmu pusaka, maka orang mati itu terhantar di padang dengan tiada ketahuan siapa yang membunuh dia,","maka hendaklah segala tua-tua dan hakim kamu keluar pergi mengukur jarak negeri-negeri yang keliling tempat orang yang dibunuh itu.","Maka jikalau telah tentu mana negeri yang terdekat dengan tempat orang yang dibunuh itu, maka hendaklah diambil oleh segala tua-tua negeri itu akan seekor anak betina dari pada kawan lembu, yang belum tahu dipakai kepada pekerjaan dan yang belum tahu dikenakan kuk;","dan hendaklah segala tua-tua negeri itu menghantar akan lembu muda itu kepada anak sungai yang selalu mengalir airnya dan yang tanahnya belum tahu ditanami atau ditaburi, maka di sana hendaklah mereka itu menyembelihkan anak lembu itu dalam anak sungai.","Lalu hendaklah datang hampir segala imam, yaitu anak-anak Lewi, karena telah dipilih Tuhan, Allahmu, akan mereka itu, supaya mereka itu berbuat bakti kepadanya dan memberi berkat dengan nama Tuhan, dan atas hukum mereka itupun putuslah segala perkara perbantahan atau perdakwaan.","Maka segala tua-tua negeri yang terdekat dengan tempat orang yang dibunuh itu hendaklah membasuhkan tangannya di atas lembu muda yang disembelihkan dalam anak sungai itu,","sambil kata mereka itu demikian: Bukannya tangan kami menumpahkan darah ini dan mata kamipun tiada melihatnya;","adakan apalah gafirat atas umat-Mu Israel, yang telah Kautebus, ya Tuhan! jangan apalah Kautanggungkan darah orang yang tiada bersalah di tengah-tengah umat-Mu Israel! Maka demikianlah diadakan gafirat atas mereka itu dari pada darah itu.","Dan kamupun telah menghapuskan darah orang yang tiada bersalah itu dari tengahmu, jikalau kamu telah berbuat barang yang benar kepada pemandangan Tuhan.","Arakian, maka apabila kamu sudah keluar pergi berperang dengan musuhmu, dan diserahkan Tuhan akan dia ke tanganmu dan engkau membawa dari padanya beberapa orang tawanan,","dan di antara orang tawanan itu telah engkau melihat seorang perempuan yang elok parasnya, sehingga engkau mengasihi akan dia hendak mengambil dia akan binimu,","maka hendaklah engkau membawa akan dia masuk sampai ke dalam rumahmu, lalu hendaklah dicukurnya kepalanya dan diceriakannya kukunya.","Dan hendaklah ditanggalkannya pakaian dan hal ketawanannya, serta duduk dalam rumahmu sambil menangisi ibu bapanya sebulan lamanya; kemudian dari pada itu bolehlah engkau masuk kepadanya dan berbinikan dia, maka iapun menjadi binimu.","Maka sesungguhnya jikalau kiranya tiada lagi engkau berkenan akan dia, tak akan jangan engkau melepaskan dia pergi merdeka seturut kehendak hatinya, tetapi tak boleh engkau menjual dia atau berbuat akan dia seperti akan sahaya, setelah sudah engkau berbinikan dia.","Maka jikalau pada seorang laki-laki adalah dua orang bininya, seorang yang dikasihi, seorang yang dibenci, maka keduanya, yang dikasihi dan yang dibencipun, beranak laki-laki baginya, dan anak laki-laki yang sulung itu dari pada bini yang dibenci,","bahwasanya apabila diberikannya pusaka akan anak-anaknya dari pada barang yang ada padanya, tak boleh diangkatnya anak sulung akan anak dari pada bini yang dikasihinya di hadapan anak dari pada bini yang dibenci, yang anak sulung betul adanya;","melainkan hendaklah diakunya akan dia anak sulung, jikalau ia anak dari pada bini yang dibenci sekalipun, dan hendaklah diberinya akan dia dua kali banyaknya dari pada segala yang terdapat padanya, karena ialah hulu kuatnya dan ia juga yang empunya hak kesulungan.","Maka jikalau pada barang seorang ada anak laki-laki yang nakal dan durhaka, yang tiada mau dengar akan kata bapanya atau akan kata ibunya, maka telah disiksakannya akan dia tiada juga ia mau dengar,","maka hendaklah ditangkap ibu bapanya akan dia, dibawanya akan dia keluar menghadap segala tua-tua negeri dan ke pintu gerbang tempat itu.","Maka hendaklah mereka itu berkata kepada tua-tua negerinya demikian: Bahwa anak kami ini nakal dan durhaka, tiada mau dengar akan kata kami, maka ialah pendemap dan pemabuk.","Pada masa itu hendaklah segala orang isi negerinya melontari dia dengan batu sampai matilah ia; demikian hendaklah kamu membuang yang jahat itu dari tengahmu, supaya kedengaranlah ia itu kepada segala orang Israel dan ketakutanlah mereka itu.","Maka jikalau barang seorang telah berbuat dosa yang patut ia mati dibunuh, dan jika hukumnya kamu menggantungkan dia pada kayu,","tiada boleh mayatnya bermalam pada kayu itu, melainkan hendaklah kamu menguburkan dia pada hari itu juga, karena orang yang tergantung itu kutuklah bagi Tuhan Allah! Maka sebab itu janganlah kamu menajiskan tanahmu, yang telah dikaruniakan Tuhan, Allahmu, kepadamu akan bahagian pusaka."]