["Bahwa apabila terlihatlah kamu akan lembu atau domba saudaramu sesat dari pada kawannya, jangan kamu pura-pura tak lihat, melainkan tak akan jangan kamu memulangkan dia kepada saudaramu.","Maka jikalau saudaramu itu tiada hampir kepadamu atau tiada engkau kenal akan dia, maka hendaklah engkau mengumpulkan binatang itu ke dalam kandangmu, supaya ia itu tinggal sertamu sampai saudaramu bertanya akan dia dan engkaupun boleh memulangkan dia kepadanya.","Demikianpun hendaklah kauperbuat akan keledainya, dan demikianpun hendaklah kauperbuat akan pakaiannya, dan demikianpun hendaklah kauperbuat akan segala barang kehilangan saudaramu, yang telah lenyap dari padanya dan yang sudah kaudapati, tak boleh engkau pura-pura tak tahu.","Maka apabila terlihatlah engkau akan keledai saudaramu atau akan lembunya rebah di jalan, janganlah engkau pura-pura tak lihat, melainkan tak dapat tiada engkau membantu saudaramu dalam membangunkan dia pula.","Bahwa pakaian laki-laki tak boleh dikenakan kepada perempuan dan orang laki-lakipun tak boleh berpakaikan pakaian perempuan, karena barangsiapa yang berbuat demikian, ia itu kebencian kepada Tuhan, Allahmu.","Maka apabila terlihatlah engkau akan sarang burung di hadapanmu pada jalan di atas barang pokok atau di atas bumi, di dalamnya ada anak burung atau telur dan emaknya ada duduk di atas anaknya atau di atas telurnya, tak boleh engkau mengambil emaknya dan anak-anaknyapun sekali.","Tak akan jangan engkau melepaskan emaknya, tetapi anak-anaknya boleh kauambil akan dirimu, supaya selamatlah kamu dan dipanjangkannya umurmu.","Maka apabila engkau membangunkan rumah yang baharu, hendaklah engkau memagari sotohmu, asal jangan kautanggungkan utang darah kepada rumahmu, jikalau kiranya orang tergelincuh lalu jatuh dari atas.","Jangan kamu menaburi kebun anggurmu hendak dapat dua jenis hasilnya, supaya jangan hilang hasil biji-bijian yang telah kamu taburkan dan hasil pokok anggurmu sekali.","Jangan kamu menanggala dengan lembu dan dengan keledai bersama-sama.","Jangan kamu berpakaikan pakaian tenunan dua jenis benang, yaitu benang bulu bercampur benang kapas.","Maka hendaklah kamu memperbuat akan dirimu tali pada keempat punca selimutmu, yang terpakai olehmu akan menyelimuti dirimu.","Bermula, maka apabila seorang laki-laki telah mengambil seorang bini dan telah berseketiduran dengan dia, lalu dibencinya akan dia,","dan dikata-katakannya beberapa perkara jahat akan dia dan dibusukkannya namanya di luar, katanya: Bahwa aku telah mengambil orang ini akan biniku, lalu berseketiduranlah aku dengan dia, maka tiada kudapati bikirnya padanya;","maka hendaklah ibu bapa anak dara itu membawa sertanya akan bekas bikir anak dara itu, lalu pergi menghadap segala tua-tua negeri dalam pintu gerbang.","Maka bapa anak dara itu hendaklah berkata kepada segala tua-tua itu demikian: Bahwa hamba telah memberikan anak hamba kepada orang ini akan bininya, lalu dibencinya akan dia;","bahwasanya dikata-katakannya beberapa perkara jahat akan dia, katanya: Aku tiada mendapat bikir anakmu ini. Maka tengoklah, ia inilah bekas bikir anak hamba, sambil dihamparkannya kain itu di hadapan segala tua-tua negeri.","Maka oleh tua-tua negeri hendaklah diambil akan orang laki-laki itu, lalu disiksakannya akan dia,","dan dikenakannya denda seratus keping perak, ia itu diberikan kepada bapa anak dara itu, sebab telah dibusukkannya nama seorang anak dara Israel di luar, maka kekal juga ia bininya, tiada boleh dibuangnya akan dia seumur hidupnya.","Tetapi jikalau nyata ketuduhan itu benar adanya dan tiada didapatinya akan bekas bikir pada anak dara itu,","maka hendaklah dibawanya akan anak dara itu keluar ke pintu rumah bapanya, lalu orang-orang negerinya hendaklah melontari dia dengan batu sampai ia mati, karena telah diperbuatnya suatu perkara yang bodoh di tengah Israel dengan berkendak selagi ia dalam rumah bapanya, maka demikian patutlah kamu membuang yang jahat itu dari tengahmu.","Maka jikalau kiranya didapati akan seorang tengah berseketiduran dengan bini orang, tak akan jangan keduanya mati dibunuh, baik orang laki-laki yang berseketiduran dengan perempuan itu baik perempuan itu; demikian patutlah kamu membuang yang jahat itu dari tengah Israel.","Maka jikalau seorang anak dara, yang lagi bikir itu, bertunangan dengan seorang laki-laki, maka didapati orang lain akan dia dalam negeri, lalu berseketiduran dengan dia,","maka keduanya hendaklah kamu bawa keluar ke pintu negeri, dan lontari dia dengan batu sampai mati; adapun anak dara itu sebab tiada ia berteriak meskipun ia di dalam negeri, dan orang laki-laki itu sebab telah digagahinya bini kawannya; maka demikian patutlah kamu membuang yang jahat itu dari tengahmu.","Tetapi jikalau didapati orang laki-laki akan anak dara yang bertunangan itu pada masa ia di ladang, lalu digagahinya akan dia dan berseketiduranlah ia dengan dia, maka hanya orang laki-laki yang berseketiduran dengan dia itu patut mati dibunuh.","Tetapi akan anak dara itu satupun jangan kamu pengapakan dia karena pada anak dara itu tiada salah yang patut ia mati dibunuh, karena seperti seorang laki-laki melawan kawannya dan membunuh akan dia, demikianlah perihal perbuatan ini;","karena telah didapatinya akan dia di ladang, dan anak dara yang bertunangan itupun telah berteriak, tetapi seorangpun tiada yang menolong akan dia.","Maka jikalau didapati seorang laki-laki akan perempuan muda yang lagi anak dara dan tiada bertunangan, lalu ditangkapnya akan dia dan berseketiduranlah ia dengan dia, maka didapati akan keduanya,","maka hendaklah orang laki-laki yang telah berseketiduran dengan dia itu memberi lima puluh keping perak kepada bapa anak dara itu, lalu ia menjadi bininya, maka sebab telah digagahinya akan dia tiada boleh dibuangnya akan dia seumur hidupnya.","Barang seorang laki-lakipun jangan mengambil bini bapanya, tak boleh disingkapkannya punca selimut bapanya."]