["Bermula, maka dari pada orang yang dihancurkan atau dikerat buah pelirnya seorang juapun tak boleh masuk ke dalam sidang umat Tuhan.","Seorang anak harampun jangan masuk ke dalam sidang umat Tuhan, jikalau anak cucunya sampai kesepuluh gilir sekalipun tiada juga boleh masuk ke dalam sidang umat Tuhan.","Seorang Ammoni atau seorang Moabipun jangan masuk ke dalam sidang umat Tuhan, jikalau anak cucunya sampai kesepuluh gilir sekalipun tiada juga boleh masuk ke dalam sidang umat Tuhan sampai selama-lamanya;","sebab tiada mereka itu menyambut kamu dengan roti atau dengan air pada jalan, tatkala kamu keluar dari Mesir, dan sebab diupahkannya Bileam bin Beor dari Petor di Mesopotami, supaya dikutukinya akan kamu.","Tetapi Tuhan, Allahmu, tiada mau dengar akan Bileam itu, melainkan karena sebab kamulah diubahkan Tuhan, Allahmu, kutuk itu menjadi berkat, karena dikasihi Tuhan, Allahmu, akan kamu.","Maka jangan kamu mencahari persahabatan atau untung kepada mereka itu sampai selama-lamanya.","Maka akan orang Edomi itu janganlah kamu segan, karena bersaudaralah ia dengan kamu, dan jangan pula kamu segan akan orang Mesir, karena kamu sudah tahu menjadi orang dagang dalam negerinya.","Adapun anak cicit yang diperanakkan bagi mereka itu, yaitu gilir yang ketiga, boleh masuk ke dalam sidang umat Tuhan.","Maka apabila kamu keluar dengan balatentara hendak memerangi musuh, maka peliharakanlah dirimu dari pada segala perkara yang menajiskan.","Jikalau kiranya di antara kamu adalah seorang yang najis oleh barang sesuatu pada malam, hendaklah ia keluar dari pada tempat tentara dan jangan ia masuk pula ke dalam tempat tentara itu;","melainkan tak akan jangan pada petang hari dibasuhkannya dirinya dengan air, setelah sudah masuk matahari bolehlah ia masuk ke dalam tempat tentara itu.","Dan lagi di luar tempat tentara hendaklah bagimu suatu tempat yang sunyi, supaya di sana kamu boleh ke sungai.","Maka lain dari pada senjatamu hendaklah padamu sebuah cangkul kecil, supaya apabila kamu ke sungai besar, bolehlah kamu menggali lobang dengan dia dan menudungi barang yang telah keluar dari padamu itu.","Karena Tuhan, Allahmu, adalah berjalan di tengah-tengah balatentaramu, hendak meluputkan kamu dari pada bahaya dan menyerahkan musuhmu kepadamu, maka sebab itu hendaklah suci tempat balatentaramu, supaya jangan terlihat Ia akan barang sesuatu di antara kamu yang tiada patut, sehingga Iapun undur dari padamu.","Janganlah kamu menyerahkan seorang hamba ke tangan tuannya setelah sudah ia lari kepadamu dari pada tuannya itu.","Melainkan hendaklah ia tinggal sertamu di tengah-tengah kamu pada tempat yang dipilihnya dalam salah sebuah negerimu yang disukainya, dan jangan kamu menganiayakan dia.","Maka di antara segala anak perempuan Israel tak boleh ada seorang sundal, dan di antara segala anak laki-laki Israelpun tak boleh ada seorang zindik.","Maka dalam bait Tuhan, Allahmu, tak boleh dibawa masuk akan upah orang sundal atau akan harga anjing yang dari pada nazar, karena keduanya sama kebencian kepada Tuhan adanya.","Maka tak boleh kamu mengambil bunga dari pada saudaramu, baik bunga uang baik bunga makanan baik bunga barang sesuatu yang dapat makan bunga.","Maka dari pada orang lain bangsa boleh kamu mengambil bunga, tetapi dari pada saudaramu tak boleh kamu mengambil dia, supaya diberkati Tuhan, Allahmu, akan kamu dalam segala perkara pegangan tanganmu dalam negeri yang kamu tuju sekarang hendak mengambil dia akan bahagianmu pusaka.","Maka apabila kamu sudah bernazarkan barang sesuatu kepada Tuhan, Allahmu, janganlah lambat kamu menyampaikan dia, kalau-kalau ia itu dituntut Tuhan, Allahmu, kepadamu dan dosa itu tertanggunglah atasmu.","Tetapi jikalau kamu selesai dari pada bernazar, maka ia itu tiadalah dosa padamu.","Bahwa barang yang telah keluar dari pada mulutmu itu hendaklah kamu sampaikan juga dengan sungguh-sungguh, sama seperti yang telah kamu bernazar kepada Tuhan, Allahmu, persembahan dari ridla hati yang telah kamu janji dengan lidahmu.","Maka apabila kamu masuk ke dalam kebun anggur kawanmu, bolehlah kamu makan dari pada buahnya sekehendak hatimu sampai kenyang, tetapi satupun tak boleh kamu bawa dari sana.","Maka apabila kamu masuk ke dalam perhumaan kawanmu, bolehlah kamu menggentas mayang-mayang gandum dengan tanganmu, tetapi jangan kamu mengenakan sabit kepada perhumaan kawanmu itu."]