["Bermula, maka apabila seorang laki-laki telah mengambil bini dan telah kawin dengan dia, bahwa sesungguhnya jikalau tiada ia berkenan akan dia, sebab didapatinya akan barang sesuatu kecelaan padanya, maka hendaklah disuratkannya akan dia surat talak, diberikannya kepada tangannya, lalu disuruhnya akan dia keluar dari dalam rumahnya.","Maka jikalau ia telah keluar dari rumahnya, lalu pergi menjadi bini orang lain,","dan orang inipun benci akan dia, disuratkannya akan dia surat talak dan diberikannya surat itu kepada tangannya, lalu disuruhnya ia keluar dari rumahnya, atau kalau orang laki-laki yang kemudian ini mati setelah sudah diambilnya perempuan itu akan bininya,","maka tak boleh lakinya yang pertama, yang telah menyuruhkan dia pergi, itu mengambil dia kembali akan bininya, setelah sudah dibiarkannya ia dicemarkan, karena perkara itulah suatu kebencian di hadapan hadirat Tuhan, dan jangan kamu menanggungkan dosa pada negeri yang dikaruniakan Tuhan, Allahmu, kepadamu akan bahagian pusaka.","Maka apabila barang seorang baharu juga mengambil bini, janganlah ia keluar serta dengan balatentara, dan barang tanggungan lainpun jangan ditanggungkan atasnya, melainkan hendaklah ia bebas juga dalam rumahnya setahun lamanya, supaya bersuka-sukaanlah ia dengan bini, yang telah diambilnya itu.","Janganlah orang mengambil kisaran atau batu kisaran yang di atas itu akan gadaian, karena ia itu seolah-olah mengambil penghidupan akan gadaian.","Maka jikalau didapati akan orang mencuri seorang dari pada segala saudaranya, yaitu dari pada bani Israel, dijadikannya hamba dan dijualnya akan dia, tak akan jangan orang pencuri itu mati dibunuh, dan kamupun membuang yang jahat itu dari tengahmu.","Perhatikanlah kamu hal bala kusta, supaya kamu ingat baik-baik dan menurut segala sesuatu yang diajar imam-imam Lewi akan kamu; maka seperti aku telah berpesan kepada mereka itu demikianpun hendaklah kamu melakukan dia.","Ingatlah kamu akan perkara yang telah dibuat Tuhan, Allahmu, akan Miryam pada jalan, tatkala kamu ke luar dari Mesir.","Maka apabila kamu pergi menagih utang kepada samamu manusia, janganlah kamu masuk ke dalam rumahnya hendak mengambil gadaian dari padanya;","melainkan hendaklah kamu berdiri di luar, maka orang yang hendak kamu menagih utangnya itu akan membawa barang gadaian itu ke luar kepadamu.","Maka jikalau ia seorang papa, jangan engkau membaringkan dirimu di atas gadaiannya;","melainkan tak akan jangan gadaiannya kaupulangkan kepadanya apabila masuklah matahari, supaya dibaringkannya dirinya dengan pakaiannya dan diberkatinya akan dikau, maka ia itu akan kebenaran bagimu di hadapan hadirat Tuhan, Allahmu.","Jangan kamu menganiaya orang upahan yang syak dan papa, baik ia dari pada saudaramu atau ia dari pada orang dagang yang duduk dalam negerimu sebelah dalam segala pintu gerbangmu.","Maka pada harinya juga hendaklah kamu membayar upahnya dahulu dari pada masuk matahari atasnya, karena syaklah adanya dan hatinyapun merindu akan dia; supaya jangan ia berseru kepada Tuhan akan halmu dan dosapun tertangungglah atasmu.","Bahwa jangan bapa-bapa mati dibunuh serta dengan anak-anaknya, dan jangan anak-anak itu mati dibunuh serta dengan bapanya, melainkan masing-masing hendaklah mati dibunuh karena sebab dosa dirinya sendiri.","Jangan kamu menggagahi hak orang dagang dan anak piatu, dan jangan kamu mengambil pakaian perempuan janda akan gadaian.","Melainkan ingatlah kamu akan hal kamu orang hamba di Mesir dan akan hal telah ditebus Tuhan, Allahmu, akan kamu dari sana; maka sebab itu aku menyuruh kamu berbuat demikian.","Maka apabila kamu sudah habis menuai segala hasil tanahmu, dan terlupalah kamu akan barang seikat yang lagi tinggal di bendangmu, jangan kamu balik pergi mengambil dia, karena ia itulah bahagian orang dagang dan anak piatu dan perempuan janda, supaya diberkati Tuhan, Allahmu, akan kamu dalam segala perbuatan tanganmu.","Maka apabila kamu sudah menggoncangkan pohon zaitmu, kemudian dari pada itu jangan kamu menyelidik tangkai-tangkainya pula, karena ia itulah bahagian orang dagang dan anak piatu dan perempuan janda.","Maka apabila kamu sudah memungut buah pokok anggurmu, janganlah berulang kamu memungut buahnya karena ia itulah bahagian orang dagang dan anak piatu dan perempuan janda.","Melainkan hendaklah kamu ingat akan hal kamupun dahulu orang hamba di negeri Mesir, maka sebab itu aku menyuruh kamu berbuat demikian."]