["Arakian, maka jikalau ada perkara pada orang, lalu mereka itu pergi menghadap hukum, tak akan jangan diturutnya keputusan hakim, maka yang benar hendaklah dibenarkannya dan yang salah itu hendaklah disalahkannya.","Maka jikalau kiranya orang yang salah itu patut dipukul, hendaklah hakim menyuruh meniarapkan dia dan memukulkan dia di hadapannya, seberapa banyak sebat yang patut akan salahnya.","Empat puluh sebat hendaklah disuruhnya beri akan dia, jangan lebih, supaya jangan apabila dipertambahkannya dan dipalunya akan dia dengan beberapa banyak sebat, maka saudaramu diperhinakan kelak di hadapan pemandanganmu.","Bahwa jangan kamu menyengkangkan mulut lembu yang mengirik biji-bijian.","Jikalau ada orang kakak adik duduk seorang dekat dengan seorang, maka seorang mati tiada beranak, janganlah bini orang yang mati itu menjadi bini orang lain yang di luar, melainkan hendaklah iparnya pergi mendapatkan dia dan mengambil dia akan bininya dan berbuat akan dia barang yang wajib atas ipar.","Maka hendaklah anak sulung, yang diperanakkannya itu dinamai dengan nama saudaranya yang mati itu, supaya nama saudaranya jangan dihapuskan dari antara Israel.","Tetapi jikalau seganlah orang itu mengambil bini saudaranya akan bininya, hendaklah bini saudaranya itu pergi ke pintu negeri menghadap segala tua-tua sambil sembahnya: Bahwa engganlah ipar hamba menghidupkan nama saudaranya di antara Israel, tidak ia mau berbuat akan hamba yang wajib atas seorang ipar.","Lalu hendaklah tua-tua negeri itu memanggil akan dia dan berkata-kata dengan dia, maka jikalau tetaplah ia serta katanya: Hamba tiada mau mengambil dia;","maka hendaklah bini saudaranya itu datang hampir kepadanya di hadapan mata segala tua-tua, lalu menanggalkan kasut dari pada kakinya sebelah serta meludahi mukanya sambil bersaksi, katanya: Demikianlah patut diperbuat akan orang yang tiada mau membangunkan rumah saudaranya.","Maka akan dia juga diberi oranglah suatu nama di antara Israel, katanya: Rumah orang yang ditanggalkan kasutnya.","Maka jikalau orang laki-laki berkelahi seorang dengan seorang, lalu bini seorang itu datanglah hampir hendak melepaskan lakinya dari pada tangan orang yang memalu akan dia dan diunjuknya tangannya, dipegangnya kemaluannya,","tak akan jangan tangan perempuan itu kamu kudungkan, tak boleh kamu sayang akan dia.","Hata, maka dalam pundi-pundimu jangan ada dua macam batu timbangan, yaitu sebuah yang besar dan sebuah yang kecil,","maka dalam rumahmupun tak boleh ada dua macam sukat, sebuah yang besar dan sebuah yang kecil.","Melainkan hendaklah padamu batu timbangan yang betul dan benar, dan hendaklah padamu sukat yang betul dan benar, supaya kamu melanjutkan umurmu dalam negeri yang dikaruniakan Tuhan, Allahmu, kepadamu.","Karena barangsiapa yang berbuat perkara yang demikian, ia itu kebencian kepada Tuhan, Allahmu, dan lagi segala orang yang berbuat perkara yang tiada benar.","Maka hendaklah kamu ingat akan perkara yang diperbuat oleh orang Amalek akan kamu pada jalan, tatkala kamu keluar dari Mesir,","bagaimana telah ia mendatangi kamu dan ditempuhnya akan penutup tentaramu, yaitu akan segala orang yang lemah, yang datang dari belakang pada masa kamu lesu letih dan lelah, dan tiada ia takut akan Allah.","Maka tak akan jangan, apabila sudah dikaruniakan Tuhan, Allahmu, perhentian kepadamu dari pada segala musuhmu keliling, yaitu dalam negeri yang akan dikaruniakan Tuhan, Allahmu, kepadamu akan milikmu pusaka, maka kamu akan menghapuskan peringatan akan Amalek itu dari bawah langit; jangan kamu lupakan ini."]