["Demikianpun, apabila kamu sudah masuk ke dalam negeri yang dikaruniakan Tuhan, Allahmu, kepadamu akan milikmu pusaka, dan kamupun duduk dalamnya,","maka hendaklah kamu mengambil dari pada hulu hasil tanahmu, yang kamu kumpulkan dari bendangmu, yang dikaruniakan Tuhan, Allahmu, kepadamu, lalu bubuhlah dia dalam bakul dan bawalah akan dia ke tempat yang akan dipilih Tuhan, Allahmu, hendak mendudukkan namanya di sana.","Maka hendaklah kamu pergi mendapatkan imam yang pada masa itu, sambil katamu kepadanya: Pada hari ini hamba mengaku dengan nyata di hadapan Tuhan, Allahmu, bahwa hamba telah sampai ke dalam negeri yang telah dijanji Tuhan kepada nenek moyang kami pakai sumpah hendak mengaruniakan dia kepada kami.","Maka oleh imam hendaklah diambil akan bakul itu dari pada tanganmu, diletakkannya di hadapan mezbah Tuhan, Allahmu.","Maka hendaklah kamu sahut serta katamu di hadapan hadirat Tuhan, Allahmu: Bahwa bapaku seorang Aram yang mengembara, maka turunlah ia ke Mesir, lalu menumpanglah di sana selaku orang dagang, lagi sedikit bilangan orangnya, maka di sanalah iapun menjadi suatu bangsa yang besar dan kuasa dan banyak bilangannya!","Tetapi oleh orang Mesir itu dibuat jahat akan kami, dianiayakannya kami dan ditanggungkannya pekerjaan yang terlampau berat atas kami.","Maka berserulah kami kepada Tuhan, yaitu Allah nenek moyang kami, lalu didengar Tuhan akan bunyi suara kami, dan ditiliknya akan celaka kami dan akan kesukaran kami dan akan hal kami teraniaya itu.","Maka dihantar Tuhan akan kami dari Mesir dengan tangan yang kuat serta dengan lengan yang terkedang dan dengan hebat yang besar dan dengan beberapa tanda alamat dan ajaib.","Lalu dibawa-Nya akan kami ke tempat ini, dikaruniakan-Nya tanah ini kepada kami, yaitu suatu tanah yang berkelimpahan air susu dan madu.","Maka sekarang, bahwasanya hamba telah membawa hulu hasil tanah ini, yang dikaruniakan Tuhan kepada hamba. Lalu hendaklah kamu meletakkan dia di hadapan hadirat Tuhan, Allahmu, dan hendaklah kamu menyembah sujud di hadapan hadirat Tuhan, Allahmu.","Maka hendaklah kamu bersuka-sukaan dari karena segala kebajikan yang dikaruniakan Tuhan, Allahmu, akan kamu dan akan isi rumahmu, baik kamu baik orang dagang yang di antara kamu.","Maka apabila selesailah kamu dari pada membawa segala perpuluhan hasilmu pada tahun yang ketiga, yaitu tahun perpuluhan, maka hendaklah kamu memberi akan orang Lewi dan akan orang dagang dan akan anak piatu dan akan perempuan janda, supaya mereka itupun dapat makan dalam negerimu dan jadi kenyang.","Maka hendaklah katamu di hadapan hadirat Tuhan, Allahmu: Bahwa hamba telah mengambil barang yang suci itu dari dalam rumah, dan lagi hamba telah memberikan dia kepada orang Lewi dan kepada orang dagang dan kepada anak piatu dan kepada perempuan janda, setuju dengan segala firman-Mu yang telah Kausuruh akan hamba, maka dari pada segala firman-Mu satupun tiada hamba lalui atau hamba lalaikan.","Maka tiada hamba makan dari padanya pada masa kesukaran hamba, dan tiada hamba membuang sesuatu dari padanya akan dipakai kepada najis, dan tiada hamba memberi sesuatu dari padanya akan dipakai kepada arwah, melainkan hamba telah menurut bunyi suara Tuhan, Allahku, dan hamba telah berbuat setuju dengan segala firman-Mu yang kepada hamba.","Bahwa tilik apalah dari pada kedudukan kesucian-Mu, dari dalam langit, dan berkati apalah akan Israel, umat-Mu, dan akan tanah yang telah Kaukaruniakan kepada hamba setuju dengan janji-Mu kepada nenek moyang hamba pakai sumpah, yaitu tanah yang berkelimpahan air susu dan madu.","Maka pada hari ini juga firman Tuhan, Allahmu, kepadamu menurut segala hukum ini dan segala undang-undang ini, serta dengan yakin juga kamu melakukan dia dengan segenap hatimu dan dengan segenap jiwamu.","Maka pada hari ini juga kamu telah berjanji dengan Tuhan, bahwa Tuhan itulah Allahmu dan kamupun akan berjalan pada jalan-Nya sambil memeliharakan segala hukum undang-undang dan syariat-Nya, serta kamu hendak dengar akan bunyi suara-Nya.","Maka pada hari ini juga Tuhan berjanji dengan kamu, bahwa kamulah menjadi suatu bangsa milik-Nya setuju dengan firman-Nya kepadamu, dan kamupun akan memeliharakan segala hukum-Nya.","Dan Iapun mengangkat akan kamu tinggi dari pada segala bangsa, yang telah dijadikan-Nya, supaya kamu menjadi suatu kepujian dan kenamaan dan perhiasan, dan supaya kamu menjadi suatu banga yang suci bagi Tuhan, Allahmu, setuju dengan firman-Nya yang kepadamu."]