["Bermula, maka oleh Musa dan segala tua-tua Israel disuruh kepada orang banyak itu demikian: Peliharakanlah kamu segala hukum yang kupesan kepadamu pada hari ini.","Maka apabila kamu sudah menyeberang Yarden dan sudah masuk ke dalam negeri yang dikaruniakan Tuhan, Allahmu, kepadamu, hendaklah kamu menegakkan batu yang besar-besar dan melaburkan dia dengan kapur.","Dan hendaklah kamu menyurat padanya segala firman taurat ini, yaitu apabila kamu sudah menyeberang hendak masuk ke dalam negeri yang dikaruniakan Tuhan, Allahmu, kepadamu, suatu tanah yang berkelimpahan air susu dan madu, seperti firman Tuhan, Allah nenek moyangmu, kepadamu.","Maka apabila kamu sudah menyeberang Yarden, hendaklah kamu menegakkan batu, seperti pesanku kepadamu sekarang ini, yaitu di atas bukit Ebal dan laburkan dia dengan kapur.","Dan hendaklah kamu menegakkan di sana sebuah mezbah bagi Tuhan, Allahmu, yaitu sebuah mezbah dari pada batu, dan jangan kamu mengenakan besi padanya;","melainkan dari pada batu kasar hendaklah kamu perbuat akan mezbah Tuhan, Allahmu, dan di atasnya hendaklah kamu mempersembahkan korban bakaran kepada Tuhan, Allahmu.","Dan lagi hendaklah kamu menyembelihkan korban syukur dan makan dia di sana dan bersuka-sukaanlah kamu di hadapan hadirat Tuhan, Allahmu.","Maka pada batu itu hendaklah kamu menyurat akan segala firman taurat ini, dan menyebut dia sebaik-baik nyatanya.","Arakian, maka berkata Musa dan imam-imam orang Lewi itu kepada segenap Israel demikian: Dengarlah olehmu diam-diam, hai Israel! bahwa pada hari ini juga kamu telah menjadi suatu bangsa bagi Tuhan, Allahmu.","Maka sebab itu dengarlah kamu akan bunyi suara Tuhan, Allahmu, dan turutlah segala hukum undang-undangnya, yang kupesan kepadamu pada hari ini.","Dan lagi disuruh Musa kepada orang banyak pada hari itu, katanya:","Bahwa segala suku ini hendaklah berdiri di atas bukit Gerizim akan memberi berkat kepada orang banyak itu, apabila kamu sudah menyeberang Yarden, yaitu: Simeon dan Lewi dan Yehuda dan Isakhar dan Yusuf dan Benyamin.","Dan segala suku ini akan berdiri di atas bukit Ebal akan mengatakan kutuk, yaitu Rubin dan Gad dan Asyer dan Zebulon dan Dan dan Naftali.","Maka pada masa itu hendaklah orang Lewi berkata berganti-ganti kepada segenap bangsa Israel dengan nyaring suaranya, demikian:","Kutuklah orang yang memperbuat patung pahatan atau tuangan, ia itu suatu kebencian kepada Tuhan, perbuatan tangan orang pandai, dan yang menaruh akan dia pada tempat yang sembunyi! Maka segenap orang banyak itu akan menyahut: Amin!","Kutuklah orang yang menghinakan bapanya atau ibunya! Maka segenap orang banyak itu akan menyahut: Amin!","Kutuklah orang yang menggingsirkan perhinggaan tanah kawannya! Maka segenap orang banyak itu akan menyahut: Amin!","Kutuklah orang yang menyesatkan orang buta pada jalannya! Maka segenap orang banyak itu akan menyahut: Amin!","Kutuklah orang yang menggagahi hak orang dagang dan anak piatu dan perempuan janda! Maka segenap orang banyak itu akan menyahut: Amin!","Kutuklah orang yang berseketiduran dengan bini bapanya, karena telah disingkapkannya punca selimut bapanya! Maka segenap orang banyak itu akan menyahut: Amin!","Kutuklah orang yang berseketiduran dengan binatang! Maka segenap orang banyak itu akan menyahut: Amin!","Kutuklah orang yang berseketiduran dengan saudaranya perempuan yang sebapa atau yang seibu dengan dia! Maka segenap orang banyak itu akan menyahut: Amin!","Kutuklah orang yang berseketiduran dengan mentuanya perempuan! Maka segenap orang banyak itu akan menyahut: Amin!","Kutuklah orang yang membunuh kawannya sembuni-sembuni! Maka segenap orang banyak itu akan menyahut: Amin!","Kutuklah orang yang makan suap, supaya dibunuhnya orang dan ditumpahkannya darah orang yang tiada bersalah! Maka segenap orang banyak itu akan menyahut: Amin!","Kutuklah orang yang tiada membenarkan segala firman taurat ini dengan melakukan dia! Maka segenap orang banyak itu akan menyahut: Amin!"]