["Maka akan jadi kelak, jikalau dengan yakin kamu dengar akan bunyi suara Tuhan, Allahmu, serta kamu menurut dengan rajin segala firman-Nya, yang kupesan kepadamu pada hari ini, niscaya kamu akan diangkat oleh Tuhan, Allahmu, tinggi dari pada segala bangsa yang di atas bumi.","Maka segala berkat ini akan datang kelak atas kamu dan ia itu sampai kepadamu, jikalau kiranya kamu dengar akan bunyi suara Tuhan, Allahmu.","Berkatlah kamu di dalam negeri dan berkatlah kamu di bendang.","Berkatlah buah perutmu dan berkatlah hasil tanahmu dan hasil binatangmu dan kandungan lembumu dan peranakan dombamu.","Berkatlah bakulmu dan palunganmu.","Berkatlah kamu apabila kamu masuk dan berkatlah kamu apabila kamu keluar!","Bahwa Tuhan, Allahmu, akan menyerahkan segala musuhmu, yang bangkit berdiri hendak melawan kamu, sehingga alahlah mereka itu di hadapanmu; maka pada jalan satu mereka itu akan mendatangi kamu, pada jalan tujuh mereka itu akan lari kelak dari hadapanmu.","Bahwa Tuhan akan menyuruhkan berkat menyertai kamu dalam peluburmu dan dalam segala yang dipegang tanganmu dan diberkati-Nya akan kamu dalam negeri yang dikaruniakan Tuhan, Allahmu, kepadamu.","Maka Tuhanpun akan menentukan kamu akan suatu bangsa yang suci bagi diri-Nya, seperti yang telah dijanji-Nya kepadamu pakai sumpah, yaitu jikalau kamu memeliharakan firman Tuhan, Allahmu, dan kamu berjalan pada jalan-Nya.","Maka segala bangsa yang di dalam dunia itu akan melihat, bahwa nama Tuhan tersebut atas kamu, lalu mereka itu takut akan kamu kelak.","Maka Tuhanpun akan melimpahkan kamu dengan kebajikan, baik dalam buah perutmu baik dalam hasil binatangmu baik dalam hasil tanahmu dalam negeri yang telah dijanji Tuhan, Allahmu, kepada nenek moyangmu pakai sumpah hendak dikaruniakan-Nya kepada kamu.","Maka Tuhanpun akan membukai kamu perbendaharaan kebajikan-Nya, yaitu langit, hendak dikaruniakan-Nya hujan kepada tanahmu pada musimnya, dan diberkati-Nya akan segala pekerjaan tanganmu, maka kamu akan memberi pinjam kepada beberapa berapa bangsa, tetapi kamupun tiada minta pinjam.","Maka Tuhanpun akan menentukan kamu dahulu dan bukan di belakang, dan kamu akan selalu di atas, bukannya di bawah, yaitu jikalau kamu dengar akan segala firman Tuhan, Allahmu, yang sekarang kusuruh kamu memeliharakan dan melakukan dia,","dan jikalau tiada kamu menyimpang ke kiri atau ke kanan dari pada segala firman yang kupesan kepadamu pada hari ini, dan tiada kamu menurut dewa-dewa hendak berbuat bakti kepadanya.","Tetapi akan jadi kelak, jikalau tiada kamu mau dengar akan bunyi suara Tuhan, Allahmu, supaya kamu melakukan dengan yakin segala hukum-Nya dan undang-undang-Nya yang kupesan kepadamu sekarang, maka segala kutuk ini akan datang atas kamu dan akan terkena kepadamu:","Kutuklah kamu dalam negeri dan kutuklah kamu di padang.","Kutuklah bakulmu dan kutuklah palunganmu.","Kutuklah buah perutmu dan hasil tanahmu dan kandungan lembumu dan peranakan dombamu.","Kutuklah kamu apabila kamu masuk dan kutuklah kamu apabila kamu keluar!","Maka Tuhanpun akan menyuruhkan kutuk dan kekacauan dan kebinasaan di antara kamu dalam segala yang dipegang tanganmu dan yang kamu perbuat, sehingga kamu ditumpas dan dibinasakan dengan segera dari karena kejahatan perbuatanmu, jikalau kamu meninggalkan Daku.","Maka Tuhanpun akan melekatkan bala sampar padamu, sehingga dihabiskannya kamu dari dalam negeri yang kamu tuju sekarang hendak mengambil dia akan milikmu pusaka.","Bahwa Tuhanpun akan memalu kamu dengan bala seni dan dengan demam panas dan dengan bara dan dengan panas sangat dan dengan kekeringan dan dengan kelayuran dan dengan untutan, maka ia itu akan menghambat kamu sehingga binasalah kamu.","Maka langit yang di atas kepalamu itu akan menjadi tembaga, dan bumi yang di bawah kamupun akan menjadi besi.","Bahwa Tuhan, Allahmu, akan memberi abu dan pasir bagaikan hujan kepada tanahmu, maka ia itu akan turun kepadamu dari langit, sehingga binasalah kamu.","Bahwa Tuhanpun akan menyerahkan kamu teralah di hadapan segala musuhmu; pada jalan satu kamu akan mendatangi dia, pada jalan tujuh kamu akan lari dari hadapannya, dan kamupun akan menjadi suatu huru-hara bagi segala kerajaan yang di dalam dunia.","Maka bangkaimu akan menjadi makanan unggas yang di udara dan mangsa margasatwa yang di bumi, dan seorangpun tiada yang akan menghalaukan dia.","Maka Tuhanpun akan memalu kamu dengan puru Mesir dan dengan puru sembilik dan dengan kurap dan dengan kudis yang tiada terobatkan.","Dan Tuhanpun akan memalu kamu dengan gila dan buta dan kecengangan hati.","Maka pada waktu tengah hari kamu akan menggagau seperti seorang buta menggagau dalam kegelapan, dan kamupun tiada memperuntungkan jalanmu, melainkan kamu akan teraniaya dan kerampasan sahaja pada segala hari dan seorangpun tiada yang menolong.","Kamu akan mengambil bini, tetapi orang lain akan berseketiduran dengan dia; kamu akan membangunkan rumah, tetapi tiada kamu akan mengedudukinya; kamu akan menanam kebun anggur, tetapi tiada kamu akan makan hulu buahnya.","Bahwa lembumu akan dibantai di hadapan matamu, tetapi tiada kamu akan makan dari padanya, keledaimu akan dirampas dari hadapanmu, maka sekali-kali tiada ia akan pulang kepadamu; segala kawan binatangmu akan menjadi jarahan musuhmu, maka bagi kamu tiada akan ada orang yang menolong.","Segala anakmu laki-laki dan perempuan akan diserahkan kepada bangsa yang lain, maka matamu akan melihatnya dan merindu akan mereka itu pada segala hari, dan satupun tiada dapat kamu perbuat akan menahankannya.","Bahwa hasil tanahmu dan segala hasil pekerjaanmu akan dimakan habis oleh suatu bangsa yang tiada kamu kenal, dan kamu akan teraniaya dan terpijak sama sekali pada segala hari.","Maka kamu akan menjadi gila dari karena penglihatan matamu, dan yang akan dipandang olehmu.","Maka kamupun akan dipalu Tuhan dengan puru yang jahat pada lututmu dan pada betismu, yang tiada terobati, dan lagi dari pada tapak kakimu datang ke batu kepalamu.","Maka Tuhanpun akan membawa kamu serta dengan rajamu, yang telah kamu angkat atas dirimu, kepada suatu bangsa yang tiada kamu kenal, dan yang tiada dikenal oleh nenek moyangmupun, maka di sana bolehlah kamu berbuat bakti kepada berhala, yaitu kepada kayu dan batu.","Dan kamupun akan menjadi bagaikan suatu tamasya dan perbahasaan dan sindiran di antara segala bangsa, yang kamu dihalaukan oleh Tuhan kepadanya.","Jikalau kamu membawa banyak biji-bijian ke luar kepada bendangmu sekalipun, sedikit juga akan kamu kumpulkan, karena belalang kelak makan habis akan dia.","Jikalau kamu menanami kebun anggur dan memeliharakan dia dengan usaha sekalipun, tiada juga kamu akan minum air anggurnya atau mengumpulkan buahnya, karena ulat kelak makan habis akan dia.","Meskipun bagimu adalah pohon zait pada segala jajahan negerimu, tiada juga kamu akan menyapukan dirimu dengan minyaknya, karena pohon zaitmupun akan gugur buahnya.","Jikalau kamu beroleh anak-anak laki-laki dan perempuan sekalipun, tiada juga mereka itu bagi dirimu, karena mereka itu akan dibawa pergi bagaikan orang tawanan.","Segala pohonmu buah-buah dan segala hasil tanahmu akan dibinasakan oleh kumbang.","Maka orang dagang yang akan ada di antara kamu, itu akan membantutkan kamu, makin lama makin ia naik, makin lama makin kamu akan turun kelak.","Maka iapun akan memberi pinjam kepadamu, tetapi kamu tiada akan memberi pinjam kepadanya; iapun akan menjadi hulu, tetapi kamu akan menjadi buntut.","Maka demikianlah segala kutuk ini akan datang atas kamu dan menghambat akan kamu dan sampai kepadamu, sehingga binasalah kamu, sebab tiada kamu mau dengar akan bunyi suara Tuhan, Allahmu, dengan melakukan segala hukum dan undang-undang yang telah Ia berfirman kepadamu.","Maka ia itu akan padamu bagi tanda alamat dan suatu keheranan, dan pada benihmupun sampai selama-lamanya.","Yaitu sebab tiada kamu berbuat bakti kepada Tuhan, Allahmu, pada masa bersukacita hatimu akan kelimpahan segala kebajikannya.","Maka sebab itu bolehlah kamu diperhamba oleh segala musuhmu, yang akan disuruhkan Tuhan, maka ia itu dengan lapar dan dahaga dan telanjang dan kekurangan segala sesuatu, maka oleh Tuhan akan dibubuh kuk besi pada tengkukmu, sampai sudah dibinasakannya kamu.","Maka Tuhanpun akan membawa atas kamu suatu bangsa dari jauh, ia itu akan datang dari ujung bumi seperti terbang burung nasar, suatu bangsa yang tiada kamu mengerti bahasanya,","suatu bangsa dengan muka merengus, yang tiada sayang akan rupa orang tua dan tiada mengasihani orang muda.","Maka ia itu kelak makan habis akan hasil binatangmu dan hasil tanahmu, sampai sudah binasa kamu, sebab tiada ditinggalkannya bagimu barang gandum atau air anggur atau minyak atau hasil lembumu atau anak dombamu, sampai sudah dibinasakannya kamu.","Maka bangsa itu akan menyesakkan kamu dalam negerimu dan merobohkan segala pagar tembokmu yang tinggi lagi begitu teguh sehingga kamu harap akan dia dalam segala negerimu, bahkan, mereka itu akan menyesakkan kamu dalam segala negerimu pada seluruh tanah yang dikaruniakan Tuhan, Allahmu, kepadamu.","Maka pada masa itu kamu akan makan buah perutmu sendiri, yaitu daging anakmu laki-laki dan perempuan, yang telah dikaruniakan Tuhan, Allahmu, kepadamu, dari sebab kesukaran dan kepicikan, yang diadakan musuhmu kepadamu.","Adapun orang laki-laki di antara kamu yang lemah lembut dan lezat dengan tiada berhingga, ia itu akan menjeling dengan dengki akan saudaranya dan akan bini ribaannya dan akan lebihnya anak-anak yang telah dihidupinya itu,","supaya tak usah diberikannya kepada salah seorang mereka itu dari pada daging anaknya, yang akan dimakan olehnya pada masa satupun tiada lagi tinggal padanya dalam kesukaran dan kepicikan, yang didatangkan musuhmu atas kamu dalam segala negerimu.","Adapun orang perempuan di antara kamu yang lemah lembut dan berlezat, sehingga tiada biasa ia menjejakkan tapak kakinya pada bumi sebab lezatnya dan lembutnya, ia itu akan menjeling dengan dengki akan laki ribaannya dan akan anaknya laki-laki dan akan anaknya perempuan,","supaya tak usah diberikannya kepadanya dari pada guguran yang telah keluar dari padanya, atau dari pada anak yang telah diperanakkannya pada masa dimakannya akan dia sembuni-sembuni sebab kekurangan ia segala sesuatu, dalam kesukaran dan kepicikan yang diadakan musuhmu atas kamu dalam segala negerimu.","Maka jikalau tiada kamu ingat akan melakukan segala firman taurat ini, yang tersurat dalam kitab ini, supaya kamu takut akan nama yang mulia dan hebat, yaitu akan Hua, Allahmu,","maka Tuhanpun akan menjadikan siksamu dan siksa anak buahmu suatu perkara yang heran, yaitu beberapa bala yang besar dan lama, dan penyakit yang besar dan merana adanya.","Maka akan didatangkannya atas kamu segala penyakit Mesir, yang diketakuti olehmu begitu, maka ia itu akan lekat pada kamu.","Dan lagi segala penyakit dan segala bala yang tiada tersebut dalam kitab taurat ini akan didatangkan Tuhan atas kamu, sehingga binasalah kamu.","Maka dari padamu akan tinggal orang yang sedikit bilangannya, jikalau dahulu banyak kamu seperti bintang di langit sekalipun, yaitu sebab tiada kamu mau dengar akan bunyi suara Tuhan, Allahmu.","Maka akan jadi, seperti dahulu Tuhan suka berbuat baik akan kamu dan memperbanyakkan kamu, begitu juga akan kesukaan Tuhan kelak membinasakan dan menumpas kamu, maka kamupun akan dibantun dari dalam negeri yang kamu tuju sekarang hendak mengambil dia akan milikmu pusaka.","Maka Tuhanpun akan mencerai beraikan kamu di antara segala bangsa, dari pada ujung bumi datang kepada ujungnya, maka di sana biarlah kamu berbuat bakti kepada berhala, yang tiada dikenal dahulu oleh kamu atau oleh nenek moyangmupun tidak, yaitu yang dari pada kayu atau batu.","Maka di antara bangsa-bangsa itu kamupun tiada akan senang, dan tiada akan ada perhentian bagi tapak kakimu, karena di sana Tuhan akan memberi kepadamu hati yang gemetar selalu dan mata bilis dan dukacita.","Maka nyawamu akan bergantung pada rambut sehelai di hadapanmu, dan kamupun akan dalam ketakutan, baik siang baik malam, dan tiada kamu akan tentu atas hidupmu.","Maka pada pagi hari kamu akan berkata demikian: Aduh, biarlah kiranya petang, dan pada petang hari akan katamu: Aduh, biarlah kiranya pagi hari; dari sebab ketakutan hatimu, yang akan datang atasmu, dan dari sebab segala perkara yang akan dilihat olehmu dan yang dipandang oleh matamu.","Maka Tuhanpun akan membawa kamu kembali ke Mesir dalam kapal-kapal, pada jalan yang telah kukatakan kepadamu akan halnya: tiada kamu akan melihat dia pula; maka di sana kamu akan hendak menjual dirimu kepada musuhmu akan hamba sahaya, tetapi orang yang hendak membeli kamu akan tiada."]