["Bermula, maka inilah firman perjanjian yang disuruh Tuhan akan Musa berbuat dengan bani Israel di tanah Moab, lain dari pada perjanjian yang telah diperbuatnya dengan mereka itu di Horeb.","Maka dipanggil Musa akan segenap bani Israel berhimpun, lalu katanya kepada mereka itu: Bahwa kamu telah melihat barang yang telah dibuat Tuhan di hadapan matamu dalam Mesir akan Firaun dan akan segala pegawainya dan akan segala negerinya.","Yaitu percobaan besar-besar dan tanda alamat dan ajaib yang besar-besar, yang telah dilihat oleh matamu.","Tetapi belum dikaruniakan Tuhan kepadamu batin akan memperhatikan dia, atau telinga akan mendengar dia, sampai sekarang ini.","Maka sebab itu aku telah menghantar akan kamu berkeliling dalam padang Tiah empat puluh tahun lamanya; bahwa pakaianmu tiada lusuh pada tubuhmu dan kasutmupun tiada lusuh pada kakimu.","Bahwa roti tiada kamu makan dan air anggur atau minuman pedaspun tiada kamu minum, supaya diketahui olehmu, bahwa Akulah Tuhan, Allahmu.","Maka setelah sudah sampai kamu ke tempat ini, lalu datanglah Sihon, raja Hezbon, dan Og, raja Bazan, hendak berperang dengan kita, maka kitapun mengalahkan dia.","Maka dirampas oleh kita akan tanahnya, lalu kita berikan dia kepada orang Rubin dan kepada orang Gad dan kepada setengah suku Manasye.","Maka sebab itu peliharakanlah kamu segala firman perjanjian ini dan lakukanlah dia, supaya selamatlah kamu dalam segala sesuatu yang kamu perbuat.","Maka pada hari ini kamu sekalian berdiri di hadapan hadirat Tuhan, Allahmu, baik segala penghulu kamu baik segala suku bangsa kamu baik segala tua-tua kamu baik segala pemerintah kamu baik segenap orang Israel:","Dan lagi segala anak binimu dan orang dagang yang di tengah-tengah balatentaramu, dari pada orang pemotong kayu apimu datang kepada orang penimba air minummu,","hendak masuk ke dalam perjanjian dengan Tuhan, Allahmu, dan ke dalam sumpahnya, yaitu yang diteguhkan Tuhan, Allahmu, dengan kamu pada hari ini.","Supaya ditentukannya kamu akan suatu bangsa bagi diri-Nya dan Iapun menjadi Allah bagi kamu, seperti firman-Nya kepadamu dan yang dijanjikan-Nya kepada nenek moyangmu Ibrahim, Ishak dan Yakub pakai sumpah.","Maka bukan dengan kamu sahaja aku meneguhkan perjanjian dan sumpah ini,","melainkan dengan barangsiapapun yang sekarang berdiri di sini serta dengan kita di hadapan hadirat Tuhan, Allah kita, dan dengan barangsiapa yang sekarang tiada berdiri di sini serta dengan kita.","Karena kamu ketahui akan hal kita duduk dahulu dalam negeri Mesir dan bagaimana kita berjalan terus dari tengah-tengah segala bangsa yang telah kita melalui negerinya.","Maka telah kamu melihat segala kebenciannya dan berhala tahinya dari pada kayu dan batu dan perak dan emas, yang di antara mereka itu.","Maka jangan kiranya di antara kamu ada barang seorang, baik laki-laki baik perempuan, atau suku, atau bangsa, yang pada salah suatu hari memalingkan hatinya dari pada Tuhan, Allah kita, hendak pergi berbuat bakti kepada dewa-dewa bangsa itu; janganlah di antara kamu ada bertumbuh barang akar yang berbuahkan upas dan hia.","Sehingga apabila didengarnya bunyi sumpah laknat ini, disenangkannya juga hatinya, katanya: Sejahtera juga aku jikalau aku menurut kehendak hatiku yang jahat sekalipun, dan dengan mabuk aku hendak menghilangkan dahaga.","Bahwasanya Tuhan akan tiada mau mengampuni dia, melainkan murka Tuhan akan bernyala-nyala sangat dan cemburuannya akan hangat kepada orang itu, maka padanya juga akan lekat segala kutuk yang tersurat dalam kitab ini, dan Tuhanpun akan menghapuskan namanya dari bawah langit.","Maka Tuhanpun akan mengasingkan dia dari pada segala suku bani Israel bagi yang jahat, setuju dengan segala kutuk perjanjian yang tersebut dalam kitab taurat ini.","Maka pada masa itu akan dikatakan oleh bangsa yang datang kemudian, yaitu anak-anakmu yang berbangkit kemudian dari pada kamu dan orang dagang yang akan datang dari negeri yang jauh, apabila dilihatnya siksa negeri ini dan segala celaka, olehnya juga Tuhan mempersakitinya,","bagaimana segala tanahmu telah menjadi bagai belerang dan bagai garam yang dibakar, sehingga ia itu tiada ditaburi, dan satupun tiada tumbuh padanya dan sehelai daun sayurpun tiada keluar dari padanya, sama seperti kebongkaran negeri Sodom dan Gomorah dan Adama dan Zeboyim, yang telah dibongkar Tuhan dengan murka-Nya dan kehangatan amarah-Nya,","maka pada masa itu akan dikatakan oleh segala bangsa: Mengapa maka Tuhan telah berbuat demikian akan negeri ini? Apakah mulanya kehangatan murka yang besar ini?","Maka akan disahut oranglah: Sebab mereka itu telah melalui perjanjian Tuhan, Allah nenek moyangnya, yang telah diadakannya dengan mereka itu tatkala dihantar-Nya akan mereka itu keluar dari negeri Mesir.","Maka mereka itu telah pergi berbuat bakti kepada dewa-dewa serta menyembah sujud kepadanya, yaitu dewa-dewa yang tiada dikenalnya dan yang tiada mendatangkan untung kepadanya.","Maka sebab itu bernyalalah murka Tuhan kepada negeri ini, hendak mendatangkan atasnya segala kutuk yang tersebut dalam kitab ini.","Maka Tuhanpun telah membantun mereka itu dari dalam negerinya dengan murka-Nya dan kehangatan amarah-Nya dan kesangatan gusar-Nya, dibuang-Nya akan mereka itu ke negeri yang lain, seperti pada hari ini adanya.","Adapun akan segala perkara yang tersembunyi, ia itu bagi Tuhan, Allah kita, tetapi segala perkara yang telah dinyatakan itu bagi kitalah dan bagi anak-anak kita sampai selama-lamanya, supaya kita melakukan segala firman taurat ini."]