["Kemudian dari pada itu berbaliklah kita, lalu berjalan dengan menurut jalan ke Bazan, maka Og raja Bazanpun keluar mendatangi kita, ia serta dengan segala rakyatnya, hendak berperang di Ederei.","Maka firman Tuhan kepadaku: Jangan kamu takut akan dia, karena Aku telah menyerahkan dia ke tanganmu serta dengan segala rakyatnya dan segala negerinyapun, maka hendaklah kamu berbuat akan dia sama seperti yang telah kamu perbuat akan Sihon, raja orang Amori, yang duduk di Hezbon.","Maka diserahkanlah Tuhan, Allah kita, akan Og, raja Bazan, dan segala rakyatpun ke tangan kita, maka kitapun memarangkan dia, sehingga seorangpun tiada kita biarkan hidup baginya.","Maka pada masa itu kita mengalahkan segala negerinya, sebuah negeripun tiada yang tiada kita rampas dari padanya, yaitu enam puluh buah negeri, seluruh jajahan Argob, kerajaan Og di Bazan.","Maka segala negeri itu berkota benteng, dan berpagarkan batu tinggi-tinggi, serta dengan pintu gerbang dan bersakat, lain dari pada amat banyak negeri yang tiada berpagarkan tembok.","Maka sekalian itupun kita tumpas, seperti yang telah kita buat akan Sihon, raja Hezbon, dengan menumpas segala isi negeri, baik laki-laki baik perempuan baik anak-anak.","Tetapi segala binatang dan segala jarahan negeri telah kita rampas akan diri kita.","Maka demikianlah perihal pada masa itu kita merampas tanah, yang di seberang Yarden itu, dari pada tangan kedua orang raja Amori, yaitu dari anak sungai Arnon datang ke pegunungan Hermon.","(Maka dipanggil orang Zidoni akan Hermon itu Sirion, dan orang Amori memanggil dia Senir).","Segala negeri di tanah datar dan seluruh Gilead dan seluruh Bazan sampai ke Salkha dan Ederei, negeri-negeri kerajaan Og di Bazan.","Hanya Og, raja Bazan itu, tinggal seorang dari pada segala orang Refai yang lain; bahwasanya peraduannya suatu peraduan dari pada besi, bukankah ada ia itu di negeri Raba bani Ammon? Sembilan hasta panjangnya dan empat hasta lebarnya seturut hasta orang.","Demikianlah peri pada masa itu kita mengambil tanah itu akan milik kita; maka dari Aroer, yang di tepi anak sungai Arnon, dan separuh pegunungan Gilead, serta dengan segala negerinya telah kuberikan kepada orang Rubin dan kepada orang Gad.","Maka lebihnya Gilead dan seluruh Bazan, kerajaan Og itu, kuberikan kepada setengah suku Manasye, segenap jajahan Argob, maka dalam seluruh Bazan ia itu dinamai tanah orang Refai.","Maka Yair bin Manasye itu mengambil segenap jajahan Argob, sampai perhinggaan negeri orang Gesuri dan Maakhati, maka Bazan itu dinamainya Hawot-Yair menurut namanya sendiri sampai kepada hari ini.","Maka kepada Makhir telah kuberikan Gilead.","Dan kepada orang Rubin dan orang Gad telah kuberikan dari Gilead sampai ke anak sungai Arnon, pertengahan anak sungai itu datang kepada kesudahannya dan kepada anak sungai Yabok perhinggaan negeri bani Ammon.","Dan lagi tanah datar dan sungai Yarden datang kepada kesudahannya, mulai dari pada Kineret sampai ke tasik di tanah datar, yaitu Tasik-Masin, sampai di kaki bukit Pisga arah ke timur.","Maka pada masa itu juga pesanku kepada kamu demikian: Bahwa Tuhan, Allahmu, telah mengaruniakan tanah ini kepadamu akan milik pusaka, sebab itu hendaklah suatu tentara orang pilihan, segala orang yang berani di antara kamu, menyeberang di hadapan segala saudaramu, yaitu bani Israel.","Hanya segala anak bini kamu dan segala binatang kamu (karena kuketahui akan hal adalah banyak binatang pada kamu), sekalian itu hendaklah tinggal dalam negeri-negeri yang telah kuberikan kepadamu,","yaitu sampai sudah dikaruniakan Tuhan sentosa akan segala saudaramu seperti akan kamupun, supaya mereka itupun mempusakai tanah yang dikaruniakan Tuhan, Allahmu, kepadanya di seberang Yarden, kemudian baharu hendaklah kamu kembali masing-masing kepada milik pusakanya, yang telah kukaruniakan kepadamu.","Maka kepada Yusakpun pesanku pada masa itu demikian: Matamu sendiri telah melihat segala perkara yang diperbuat Tuhan, Allahmu, akan kedua orang raja ini, maka demikianpun kelak diperbuat Tuhan akan segala kerajaan yang kamu akan menyeberang kepadanya.","Janganlah kamu takut akan dia, karena Tuhan, Allahmu, yang berperang akan ganti kamu.","Maka pada masa itu juga aku memohon karunia kepada Tuhan demikian:","Ya, Tuhan Hua! Engkau telah mulai menunjukkan kepada hamba-Mu kebesaran-Mu dan tangan kodrat-Mu! maka dewa yang mana adalah dalam langit atau di atas bumi, yang dapat berbuat sebagai perbuatan-Mu dan sebagai segala kodrat-Mu?","Berilah kiranya hambapun menyeberang, supaya hamba melihat tanah yang baik, yang di seberang Yarden, pegunungan yang baik itu serta dengan Libanon.","Tetapi sangat murkalah Tuhan akan daku sebab kamu, maka tiada diluluskan-Nya permintaanku, melainkan firman Tuhan kepadaku: Cukuplah bagimu! Janganlah kausebutkan perkara itu lagi kepada-Ku!","Naiklah engkau ke atas kemuncak Pisga dan angkatlah matamu, pandanglah ke barat, ke utara, ke selatan dan ke timur, dan lihatlah dengan kedua belah matamu, tetapi tak boleh engkau menyeberang Yarden ini.","Setelah itu pulangkanlah tanggungan itu kepada Yusak, dan tetapkanlah dan teguhkanlah dia, karena iapun akan menyeberang di hadapan bangsa ini dan iapun akan mengadakan mereka itu mempusakai tanah yang akan kaulihat kelak.","Maka sebab itu tinggallah kita juga di lembah yang bertentangan dengan Bait-Peor."]