["Arakian, maka akan jadi, apabila segala perkara ini berlaku atas kamu, baik berkat baik kutuk ini, yang telah kuhadapkan kepadamu, maka kamupun memperhatikan dia pula di antara segala bangsa, yang kamu telah dihalaukan oleh Tuhan, Allahmu, kepadanya;","maka kamupun bertobat kepada Tuhan Allahmu dan kamu mendengar akan bunyi suara-Nya setuju dengan segala yang kupesan kepadamu sekarang ini, baik kamu baik anak-anakmu dengan segenap hatimu dan dengan segenap jiwamu.","Maka Tuhan, Allahmu, akan mengubahkan hal ketawananmu serta mengasihankan kamu, maka Iapun akan menghimpunkan kamu dari antara segala bangsa, yang kamu telah dibuang oleh Tuhan, Allahmu, kepadanya.","Maka jikalau kiranya orang buangan kamu ada pada ujung langit sekalipun, dari sana juga kamu akan dihimpunkan oleh Tuhan, Allahmu, dan dari sana juga diambil-Nya akan kamu kelak.","Lalu Tuhan, Allahmu, akan membawa kamu ke dalam negeri yang milik pusaka nenek moyang kamu dan kamupun akan beroleh dia akan milik pusaka, dan Tuhanpun akan mengaruniai kamu dengan kebajikan dan memperbanyakkan kamu lebih dari pada nenek moyang kamu.","Maka Tuhan Allahmupun akan mengkhatankan hatimu dan hati segala anak buahmu, supaya kamu mengasihi akan Tuhan, Allahmu, dengan segenap hatimu dan dengan segenap jiwamu, supaya boleh kamu hidup.","Maka Tuhan, Allahmu, akan membubuh segala kutuk ini kepada musuhmu dan kepada pembencianmu, yang telah menganiayakan kamu.","Maka jikalau kiranya kamu bertobat serta mendengar akan bunyi suara Tuhan dan melakukan segala firman-Nya yang kupesan kepadamu pada hari ini,","maka Tuhan Allahmupun akan mengaruniai kamu dengan kelimpahan kebajikan dalam segala pekerjaan tanganmu dan dalam buah perutmu dan dalam hasil binatangmu dan dalam hasil tanahmu; karena kembali Tuhan bergemar akan kamu kelak bagi kebajikan, seperti dahulupun Ia bergemar akan nenek moyangmu.","Jikalau sahaja kamu mendengar akan bunyi suara Tuhan, Allahmu, dengan melakukan segala hukum-Nya dan undang-undang-Nya, yang tersurat dalam kitab taurat ini, jikalau kamu bertobat kepada Tuhan, Allahmu, dengan segenap hatimu dan dengan segenap jiwamu.","Karena firman yang kupesan kepadamu pada hari ini, ia itu bukan suatu rahasia bagi kamu, dan bukan ia itu jauh tempatnya,","bukan ia itu dalam langit, sehingga boleh kata orang: Siapakah akan naik ke langit karena kita dan mengambil dia akan kita supaya diperdengarkannya kita dan supaya kita dapat melakukan dia?","Dan lagi bukan ia itu di seberang laut, sehingga boleh kata orang: Siapa gerangan akan menyeberang laut karena kita dan mengambil dia akan kita, supaya diperdengarkannya kita dan supaya kita dapat melakukan dia?","Melainkan firman itu amat dekat padamu, yaitu dalam mulutmu dan dalam hatimu, supaya kamu melakukan dia.","Bahwa sesungguhnya pada hari ini aku menghadapkan kepadamu hidup dan kebajikan, atau mati dan kejahatan.","Maka sebab itu pada hari ini aku menyuruh kamu mengasihi akan Tuhan, Allahmu, dan berjalan pada jalan-Nya dan melakukan hukum-Nya dan undang-undang-Nya dan segala syariat-Nya, supaya boleh kamu hidup dan kamu diperbanyakkan, dan diberkati Tuhan, Allahmu, akan kamu dalam negeri yang kamu tuju sekarang hendak mengambil dia akan milik pusaka.","Tetapi jikalau kiranya hatimu undur, tiada mau dengar, melainkan ia dibujuk sehingga kamu menyembah sujud kepada dewa-dewa serta berbuat bakti kepadanya:","Maka aku beritahu kamu pada hari ini, niscaya kamu akan binasa; tiada kamu akan melanjutkan umurmu dalam negeri yang kamu tuju sekarang dengan menyeberang Yarden hendak mengambil dia akan milik pusaka.","Bahwa pada hari ini juga aku mengambil langit dan bumi akan saksi atas kamu, dari hal aku telah menghadapkan kepada matamu baik kehidupan baik kematian baik berkat baik kutuk! Maka sebab itu pilihlah olehmu akan kehidupan itu, supaya boleh kamu hidup, yaitu baik kamu baik segala anak buahmu,","sambil mengasihi akan Tuhan, Allahmu, sambil mendengar akan bunyi suara-Nya, sambil bersangkut paut kepada-Nya; karena Ialah kehidupanmu dan panjang umurmu; supaya kekallah kamu dalam negeri yang telah dijanji Tuhan kepada nenek moyangmu Ibrahim, Ishak dan Yakub pakai sumpah hendak dikaruniakannya kepada mereka itu."]