["Berilah telinga, hai segala langit! akan barang yang kukatakan; dengarlah olehmu, hai bumi! akan perkataan lidahku.","Bahwa hendaklah pengajaranku bertitik-titik seperti hujan, dan hendaklah perkataanku berhamburan seperti embun, seperti hujan deras kepada pokok muda, seperti titik-titik yang lebat kepada tumbuh-tumbuhan.","Karena aku menyebut nama Tuhan; berilah kebesaran kepada Allah kami!","Bahwa Ialah bagaikan gunung batu dan perbuatan-Nya tiada berkecelaan, karena benarlah segala jalan-Nya. Bahwa Ialah Allah kebenaran, tiadalah lalim dalamnya; adil dan benarlah adanya.","Mereka itu telah membusukkan halnya dengan Dia; bukannya mereka itu anak-anak-Nya; arang di muka adalah pada mereka itu: bahwa mereka itulah bangsa yang bengkok dan terbalik, adanya!","Demikiankah pembalasanmu kepada Tuhan, hai kamu, bangsa yang bodoh dan gila? Bukankah Ia bapamu dan Tuhanmu? Ia yang telah menjadikan dan melengkapkan kamu.","Ingatlah kamu akan hari zaman dahulukala, perhatikanlah segala tahun bangsa dahulu-dahulu, bertanyakanlah bapamu, maka iapun akan memberitahu kepadamu; bertanyakanlah segala tua-tuamu, maka mereka itupun akan mengatakannya kepadamu.","Tatkala ditentukan Allah taala pusaka segala bangsa, tatkala diperhinggakan-Nya tempat segala anak-anak Adam, ditentukan-Nya perhinggaan segala suku bangsa sekadar bilangan bani Israel;","karena bahagian Tuhan yaitulah umat-Nya dan Yakubpun tali pengukur pusaka-Nya.","Maka telah didapati-Nya akan dia pada padang tandus, dalam gurun yang ada pengaum-aum; lalu dikeliling-Nya akan dia, ditilik-Nya akan dia, dipeliharakan-Nya seperti akan biji mata-Nya.","Seperti burung nasar menunggui sarangnya dan melayang-layang atas anak-anaknya dan mengembangkan kepaknya, lalu diambilnya dan didukungnya akan dia di atas sayapnya,","demikian telah dihantar Tuhan akan dia, bahkan Tuhan sendiri, seorang dewapun tiada sertanya.","Diberi-Nya akan dia mengendarai tempat yang tinggi-tinggi di atas bumi, dan diberi-Nya makan akan dia buah-buah hasil tanah, dan diberi-Nya akan dia menghisap air madu dari dalam gunung batu dan minyak dari dalam batu yang keras-keras.","Minyak sapi dan air susu domba kambing dan lemak anak domba dan domba jantan yang jadi di Bazan dan kambing jantan dan lemaknya segala gandum, dan lagi darah buah anggur yang ungu warnanya telah kamu minum!","Tetapi serta gemuklah Yesyurun maka menyepaklah ia! (Bahwasanya engkau telah menjadi gemuk dan besar dan tambun belaka!) lalu ditinggalkannya Allah, yang telah menjadikan dia, dan dipermainkannya gunung batu selamatnya.","Mereka itu telah membangkitkan cemburuan-Nya dengan dewa-dewa, dan telah menggalakkan murka-Nya dengan barang kebencian.","Mereka itupun telah mempersembahkan korban kepada syaitan, bukan kepada Allah, dan kepada dewa-dewa yang belum pernah dikenalnya, yang baharu diadakan dan yang tiada diketakuti oleh nenek moyangmu.","Bahwa kamu telah meninggalkan gunung batu yang menjadikan kamu, dan kamu telah melupakan Allah yang memperanakkan kamu.","Serta dilihat Tuhan akan hal itu, maka dicelakan-Nya mereka itu, sebab murka-Nya diterbitkan oleh anak-anaknya laki-laki dan perempuan.","Maka firman-Nya: Aku hendak menudungkan muka-Ku dari pada mereka itu; Aku hendak melihat bagaimana kesudahannya; karena mereka itulah suatu bangsa yang terbalik dan anak-anak yang tiada setiawan.","Maka sebab dinyalakannya cemburuan-Ku oleh barang yang bukan ilah adanya, dan diterbitkannya murka-Ku oleh perkara yang sia-sia belaka, maka Akupun hendak menggalakkan cemburuannya oleh orang yang bukan suatu bangsa dan menerbitkan amarahnya oleh suatu bangsa yang hina.","Karena jikalau bernyala-nyala api murka-Ku, dimakannya sampai ke dalam alam barzakh, dimakannya habis akan bumi serta dengan segala hasilnya dan dinyalakannya alas segala gunung.","Maka pada masa itu Aku menimbunkan celaka bagi mereka itu dan segala anak panah-Kupun Kupanahkan kepadanya.","Mereka itu akan dikuruskan oleh lapar dan dimakan oleh halilintar dan oleh bala panas api, dan Aku akan menyuruhkan taring binatang buas antara mereka itu serta dengan bisa ular yang amat jahat;","pedang akan makan di luar dan dalam bilik-bilik bersakat akan ada gentar, baik orang muda baik anak dara baik anak penyusu baik orang tua yang putih rambutnya akan rebah.","Boleh juga firman-Ku: Aku hendak menumpas mereka itu dan menghilangkan mereka itu dari pada ingatan manusia;","jikalau tiada Aku khawatir dari hal sombong musuh, jangan sampai penganiaya mereka itu menghinakan Daku dan jangan sampai katanya: Bahwa tangan kitalah yang kuat begitu; bukan Tuhan yang berbuat segala perkara ini.","Karena mereka itulah suatu bangsa yang hilang bicaranya dan budipun tiadalah dalamnya.","Hai! Biarlah kiranya mereka itu berakal budi, sehingga ditimbangkannya kesudahan ini.","Bagaimana seorang jua dapat mengusir seribu dan dua orang menghalaukan selaksa? Bukankah ia itu sebab sudah dijual gunung batunya akan mereka itu dan diserahkan Tuhan akan mereka itu?","Karena gunung batu kita bukannya bagai gunung batu mereka itu, sehingga musuh kita juga yang memutuskan hukum!","Karena pokok anggur mereka itu dari pada pokok anggur Sodom dan dari padang Gomorah asalnya, dan buah anggurnyapun buah anggur upas dan tandannya pahit maung belaka.","Air anggurnya itu bisa ular naga dan bisa ular beludak yang amat bengis.","Bukankah ia itu tertaruh bagi-Ku dan termeterai dalam perbendaharaan-Ku?","Bahwa Aku yang empunya segala bela dan pembalasan! Apabila telah sampai masanya maka tergelincuhlah kaki mereka itu, telah hampirlah hari kebinasaannya dan segeralah akan datang perkara yang disediakan baginya.","Tetapi Tuhan akan membenarkan umat-Nya dan menghasilkan hamba-Nya; apabila dilihat-Nya akan segala kuat itu telah hilang dan yang terkurung dan yang tertinggal itupun tiada lagi.","Maka pada masa itu akan firman-Nya: Di manakah dewa-dewa mereka itu, dan gunung batu yang diharapnya kepadanya?","Yang lemak korban sembelihannya dimakan oleh mereka itu dan air anggur persembahan minumannya diminum oleh mereka itu. Biarlah ia itu bangun berdiri dan menolong akan kamu, biarlah ia itu menjadi suatu perlindungan bagi kamu.","Sekarang lihatlah olehmu bahwa Akulah, bahkan, Akulah DIA, dan lagi dewa-dewapun tiada serta-Ku! Aku ini yang mematikan dan Aku yang menghidupkan! Aku yang melukakan dan Akupun yang menyembuhkan! maka seorangpun tiada yang dapat melepaskan dari pada tangan-Ku!","Karena Aku mengangkat tangan-Ku ke langit sambil firman-Ku: Bahwa Akulah hidup sampai selama-lamanya!","Jikalau Aku telah mengasahkan halilintar pedang-Ku dan tangan-Ku menghunus akan dia hendak menghukumkan, niscaya Aku menuntut bela kepada segala seteru-Ku dan membalas kepada segala pembenci-Ku!","Pada masa itu Aku memabuki anak panah-Ku dengan darah dan pedang-Ku akan makan daging: dari pada darah orang yang dibunuh dan dari pada orang tawanan, dari pada batu kepala raja-raja musuh itu.","Bersorak-soraklah sekarang, hai kamu segala orang kafir serta dengan umatnya! karena Tuhan menuntut bela darah hamba-hamba-Nya, dan mendatangkan pembalasan atas musuh-Nya dan diadakan-Nya gafirat atas tanah umat-Nya.","Hata, maka datanglah Musa, lalu dibunyikannya segala perkataan nyanyian ini kepada pendengaran orang banyak itu, baik ia baik Yusak bin Nun.","Setelah sudah habis dikatakan Musa segala perkataan ini kepada segenap bani Israel,","maka katanya kepada mereka itu: Perhatikanlah kamu baik-baik segala firman yang kupesan kepadamu pada hari ini, supaya kamu menyuruh anak-anakmu memeliharakan dan melakukan segala firman taurat ini.","Karena bukannya pesan ini sia-sialah adanya kepadamu, melainkan ia itulah kehidupanmu, maka dengan firman ini dapat kamu melanjutkan umurmu dalam negeri yang kamu tuju sekarang dengan menyeberang Yarden hendak mengambil dia akan milik pusaka.","Arakian, maka berfirmanlah Tuhan kepada Musa pada hari itu juga, firman-Nya:","Naiklah engkau ke atas gunung Abarim, yaitu gunung Nebo, yang di tanah Moab, bertentangan dengan Yerikho, serta lihatlah tanah Kanaan, yang telah Kukaruniakan kepada segala bani Israel akan miliknya.","Lalu matilah engkau di atas gunung yang hendak kaunaiki itu dan pulanglah kepada asalmu, seperti abangmu Harunpun telah mati di atas gunung Hor dan telah pulang kepada asalnya.","Sebab kedua kamu telah bersalah kepada-Ku di tengah-tengah segala bani Israel pada tempat air Meriba di Kades dalam padang belantara Zin, sebab tiada kamu menguduskan Daku di tengah-tengah segala bani Israel.","Karena sungguhpun engkau akan melihat kelak tanah itu di hadapanmu, tetapi tiada boleh engkau sampai ke sana atau masuk ke dalam negeri yang Kukaruniakan kepada segala bani Israel kelak."]