["Maka sekarangpun dengarlah olehmu, hai Israel, akan segala hukum dan undang-undang yang kuajarkan kepadamu, supaya kamu melakukan dia, supaya kamu boleh hidup dan boleh masuk ke dalam dan mempusakai negeri yang dikaruniakan Tuhan, yaitu Allah nenek moyangmu, kepadamu.","Maka janganlah kamu tambahkan sesuatu kepada perkataan pesanku ini dan jangan kamu mengurangkan dia, melainkan peliharakanlah segala hukum Tuhan, Allahmu, yang pesanku kepadamu.","Maka matamu telah melihat barang yang diperbuat Tuhan karena sebab Baal-Peor, bagaimana Tuhan, Allahmu, telah membinasakan dari antara kamu segala orang yang menurut Baal-Peor itu.","Tetapi kamu ini, yang telah bersangkut paut kepada Tuhan, Allahmu, kamu sekalian hidup sampai sekarang.","Bahwa sesungguhnya aku telah mengajarkan kamu segala hukum dan undang-undang, seperti Tuhan, Allahku, telah berfirman kepadaku, supaya kamu berbuat kebenaran dalam negeri yang kamu tuju hendak mempusakai dia.","Maka sebab itu hendaklah kamu memeliharakan dia dan berbuat akan dia, karena ia itu menjadi bagimu akan budi dan hikmat kepada pemandangan segala bangsa; apabila didengarnya akan segala hukum ini, maka akan katanya demikian: Bahwasanya bangsa yang besar ini, ia itu suatu bangsa yang budiman dan bijaksana.","Karena pada bangsa yang besar manakah ada dewata yang hampir kepada mereka itu, seperti Tuhan, Allah kita, seberapa kali kita berseru kepadanya?","Dan pada bangsa yang besar manakah adalah hukum dan undang-undang yang adil seperti segala hukum, yang kuberikan kepada kamu sekarang ini?","Maka sebab itu ingatlah baik-baik dan peliharakanlah dirimu sangat dari pada melupakan segala perkara yang telah dilihat oleh matamu, dan janganlah ia itu lepas dari pada hatimu seumur hidupmu, maka hendaklah kamu memberitahu dia kepada anak-anakmu dan kepada cucu cicitmu.","Pada hari tatkala kamu menghadap hadirat Tuhan, Allahmu, di Horeb, pada masa firman Tuhan kepadaku demikian: Himpunkanlah orang banyak itu kepada-Ku, supaya Aku memberi mereka itu mendengar segala firman-Ku, yang hendak diperhatikannya, supaya mereka itu takut akan Daku pada segala hari mereka itu hidup di atas bumi, dan supaya diajarkannya akan anak-anaknyapun.","Maka kamupun datanglah hampir, lalu berdiri pada kaki gunung, maka gunung itupun bernyala-nyala apinya sampai ke tengah langit, maka adalah kelam kabut dan awan dan gelap gulita.","Maka pada masa itu berfirmanlah Tuhan kepadamu dari tengah-tengah api itu, maka bunyi suara perkataan itu telah kamu dengar, tetapi kecuali suara itu tiada kamu melihat barang sesuatu lembaga.","Maka pada masa itupun diberinya tahu kepadamu perjanjian-Nya, yang disuruh-Nya kamu menurut, yaitu sepuluh firman, yang telah disuratkan-Nya pada dua loh batu.","Maka pada masa itu juga firman Tuhan kepadaku, supaya aku mengajarkan kamu segala hukum dan undang-undang, yang patut kamu lakukan dalam negeri yang kamu menyeberang kepadanya hendak mengambil dia akan milikmu pusaka.","Maka sebab itu hendaklah kamu jaga baik-baik akan hatimu, karena sesuatu lembagapun tiada kamu lihat pada hari Tuhan berfirman kepadamu dari atas Horeb dari tengah-tengah api itu.","Asal jangan kamu membuang dirimu ke dalam kebinasaan dan jangan perbuat akan dirimu gambar atau patung dengan barang sesuatu lembagaan, rupanya seperti laki-laki atau perempuan,","atau rupanya seperti barang sesuatu binatang yang berkaki empat, yang di atas bumi, atau rupanya seperti barang sesuatu unggas yang bersayap yang terbang di udara,","atau rupanya seperti barang sesuatu binatang yang melata di atas bumi, atau rupanya seperti barang sesuatu ikan yang dalam air di bawah bumi itu.","Dan jangan kamu menengadah ke langit hendak memandang matahari dan bulan dan segala bintang, segenap tentara di langit itu, sehingga kamu dibujuk akan menyembah dia dan berbuat bakti kepadanya, yang telah dikaruniakan Tuhan, Allahmu, kepada segala bangsa yang di bawah langit akan bahagiannya.","Tetapi Tuhan sudah mengangkat akan kamu, dihantarnya akan kamu keluar dari dapur besi, yaitu Mesir, supaya kamulah bangsa bahagian pusaka Tuhan, seperti adanya pada hari ini.","Maka akan daku juga Tuhan telah murka sangat karena sebab hal kamu sekalian, dan telah Ia bersumpah, bahwa tiada boleh aku menyeberang Yarden dan tiada boleh aku masuk ke dalam negeri yang baik, yang hendak dikaruniakan Tuhan kepadamu kelak akan bahagianmu pusaka.","Karena tak dapat tiada aku mati kelak di tanah ini, dan tiada aku akan menyeberang Yarden, tetapi kamu akan menyeberang dia dan mempusakai tanah yang baik itu.","Jagalah baik-baik akan dirimu, jangan kamu melalaikan perjanjian Tuhan, Allahmu, yang telah dibuat-Nya dengan kamu, sehingga kamu perbuat akan dirimu patung yang serupa dengan segala yang telah dilarang Tuhan, Allahmu, akan kamu.","Karena Tuhan, Allahmu, itu suatu api yang membinasakan, yaitu suatu Allah yang cemburuan adanya.","Maka apabila kamu sudah beranak dan bercucu cicit dan kamu sudah menjadi tua dalam negeri itu, lalu kamu membawa dirimu kepada kebinasaan dengan memperbuat segala rupa patung dan gambar barang sesuatu serta berbuat akan perkara yang jahat kepada pemandangan Tuhan, Allahmu, sehingga kamu membangkitkan murka-Nya:","Bahwa pada hari ini juga aku memanggil langit dan bumi akan saksi atas kamu, bahwa dengan segera juga kamu akan hilang dari dalam negeri yang kamu tuju sekarang dengan menyeberang Yarden hendak mengambil dia akan milik pusaka, maka tiada kamu akan melanjutkan umurmu di dalamnya, melainkan tak akan jangan kamu dibinasakan sekali.","Maka kamu akan dicerai-beraikan oleh Tuhan di antara segala bangsa, dan dari padamu akan tinggal yang sedikit bilangannya di antara segala bangsa kafir, yang Tuhan akan membuang kamu ke tengahnya.","Maka di sanalah dapat kamu berbakti kepada berhala yang perbuatan tangan manusia, yaitu kayu dan batu yang tiada melihat dan tiada mendengar dan tiada makan dan tiada mencium bau.","Maka pada masa itu kamu akan mencahari Tuhan, Allahmu, dari sana serta mendapat akan Dia, jikalau kiranya kamu mencahari Dia dengan segala yakin hatimu dan dengan segenap jiwamu.","Apabila kamu dalam kesukaran dan segala perkara ini datang atas kamu, maka pada kemudian hari kamu akan kembali kepada Tuhan, Allahmu, serta mendengar akan bunyi suara-Nya.","Maka tegal Tuhan, Allahmu, itu Allah yang rahmani, sebab itu tiada ditinggalkan-Nya kamu dan tiada dibinasakan-Nya kamu dan tiada dilupakan-Nya perjanjian yang telah dijanji-Nya kepada nenek moyang kamu pakai sumpah.","Maka bertanyakanlah juga zaman-zaman dahulukala, yang dahulu dari pada kamu, yaitu dari pada hari tatkala dijadikan Allah akan manusia di atas bumi, dan dari pada ujung langit kepada ujung langit yang lain, jikalau pernah jadi sesuatu perkara yang seperti perkara besar ini, atau jikalau kedengaran barang sesuatu yang sebagainya;","yaitu suatu bangsa telah mendengar suara Allah yang berfirman dari tengah-tengah api, seperti telah kamu dengar, maka tinggal hidup juga bangsa itu?","Atau jikalau pernah dicoba Allah datang mengangkat akan dirinya suatu bangsa dari tengah-tengah segala bangsa lain, dengan percobaan dan tanda alamat dan barang ajaib serta dengan perang dan dengan tangan yang kuat dan dengan lengan yang terkedang dan dengan hebat yang besar, seperti segala perkara yang telah diperbuat Tuhan, Allahmu, karena kamu di Mesir, di hadapan matamu?","Maka kepadamulah ia itu ditunjuk, supaya diketahui olehmu bahwa Tuhan itulah Allah, dan kecuali Tuhan yang esa tiadalah yang lain lagi.","Maka telah diberinya kamu mendengar suaranya dari langit hendak mengajar kamu, serta diberinya kamu melihat apinya yang besar itu di atas bumi, dan firman-Nya telah kamu dengar dari tengah-tengah api itu.","Maka tegal dikasihi-Nya akan nenek moyangmu dan benihnya yang kemudian dari padanya telah dipilih-Nya, maka sebab itu dihantar-Nya sendiri akan kamu keluar dari Mesir oleh kodrat-Nya yang besar,","hendak menghalaukan beberapa bangsa, yang lebih besar dan lebih kuat dari pada kamu, keluar dari pada miliknya di hadapanmu, serta hendak mengaruniakan negeri mereka itu kepadamu akan bahagian pusaka, seperti adalah ia itu sekarang ini.","Maka sekarang ketahuilah olehmu dan perhatikanlah ini baik-baik, bahwa Tuhan itulah Allah, baik di langit yang di atas baik di bumi yang di bawah, dan kecuali Ia tiadalah lain lagi.","Maka hendaklah kamu memeliharakan hukum-Nya dan undang-undang-Nya yang kupesan kepadamu sekarang ini, supaya sentosalah kamu dan anak-anakmupun kemudian dari padamu, dan supaya kamu melanjutkan umurmu dalam negeri yang dikaruniakan Tuhan Allahmu kepadamu selama-lamanya.","Hata, maka pada masa itu diasingkan Musa tiga buah negeri yang di seberang Yarden, arah ke sebelah matahari terbit,","supaya boleh lari ke sana segala orang pembunuh yang telah membunuh samanya manusia dengan tiada sengajanya, sedang tiada dibencinya akan dia dari kemarin atau kemarinnya, dan supaya dengan lari kepada salah suatu negeri itu dapat dilepaskannya nyawanya,","yaitu Bezer di padang belantara di tanah datar akan segala orang Rubin, dan Ramot di benua Gilead akan orang Gad, dan Golan di benua Bazan akan orang Manasye.","Maka inilah hukum yang telah dihadapkan Musa kepada bani Israel,","dan inilah firman dan hukum dan undang-undang yang disampaikan Musa kepada bani Israel kemudian dari pada keluar mereka itu dari Mesir,","yaitu di seberang Yarden, di lembah yang bertentangan dengan Bait-Peor, di tanah Sihon, raja orang Amori yang duduk di Hezbon dan yang dialahkan oleh Musa dan oleh bani Israel kemudian dari pada keluar mereka itu dari Mesir.","Maka diambilnya tanahnya akan miliknya sendiri serta dengan tanah Og, raja Bazan, yaitu keduanya raja orang Amori, yang ada di seberang Yarden arah ke sebelah matahari terbit,","yaitu dari Aroer, yang di tepi anak sungai Arnon, sampai ke gunung Sion, yaitu Hermon,","dan segala tanah datar yang di seberang Yarden arah ke timur sampai kepada tasik yang di tanah datar di bawah Asdot Pisga."]