["Maka inilah segala hukum dan undang-undang dan syarat yang telah disuruh Tuhan, Allahmu, ajarkan kamu, supaya kamu melakukan dia dalam negeri yang kamu menyeberang kepadanya hendak mengambil dia akan milikmu pusaka;","supaya kamu takut akan Tuhan, Allahmu, dengan menurut segala hukum dan undang-undang-Nya, yang kusuruhkan akan kamu, yaitu kamu dan anakmu dan cucumu pada segala hari umurmu hidup, dan supaya umurmupun dilanjutkan.","Maka sebab itu dengarlah olehmu, hai Israel, dan ingatlah akan berbuat barang yang olehnya kamu boleh selamat dan olehnya juga kamu boleh diperbanyakkan amat dalam negeri yang berkelimpahan air susu dan madu, seperti Tuhan, Allah nenek moyangmu, telah berfirman kepadamu.","Dengarlah olehmu, hai Israel! sesungguhnya Hua, Allah kita, Hua itu esa adanya.","Hendaklah kamu mengasihi akan Tuhan, Allahmu, dengan segenap hatimu dan dengan segenap jiwamu dan dengan segala kuatmu.","Maka hendaklah dalam hatimu segala firman, yang kusuruh kepadamu pada hari ini.","Dan hendaklah kamu mengajarkan dia akan anak-anakmu, dan berkata-katalah kamu akan halnya apabila kamu duduk dalam rumahmu atau apabila kamu berjalan di luar atau apabila kamu membaringkan dirimu hendak tidur atau apabila kamu bangun dari pada tidurmu.","Dan hendaklah kamu mengikatkan dia pada tanganmu akan suatu tanda alamat dan hendaklah ia itu bagimu akan patam antara kedua belah matamu.","Dan hendaklah kamu menyuratkan dia pada jenang rumahmu dan pada segala pintumu.","Maka apabila sudah jadi bahwa Tuhan, Allahmu, telah membawa akan kamu masuk ke dalam negeri yang dijanjinya kepada nenek moyangmu Ibrahim, Ishak dan Yakub pakai sumpah hendak mengaruniakan dia kepadamu, yaitu beberapa negeri yang besar dan baik, yang bukan kamu bangunkan,","dan beberapa rumah penuh segala harta benda yang bukan kamu penuhkan, dan beberapa perigi yang bukan kamu gali, dan beberapa kebun pokok anggur dan kebun pohon zait yang bukan kamu tanam, dan apabila kamu makan sampai kenyang,","peliharakanlah kiranya dirimu dari pada melupakan Tuhan, yang telah menghantar akan kamu keluar dari negeri Mesir, dari dalam tempat perhambaan itu.","Melainkan hendaklah kamu takut akan Tuhan, Allahmu, dan berbuat bakti kepada-Nya, dan bersumpah demi nama-Nya jua!","Janganlah kamu menurut dewa-dewa dari pada segala dewata bangsa lain yang duduk keliling kamu.","Karena Tuhan, Allahmu, yang di tengah-tengah kamu, Ia itu Allah yang cemburuan adanya, supaya jangan murka Tuhan, Allahmu, itu mulai bernyala-nyala kepadamu, dan jangan ditumpas-Nya kamu dari atas bumi.","Jangan kamu mencobai Tuhan, Allahmu, seperti yang telah kamu cobai Tuhan di Massa.","Hendaklah dengan rajin kamu melakukan segala firman Tuhan, Allahmu, dan segala hukum dan segala undang-undang yang telah dipesankan-Nya kepadamu.","Dan perbuatlah olehmu barang yang benar dan baik kepada pemandangan Tuhan, Allahmu, supaya selamatlah kamu dan supaya kamu masuk serta mempusakai negeri yang baik, yang telah dijanji Tuhan kepada nenek moyangmu pakai sumpah;","hendak dihalaukan-Nya segala musuhmu itu dari hadapanmu, setuju dengan firman Tuhan itu.","Maka jikalau besok jemah ditanyakan oleh anakmu kepadamu, katanya: Apakah asal segala firman dan hukum dan undang-undang, yang telah diberikan Tuhan, Allahmu, kepadamu itu?","hendaklah kamu katakan kepada anakmu ini: Bahwa dahulu kami ini hamba Firaun di Mesir, tetapi kami dihantarkan oleh Tuhan keluar dari Mesir itu dengan tangan yang kuat.","Maka oleh Tuhan sudah diadakan tanda-tanda dan ajaib yang besar dan yang mendatangkan celaka akan Mesir dan akan Firaun dan akan segala isi istananya di hadapan mata kami.","Tetapi akan kami dihantarnya keluar dari sana hendak membawa akan kami masuk dan memberi akan kami negeri yang telah dijanjinya kepada nenek moyang kami pakai sumpah.","Maka pada masa itu disuruh Tuhan akan kami menurut segala hukum ini, dengan takut akan Tuhan, Allah kami, supaya selamatlah kami pada segala hari dan supaya kamipun dihidupi seperti adalah hal kami sekarang ini.","Maka inilah akan kebenaran kami, jikalau kami ingat akan menurut segala hukum ini di hadapan hadirat Tuhan, Allah kami, seperti yang Tuhan sudah berfirman kepada kami."]