["Maka apabila kamu sudah dibawa oleh Tuhan, Allahmu, ke dalam negeri yang kamu tuju hendak mengambil dia akan milik pusaka dan apabila sudah dihalaukannya beberapa bangsa dari hadapanmu, yaitu segala orang Heti dan Girgazi dan Amori dan Kanani dan Ferizi dan Hewi dan Yebuzi, tujuh bangsa yang lebih banyak bilangannya dan lebih besar kuasanya dari pada kamu,","dan apabila sudah diserahkan Tuhan, Allahmu, akan mereka itu di hadapanmu, dan kamu sudah mengalahkan mereka itu, maka hendaklah kamu membinasakan mereka itu sama sekali, jangan kamu berjanji-janjian dengan mereka itu dan jangan kamu mengasihani mereka itu.","Dan lagi jangan kamu bersanak saudara dengan mereka itu, jangan anakmu perempuan kamu berikan kepada anak mereka itu laki-laki, dan anak mereka itu perempuan jangan kamu ambil akan bini anakmu laki-laki.","Karena mereka itu kelak akan mengundurkan anakmu dari belakang Aku, sehingga ia berbuat bakti kepada dewata, maka begitulah murka Tuhan akan bernyala-nyala kelak kepadamu dan dibinasakannya kamu dengan segeranya.","Melainkan hendaklah kamu berbuat akan mereka itu demikian ini: Pecahkanlah segala mezbah mereka itu dan hancur luluhkan segala tiang yang telah didirikan oleh mereka itu, dan tebangkanlah segala hutan-hutan mereka itu dan bakarkanlah segala patung mereka itu habis dengan api.","Karena kamulah satu bangsa yang suci bagi Tuhan, Allahmu, dan telah dipilih Tuhan, Allahmu, akan kamu dari pada segala bangsa yang di atas bumi, supaya kamu menjadi baginya bangsa miliknya.","Bukannya sebab bilangan kamu lebih banyak dari pada segala orang yang lain maka dikasihi Tuhan akan kamu begitu, sehingga dipilihnya akan kamu, karena kamulah terkecil dari pada segala bangsa itu.","Melainkan sebab dikasihi Tuhan akan kamu dan supaya disampaikannya perkara yang dijanjinya kepada nenek moyangmu pakai sumpah, maka dihantar Tuhan akan kamu keluar dengan tangan yang kuat dan dilepaskannya kamu dari dalam tempat perhambaan dan dari pada tangan Firaun, raja Mesir.","Maka sebab itu ketahuilah olehmu, bahwa Tuhan, Allahmu, itu Allah yang benar dan Allah yang setiawan adanya, yang menentukan perjanjiannya dan kemurahannya kepada segala orang yang mengasihi akan Dia dan yang memeliharakan hukum-Nya, maka ia itu sampai kepada beribu-ribu anak cucunya.","Dan Ia membalas termata-mata segala jahat orang yang benci akan Dia, dibinasakannya masing-masing mereka itu, maka tiada dipertangguhkannya membalas termata-mata segala jahat orang yang benci akan Dia.","Maka hendaklah kamu melakukan segala hukum dan undang-undang dan syarat yang pada hari ini kusuruh kamu turut.","Maka jikalau begitu kamu menurut segala hukum ini dan kamu ingat akan melakukan dia, maka inilah akan jadinya: Bahwa Tuhan Allahmupun akan meneguhkan kepadamu perjanjian-Nya dan kemurahan-Nya yang telah dijanji-Nya kepada nenek moyangmu pakai sumpah.","Maka dikasihi-Nya akan kamu kelak dan diberkati-Nya akan kamu dan diperbanyakkan-Nya kamu, dan diberkati-Nya akan buah rahimmu dan akan hasil bendangmu, akan gandum dan air anggur dan minyakmu dan akan kandungan lembumu dan akan kawan-kawan dombamu dalam negeri yang telah dijanji-Nya kepada nenek moyangmu pakai sumpah hendak dikaruniakan-Nya kepadamu.","Berbahagialah kamu terlebih dari pada segala bangsa lain; maka di antara kamu seorang laki-laki atau perempuanpun tiada akan mandul, dan seekorpun tiada mandul di antara segala binatangmu.","Maka Tuhanpun akan menjauhkan segala penyakit dari pada kamu, dan dari pada segala bala Mesir, yang kamu ketahui itu, satupun tiada didatangkan-Nya atas kamu, melainkan didatangkan-Nya kelak atas segala orang yang benci akan kamu.","Maka kamu akan menghabiskan segala bangsa yang diserahkan Tuhan, Allahmu, kepadamu; jangan hati kamu sayang akan dia dan jangan kamupun berbuat bakti kepada dewa-dewanya, karena ia itu menjadi suatu jerat akan kamu kelak.","Jikalau kiranya kamu berkata dalam hatimu demikian: Bahwa bangsa-bangsa itu terlebih banyak dari pada kita ini, bagaimana boleh kita menghalaukan dia dari pada miliknya?","Maka jangan juga kamu takut akan dia, melainkan ingatlah selalu akan barang yang telah diperbuat Tuhan, Allahmu, akan Firaun dan akan segala orang Mesir","yaitu akan segala percobaan besar, yang telah dilihat oleh matamu, dan akan segala tanda alamat dan ajaib dan akan tangan yang kuat dan lengan yang terkedang, olehnya juga Tuhan, Allahmu, sudah menghantar akan kamu keluar, maka demikianpun kelak diperbuat Tuhan, Allahmu, akan segala bangsa yang kamu takut di hadapannya.","Tambahan pula Tuhan, Allahmu, akan menyuruhkan bala kebinasaan di antara mereka itu, sehingga segala orang yang lagi tinggal dan yang tersembunyipun hilang dari hadapanmu.","Janganlah kamu gentar di hadapan mereka itu, karena di tengah-tengah kamu adalah Tuhan, Allahmu, yaitu Allah yang mahabesar dan hebat!","Maka dengan perlahan-lahan Tuhan, Allahmu, akan membantun segala bangsa ini dari hadapanmu, maka tiada boleh kamu membinasakan dia dengan segera-segera, supaya jangan margasatwa diperbanyak sangat bagimu.","Melainkan Tuhan, Allahmu, akan menyerahkan dia di hadapanmu serta mengejutkan mereka itu dengan gentar yang besar, sehingga sudah dibinasakannya semuanya.","Maka raja-raja mereka itu akan diserahkannya ke tanganmu dan kamupun akan menghilangkan namanya dari bawah langit; seorangpun tiada akan tahan di hadapanmu sampai kamu sudah membinasakan sekaliannya.","Maka hendaklah kamu membakar habis akan patung-patung dewatanya dengan api; janganlah kamu ingin akan emas perak yang ada padanya, hendak mengambil dia akan dirimu, supaya jangan kamu dijerat olehnya, karena ia itulah barang kebencian kepada Tuhan, Allahmu.","Maka jangan kamu membawa barang kebencian itu ke dalam rumahmu, supaya sumpah laknat yang lekat padanya itu jangan kamu tanggungkan atas dirimu; maka seperti akan barang kebencian hendaklah kamu benci akan dia dan seperti akan barang kejemuan hendaklah kamu jemu akan dia, karena ada sumpah laknat lekat padanya."]