["Maka segala hukum yang kupesan akan kamu sekarang ini, hendaklah kamu turut baik-baik, supaya boleh kamu hidup dan kamu diperbanyakkan dan kamupun masuk ke dalam serta mempusakai negeri yang telah dijanji Tuhan kepada nenek moyangmu pakai sumpah.","Maka hendaklah kamu ingat akan segala jalan yang padanya telah dipimpin Tuhan, Allahmu, akan kamu dalam padang Tiah empat puluh tahun ini lamanya, supaya direndahkan-Nya hatimu dengan mencobai kamu, hendak diketahui-Nya barang yang ada dalam hatimu, kalau kamu menurut firman-Nya atau tidak.","Maka sebab itu telah direndahkan-Nya hatimu, disuruh-Nya dahulu kamu berlapar, lalu diberi-Nya akan kamu makan manna, yang tiada kamu kenal dan yang tiada dikenal oleh nenek moyangmupun, hendak diberi-Nya tahu kamu, bahwa adapun hidup manusia itu bukan bergantung kepada makanan sahaja, melainkan hidup manusia itu bergantung kepada segala firman yang terbit dari pada Tuhan.","Bahwa dalam empat puluh tahun ini pakaianmu tiada menjadi buruk pada tubuhmu dan kakimupun tiada bengkak.","Maka sebab itu hendaklah kamu mengaku dalam hatimu, bahwa seperti seorang bapa mengajar anaknya begitulah telah diajar Tuhan, Allahmu, akan kamupun.","Maka hendaklah kamu memeliharakan segala firman Tuhan, Allahmu, supaya kamu berjalan pada jalan-Nya dan takut akan Dia;","karena kamupun dibawa oleh Tuhan, Allahmu, kepada tanah yang baik, yaitu kepada suatu tanah tempat anak-anak sungai dan mata air dan tasik, dan yang ada pancaran air, baik di lembah baik di gunung,","suatu tanah tempat gandum dan jagung dan pokok anggur dan pokok ara dan delima, suatu tanah tempat minyak zait dan air madu,","suatu tanah tempat kamu akan makan roti tiada dengan hemat-hemat dan tiada kamu akan kekurangan barang sesuatu, yaitu suatu tanah yang batunya besi dan dari dalam gunung-gunungnya kamu akan menggali tembaga.","Sebab itu, apabila kamu makan kelak dan menjadi kenyang, maka hendaklah kamu memuji-muji Tuhan, Allahmu, karena sebab tanah yang baik, yang telah dikaruniakan-Nya kepadamu.","Peliharakanlah dirimu dari pada melupakan Tuhan, Allahmu, sehingga tiada kamu menurut hukumnya dan syaratnya dan undang-undangnya, yang kusuruh kepadamu sekarang ini.","Supaya jangan, apabila kamu sudah makan dan sudah menjadi kenyang dan sudah membangunkan rumah yang baik dan sudah mengeduduki dia,","dan lembu dan dombamupun sudah diperbanyakkan dan kamu sudah beroleh banyak emas perak dan segala harta benda,","kemudian hatimu bermegah-megah dan kamupun melupakan Tuhan, Allahmu, yang telah menghantar akan kamu keluar dari negeri Mesir, yaitu dari dalam tempat perhambaan itu,","dan yang telah memimpin kamu di padang Tiah yang besar dan hebat, yaitu tempat ular naga dan kalajengking, tempat kekeringan sebab tiada air dan yang telah memancarkan air bagimu dari pada bukit batu yang keras sekali.","Dan yang di padang Tiah telah memberi makan akan kamu manna, yang tiada dikenal oleh nenek moyangmu, hendak merendahkan hatimu dan mencobai akan kamu, supaya pada akhir dibuat-Nya baik akan kamu.","Dan jangan kamu berkata dalam hatimu demikian: Bahwa dengan kuasaku sendiri dan dengan kuat tanganku sendiri aku telah beroleh akan segala harta ini.","Melainkan hendaklah selalu kamu ingat akan Tuhan, Allahmu, bahwa Ia juga yang telah mengaruniakan kuasa kepadamu akan beroleh harta itu, maka ia itu supaya disampaikan-Nya barang yang telah dijanji-Nya kepada nenek moyangmu pakai sumpah, seperti yang ada sekarang ini.","Tetapi akan jadi kelak, apabila kamu melupakan Tuhan, Allahmu, sama sekali, dan kamu menurut akan dewa-dewa dan menyembah sujud dan berbuat bakti kepada dewata itu, maka aku beritahu kamu sekarang ini, bahwa sesungguhnya kamupun akan binasa","seperti segala bangsa yang akan dibinasakan Tuhan kelak di hadapanmu, maka kamupun akan binasa begitu, sebab sudah tiada kamu mau dengar akan bunyi suara Tuhan, Allahmu."]