["Bahwa dengarlah olehmu, hai Israel, sekarang kamu menyeberang Yarden hendak mengalahkan beberapa bangsa yang lebih besar dan lebih kuat dari pada kamu, dan negeri besar-besar yang berkota benteng sampai di langit tingginya.","Dan lagi bangsa yang besar dan tinggi itu, yaitu bani Enak, yang kamu kenal dan yang telah kamu dengar dikatakan akan halnya demikian: Siapakah boleh tahan berdiri di hadapan bani Enak itu?","Maka sekarang ketahuilah olehmu bahwa Tuhan, Allahmu, juga yang berjalan pada hulu kamu seperti api yang makan adanya, maka Iapun akan membinasakan mereka itu serta menyuruh mereka itu merangkak di hadapanmu, maka kamu akan menghalaukan mereka itu dari pada miliknya dan kamupun akan membinasakan mereka itu dengan segeranya, seperti Tuhan telah berfirman kepadamu.","Maka apabila sudah ditolak Tuhan, Allahmu, akan mereka itu dari hadapanmu, janganlah kamu berkata dalam hatimu demikian: Karena sebab kebenaranku maka Tuhan telah membawa akan daku masuk, supaya aku beroleh tanah itu akan milik pusaka! Bukannya demikian, melainkan oleh sebab kejahatan bangsa-bangsa itu maka dihalaukan Tuhan akan mereka itu dari miliknya di hadapan kamu.","Bahwa bukannya karena sebab kebenaranmu dan tulus hatimu maka kamu masuk dan beroleh negerinya akan milikmu pusaka, melainkan oleh sebab kejahatan bangsa-bangsa itu maka dihalaukan Tuhan, Allahmu, akan mereka itu dari miliknya di hadapanmu dan supaya disampaikannya firman yang telah dijanji Tuhan kepada nenek moyangmu Ibrahim, Ishak dan Yakub pakai sumpah.","Tetapi ketahuilah olehmu juga bahwa Tuhan, Allahmu, mengaruniakan tanah yang baik itu kepadamu akan milik pusaka bukannya sebab kebenaranmu sendiri, karena kamulah suatu bangsa yang tegar tengkuknya.","Ingatlah kamu dan jangan kamu lupa akan segala perbuatanmu yang telah membangkitkan murka Tuhan, Allahmu, sangat di padang Tiah, yaitu mulai dari pada hari kamu keluar dari negeri Mesir sampai kamu datang ke tempat ini kamu mendurhaka kepada Tuhan.","Sudah di Horeb juga kamu membangkitkan murka Tuhan terlalu, bahkan, murka Tuhan akan kamu begitu sangat, sehingga hendak dibinasakan-Nya kamu sekalian.","Yaitu pada masa aku telah naik ke atas gunung hendak menerima kedua loh batu, yaitu loh batu perjanjian yang telah dibuat Tuhan dengan kamu, pada masa aku tinggal di atas gunung itu empat puluh hari empat puluh malam lamanya, rotipun tiada kumakan, airpun tiada kuminum.","Maka dikaruniakan Tuhan akan daku kedua loh batu itu, disuratkan dengan jari Allah, maka padanya adalah tersurat segala firman yang dikatakan Tuhan kepadamu dari atas gunung, dari tengah-tengah api, pada hari orang banyak itu ada berkumpul.","Maka sesungguhnya pada kesudahan empat puluh hari empat puluh malam itu dikaruniakan Tuhan kepadaku kedua loh batu, yaitu loh batu perjanjian itu.","Maka firman Tuhan kepadaku: Bangunlah engkau, turunlah dari sini dengan segera, karena bangsamu, yang telah kauhantar keluar dari Mesir itu, sudah berbuat jahat, bahwa dengan segera juga mereka itu sudah menyimpang dari pada jalan yang telah Kupesan kepadanya; mereka itu sudah memperbuat akan dirinya suatu patung tuangan.","Dan lagi firman Tuhan kepadaku: Aku telah melihat bahwa bangsa ini bangsa yang tegar tengkuknya!","Biarkanlah akan Daku, maka Aku hendak membinasakan mereka itu dan menghapuskan namanya dari bawah langit, dan Aku hendak menjadikan dikau suatu bangsa yang lebih kuat dan lebih banyak bilangannya dari pada bangsa ini.","Setelah itu maka berpalinglah aku, lalu turun dari atas gunung, maka gunung itupun bernyala-nyala apinya maka kedua loh batu itu adalah pada tanganku.","Maka kulihat bahwa sesungguhnya kamu sudah berbuat dosa kepada Tuhan, Allahmu, kamu sudah memperbuat akan dirimu seekor anak lembu perbuatan tuangan, maka dengan segera juga kamu telah menyimpang dari pada jalan yang dipesan Tuhan kepadamu.","Maka pada masa itu aku mengambil akan kedua loh batu itu, kucampakkan dari dalam tanganku dan kupecahkan di hadapan matamu.","Setelah itu maka menyembah sujudlah aku di hadapan hadirat Tuhan, seperti dahulu empat puluh hari dan empat puluh malam lamanya, rotipun tiada kumakan, airpun tiada kuminum, karena sebab segala dosamu, yang telah kamu perbuat dengan melakukan perkara yang jahat kepada pemandangan Tuhan, hendak menggalakkan murka-Nya.","Karena adalah aku dalam ketakutan sangat dari sebab kehangatan dan kepanasan murka Tuhan akan kamu, sehingga hendak dibinasakan-Nya kamu sekalian; tetapi didengar Tuhan akan daku lagi pada sekali ini.","Maka akan Harunpun sangatlah murka Tuhan, sehingga hendak dibinasakan-Nya ia, tetapi akan hal Harunpun aku meminta doa pada masa itu.","Maka perbuatan dosamu, yaitu anak lembu, yang telah kamu perbuat, kuambil lalu kubakarkan habis dengan api dan kutumbuk dan kugiling halus-halus, sehingga hancur luluhlah menjadi abu, maka abunya kubuangkan dalam anak sungai yang mengalir dari atas gunung itu.","Maka di Tabera dan di Massa dan di Kiberot Taawapun kamu sudah menggalakkan murka Tuhan sangat.","Maka pada masa disuruhkan Tuhan akan kamu dari Kades-Barnea, firman-Nya: Berangkatlah kamu, pergi mengambil tanah itu akan milikmu, yang telah Kukaruniakan kepadamu, pada masa itupun kamu mendurhaka akan firman Tuhan, Allahmu, tiada kamu percaya akan Dia dan tiada kamu mau dengar akan bunyi suara-Nya.","Bahwa kamu sudah mendurhaka kepada Tuhan mulai dari pada hari aku mengenal akan kamu.","Maka menyembahsujudlah aku kepada Tuhan empat puluh hari empat puluh malam lamanya, maka dalam itupun selalu aku menyembah sujud, sebab Tuhan telah berfirman hendak membinasakan kamu sekalian.","Maka akupun meminta doa kepada Tuhan demikian: Ya Tuhan, ya Rabi! jangan apalah Engkau membinasakan umat-Mu dan bahagian pusaka-Mu, yang telah Kautebus oleh kebesaran-Mu dan yang telah Kauhantar keluar dari Mesir dengan tangan yang kuat.","Ingat apalah akan hamba-Mu Ibrahim dan Ishak dan Yakub; jangan apalah Engkau menilik akan ketegaran bangsa ini atau akan fusuknya atau akan dosanya.","Supaya jangan kata orang dalam negeri, tempat yang telah Engkau menghantar kami keluar dari padanya: Bahwa sebab Tuhan tiada dapat membawa mereka itu masuk ke dalam negeri yang telah dijanji-Nya kepadanya dan sebab dibenci-Nya akan mereka itu, maka dihantar-Nya akan mereka itu keluar hendak membunuh mereka itu di padang Tiah.","Bahwa sesungguhnya mereka itu juga umat-Mu dan bahagian-Mu pusaka, yang telah Kauhantar keluar oleh mahakuasa-Mu dan dengan lengan-Mu yang terkedang."]