["Daripada Petrus, rasul Yesus Kristus, kepada segala orang pilihan, yaitu musafir yang bertaburan di Pontus dan Galatia dan Kapadokia dan Asia dan Betinia,","yang terpilih di atas kehendak azali Allah Bapa di dalam kesucian yang daripada Roh, menuju kepada taat dan percikan dengan darah Yesus Kristus; mudah-mudahan bertambah-tambahlah kepadamu anugerah dan sejahtera.","Segala puji bagi Allah, Bapa Tuhan kita Yesus Kristus, yang menurut seperti rahmat-Nya yang amat besar telah menjadikan kita baharu, sehingga kita beroleh pengharapan yang hidup oleh sebab kebangkitan Yesus Kristus dari antara orang mati,","akan mendapat warisan yang tiada akan binasa dan tiada bercacat dan tiada akan layu, tersimpan di dalam surga bagi kamu,","yang dengan kuasa Allah terpelihara dari sebab iman menuju kepada keselamatan yang sedia akan dinyatakan pada akhir zaman.","Di dalam hal ini kamu bersukacita, walaupun sementara sedikit masa, jikalau wajib, kamu menanggung duka cita di dalam berbagai-bagai pencobaan,","supaya kesungguhan imanmu yang diuji itu (yang lebih indah daripada emas yang akan binasa walaupun berlebur uji dengan api) didapati mendatangkan puji dan kemuliaan serta kehormatan, pada masa Yesus Kristus kelihatan kelak,","yang sebelum kamu tampak, kamu kasih akan Dia, walaupun sekarang ini kamu belum nampak Dia, kamu percaya, dan karena Dia kamu bersukaria sangat dengan sukacita yang tiada terkatakan dan megah,","sambil memperoleh faedah imanmu, yaitu keselamatan jiwamu.","Adapun dari hal keselamatan itu dengan usahanya sudah dituntut dan diperiksakan oleh nabi-nabi, yang bernubuat dari hal anugerah yang akan datang kepadamu,","sambil memeriksakan masanya dan bagaimana keadaan masa yang ditunjukkan oleh Roh Kristus yang ada di dalam mereka itu, tatkala Roh itu sudah menyatakan terlebih dahulu segala sengsara Kristus dan kemuliaan yang berikut-ikut itu.","Maka kepada mereka itu sudah dinyatakan bahwa bukannya bagi dirinya sendiri, melainkan bagi kamu, mereka itu sudah melayani di dalam segenap perkara, yang sekarang ini kamu diberitahu oleh orang yang memberitakan kabar kesukaan kepada kamu dengan Rohulkudus yang disuruhkan datang dari surga; maka perkara itulah malaekat ingin hendak mengetahui.","Sebab itu hendaklah ingatanmu tajam, dan hendaklah kamu beringat, dan menaruh sepenuh-penuh harap akan anugerah yang akan disampaikan kepadamu pada masa Yesus Kristus kelihatan kelak.","Sebagaimana anak-anak yang taat, janganlah kamu merupakan kehidupanmu menurut hawa nafsumu yang dahulu itu, tatkala kamu di dalam masa jahiliat,","melainkan, sebagaimana Tuhan yang sudah memanggil kamu itu ada kudus, demikian juga kamu pun hendaklah kudus di dalam segenap perkara kehidupanmu;","sebab sudah tersurat: Hendaklah kamu kudus, karena Aku kudus.","Jikalau kamu menyeru Dia Bapa, yang menghakimkan orang dengan tiada berat sebelah menurut seperti perbuatan masing-masing, maka hendaklah kamu melakukan dirimu dengan takut selama kamu menumpang di dunia ini,","sebab mengetahui bahwa kamu sudah ditebus daripada kehidupanmu yang sia-sia, yang turun-temurun daripada nenek moyangmu, bukan dengan barang yang akan binasa, seumpama dengan perak atau emas,","melainkan dengan darah yang mulia, yang seperti darah anak domba yang tiada bercela dan tiada bercacat, yaitu darah Kristus.","Ia sudah ditakdirkan sebelum alam ini dijadikan, tetapi baharu menjadi nyata pada akhir zaman ini karena sebab kamu;","maka oleh sebab Dialah kamu menjadi orang yang percaya kepada Allah, yang membangkitkan Dia dari antara orang mati, dan memberi Dia kemuliaan, sehingga imanmu dan pengharapanmu berpaut kepada Allah.","Sedangkan kamu sudah menyucikan jiwamu di dalam taatmu kepada yang benar, sehingga kamu kasih dengan tulusnya akan segala saudara, maka hendaklah kamu berkasih-kasihan sama sendirimu dengan bersungguh-sungguh hati,","karena kamu sudah diperanakkan pula, bukannya daripada benih yang akan binasa, melainkan yang tiada akan binasa, yaitu dengan firman Allah yang hidup dan kekal.","Karena: Segala manusia seperti rumput, dan segala kemuliaannya seperti bunga rumput; maka rumput itu layu, dan bunganya luruh;","tetapi firman Allah itu kekal selama-lamanya. Maka inilah kabar kesukaan yang diberitakan kepadamu."]