["Sebab itu buangkanlah segala kejahatan dan segala tipu daya dan munafik dan dengki dan segala umpat,","seperti kanak-kanak yang baharu jadi hendaklah kamu ingin akan susu yang jati, yang tiada bercampur, supaya dengan dia itu kamu subur menuju keselamatan.","Jikalau kamu sudah rasa bahwa Tuhan itu murah,","maka Ialah kamu hampiri, yaitu batu yang hidup, sungguhpun dibuang oleh manusia, tetapi pada pemandangan Allah terpilih, lagi indah,","maka hendaklah kamu pun, seperti batu yang hidup, dibangunkan menjadi sebuah rumah yang rohani dan imamat yang kudus, supaya mempersembahkan korban rohani, yang berkenan kepada Allah oleh sebab Yesus Kristus.","Karena ada tersurat di dalam Alkitab: Bahwa Aku ada membubuh di dalam Sion sebuah batu penjuru yang terpilih, lagi indah; maka orang yang percaya akan Dia tiada akan diberi malu.","Sebab itu kepada kamu yang percaya menjadi suatu keindahan, tetapi kepada orang yang tiada percaya: Maka batu yang dibuang tukang-tukang itu, itulah juga sudah menjadi batu penjuru;","dan: Suatu batu antukan dan sebuah batu syak; mereka itu terantuk oleh sebab tiada menurut firman Allah; maka yang demikian sudah ditentukan bagi mereka itu.","Tetapi kamu inilah suatu keluarga yang terpilih, suatu imamat yang berkerajaan, suatu bangsa yang kudus, suatu kaum milik Allah sendiri, supaya kamu memasyhurkan segala kebaikan Tuhan, yang telah memanggil kamu keluar dari dalam gelap masuk ke dalam terang-Nya yang ajaib itu;","yaitu kamu yang dahulunya \"bukan umat\", tetapi sekarang ini menjadi \"umat Allah\"; yang dahulu belum beroleh rahmat, tetapi sekarang ini telah beroleh rahmat.","Hai kekasihku, aku minta kepadamu seperti kepada orang musafir dan orang yang menumpang di dunia ini, hendaklah kamu menjauhkan dirimu daripada segala keinginan tabiat duniawi yang berperang dengan jiwa;","hendaklah kelakuanmu di antara orang kafir itu baik, supaya di dalam hal kamu dijahatkan oleh mereka itu seolah-olah orang yang berbuat jahat, maka dari sebab perbuatanmu yang baik, yang dilihatnya itu, dapat mereka itu memuliakan Allah pada Hari Tuhan melawat mereka itu.","Hendaklah kamu takluk karena Tuhan kepada segala kuasa yang ditetapkan oleh manusia, baik kepada raja, sedang ialah yang di atas sekali;","baik kepada segala pemerintah, sedang ialah yang disuruhkan oleh raja akan mendatangkan pembalasan atas orang-orang yang berbuat jahat, dan puji kepada orang yang berbuat baik.","Karena begitulah kehendak Allah, supaya dengan perbuatan yang baik kamu mengatupkan mulut kebebalan orang jahil,","seperti orang bebas; bukan seperti orang yang memakai kebebasan itu untuk menudung kejahatan, melainkan seperti hamba Allah.","Hormatkanlah sekalian orang. Kasihlah akan segala saudara. Takutilah akan Allah. Hormatkanlah raja.","Hai segala hamba, takluklah kepada tuanmu dengan sehabis-habis hormat, bukan sahaja kepada yang baik dan manis lakunya, melainkan kepada yang bengis juga.","Karena itulah yang berkenan kepada Allah, jikalau dari sebab perasaan hati di hadirat Allah orang tahan menderita kesusahan dan sengsara dengan tiada semena-mena.","Karena apakah kemegahannya, jikalau dengan sabar kamu tahan apabila kamu disiksakan dari sebab berbuat dosa? Tetapi jikalau dengan sabar kamu tahan sengsara dari sebab berbuat baik, maka itulah yang berkenan kepada Allah.","Karena bagi maksud inilah kamu sudah dipanggil; sebab Kristus sudah menanggung sengsara juga karena kamu, ditinggalkan-Nya suatu teladan bagimu, supaya kamu mengikut kesan-Nya.","Ialah yang tiada berbuat dosa, tiada pula didapati tipu daya dari dalam mulut-Nya;","tatkala Ia kena nista, tiada membalas dengan nista, dan tatkala Ia kena sengsara, tiada mengugut, melainkan menyerahkan diri-Nya kepada Allah yang menghakimkan dengan adilnya.","Ia sendiri sudah menanggung segala dosa kita di dalam tubuh-Nya di atas kayu salib, supaya kita dimatikan daripada dosa lalu hidup bagi hal yang benar; maka dari sebab bilur-Nya kamu sudah disembuhkan.","Karena dahulu kamu sesat seperti domba, tetapi sekarang ini kamu sudah kembali kepada gembala, yaitu Pemelihara jiwamu."]