["Demikian juga kamu, hai segala isteri orang, hendaklah kamu tunduk kepada suamimu sendiri sahaja, supaya jikalau ada yang melawan firman itu, boleh dialahkan oleh kelakuan isterinya, dengan tiada sepatah kata,","apabila mereka itu memandang kelakuanmu yang suci dan yang disertai takut akan Allah.","Janganlah kamu menghiasi dirimu yang lahir, dengan rambut yang beranyam, dan memakai barang emas, atau memakai pakaian yang indah-indah,","melainkan sifat yang baik pada hatinya, itulah perhiasan yang tiada akan binasa, yaitu perangai yang lemah lembut dan pendiam, yang besar harganya di hadirat Allah.","Karena demikian juga pada zaman dahulu kala segala perempuan yang kudus, yang menaruh harap akan Allah itu, menghiasi dirinya juga, sambil tunduk kepada suaminya sendiri sahaja,","seperti Sarah telah menurut perintah Ibrahim dengan memanggil dia tuan. Adapun kamu ini sudah menjadi anak-anaknya, jikalau kamu berbuat baik, dengan tiada takut di dalam kewajibanmu.","Demikianlah juga kamu, hai segala suami orang, hendaklah kamu duduk dengan isterimu dengan budi pekerti yang baik, sebab mereka itu pihak yang lebih lemah keadaannya, serta memberi hormat kepadanya, sebab kamu juga sama waris anugerah Allah, yaitu hidup, supaya doamu jangan tergendala.","Pada akhirnya, hendaklah kamu sekalian sehati, dan berbelas kasihan, dan mengasihi segala saudara, dan penyayang, dan rendah hati;","janganlah kamu membalas kejahatan dengan kejahatan atau membalas maki dengan maki, melainkan memintakan berkat, karena bagi yang demikian itu kamu sudah dipanggil, supaya kamu mendapat berkat akan menjadi warisanmu.","Karena: Orang yang suka akan hidup, dan beroleh masa yang baik hendaklah ia menahan lidahnya daripada mengatakan yang jahat, dan bibirnya supaya jangan mengatakan barang tipu daya;","dan hendaklah ia menyimpang daripada kejahatan, lalu berbuat baik; hendaklah ia mencari perdamaian dan menuntut dia;","karena pemandangan Tuhan itu di atas orang yang benar, dan pendengaran-Nya di atas permintaan mereka itu, tetapi penglihatan Tuhan menentang orang yang berbuat jahat.","Siapakah yang akan membuat bencana ke atasmu, jikalau kamu rajin berbuat baik?","Tetapi jikalau kamu terkena sengsara oleh sebab hal yang benar, kamu berbahagia; dan ugut orang janganlah kamu takut, dan jangan kamu terkejut.","Kuduskanlah di dalam hatimu Kristus itu menjadi Tuhan, dan hendaklah bersedia senantiasa memberi jawab kepada tiap-tiap orang yang menanya kamu dari hal pengharapan yang ada kepadamu, tetapi dengan lemah lembut dan hormat,","serta dengan putih hatimu, supaya di dalam hal kamu dikatakan jahat itu memberi malu orang yang menista kehidupanmu yang baik di dalam Kristus.","Karena lebih baik kamu menanggung sengsara (jikalau dengan kehendak Allah) sebab berbuat baik, daripada kamu menanggung sengsara sebab berbuat jahat.","Sebab Kristus pun sudah sekali merasai mati karena dosa-dosa orang, yaitu Orang benar karena orang-orang yang tiada benar, supaya Ia membawa kita kepada Allah; sungguhpun Ia mati dibunuh di dalam tubuh, tetapi hidup di dalam roh.","Di dalam roh itu Ia pun pergilah mengajar segala roh yang di dalam penjara,","yang dahulu durhaka tatkala Allah memanjangkan sabar-Nya pada zaman Nuh, sementara bahtera itu disediakan, yang di dalamnya sedikit orang sahaja (yaitu delapan jiwa orang) sudah dibawa dengan selamat melalui air itu.","Adapun air itu ibaratnya yang sekarang menyelamatkan kamu, yaitu baptisan, yang artinya bukannya dari hal menghilangkan kecemaran tubuh, melainkan memohonkan perasaan hati yang baik kepada Allah, dari sebab kebangkitan Yesus Kristus,","yang sudah naik ke surga, serta duduk di sebelah kanan Allah, lalu segala malaekat dan kuasa dan perintah pun takluk kepada-Nya."]