["Sedangkan Kristus sudah merasai sengsara di dalam keadaan tubuh manusia, hendaklah kamu pun berperisaikan dengan niat yang serupa itu juga; karena orang yang merasai sengsara di dalam keadaan tubuh itu, berhenti daripada berbuat dosa,","supaya sepanjang umurmu yang tinggal lagi, jangan kamu menurut segala keinginan manusia, melainkan kehendak Allah.","Karena cukuplah sudah kamu berbuat seperti kehendak orang kafir pada masa yang telah lalu itu dengan melakukan dirimu di dalam percabulan, hawa nafsu, mabuk, lazat, minum tiada berhingga, menjadi penyembah berhala yang diharamkan itu.","Di dalam hal itu mereka itu memikirkan ganjil, bahwa kamu tiada mengikut menyertai mereka itu di dalam segala lubuk percabulan itu juga, sehingga mereka itu mengumpat kamu;","tetapi mereka itu wajib memberi jawab kelak kepada Dia, yang sedia akan menghukumkan segala orang yang hidup dan yang mati.","Karena dengan maksud itulah Injil itu diberitakan kepada orang-orang mati pun, supaya mereka itu dihukumkan menurut seperti keadaan manusia, tetapi hidup menurut keadaan Allah di dalam roh.","Tetapi zaman yang akhir itu sudah dekat. Sebab itu hendaklah pikiranmu sempurna, dan berdoa dengan siumannya.","Maka yang terutama sekali, hendaklah kamu sangat berkasih-kasihan sama sendirimu, karena kasih itu menutup dosa yang banyak.","Hendaklah kamu masing-masing bersambut-sambutan dengan tiada bersungut-sungut;","maka sekadar karunia yang ada pada masing-masing, hendaklah melayani di antara kamu sendiri, seperti bendahari yang baik, yang berpegang atas berbagai-bagai anugerah Allah;","jikalau barang seorang berkata-kata, hendaklah perkataannya bersetuju dengan firman Allah; jikalau barang seorang melayani orang, hendaklah dengan kekuatan yang dianugerahkan Allah, supaya Allah dipermuliakan di dalam segala sesuatu oleh karena Yesus Kristus; maka bagi-Nyalah kemuliaan dan kuasa sampai selama-lamanya! Amin.","Hai kekasihku, janganlah kamu heran akan hal api pencobaan di antara kamu, yang akan datang ke atasmu menguji kamu, seolah-olah suatu perkara yang ajaib berlaku atasmu,","melainkan oleh sebab kamu beroleh bahagian di dalam sengsara Kristus, bersukacitalah kamu; supaya pada masa kelihatan kemuliaan-Nya kelak kamu akan bersukacita dan bersukaria.","Jikalau kamu terkena cela karena nama Kristus berbahagialah kamu, karena Roh kemuliaan, yaitu Roh Allah diam di atas kamu.","Biarlah jangan barang seorang di antara kamu merasai sengsara sebagai seorang pembunuh atau pencuri atau seorang yang berbuat jahat, atau seorang yang masuk campur di dalam perkara orang lain;","tetapi jikalau barang seorang terkena sengsara oleh sebab ia orang Kristen, janganlah ia malu, melainkan dengan nama itu hendaklah ia memuliakan Allah.","Karena sudah sampai waktunya hukuman mulai berlaku pada isi rumah Allah, tetapi jikalau pada kita ini mulanya, apakah kesudahannya segala orang yang tiada menurut Injil Allah itu?","Dan jikalau sukar orang benar beroleh selamat, apatah kelak jadinya orang fasik dan yang berdosa itu?","Sebab itu hendaklah segala orang yang merasai sengsara menurut seperti kehendak Allah menyerahkan jiwanya kepada Khalik yang setiawan, sambil melakukan yang benar."]