["Maka kepada segala ketua-ketua yang di antara kamu inilah nasehatku (karena aku sendiri pun ketua juga, dan sudah menjadi saksi dari hal segala sengsara Kristus, dan juga masuk bahagian kemuliaan yang akan menjadi nyata kelak):","Gembalakanlah kawan domba Allah yang ada di antaramu, jangan sebab terpaksa, melainkan dengan sesuka hati menurut kehendak Allah; dan jangan sebab hendak beroleh laba yang keji, melainkan dengan sebulat-bulat hati;","dan jangan melakukan dirimu seperti pemerintah atas orang yang diserahkan kepadamu, melainkan menunjukkan dirimu menjadi teladan kepada kawan domba itu.","Dan apabila kelihatan kelak Penghulu gembala itu, maka kamu akan beroleh makota kemuliaan yang tiada akan layu.","Sebagai lagi, hai kamu orang muda, hendaklah kamu tunduk kepada ketua-ketua itu, dan hendaklah kamu sekalian dengan hati yang rendah bertolong-tolongan sama sendirimu; karena Allah melawan orang sombong, tetapi Ia mengaruniakan anugerah kepada orang yang rendah hati.","Sebab itu hendaklah kamu merendahkan dirimu ke bawah tangan Allah Yang Mahakuasa itu, supaya Ia meninggikan kamu pada masanya;","serahkanlah segala kuatirmu kepada-Nya, karena Ialah yang memperdulikan kamu.","Hendaklah kamu beringat, hendaklah kamu berjaga-jaga; adapun Iblis, seterumu itu, seperti singa yang mengaum berjalan-jalan mencari siapa yang dapat dilulurnya.","Lawanlah dia dengan imanmu yang teguh, sebab mengetahui bahwa segala sengsara yang semacam itu juga ada berlaku di atas segala saudaramu yang di dalam seluruh dunia ini.","Maka Allah, pohon segala anugerah, yang sudah memanggil kamu masuk kemuliaan-Nya yang kekal itu di dalam Kristus, sesudahnya kamu merasai sengsara di dalam sedikit masa, sendiri akan menjadikan kamu sempurna dan tetap dan kuat dan beralas.","Baginyalah kuasa selama-lamanya! Amin.","Dengan tulisan Silwanus, saudara kita yang setiawan pada sangkaku, maka aku merencanakan kepadamu surat ini dengan ringkasnya, hendak mengingatkan dan menyaksikan bahwa inilah yang sebenar-benar anugerah Allah. Bertekunlah kamu di dalamnya!","Adapun sidang jemaat yang di Babil, yang terpilih sama seperti kamu sendiri, berkirim salam kepadamu, demikianlah juga anakku Markus.","Hendaklah kamu bersalam-salaman sama sendirimu dengan kucup pengasihan. Sejahteralah kiranya kamu sekalian, yang ada di dalam Kristus."]