["Daripada Simon Petrus, hamba dan rasul Yesus Kristus, kepada segala orang yang sudah beroleh iman, yang sama indahnya dengan iman kami oleh karena keadilan Allah, Tuhan kita, dan Yesus Kristus, Juruselamat:","Mudah-mudahan bertambah-tambahlah kepadamu anugerah dan sejahtera di dalam hal mengenal Allah dan Yesus, Tuhan kita.","Sedangkan kuasa kodrat-Nya telah mengaruniakan kepada kita segala perkara yang berguna bagi hidup dan ibadat oleh sebab keadaan mengenal Dia yang memanggil kita dengan kemuliaan-Nya dan ketinggian-Nya,","maka dengan jalan itu sudah dikaruniakan-Nya kepada kita segala perjanjian yang indah-indah dan yang terlebih besar itu, supaya dengan dia itu kamu ada bahagian di dalam sifat ilahi sambil melepaskan diri daripada keadaan yang akan binasa yang ada di dalam dunia oleh sebab hawa nafsu.","Karena sebab yang demikian itu hendaklah kamu berusaha menambah imanmu dengan kebaikan yang ikhlas; dan kebaikanmu itu ditambah dengan pengetahuan;","dan pengetahuanmu itu ditambah dengan kelakuan tertib; dan tertibmu itu ditambah dengan tekun; dan tekunmu itu ditambah dengan ibadat;","dan ibadatmu itu ditambah dengan kasih akan segala saudara, dan kasihmu akan segala saudara itu ditambah dengan pengasihan.","Karena jikalau segala perkara itu ada padamu dan bertambah-tambah, maka itulah yang menahan kamu daripada menjadi malas atau daripada hidup tiada berfaedah tentang hal mengenal akan Tuhan kita Yesus Kristus.","Karena orang yang tiada padanya segala perkara itu, ialah bermata kabur, tampak hanya benda yang dekat sahaja, dan terlupa ia akan kesucian daripada dosanya yang lama itu.","Oleh sebab itu, hai saudara-saudaraku, sedangkan kamu dipanggil dan dipilih, lebihkanlah usahamu meneguhkan hal itu; karena jikalau kamu berbuat yang demikian, sekali-kali tiada kamu akan terserandung.","Karena demikian itulah kamu akan dikaruniakan berlebih-lebih jalan masuk ke dalam kerajaan yang kekal, yaitu kerajaan Yesus Kristus, Tuhan kita lagi juruselamat.","Oleh sebab itu senantiasalah aku akan bersedia mengingatkan kamu tentang segala perkara ini, walaupun kamu mengetahui semuanya, dan kamu tetap di dalam pengajaran yang benar sebagaimana sudah kamu terima.","Pada pikiranku patut, selagi aku diam di dalam kemah ini, aku menggerakkan kamu dengan mengingatkan kamu;","sebab mengetahui bahwa kemahku ini dengan segeranya akan hilang kelak, sebagaimana Tuhan kita Yesus Kristus sudah menyatakan kepadaku.","Sesungguhnya aku akan berusaha, supaya pada tiap-tiap masa, kemudian daripada kematianku, kamu dapat mengenang segala perkara ini.","Karena kami bukannya menurut jalan ceritera bohong yang direka dengan muslihat, tatkala kami menyatakan kepada kamu dari hal kuasa dan kedatangan Tuhan kita Yesus Kristus, melainkan kami sendiri sudah memandang kebesaran-Nya.","Karena Ia sudah beroleh kehormatan dan kemuliaan daripada Allah Bapa tatkala kedengaran kepadanya suatu suara daripada kemuliaan yang Mahabesar demikian, \"Inilah Anak-Ku yang Kukasihi, Ialah yang berkenan kepada-Ku.\"","Maka kami sendiri sudah mendengar suara ini turun dari langit tatkala kami ada beserta dengan Dia di atas gunung yang kudus itu.","Maka ada pula kepada kita perkataan yang dinubuatkan menjadi lebih teguh, maka baik kamu perhatikan dia, seperti akan pelita yang bercahaya di dalam suatu tempat yang gelap, sehingga hari siang, dan bintang timur terbit bercahaya di dalam hatimu.","Tetapi yang terutama sekali hendaklah kamu ingat perkara ini, yaitu tiada suatu nubuat di dalam Alkitab itu datang daripada akal orang sendiri,","karena tiada pernah ada nubuat yang jadi dengan kehendak manusia, melainkan datangnya daripada Allah, diucapkan oleh orang yang digerakkan oleh Rohulkudus."]