["Tetapi dahulu ada juga beberapa nabi palsu di antara kaum itu, demikian pula di antara kamu akan ada kelak beberapa guru palsu, yang akan membawa pengajaran sesat dengan sulit, yang membinasakan orang, maka mereka itu menyangkali Tuhan yang telah menebus mereka itu, serta mendatangkan ke atas dirinya kebinasaan dengan segeranya.","Maka banyak orang yang akan mengikut perbuatannya yang cabul; dan jalan yang benar itu akan dicela orang oleh sebab mereka itu.","Dengan tamaknya kelak mereka itu akan mencari untung daripada kamu dengan perkataan munafik. Maka hukuman mereka itu yang dari dahulu itu tiada berlambatan akan jatuh ke atas dirinya, dan kebinasaannya tiada tidur.","Karena jikalau malaekat tatkala berbuat dosa tiada disayangkan Allah, melainkan dibuangkannya ke dalam neraka dan ditahankannya di dalam gua gelap sehingga dijatuhkannya hukum,","dan jikalau tiada Ia menyayangkan orang dahulu kala itu, hanya memeliharakan Nuh, penganjur jalan yang benar, bersama-sama dengan tujuh orang lain, tatkala didatangkannya air bah ke atas dunia orang fasik itu;","dan jikalau Ia telah menjadikan negeri Sodom dan Gomorah itu abu dan menghukumkan dia sehingga binasa, sambil menjadikan sekaliannya itu teladan bagi segala orang yang melakukan dirinya fasik,","serta melepaskan Lut, orang benar itu, yang merasa susah oleh sebab kelakuan cabul orang-orang jahat itu,","(karena tatkala orang benar itu duduk di antara mereka itu, oleh sebab memandang dan mendengar, maka susahlah jiwanya sehari-hari dengan perbuatan haram),","jikalau begitu, sudah nyata bahwa Tuhan tahu melepaskan segala orang yang beribadat dari dalam pencobaan, dan tahu mengawali orang-orang yang tiada benar sehingga sampai kepada hari hukuman, supaya disiksakannya mereka itu,","istimewa pula orang-orang yang melakukan dirinya menurut tabiat duniawi, di dalam hawa nafsu yang najis, dan menghinakan segala kuasa. Mereka itu berani dan beraja di hati, dan tiada gentar mengumpat segala yang mulia-mulia,","padahal segala malaekat, walaupun lebih besar kuat kuasanya, tiada mengumpat mereka itu kepada Tuhan.","Tetapi orang-orang ini seumpama makhluk yang tiada berakal, bertabiat binatang yang diburu dan dibunuh, mencela segala perkara yang mereka itu sendiri jahil; maka tak dapat tiada mereka itu akan binasa oleh sebab perbuatannya sendiri yang binasa,","mendapat upah kesalahannya. Maka mereka itu mensifatkan hidup dengan lazatnya pada siang hari itu suatu kesukaan, serta menjadi cacat dan cela di dalam hal menyesatkan kamu apabila mereka itu makan dengan kamu.","Maka mata mereka itu penuh dengan zinah; dan tiada mau berhenti daripada dosa, sambil mengumpan orang yang tiada tetap, dengan hati yang biasa tamak, anak-anak laknat;","mereka itu dengan meninggalkan jalan yang lurus, lalu sesat, sambil mengikut jalan anak Beor, yaitu Bileam, yang suka akan upah perbuatan salah,","tetapi ia sudah terkena tempelak sebab kesalahannya itu: seekor keledai yang bisu berkata dengan suara manusia, membatalkan kebebalan nabi itu.","Orang-orang ini seperti mata air yang tiada berair dan kabut yang ditiup angin ribut, baginyalah gelap gulita sudah tersedia.","Karena membesarkan diri dengan perkataan yang sia-sia, mereka itu mengumpan orang, yang baharu lepas daripada orang yang melakukan perbuatan yang sesat itu, dengan jalan menurut hawa nafsu dengan percabulannya.","Mereka itu menjanjikan kebebasan kepada orang-orang itu, padahal mereka itu sendiri menjadi hamba kepada keadaan yang akan binasa; karena orang menjadi hamba kepada barang yang mengalahkan dia.","Karena, jikalau kemudian daripada mereka itu terlepas daripada najis dunia oleh sebab pengenalan akan Tuhan, yaitu Yesus Kristus, Juruselamat, lalu mereka itu berbalik pula terjerat di dalam segala perkara itu serta dialahkan, maka hal yang akhir itu sudah menjadi lebih jahat daripada awalnya.","Karena terlebih baik bagi mereka itu jikalau tiada mengenal jalan yang benar daripada sesudahnya mengenal itu lalu berpaling daripada hukum yang kudus, yang diserahkan kepadanya.","Maka sudahlah berlaku ke atas mereka itu seperti perumpamaan yang benar ini, yaitu, \"Anjing berbalik menjilat muntahnya\"; dan \"babi yang dimandikan balik berkubang di dalam kubang.\""]