["Hai kekasihku, inilah surat yang kedua yang kukirim kepadamu; maka di dalam kedua-duanya itu aku membangkitkan ingatanmu yang tulus itu dengan jalan mengingatkan kamu,","supaya kamu ingat akan perkataan yang sudah disabdakan dahulu oleh nabi-nabi yang kudus, dan akan hukum Tuhan lagi Juruselamat, dengan jalan rasul-rasul yang disuruhkan kepadamu.","Pertama sekali ingatlah bahwa pada akhir zaman akan datang kelak beberapa pengolok dengan olok-oloknya, yang melakukan dirinya menurut hawa nafsu sendiri,","sambil berkata, \"Manakah kedatangan-Nya yang dijanjikan-Nya itu? Karena daripada masa nenek moyang kita mati, maka segala sesuatu serupa sebagaimana daripada mula kejadian alam.\"","Karena dengan sengaja mereka itu melupakan yang sebenarnya sudah ada segala langit dari dahulu kala, dan bumi pun dijadikan daripada air di tengah-tengah air oleh firman Allah.","Dengan jalan itu dunia, yang ada pada masa itu, sudah binasa diliputi oleh air bah.","Tetapi segala langit yang ada ini serta bumi ini ditaruhkan untuk api oleh firman itu juga, tersedia sehingga hari hukuman dan kebinasaan segala orang fasik.","Tetapi perkara yang satu ini jangan kamu lupakan, hai segala kekasihku, bahwa satu hari kepada Tuhan sama seperti seribu tahun, dan seribu tahun sama seperti satu hari.","Maka Tuhan tiada berlambatan di dalam hal perjanjian itu sebagaimana ada beberapa orang yang membilangkan hal itu lambat, melainkan panjang sabar akan kamu, tiada Ia gemar akan seorang pun binasa, melainkan sehingga sekaliannya sampai kepada tobat.","Tetapi Hari Tuhan itu akan tiba kelak seperti pencuri; lalu segala langit itu akan lenyap dengan bunyi yang sangat dahsyat, dan segala anasir akan terbakar lalu hancur, dan bumi serta segala perbuatan yang ada di dalamnya akan dihanguskan.","Oleh sebab segala perkara itu akan binasa kelak atas peri yang demikian, bagaimanakah patut kamu melakukan dirimu di dalam kehidupan yang suci dan beribadat?","Sambil menantikan dan menyegerakan kedatangan Hari Allah itu, yang menyebabkan segala langit akan terbakar lalu binasa, dan segala anasir akan terbakar lalu cair.","Tetapi menurut seperti janji Tuhan, kita menantikan langit yang baharu dan suatu bumi yang baharu, yang berisi kebenaran.","Sebab itu, hai kekasihku, sedang kamu menantikan segala perkara itu, berusahalah supaya kamu didapati dengan sejahtera, dan dengan tiada bercacat dan tiada bercela pada pemandangan Tuhan.","Dan hendaklah kamu hargakan bahwa panjang sabar Tuhan kita itu mendatangkan selamat, demikianlah juga Paulus, saudara kita yang dikasihi itu, sudah menyuratkan kepada kamu sekadar pengetahuan yang dikaruniakan kepadanya.","Demikianlah di dalam segala surat kirimannya dikatakannya dari hal segala perkara itu. Di dalamnya itu ada juga beberapa perkara yang susah dimengerti, maka orang yang tiada berpelajaran dan yang tiada tetap itu memutarbalikkan sama seperti kitab-kitab yang lain itu, sehingga mendatangkan kebinasaan atas dirinya sendiri.","Maka kamu ini, hai kekasihku, sedangkan kamu memang sudah mengetahui segala perkara itu, hendaklah kamu beringat, supaya jangan kamu sama terhanyut oleh sebab kesesatan segala orang jahat itu, lalu jatuh daripada keadaanmu yang teguh ini;","melainkan bertambah-tambahlah di dalam anugerah, dan pengenalan akan Tuhan kita Yesus Kristus, Juruselamat. Baginyalah kemuliaan, baik sekarang ini baikpun selama-lamanya. Amin."]