["Hai anak-anakku, inilah kusuratkan kepadamu supaya jangan kamu berbuat dosa. Dan jikalau barang seorang berbuat dosa, maka kita ada seorang Juru Syafaat kepada Bapa, yaitu Yesus Kristus yang benar itu,","dan Ialah menjadi korban perdamaian karena segala dosa kita; bukannya karena dosa-dosa kita sahaja, melainkan karena dosa seisi dunia ini juga.","Dengan yang demikianlah kita mengetahui bahwa kita sudah mengenal Dia, jikalau kita menurut hukum-hukum-Nya.","Maka orang yang berkata, \"Aku kenal Dia,\" tetapi tiada menurut hukum-hukum-Nya, menjadi seorang pendusta, dan kebenaran itu tiada di dalam Dia.","Tetapi barangsiapa yang menurut firman-Nya, sesungguhnya di dalam dialah kasih Allah menjadi sempurna. Dengan yang demikianlah kita mengetahui bahwa kita ada di dalam Dia.","Maka orang yang mengatakan dirinya tinggal di dalam Dia, sepatutnyalah ia melakukan dirinya sama seperti Kristus sudah melakukan diri-Nya.","Hai segala kekasihku, bukannya hukum baharu yang aku suratkan bagimu itu, melainkan hukum lama yang sudah kamu terima dari mulanya. Maka hukum lama itu, ialah firman yang kamu sudah dengar.","Tetapi aku menyuratkan hukum baharu bagimu, barang yang benar di dalam hal Kristus dan di dalam hal kamu, karena gelap itu sudah lenyap, dan terang yang benar sudah bercahaya-cahaya.","Barangsiapa yang mengatakan dirinya di dalam terang, tetapi membenci saudaranya, ialah di dalam gelap sampai sekarang ini.","Maka orang yang mengasihi saudaranya itu, ia tinggal di dalam terang, dan di dalam orang itu tiadalah ada barang yang syak.","Tetapi orang yang membenci saudaranya, ialah di dalam gelap dan berjalan gelap, dan tiada tentu tujuannya, karena matanya sudah digelapkan oleh gelap itu.","Hai anak-anakku, aku menyuratkan bagimu sebab segala dosamu telah diampuni karena nama Kristus.","Hai segala bapa, aku menyuratkan bagimu sebab kamu sudah mengenal Dia yang sedia sudah ada dari mulanya. Hai segala orang muda, aku menyuratkan bagimu sebab kamu sudah mengalahkan si Jahat itu.","Hai anak-anakku, aku menyuratkan bagimu sebab kamu sudah mengenal Bapa. Hai segala bapa, aku telah menyuratkan bagimu sebab kamu sudah mengenal Dia yang sedia sudah ada mulanya. Hai segala orang muda, aku telah menyuratkan bagimu sebab kamu kuat, dan firman Allah tinggal di dalam kamu, dan kamu sudah mengalahkan si Jahat itu.","Janganlah kamu mengasihi dunia atau barang yang ada di dalam dunia. Jikalau barang seorang mengasihi dunia, maka kasih Bapa itu tiadalah ada di dalam dia.","Karena segala yang ada di dalam dunia, yang keinginan tubuh dan keinginan mata, dan hidup dengan jemawa itu bukannya daripada Bapa, melainkan daripada dunia.","Maka dunia ini lenyap, demikian juga keinginan duniawi; tetapi orang yang melakukan kehendak Allah kekal selama-lamanya.","Hai anak-anakku, akhir zaman telah sampai; dan sebagaimana yang sudah kamu dengar bahwa si Dajal akan datang kelak, maka sekarang ini pun ada banyak \"Dajal\"; dengan jalan itu kita mengetahui bahwa inilah akhir zaman.","Maka orang-orang itu sudah keluar dari antara kita, tetapi mereka itu bukannya asal daripada kita; karena jikalau mereka itu daripada kita asalnya, tak dapat tiada bertekunlah mereka itu beserta dengan kita; tetapi mereka itu sudah keluar pergi supaya nyata bahwa orang-orang itu bukan semuanya daripada kita asalnya.","Maka kamu ini telah beroleh karunia, yaitu kamu diurapi oleh yang kudus itu, dan kamu mengetahui segala sesuatu.","Bukannya aku menulis kepadamu sebab kamu tiada mengetahui keadaan yang benar, melainkan sebab kamu mengetahui dia, dan sebab tidak ada dusta keluar daripada keadaan yang benar.","Siapakah pendusta itu melainkan orang yang menyangkal bahwa Yesus itu Kristus? Maka orang yang menyangkal Bapa dengan Anak itu, ialah si Dajal.","Barangsiapa yang menyangkali Anak, tiada juga ber-Bapa, maka orang yang mengaku Anak itu, ada ber-Bapa.","Adapun kamu ini, barang yang sudah kamu dengar dari mulanya, biarlah tetap di dalam kamu. Jikalau barang yang sudah kamu dengar dari mulanya itu tetap di dalam kamu, maka kamu pun akan tinggal kelak di dalam Anak dan di dalam Bapa itu.","Inilah perjanjian, yang Ia sendiri sudah janjikan kepada kita, yaitu hidup yang kekal.","Segala perkara ini telah kusuratkan bagimu dari hal orang-orang yang hendak membawa kamu kepada jalan yang sesat.","Adapun kamu ini, maka karunia Roh yang telah kamu peroleh daripada-Nya itu tinggal di dalam kamu, dan tak usah kamu diajar oleh seorang pun lagi; melainkan karunia-Nya itu memberi kamu pengajaran dari hal segala perkara, dan sungguhlah karunia itu bukannya palsu, dan seperti kamu sudah diajarnya, maka tinggallah kamu di dalam Dia.","Sekarang ini, hai anak-anakku, tinggallah kamu di dalam Dia, supaya apabila Ia nyata kelak, kita beroleh keluasan hati, dan tiada malu di hadapan Dia pada masa kedatangan-Nya.","Jikalau kamu mengetahui bahwa Ia itu benar, niscaya kamu mengetahui juga bahwa tiap-tiap orang yang berbuat benar, ialah berasal daripada-Nya."]