["Tengoklah, alangkah besarnya kasih yang dikaruniakan oleh Bapa kepada kita, sehingga kita dikatakan anak-anak Allah! Demikianlah hal kita. Maka inilah sebabnya dunia ini tiada mengenal kita, oleh sebab tiada dikenalnya Tuhan.","Hai segala kekasihku, sekarang kita ini menjadi anak-anak Allah, maka belum lagi nyata bagaimana akan jadinya kita kelak. Tetapi kita mengetahui, bahwa jikalau Ia sudah nyata kelak, kita pun menjadi serupa dengan Dia, karena kita akan melihat Dia sebagaimana Ia ada.","Dan barangsiapa yang ada pengharapan ini kepada Dia, ialah menyucikan dirinya, sebagaimana Kristus juga suci ada-Nya.","Barangsiapa yang berbuat dosa, ialah berbuat durhaka, karena dosa itulah keadaan durhaka.","Maka kamu mengetahui bahwa Kristus itu diberi nyata supaya Ia melenyapkan segala dosa; maka di dalam-Nya itu tiada ada dosa.","Barangsiapa yang tinggal di dalam Dia, tiadalah berbuat dosa; maka barangsiapa yang berbuat dosa, belum nampak Dia dan belum kenal Dia.","Hai anak-anakku, janganlah ada barang seorang membawa kamu kepada jalan yang sesat. Maka orang yang berbuat barang yang benar itu, ialah benar, seperti Kristus benar ada-Nya.","Maka orang yang berbuat dosa ialah daripada Iblis asalnya, karena Iblis itu dari mulanya berbuat dosa. Maka inilah sebabnya Anak Allah itu diberi nyata, supaya Ia boleh membinasakan segala perkerjaan Iblis itu.","Barangsiapa yang berasal daripada Allah, tiadalah berbuat dosa, karena benih Allah tinggal di dalam orang itu; maka tiada dapat ia berbuat dosa, karena ia berasal daripada Allah.","Di dalam hal ini telah nyata segala Anak Allah dengan anak Iblis: Barangsiapa yang tiada berbuat barang yang benar itu bukannya daripada Allah, demikianlah juga orang yang tiada mengasihi saudaranya.","Karena inilah pesan yang sudah kamu dengar dari mulanya: Bahwa patut kita berkasih-kasihan sama sendiri;","bukannya seperti Kain, yang berasal daripada si Jahat, membunuh saudaranya. Apakah sebabnya ia membunuh dia? Sebab segala perbuatannya jahat, dan perbuatan saudaranya itu benar adanya.","Hai saudara-saudaraku, janganlah heran, jikalau dunia ini membenci kamu.","Maka kita ini mengetahui bahwa kita telah lepas daripada mati menuju hidup, karena kita mengasihi segala saudara. Maka orang yang tiada mengasihi, tinggallah di dalam maut.","Barangsiapa yang membenci saudaranya, ialah seorang pembunuh; dan kamu mengetahui bahwa kepada seorang pembunuh tiada ada hidup yang kekal di dalam dirinya.","Dengan yang demikian kita sudah mengetahui kasih yang benar, oleh sebab Ia sudah menyerahkan nyawa-Nya karena kita; maka patutlah kita pun menyerahkan nyawa kita karena segala saudara.","Tetapi barangsiapa ada berharta dunia dan tampak saudaranya di dalam kekurangan, lalu menutup pintu hatinya daripada orang itu, bagaimanakah boleh kasih Allah tinggal di dalamnya?","Hai anak-anakku, jangan kita mengasihi dengan perkataan atau dengan lidah, melainkan dengan perbuatan dan dengan sesungguhnya.","Dengan yang demikian kita mengetahui bahwa asal kita daripada kebenaran, lalu kita akan meneguhkan hati kita di hadirat Tuhan;","karena walaupun di dalam barang sesuatu hal hati kita menyalahkan kita, maka Allah itu terlebih besar daripada hati kita, dan mengetahui segala sesuatu.","Hai segala kekasihku, jikalau hati kita tiada menyalahkan kita, maka kita ada keluasan hati kepada Allah;","dan barang apa yang kita pohonkan, kita peroleh daripada-Nya, sebab kita menurut segala hukum-Nya dan melakukan barang yang berkenan kepada-Nya.","Inilah hukum-Nya, yang wajib kita percaya akan nama anak-Nya Yesus Kristus, sambil berkasih-kasihan sama sendiri, sebagaimana Ia sudah mengaruniakan kita hukum.","Maka orang yang menurut segala hukum-Nya, ialah tinggal di dalam Tuhan dan Tuhan di dalam dia. Dengan ini kita mengetahui bahwa Tuhan tinggal di dalam kita, dengan Roh yang sudah dikaruniakan-Nya kepada kita."]