["Hai segala kekasihku, janganlah percaya akan sebarang roh, melainkan ujilah segala roh itu, kalau-kalau daripada Allah datangnya; karena banyak nabi palsu sudah keluar ke seluruh dunia.","Dengan yang demikian dapatlah kamu mengenal Roh Allah, yaitu tiap-tiap roh, yang mengaku bahwa Yesus Kristus sudah datang dengan keadaan manusia, itu daripada Allah;","dan tiap-tiap roh, yang tiada mengaku Yesus itu, bukanlah daripada Allah, melainkan inilah roh si Dajal, yang telah kamu dengar yang akan datang, dan sekarang ini sudah ada di dalam dunia.","Hai anak-anakku, kamu ini daripada Allah, dan telah mengalahkan mereka itu, karena terlebih besarlah Ia yang ada di dalam kamu daripada dia yang ada di dalam dunia.","Mereka itu daripada dunia; sebab itulah mereka itu berkata-kata cara dunia, dan dunia ini menurut dia.","Kita ini daripada Allah; dan orang yang mengenal Allah ialah mendengarkan kita; maka orang yang bukan daripada Allah tiadalah ia mendengarkan kita. Dengan yang demikian dapatlah kita mengenal roh yang benar dan roh yang sesat itu.","Hai segala kekasihku, hendaklah kita berkasih-kasihan sama sendiri, karena kasih itu daripada Allah; dan barangsiapa yang menaruh kasih, ialah asalnya daripada Allah dan mengenal Allah,","maka orang yang tiada menaruh kasih itu tiada mengenal Allah; karena Allah itu kasih adanya.","Di dalam inilah kasih Allah itu sudah diberi nyata kepada kita, bahwa Allah sudah menyuruhkan anak-Nya yang tunggal ke dalam dunia ini, supaya dengan Dia itu kita boleh hidup.","Di dalam hal inilah kasih, yaitu bukannya kita yang sudah mengasihi Allah, melainkan Allah yang sudah mengasihi kita, dan yang sudah menyuruhkan anak-Nya menjadi korban perdamaian karena segala dosa kita.","Hai segala kekasihku, jikalau sebegitu Allah sudah mengasihi kita, maka kita pun patutlah berkasih-kasihan sama sendiri.","Maka seorang pun belum pernah memandang Allah; jikalau kita berkasih-kasihan sama sendiri, Allah tinggal di dalam kita, dan kasih-Nya sempurnalah di dalam kita.","Dengan inilah dapat kita mengetahui bahwa kita tinggal di dalam Dia, dan Ia pun di dalam kita, oleh sebab Ia telah mengaruniakan kita daripada Roh-Nya.","Dan kami ini sudah nampak, lalu menyaksikan, bahwa Bapa sudah menyuruhkan Anak itu menjadi Juruselamat dunia ini.","Barangsiapa yang mengaku bahwa Yesus itu Anak Allah, maka Allah itu tinggal di dalam dia dan ia pun di dalam Allah.","Dan kita ini sudah mengetahui dan sudah percaya akan kasih Allah kepada kita. Maka Allah itu kasih, dan orang yang tinggal di dalam kasih tinggal di dalam Allah, dan Allah tinggal di dalam dia.","Di dalam inilah kasih itu sempurna di dalam kita, supaya kita beroleh keluasan hati pada Hari hukuman, karena sebagaimana Kristus di dalam kasih, sebegitu juga kita di dalam dunia ini.","Di dalam kasih tidak ada ketakutan, tetapi kasih yang sempurna membuangkan ketakutan, karena ketakutan itu mendatangkan siksa, dan orang yang takut itu belum sempurna kasihnya.","Maka kita menaruh kasih, oleh sebab Ia mula-mula mengasihi kita.","Jikalau barang seorang berkata, \"Aku mengasihi Allah,\" dan membenci saudaranya, maka orang itu pendusta, karena orang yang tiada mengasihi saudaranya yang ia tampak, tiadalah dapat ia mengasihi Allah yang belum ia tampak.","Maka hukum ini telah kita dapat daripada-Nya, bahwa orang yang mengasihi Allah, hendaklah mengasihi saudaranya juga."]