["Barangsiapa yang percaya bahwa Yesus itu Kristus, maka orang itu berasal daripada Allah; dan barangsiapa yang mengasihi Allah, yang telah menjadikan dia, ia pun mengasihi orang yang berasal daripada-Nya.","Dengan inilah kita mengetahui, bahwa kita mengasihi segala Anak Allah, yaitu apabila kita mengasihi Allah sambil melakukan hukum-hukum-Nya,","karena inilah kasih akan Allah, yaitu menurut hukum-hukum-Nya; maka hukum-hukum-Nya itu bukannya berat.","Karena barang apa pun yang berasal daripada Allah mengalahkan dunia; maka inilah kemenangan yang mengalahkan dunia, yaitu iman kita.","Siapakah dia yang mengalahkan dunia ini, melainkan hanya orang yang percaya bahwa Yesus itu Anak Allah?","Inilah Dia, yang sudah datang dengan air dan dengan darah, yaitu Yesus Kristus, maka bukannya dengan air sahaja, melainkan dengan air dan dengan darah. Maka Roh itu yang menyaksikan, karena Roh itulah yang benar.","Karena tiga yang menjadi saksi di surga, yaitu Bapa dan Firman dan Rohulkudus, maka ketiga-Nya itu menjadi Satu;","dan ada tiga menjadi saksi di bumi, yaitu Roh dan air dan darah, maka ketiganya itu menjadi satu tujuan.","Jikalau kesaksian manusia kita terima, maka lebih besarlah lagi kesaksian Allah, karena inilah kesaksian Allah, yaitu bahwa Ia sudah menyaksikan dari hal Anak-Nya itu.","Maka orang yang percaya akan Anak Allah ada kesaksian di dalam dirinya; maka orang yang tiada percaya akan Allah, menjadikan Dia pendusta, sebab orang itu tiada percaya akan kesaksian yang disaksikan Allah dari hal Anak-Nya.","Maka inilah kesaksiannya: Allah sudah mengaruniakan kita hidup yang kekal, dan hidup itulah di dalam Anak-Nya.","Maka orang yang mempunyai Anak itu, mempunyai hidup, dan orang yang tiada mempunyai Anak Allah itu, tiada mempunyai hidup itu.","Segala perkara ini telah kusuratkan kepadamu supaya kamu mengetahui, bahwa kamu beroleh hidup yang kekal, yaitu kamu yang percaya akan nama Anak Allah.","Maka inilah ketetapan hati kita terhadap Tuhan, yaitu jikalau kita memohonkan barang sesuatu menurut kehendak-Nya, Ia meluluskan permintaan kita.","Dan jikalau kita tahu bahwa Ia meluluskan tentang barang apa yang kita pohonkan, maka tahulah kita bahwa kita telah memperoleh segala permintaan yang sudah kita pohonkan daripada-Nya.","Jikalau barang seorang nampak saudaranya berbuat dosa yang tiada membawa mati, hendaklah ia mendoakan, maka Allah akan mengaruniakan dia hidup, yaitu tiap-tiap orang yang berbuat dosa yang tiada membawa mati. Maka ada suatu dosa membawa mati; bukannya dari hal itu aku katakan yang ia patut mendoakan.","Adapun tiap-tiap kesalahan itu dosa; maka ada suatu dosa tiada membawa mati.","Maka kita mengetahui bahwa barangsiapa yang berasal daripada Allah tiada berbuat dosa, melainkan orang yang berasal daripada Allah itu memeliharakan diri, dan si Jahat itu tiada menjamah dia.","Maka kita mengetahui bahwa asal daripada Allah, dan segenap dunia ini letaknya di dalam kuasa si Jahat.","Tetapi kita mengetahui bahwa Anak Allah sudah tiba, lalu mengaruniakan kita akal supaya kita mengenal akan yang Benar; maka kita ini ada di dalam Yang Benar, yaitu di dalam Anak-Nya, Yesus Kristus. Maka inilah Tuhan yang sebenarnya, yaitu Allah, dan hidup yang kekal.","Hai anak-anakku, peliharakanlah dirimu daripada segala berhala."]