["Daripada aku, seorang ketua, kepada encik Sitti yang terpilih, dengan anak-anaknya yang kukasihi dengan sebenarnya; dan bukan aku ini sahaja, melainkan juga segala orang yang sudah mengenal kebenaran itu,","yaitu dari sebab kebenaran yang tinggal di dalam kita, dan yang menyertai kita sampai selama-lamanya.","Turunlah kiranya anugerah dan rahmat dan sentosa menyertai kita daripada Allah Bapa, dan daripada Yesus Kristus, Anak Bapa itu, di dalam kebenaran dan kasih.","Maka aku sangat bersukacita sebab telah kudapati beberapa orang anak-anakmu yang melakukan dirinya di dalam kebenaran, sebagaimana hukum yang sudah kita terima daripada Bapa itu.","Hai encik Sitti, bukannya seolah-olah hukum baharu yang kusuratkan bagimu, melainkan hukum yang sudah ada pada kita dari mulanya, sekarang aku mintalah engkau, supaya kita berkasih-kasihan sama sendiri.","Inilah kasih, yaitu melakukan diri kita menurut hukum-Nya. Maka inilah hukum itu sebagaimana yang sudah kamu dengar dari mulanya, yaitu hendaklah kamu berjalan di dalam kasih.","Karena banyak orang penyesat sudah keluar ke seluruh dunia, yang tiada mengaku bahwa Yesus Kristus sudah datang dengan keadaan manusia. Inilah penyesat dan si Dajal.","Ingatlah akan dirimu, supaya jangan kamu kehilangan barang yang telah kita kerjakan, melainkan supaya kamu mendapat pahalamu dengan secukupnya.","Barangsiapa yang melangkah, dan tiada tinggal tetap di dalam pengajaran Kristus, tiadalah mempunyai Allah. Tetapi orang yang tinggal tetap di dalam pengajaran itu, orang itulah mempunyai baik Bapa itu, baik Anak itu.","Jikalau barang seorang datang kepadamu dan membawa pengajaran lain daripada itu, janganlah kamu terima dia masuk ke dalam rumahmu, dan jangan memberi salam kepadanya.","Karena barangsiapa yang memberi salam kepadanya, ia itu sama bersalah di dalam perbuatannya yang jahat itu.","Sungguhpun banyaklah perkara yang hendak kusuratkan kepadamu, tetapi tiada aku bermaksud hendak membuatnya dengan kertas dan dawat, melainkan aku harap akan datang kepadamu dan bercakap semuka, supaya sempurnalah sukacita kita.","Maka segala anak daripada saudaramu perempuan yang terpilih itu berkirim salam kepadamu."]