["Daripada aku, seorang ketua, kepada Gayus yang dikasihi, yang dengan sebenarnya kukasihi.","Hai kekasihku, aku berdoa supaya engkau selamat dan afiat di dalam segala sesuatu, sebagaimana jiwamu pun selamat.","Karena aku sangat bersukacita tatkala beberapa orang tiba serta menyaksikan kebenaranmu, bagaimana engkau berjalan di dalam kebenaran.","Maka tiada padaku sukacita yang lebih besar daripada ini, mendengarkan anak-anakku berjalan di dalam kebenaran.","Hai kekasihku, engkau melakukan dirimu dengan setia di dalam barang sesuatu perbuatanmu terhadap mereka itu, yaitu saudara-saudara kita dan orang musafir,","yang sudah menyaksikan kasihmu di hadapan sidang jemaat; maka baik juga perbuatanmu jikalau engkau kelak mengantarkan mereka itu, sebagaimana yang berkenan kepada Allah.","Oleh sebab dengan karena nama Tuhan mereka itu sudah pergi dengan tiada mengambil upah daripada orang kafir itu.","Sebab itu patutlah kita ini menyambut orang yang demikian, supaya boleh kita menjadi kawan bekerja bersama-sama untuk kebenaran.","Maka aku sudah menyuratkan beberapa perkara kepada sidang jemaat, tetapi Dioterepes yang hendak menjadi kepala atas mereka itu, tiada mau menerima kami.","Sebab itu jikalau aku datang, aku akan mengingatkan segala pekerjaan yang diperbuatnya itu, sebab ia sudah menista kami; maka itu pun tiada cukup, karena bukan sahaja ia sendiri tiada mau menerima segala saudara itu, melainkan juga menegahkan orang, yang hendak menerima mereka itu, serta menolak ke luar dari sidang jemaat.","Hai kekasihku, janganlah engkau ikut teladan yang jahat, melainkan yang baik. Adapun orang yang berbuat baik itu daripada Allah; maka orang yang berbuat jahat itu belum nampak Allah.","Maka akan Demeterius itu diberi kesaksian yang baik oleh orang sekalian, dan oleh kebenaran itu juga; maka kami itu pun memberi kesaksian yang baik, dan engkau mengetahui bahwa kesaksian kami itu benar adanya.","Banyaklah perkara yang hendak kusuratkan kepadamu, tetapi tiada aku suka menuliskan dengan dawat dan kalam;","tetapi aku harap dengan segera berjumpa dengan engkau, lalu kita akan bercakap semuka.","Sejahteralah kiranya engkau. Segala sahabat berkirim salam kepadamu. Sampaikanlah kiranya salam kepada tiap-tiap seorang daripada segala sahabat kita."]