["Daripada Yehuda, hamba Yesus Kristus, dan saudara Yakub, kepada segala orang panggilan yang dikasihi di dalam Allah Bapa dan terpelihara karena Yesus Kristus:","Mudah-mudahan bertambah-tambahlah kepadamu rahmat dan sejahtera dan kasih.","Hai segala kekasihku, tatkala aku menghabiskan usahaku menulis surat kepadamu dari hal keselamatan kita bersama-sama, maka pada perasaanku terpaksalah aku menulis akan mengingatkan kamu bersungguh-sungguh berebutkan iman yang sudah sekali bagi sekalian dikaruniakan kepada segala orang suci.","Karena ada beberapa orang merangkak masuk dengan sembunyi, yaitu orang yang dahulunya sudah tersedia hukumannya; orang fasik, yang mengubahkan anugerah Allah, Tuhan kita, kepada perkara melakukan percabulan, sambil menyangkal Penghulu dan Tuhan kita yang Esa, yaitu Yesus Kristus.","Tetapi aku suka hendak mengingatkan kamu, walaupun kamu mengetahui segala sesuatu itu dengan serta mertanya, bagaimana yang Tuhan, (sesudahnya menyelamatkan suatu kaum keluar dari negeri Mesir), kemudian daripada itu membinasakan mereka itu yang tiada beriman.","Dan segala malaekat yang tiada mengindahkan derajatnya, melainkan meninggalkan tempat kediamannya sendiri, ditahan-Nya di dalam belenggu yang kekal di dalam gelap hingga kepada Hari hukuman yang besar itu.","Sebagaimana Sodom dan Gomorah dan segala negeri yang berdekatan dengan negeri itu, samalah juga seperti mereka itu telah menyerahkan diri kepada perbuatan zinah serta mengikut makhluk lain, menjadi suatu teladan dengan menanggung siksa api yang kekal.","Meskipun demikian hukumannya, tetapi orang-orang yang termimpi-mimpi itu juga mencemarkan tubuhnya, dan mensifatkan segala kuasa itu kosong, serta mengeji segala yang mulia-mulia.","Tetapi Mikhail, penghulu malaekat, tatkala ia berlawan dengan Iblis, berbalah-balahan dari hal mayat Musa, tiada berani ia mencerca ke atasnya, melainkan katanya, \"Dihardik Tuhan kiranya akan dikau.\"","Akan tetapi segala orang ini mengeji barang apa yang tiada diketahuinya, dan barang yang mereka itu mengerti dengan sebab keadaannya seperti makhluk yang tiada berakal, maka di dalam perkara itulah mereka itu binasa.","Karamlah mereka itu, karena mereka itu sudah menurut jalan Kain, dan membuang diri menurut kesalahan Bileam sebab upah, lalu binasa di dalam keadaan yang durhaka sama seperti Korah.","Maka inilah orang yang menjadi cacat cela di dalam segala perjamuan kasihmu, apabila mereka itu makan jamu bersama kamu, dengan tiada malu, memperdulikan diri sendiri sahaja, laksana awan yang tiada berair dibawa oleh angin; seperti pohon pada akhir musim kemarau, tiada berbuah, yang dua kali mati, dan tercabut dengan akarnya;","sebagai gelombang besar di laut, menyemburkan malunya sendiri; seperti bintang yang beredar; maka bagi segala orang itu gelap gulita sudah tersedia selama-lamanya.","Maka atas mereka itu juga Henokh, keturunan yang ketujuh daripada Adam, sudah bernubuat, katanya, \"Tengoklah, Tuhan telah datang dengan berpuluh-puluh ribu orang sucinya,","hendak memutuskan hukum-Nya atas orang sekalian, dan hendak menjatuhkan hukum ke atas segala orang fasik di dalam hal segala perbuatannya yang fasik itu, yang telah dilakukannya dengan fasiknya, dan di dalam hal segala kekerasan yang dikatakan oleh orang berdosa yang fasik ke atas-Nya.\"","Maka mereka itulah orang yang bersungut-sungut dan mengadu-adu, serta menurut hawa nafsunya, dan mulut mereka itu mengeluarkan cakap besar, sambil mengangkat-angkat orang dengan sebab hendak mencari faedahnya sendiri.","Tetapi kamu ini, hai kekasihku, hendaklah kamu ingat akan perkataan yang dikatakan dahulu oleh segala rasul Tuhan kita Yesus Kristus,","sebagaimana mereka itu sudah mengatakan kepada kamu, bahwa pada akhir zaman akan datang kelak beberapa pengolok, yang menurut hawa nafsunya yang jahat itu.","Maka mereka itulah yang membuat penceraian, yaitu orang yang menurut hawa nafsu dan yang tiada berisi Roh.","Tetapi kamu ini, hai kekasihku, dirikanlah dirimu di atas alasan imanmu yang amat kudus, sambil berdoa di dalam Rohulkudus.","Peliharakanlah dirimu di dalam kasih Allah, sambil menantikan rahmat Tuhan kita Yesus Kristus membawa kepada hidup yang kekal.","Maka akan orang yang bimbang kasihankanlah,","dan sentakkanlah mereka itu dari dalam api dan selamatkanlah mereka itu; dan kepada yang lain hendaklah kamu kasihan dengan berjaga-jaga, dengan membenci akan pakaiannya yang cemar dengan hawa nafsu.","Maka bagi Dia yang berkuasa memeliharakan kamu daripada terserandung, serta mendirikan kamu dengan tiada bercela di hadapan kemuliaan-Nya, dengan sukacita yang amat sangat,","yaitu bagi Allah yang Esa lagi Juruselamat kita dengan jalan Yesus Kristus Tuhan kita, adalah kiranya kemuliaan dan kebenaran dan kodrat dan kuasa yang sedia ada lebih dahulu daripada segala masa, dan sekarang ini hingga selama-lamanya. Amin."]