["Maka diberikan kepadaku sejenis buluh pengukur yang seperti tongkat rupanya dengan katanya, \"Bangkitlah, dan ukurlah Bait Allah, dan tempat korban dan segala orang yang sembahyang di dalamnya itu;","dan biarkanlah halaman yang di luar Bait Allah itu, jangan diukur dia, karena sudah diberikan kepada orang kafir, dan negeri yang kudus itu akan dipijaknya empat puluh dua bulan lamanya.\"","\"Maka Aku akan memberi kedua orang saksiku bernubuat seribu dua ratus enam puluh hari lamanya, berkainkan kain guni.\"","Maka itulah yang diumpamakan kedua pohon zaitun dan kedua kaki dian yang tegak di hadirat Tuhan yang empunya bumi itu.","Dan jikalau barang seorang hendak merusakkan keduanya itu, api keluar dari dalam mulutnya memakan segala seterunya; dan jikalau barang seorang hendak merusakkan keduanya itu, maka tak dapat tiada ia akan mati atas peri demikian.","Maka keduanya itu ada berkuasa mengunci langit, supaya jangan turun hujan selama keduanya bernubuat itu; dan keduanya itu berkuasa atas segala air menjadikan dia darah, dan menimpa bumi dengan segala jenis bala seberapa kali dikehendakinya.","Apabila kesaksiannya itu sudah disempurnakannya, lalu binatang buas yang keluar dari dalam lubang yang tiada terduga itu akan memerangi keduanya, dan mengalahkan dia, serta membunuh dia.","Adapun mayatnya itu bergelimpang di jalan negeri besar, yang dengan kiasan disebut Sodom dan Mesir, di situlah juga Tuhannya tersalib.","Maka beberapa banyak orang dari antara segala kaum dan suku dan bahasa dan bangsa pun memandang mayatnya itu tengah empat hari lamanya, dan tiada mereka itu meluluskan mayatnya ditaruh di dalam kubur.","Dan segala orang yang duduk di atas bumi ini bersukacita atasnya dan bersukaria, dan berhadiah-hadiahan sama sendiri, sebab kedua orang nabi itu sudah menyiksakan segala orang yang duduk di atas bumi ini.","Kemudian daripada tengah empat hari itu, masuklah ke dalam keduanya nafas nyawa daripada Allah, lalu bangkitlah ia berdiri; maka datanglah ketakutan yang besar ke atas segala orang yang nampak keduanya itu.","Maka orang-orang itu sudah mendengar suatu suara besar dari langit yang berkata kepada keduanya, \"Naiklah ke mari.\" Lalu naiklah keduanya itu ke langit di dalam awan, dan segala seterunya pun nampak dia.","Pada ketika itu juga jadilah gempa bumi yang besar, sehingga robohlah sepersepuluh negeri itu; maka matilah di dalam gempa bumi itu tujuh ribu orang, dan yang tinggal lagi itu ketakutanlah sambil memuliakan Allah yang di surga.","Adapun bala yang kedua itu sudah lepas; tengoklah bala yang ketiga itu datang dengan segeranya.","Maka malaekat yang ketujuh itu pun meniup sangkakalanya, lalu kedengaranlah beberapa suara besar di surga mengatakan, \"Kerajaan dunia ini menjadi kerajaan Tuhan kita, dan kerajaan Kristusnya, maka Ia akan memerintah kelak selama-lamanya.\"","Lalu kedua puluh empat ketua yang duduk di kursinya di hadirat Allah itu sujud menyembah Allah,","serta berkata, \"Kami ucapkan syukur kepada-Mu, ya Allah, Tuhan Yang Mahakuasa, Yang ada, dan Yang sudah sedia ada, karena Engkau telah melakukan kodrat-Mu yang besar itu, dan Engkau telah memerintah!","Segala orang kafir itu sudah naik marahnya, tetapi murka-Mu sudah sampai, dan ketika orang mati dihukumkan, dan sudah sampai ketika memberi pahala segala hamba-Mu, yaitu nabi-nabi dan orang-orang suci dan orang yang takut akan nama-Mu, baik kecil baik besar; dan lagi sudah sampai ketika membinasakan segala orang yang merusakkan bumi ini.\"","Maka terbukalah Rumah Allah yang di surga, lalu kelihatanlah tabut Perjanjian Allah di dalam Rumah-Nya itu; maka jadilah beberapa kilat dan suara dan guruh dan gempa bumi dan hujan batu yang lebat."]