["Maka kelihatanlah di langit suatu alamat yang besar, yaitu seorang perempuan bersalut dengan matahari, dan bulan ada di bawah kakinya, dan di kepalanya bermakotakan dua belas bintang.","Adalah ia itu mengandung dan berteriak sebab sakit dan sengsara hendak beranak.","Maka kelihatanlah suatu alamat yang lain pula di langit, yaitu ada seekor naga besar yang merah menyala, berkepala tujuh, dan bertanduk sepuluh, dan di kepalanya bermakota tujuh;","dan ekornya menyeret sepertiga daripada segala bintang di langit, lalu dicampakkannya ke bumi. Maka berdirilah naga itu di hadapan perempuan yang sedang hendak beranak itu, supaya apabila ia sudah beranak, naga itu dapat melulur anaknya itu.","Lalu ia memperanakkan seorang anak laki-laki, yang akan memerintah segala bangsa dengan tongkat besi; maka anaknya itu pun disambar, dibawa kepada Allah dan kepada arasy-Nya.","Maka perempuan itu pun larilah ke padang belantara; di situ ada suatu tempat disediakan Allah baginya, supaya ia dipeliharakan di situ seribu dua ratus enam puluh hari lamanya.","Maka jadilah suatu peperangan di surga, yaitu Mikhail serta segala malaekatnya berperang dengan naga itu; dan naga serta segala tentaranya pun berperanglah;","maka naga dan tentaranya itu tiada menang, dan tempatnya pun sudah hilang di surga.","Maka tercampaklah naga besar itu, yaitu ular tua, yang dinamakan Iblis dan Syaitan itu, yang menyesatkan segala isi dunia; bahkan, ia sudah tercampak ke bumi, dan segala tentaranya itu pun sudah tercampak juga beserta dengan dia.","Maka aku dengar pula suatu suara yang besar di surga, mengatakan, \"Sekarang sampailah keselamatan dan kodrat dan kerajaan Tuhan kita, dan kuasa Kristusnya itu; karena sudah tercampak ke bawah Penuduh segala saudara kita, yang menuduh mereka itu di hadirat Tuhan kita itu siang malam.","Sekaliannya itu sudah mengalahkan dia oleh sebab darah Anak domba itu, dan oleh sebab perkataan kesaksian mereka itu; dan mereka itu tiada menyayangi nyawanya, walaupun sampai mati.","Sebab itu bersoraklah, hai surga, dan segala yang duduk di dalamnya. Wai bagi bumi dan laut, karena Iblis sudah turun kepadamu dengan besar kemarahannya, sebab mengetahui bahwa ketikanya sudah singkat.\"","Apabila naga itu melihat bahwa dirinya sudah tercampak ke bumi, ia pun menghambat perempuan yang memperanakkan Anak laki-laki itu.","Maka dikaruniakanlah kepada perempuan itu kedua sayap burung nasar yang besar itu, supaya ia dapat terbang ke padang belantara kepada tempatnya, yaitu tempat ia dipeliharakan di dalam satu masa dan dua masa dan setengah masa lamanya, jauh daripada mata ular itu.","Maka ular itu pun menyemburkan air seperti suatu sungai dari dalam mulutnya dari belakang perempuan itu, supaya ia dihanyutkan oleh air sungai itu.","Tetapi bumi itu sudah menolong perempuan itu dengan mengangakan mulutnya serta menelan air sungai yang disemburkan oleh naga dari dalam mulutnya itu.","Maka naiklah marah naga akan perempuan itu, lalu pergi memerangi benih perempuan itu yang lagi tinggal, yaitu segala orang yang menurut hukum-hukum Allah serta berpegang kepada kesaksian Yesus itu.","Lalu berdirilah ia di atas pantai laut."]