["Kemudian daripada itu aku tampak seorang malaekat yang lain turun dari langit, yang berkuasa besar, maka bumi itu diterangkan dengan kemuliaan malaekat itu.","Maka bersuaralah ia dengan sekuat-kuat hati, katanya, \"Sudahlah roboh, sudahlah roboh negeri Babil yang besar itu, dan telah jadi tempat kediaman segala setan, dan penjara tiap-tiap roh yang najis, dan suatu sangkaran tiap-tiap burung yang najis dan yang dibenci.","Karena segala bangsa sudah mabuk dengan air anggur sundal itu yang menaikkan nafsu zinahnya, dan segala raja di bumi pun berzinahlah dengan dia, dan segala saudagar di bumi ini pun makin kaya dari sebab tersangat limpah kemewahannya.\"","Lalu aku dengar suatu suara yang lain pula dari langit berkata, \"Keluarlah daripadanya, hai kaumku, supaya jangan kamu terbabit di dalam segala dosanya, dan jangan kamu sama kena segala balanya;","karena dosa-dosanya sudah bertimbun-timbun sampai ke langit, dan diingati Allah akan segala kejahatannya.","Balaskanlah kepadanya seperti yang diperbuatnya, dan perbuatlah dua kali ganda daripada segala perbuatannya; maka di dalam cawan yang telah dicampurkannya, campurkanlah baginya dua kali ganda.","Sebagaimana ia memegahkan dirinya serta hidup dengan lazat, sebanyak itulah juga hendaklah kamu beri dia sengsara dan ratap, karena ia berkata di dalam hatinya: Aku duduk seperti raja perempuan; bukannya aku janda, dan sekali-kali tiada aku akan meratap.","Sebab itulah di dalam satu hari segala balanya akan datang, yaitu maut, dan ratap, dan kelaparan; maka ia akan dibakar dengan api; karena kuatlah Allah, Tuhan yang menghukumkan dia.","Segala raja di dunia, yang sudah berzinah dan duduk dengan lazatnya bersama dengan dia, akan menangis dan meratapkan dia apabila mereka itu memandang asap api yang membakar dia,","sambil berdiri dari jauh sebab takut akan sengsaranya, serta berkata: Wai, wai negeri Babil yang besar, negeri yang teguh itu! Di dalam satu jam sahaja lamanya hukuman atasmu sudah tiba.","Dan segala saudagar di bumi akan menangis dan meratapkan dia, oleh sebab seorang pun tiada membeli dagangannya lagi,","yaitu dagangan emas dan perak dan permata, dan berbagai-bagai mutiara, dan kain kasa, dan kain ungu, dan sutera, dan kain merah kirmizi, dan segala kayu yang harum baunya, dan segala bekas diperbuat dengan gading, dan segala bekas diperbuat dengan kayu yang berharga mahal, dan yang diperbuat dengan tembaga, dan besi, dan batu marmar,","dan lagi kulit manis, dan minyak bau-bauan, dan kemenyan, dan mur, dan dupa, dan air anggur, dan minyak zaitun, dan tepung halus, dan gandum, dan lembu, dan domba, dan kuda, dan kenaikan, dan abdi, dan diri manusia.","Maka buah-buahan, yang diingini oleh hatimu sudah lenyap daripadamu, dan segala yang sedap dan indah-indah itu sudah hilang daripadamu; sekali-kali tiada akan didapati lagi.","Segala saudagar dagangan ini, yang sudah dikayakan olehnya, akan berdiri dari jauh sebab takut akan sengsaranya, sambil menangis dan meratap,","katanya: Wai, wai negeri besar, yang berhias dengan kain kasa dan kain ungu dan kain merah kirmizi, dan bersalut dengan emas dan permata dan mutiara!","Di dalam satu jam sahaja lamanya segala kekayaan yang sebegitu besar sudah binasa. Maka tiap-tiap nakhoda kapal, dan tiap-tiap orang pelayaran, dan segala anak perahu, dan seberapa orang yang pencahariannya di laut itu berdiri dari jauh,","lalu berteriaklah mereka itu tatkala melihat asap api yang membakar dia, sambil berkata: Negeri manakah yang sama dengan negeri besar ini?","Mereka itu menyiramkan debu ke atas kepalanya sendiri serta berteriak sambil menangis dan meratap, katanya: Wai, wai negeri besar, di dalamnyalah segala orang, yang berkapal di laut, sudah menjadi kaya dengan segala harta bendanya; maka di dalam satu jam sahaja lamanya ia sudah binasa.","Hai isi surga, dan segala orang suci, dan rasul-rasul, dan nabi-nabi sorakkanlah dia! Karena Allah sudah menjatuhkan hukuman ke atasnya bagi kamu.\"","Maka diangkatlah oleh seorang malaekat yang kuat sebuah batu yang seperti batu kisaran rupanya, lalu dicampakkannya ke laut sambil katanya, \"Dengan suatu pelempar yang sedemikian inilah kelak Babil, negeri besar itu, akan tercampak, dan sekali-kali tiada kelihatan lagi.","Dan bunyi orang yang bermain kecapi dan yang menyanyi dan yang meniup suling dan nafiri sekali-kali tiada akan terdengar lagi di dalammu, dan seorang yang berkepandaian di dalam sesuatu kepandaian sekali-kali tiada akan didapati lagi di dalammu, dan bunyi kisaran sekali-kali tiada akan terdengar lagi di dalammu,","dan cahaya pelita sekali-kali tiada akan bercahaya lagi di dalammu, dan suara mempelai laki-laki dan mempelai perempuan pun sekali-kali tiada akan terdengar lagi di dalammu. Karena segala saudagarmu itu orang besar-besar di dunia; oleh sebab hobatanmu telah tersesat segala bangsa.","Maka di dalamnya itu didapati darah segala nabi dan orang suci, dan darah segala orang yang dibunuh di atas bumi ini.\""]