["Maka tiba-tiba aku tampak Anak domba itu berdiri di atas Gunung Sion, dan beserta dengan Dia ada seratus empat puluh empat ribu orang yang tertulis nama Anak domba dan nama Bapa-Nya itu di dahinya.","Maka kudengar suatu suara dari langit, seperti bunyi banyak air menderu dan seperti bunyi guruh yang besar. Adapun suara yang kudengar itu seperti bunyi orang pemetik kecapi memetik kecapinya,","maka mereka itu menyanyi suatu nyanyian baharu di hadapan arasy itu, dan di hadapan keempat zat yang hidup dan segala ketua itu; dan seorang pun tiada dapat belajar nyanyian itu, hanya keseratus empat puluh empat ribu orang, yang ditebus dari bumi.","Inilah orang yang belum menajiskan dirinya dengan perempuan, karena mereka itu teruna; dan inilah orang yang mengikut Anak domba itu barang ke mana Ia pergi. Maka orang ini sudah ditebus dari antara manusia menjadi buah sulung bagi Allah dan bagi Anak domba itu,","dan di dalam mulutnya tiada didapati dusta, dan tiada bercacat cela.","Maka aku tampak seorang malaekat yang lain terbang di tengah langit, dan padanya ada Injil yang kekal hendak diberitakannya kepada segala orang yang duduk di bumi ini, yaitu kepada tiap-tiap bangsa dan suku dan bahasa dan kaum,","sambil katanya dengan suara besar, \"Takutlah akan Allah dan hormatilah Dia, karena ketika hukuman-Nya sudah sampai, dan sembahlah Dia yang menjadikan langit dan bumi serta laut dan segala mata air.\"","Maka ada yang lain lagi, yaitu malaekat yang kedua mengikut dia, serta berkata, \"Sudahlah roboh, sudahlah roboh negeri Babil yang besar, yang memberi segala bangsa minum air anggur yang menaikkan hawa nafsu zinahnya.\"","Maka ada yang lain pula, yaitu malaekat yang ketiga mengikut keduanya itu, serta berkata dengan suara besar, \"Jikalau barang seorang menyembah binatang itu dengan patungnya, serta menerima tanda di dahinya atau di tangannya,","maka ia juga akan minum kelak daripada air anggur, yaitu murka Allah yang tersedia dengan tiada bercampur di dalam cawan murka-Nya itu; dan ia akan disiksakan dengan api dan belerang, di hadirat segala malaekat yang kudus, dan di hadirat Anak domba itu,","dan asap siksanya itu naiklah ke atas selama-lamanya; maka mereka itu tiada berhenti merasa siksa siang malam, yaitu segala orang yang menyembah binatang dan menyembah patungnya itu dan yang menerima tanda namanya itu.","Di dalam hal inilah patut bagi segala orang suci menunjukkan sabar, yaitu bagi orang yang menurut segala hukum Allah dan iman akan Yesus.\"","Maka kudengar suatu suara dari langit berkata, \"Suratkanlah seperti yang demikian ini: Berbahagialah segala orang yang sudah mati, yaitu mati di dalam Tuhan daripada sekarang ini. Bahkan, kata Roh itu, mereka itu akan berhenti daripada segala kelelahannya; karena segala perbuatannya mengikut menyertai mereka itu.\"","Maka aku tampak adalah suatu awan putih, dan di atas awan itu duduk seorang, rupanya seperti Anak manusia, bermakota emas di kepala-Nya dan di dalam tangan-Nya ada sebilah sabit yang tajam.","Maka keluarlah pula seorang malaekat yang lain dari dalam Rumah Allah, yang menyeru dengan suara besar kepada orang yang duduk di atas awan itu, katanya, \"Sampaikanlah sabitmu dan hendaklah menuai, karena musim menuai sudah sampai, sebab tuaian bumi itu sudah sangat masak.\"","Lalu orang yang duduk di atas awan itu pun menyembatkan sabitnya ke bumi, lalu bumi itu pun dituailah.","Maka keluarlah seorang malaekat yang lain lagi dari dalam Rumah Allah yang di surga; ia juga ada memegang sebilah sabit yang tajam.","Maka keluarlah pula dari tempat persembahan seorang malaekat yang lain, yaitu yang berkuasa atas api, sambil bersuara dengan suara besar kepada dia yang memegang sabit yang tajam itu, katanya, \"Sabitkanlah sabitmu yang tajam itu, kumpulkanlah segala gugusan anggur bumi, karena buahnya sudah cukup masak.\"","Lalu malaekat itu menyembatkan sabitnya itu ke bumi, serta mengumpulkan buah anggur bumi itu, sambil mencampakkan dia ke dalam irikan yang besar, yaitu murka Allah;","dan buah anggur itu diirik orang di luar negeri; maka darah pun mengalirlah dari dalam irikan itu setinggi kang di mulut kuda, sejauh seribu enam ratus setadi."]