["Maka aku tampak pula seekor binatang buas ke luar dari dalam laut, yang bertanduk sepuluh dan berkepala tujuh, dan di atas tanduknya itu bermakota sepuluh, dan di kepalanya beberapa nama hujat.","Adapun binatang yang kutampak itu rupanya seperti harimau kumbang, dan kakinya seperti kaki beruang, dan mulutnya seperti mulut singa. Maka naga itu memberi dia kekuatannya sendiri, dan takhtanya, dan kuasa yang besar.","Maka aku tampak satu daripada kepalanya itu rupanya seperti luka yang membawa mati; tetapi luka parahnya itu sudahlah sembuh, dan segala isi dunia pun heranlah akan binatang itu, lalu mengikut dia,","sambil menyembah naga itu, oleh sebab ia sudah memberi kuasa kepada binatang itu; maka binatang itu pun disembahnya juga serta berkata, \"Siapakah yang sama dengan binatang ini? Dan siapakah yang dapat melawan dia?\"","Maka binatang itu diberilah suatu mulut penuh dengan tekebur dan hujat; maka ia pun diberi kuasa melakukan yang demikian empat puluh dua bulan lamanya.","Lalu ia membuka mulutnya menghujat Allah, menghujat nama-Nya dan kemah-Nya, serta segala yang mendiami surga itu;","dan ia pun diluluskan membuka peperangan dengan segala orang suci dan menewaskan dia, dan diberi kuasa atas tiap-tiap suku dan kaum dan bahasa dan bangsa.","Maka sekalian yang diam di bumi ini akan menyembah dia, yaitu yang namanya tiada tersurat di dalam kitab hayat Anak domba yang tersembelih, daripada asas dunia ini.","Barangsiapa yang bertelinga, hendaklah ia mendengar.","Barangsiapa yang membawa orang ke dalam tawanan, ia sendiri tak dapat tiada masuk ke dalam tawanan; barangsiapa yang membunuh orang dengan pedang, ia sendiri tak dapat tiada akan dibunuh dengan pedang. Di dalam hal inilah patut bagi segala orang suci menunjukkan sabar dan iman.","Maka aku tampak seekor binatang buas yang lain keluar dari dalam bumi yang bertanduk dua, seperti tanduk Anak domba; maka ia bertutur seperti seekor naga;","dan ia melakukan segala kuasa binatang yang pertama itu di hadapannya, dan dunia ini dengan segala yang diam di dalamnya disuruhnya menyembah binatang yang pertama itu, yang sudah sembuh luka parahnya itu,","serta mengadakan tanda ajaib yang besar-besar, sehingga menurunkan api dari langit ke bumi di hadapan manusia pun.","Maka ia menyesatkan segala yang diam di dunia ini dengan jalan berbagai-bagai tanda ajaib yang diberi kuasa kepadanya melakukan di hadapan binatang itu. Maka ia menyuruhkan isi dunia membuat patung bagi binatang yang sudah kena luka pedang tetapi hidup.","Maka ia pun diberi kuasa memberi nafas kepada patung binatang itu, supaya patung binatang itu berkata-kata, dan membuat seberapa banyak orang yang tiada menyembah patung binatang itu supaya dibunuh,","dan ia membuat sekalian orang, kecil besar, kaya miskin, merdeka atau hamba, supaya semuanya itu diberi suatu tanda di tangan kanannya atau di dahinya;","dan seorang pun tiada boleh berjual beli melainkan orang yang ada padanya tanda itu, yaitu nama binatang itu atau angka bilangan huruf namanya itu.","Maka inilah \"hikmat\". Biarlah orang yang mengerti, menghitung bilangan angka binatang itu; karena itulah bilangan angka manusia. Adapun jumlahnya itu enam ratus enam puluh enam."]