["Maka datanglah seorang daripada ketujuh malaekat, yang membawa ketujuh bokor itu, bertutur dengan aku, katanya, \"Marilah ke mari, aku hendak menunjukkan kepadamu hukuman atas sundal besar yang duduk pada air yang banyak;","dengan dialah segala raja di bumi telah bersundal, dan segala isi dunia pun mabuk dengan air anggur persundalannya itu.\"","Maka ia membawa rohku ke padang belantara, lalu aku nampak seorang perempuan duduk di atas seekor binatang merah kirmizi, yang katup dengan nama hujat, dan yang berkepala tujuh dan bertanduk sepuluh.","Adapun perempuan itu berkain ungu dan merah kirmizi warnanya, dan memakai emas dan permata serta berbagai-bagai mutiara, dan di dalam tangannya ada suatu cawan emas yang penuh dengan segala haram dan najis persundalannya itu;","dan di dahinya ada tertulis suatu nama, yaitu rahasia, \"Babil yang besar, ibu segala sundal dan segala haram yang di bumi.\"","Maka aku tampak perempuan itu mabuk darah, yaitu darah segala orang suci dan darah segala saksi Yesus itu. Maka heranlah aku melihat dia dengan heran yang amat sangat.","Lalu kata malaekat itu kepadaku, \"Apakah sebabnya engkau heran? Aku akan mengatakan kepadamu rahasia perempuan itu, dan rahasia binatang yang membawa dia, yang berkepala tujuh dan bertanduk sepuluh itu.","Adapun binatang yang engkau tampak itu dahulu ada, sekarang tidak; maka ia tengah hendak naik dari dalam lubang yang tiada terduga dalamnya itu, lalu masuk ke dalam kebinasaan. Segala orang di dunia, yang tiada tersurat namanya di dalam kitab hayat itu daripada asas dunia ini, akan menjadi heran apabila mereka itu melihat binatang, yang dahulu ada, dan sekarang tidak, dan yang akan datang lagi.","Di sini perlu akal yang mengandung hikmat! Adapun ketujuh kepala itulah tujuh buah gunung, tempat perempuan itu duduk, dan itulah juga tujuh raja.","Maka lima orang sudah jatuh, dan seorang ada lagi, dan yang lain itu belum datang; dan apabila ia datang kelak, tak dapat tiada ia tinggal sedikit masa lamanya.","Adapun binatang yang dahulu ada dan yang sekarang tidak, ialah yang kedelapan, dan yang terhisab kepada ketujuhnya itu, dan ia juga masuk ke dalam kebinasaan.","Dan kesepuluh tanduk yang engkau tampak itulah sepuluh orang raja yang belum menerima kerajaannya, tetapi mereka itu berkuasa seperti raja-raja bersama-sama dengan binatang itu sejam sahaja lamanya.","Sekaliannya itu sepakat, lalu mereka itu menyerahkan kekuatannya dan kuasanya kepada binatang itu.","Sekaliannya itu akan berperang melawan Anak domba itu, tetapi Anak domba itu akan menewaskan mereka itu; karena Ialah Tuan sekalian tuan, dan Raja atas segala raja; dan segala yang mengiringkan Dia itu pun menanglah, yaitu segala yang dipanggil dan yang terpilih, dan yang setia.\"","Maka katanya kepadaku, \"Adapun segala air yang engkau tampak di tempat perempuan sundal itu duduk, itulah beberapa kaum dan orang banyak dan segala bangsa dan bahasa.","Maka kesepuluh tanduk dan binatang, yang engkau tampak itu, akan membenci perempuan sundal itu, lalu menjadikan dia sunyi dan bertelanjang, serta memakan dagingnya, dan membakar dia dengan api.","Sebab Allah sudah menurunkan niat ke dalam hatinya akan melakukan kehendak Allah, lalu mereka itu menjadi sepakat, serta menyerahkan kerajaan mereka itu kepada binatang itu, sehingga firman Allah itu sampai.","Adapun perempuan yang engkau tampak itulah negeri besar, yang memerintah segala raja-raja di bumi.\""]