["Maka aku dengar pula suatu suara besar dari dalam Rumah Allah itu berkata kepada ketujuh malaekat itu, \"Pergilah kamu dan curahkan ketujuh bokor murka Allah itu ke bumi.\"","Maka malaekat yang pertama itu pun pergilah, lalu mencurahkan bokornya ke bumi; maka ia itu menjadi suatu penyakit pekung yang busuk dan bisa ke atas segala orang yang ada bertanda binatang itu dan yang menyembah patungnya itu.","Maka malaekat yang kedua itu pun mencurahkan bokornya ke dalam laut; maka laut itu pun berubah menjadi darah, seperti darah orang mati, dan segala yang hidup bernyawa sudah mati, yaitu segala yang ada di laut.","Maka malaekat yang ketiga itu pun mencurahkan bokornya ke dalam segala sungai dan segala mata air; maka sekaliannya itu pun berubah menjadi darah.","Lalu aku dengar malaekat segala air itu mengatakan, \"Adillah Engkau, Yang ada, dan Yang sudah sedia ada, dan Yang kudus, oleh sebab Engkau sudah menjatuhkan hukum yang demikian,","karena orang-orang itu sudah menumpahkan darah segala orang suci dan nabi-nabi, dan Engkau telah memberi mereka itu minum darah. Hal itu berpadanlah dengan perbuatan mereka itu.\"","Maka aku dengar dari tempat persembahan itu, mengatakan, \"Bahkan, ya Allah, Tuhan Yang Mahakuasa, adil dan benarlah segala hukuman-Mu itu.\"","Maka malaekat yang keempat itu pun mencurahkan bokornya ke atas matahari, lalu matahari itu beroleh kuasa menghanguskan segala manusia dengan api;","maka segala manusia itu pun hanguslah dengan hangat yang amat sangat, lalu mereka itu menghujat nama Allah yang berkuasa atas segala bala itu; tiada pula mereka itu bertobat sehingga memberi hormat kepada-Nya.","Maka malaekat yang kelima itu pun mencurahkan bokornya ke atas takhta binatang itu, maka kerajaannya itu pun gelaplah, lalu mereka itu menggigit-gigit lidahnya masing-masing sebab sakit,","serta menghujat Allah yang di surga sebab sakitnya dan pekungnya itu; maka tiada juga mereka itu bertobat daripada perbuatannya itu.","Maka malaekat yang keenam itu pun mencurahkan bokornya ke dalam sungai yang besar, yaitu Sungai Ferat, maka airnya itu pun keringlah, supaya sedia jalan bagi raja-raja yang dari sebelah matahari hidup itu.","Maka aku tampak keluar dari mulut naga dan dari mulut binatang dan dari mulut nabi palsu itu, tiga roh yang najis, serupa katak;","karena ketiganya itu roh setan-setan yang mengadakan beberapa ajaib, yang pergi mendapatkan segala raja-raja seluruh dunia hendak menghimpunkan mereka itu melawan pada hari yang besar itu, yaitu Hari Allah Yang Mahakuasa.","\"Ingatlah olehmu, Aku datang seperti seorang pencuri; maka berbahagialah orang yang berjaga-jaga sambil memeliharakan pakaiannya, supaya jangan ia berjalan bertelanjang dan orang nampak kemaluannya.\"","Maka roh setan-setan itu pun menghimpunkan segala raja-raja itu berhimpun ke tempat yang disebut dengan bahasa Ibrani Harmagedon.","Maka malaekat yang ketujuh itu pun mencurahkan bokornya ke atas udara, lalu kedengaranlah suatu suara besar dari dalam Rumah Allah, daripada arasy itu, berkata, \"Semuanya sudah genap.\"","Maka sabung-menyabunglah kilat, dan kedengaranlah beberapa suara dan guruh, dan gempa bumi pun jadilah teramat sangat, seperti yang tiada pernah jadi semenjak manusia ada di bumi ini, yaitu gempa bumi yang sedemikian dan yang sebesar itu.","Maka negeri yang besar itu pun pecahlah belah tiga, dan segala negeri orang kafir itu pun robohlah, dan negeri Babil yang besar itu tiada dilupakan di hadirat Allah, sehingga ia diberi cawan air anggur, yaitu murka-Nya yang hangat itu.","Segala pulau pun lenyaplah, dan gunung-gunung pun tiada terjumpa lagi.","Maka turunlah hujan batu lebat menimpa manusia, berat ketulnya lebih kurang setalenta, maka manusia itu pun menghujat Allah dari sebab bala hujan batu itu, karena tersangatlah besar bala itu."]