["Bahwa inilah wahyu daripada Yesus Kristus, yang dianugerahkan Allah kepada-Nya, supaya ditunjukkan-Nya kepada hamba-Nya perkara-perkara yang tak dapat tiada akan jadi dengan segeranya; maka disuruhkan-Nya malaekat-Nya memberitahu dia kepada hamba-Nya, yaitu Yahya,","yang menyaksikan firman Allah dan kesaksian Yesus Kristus, yaitu seberapa perkara yang dilihatnya.","Berbahagialah orang yang membacakan dan segala orang yang mendengar perkataan nubuat ini, dan yang memasukkan ke dalam hati segala barang yang tersurat di dalamnya; karena masanya sudah dekat.","Daripada Yahya, datang kepada ketujuh sidang jemaat yang di Asia, turunlah kiranya atas kamu anugerah dan sejahtera daripada Dia yang ada, dan Yang sudah sedia ada, dan Yang akan datang kelak, dan daripada ketujuh roh yang di hadapan arasy-Nya;","dan daripada Yesus Kristus yang menjadi saksi yang setiawan, yaitu yang menjadi Sulung dari antara orang mati, dan yang menjadi Penghulu di atas segala raja di dunia ini. Maka bagi Dia yang mengasihi kita, dan yang sudah melepaskan kita daripada segala dosa dengan darah-Nya,","dan yang menjadikan kita suatu kerajaan dan imam-imam bagi hadirat Bapa-Nya yaitu Allah; bagi-Nyalah kemuliaan dan kuasa selama-lamanya. Amin.","Tengoklah, Ia datang dengan awan, dan Ia akan kelihatan kepada tiap-tiap mata, demikian juga kepada orang yang menikam Dia; maka segala bangsa di dunia ini akan memandang Dia serta meratap. Bahkan, Amin.","\"Aku inilah Alif dan Ya,\" demikianlah firman Allah Tuhan itu, Yang ada, dan Yang sudah sedia ada, dan Yang akan datang kelak, yaitu Yang Mahakuasa.","Aku ini Yahya, saudaramu dan tolanmu di dalam kesusahan dan di dalam kerajaan dan di dalam sabar yang ada di dalam Yesus, aku telah ada di pulau yang bernama Patmos dari sebab firman Allah dan kesaksian dari hal Yesus.","Pada Hari Tuhan aku digerakkan oleh Roh, dan kudengar dari belakangku suatu suara yang besar seperti bunyi sangkakala,","katanya, \"Barang apa engkau tampak, suratkanlah di dalam suatu kitab, lalu kirimkan kepada ketujuh sidang jemaat, yaitu ke Epesus, dan ke Smirna, dan ke Pergamus, dan ke Tiatira, dan ke Sardis, dan ke Filadelfia, dan ke Laodikea.\"","Maka berpalinglah aku menuju kepada suara yang bertutur dengan aku. Sambil berpaling aku tampaklah tujuh kaki dian daripada emas,","dan di tengah-tengah kaki dian itu seorang yang seperti Anak manusia, berjubah panjang sampai ke kaki, dan bergetangdadakan cindai daripada emas.","Maka kepala-Nya dan rambut-Nya putih, seperti bulu domba yang putih, putihnya seperti salju; maka mata-Nya seperti nyala api;","dan kaki-Nya serupa tembaga bergilap, seolah-olah merah api di dalam tanur; dan bunyi suara-Nya menderu seperti bunyi air yang banyak.","Maka Ia memegang di dalam tangan kanan-Nya tujuh bintang, dan terjulur dari dalam mulut-Nya sebilah pedang tajam bermata dua; dan wajah-Nya seperti matahari bercahaya terik.","Tatkala aku nampak Dia, maka rebahlah aku pada kaki-Nya seperti orang mati. Maka diletakkan-Nya tangan kanan-Nya ke atasku sambil berkata, \"Jangan takut, Aku inilah yang awal dan yang akhir,","dan yang hidup. Aku sudah mati, maka tengoklah, sekarang Aku hidup selama-lamanya, serta ada pada-Ku anak kunci maut dan alam maut.","Sebab itu suratkanlah barang yang sudah engkau tampak, baik barang yang ada pada masa ini, baik barang yang pada masa akan datang kelak.","Adapun akan rahasia tentang ketujuh bintang yang sudah engkau tampak di dalam tangan kanan-Ku, dan ketujuh kaki dian daripada emas itu, ketahuilah: ketujuh bintang itu, yaitu malaekat ketujuh sidang jemaat itu; dan ketujuh kaki dian itu, yaitu ketujuh sidang jemaat itu adanya.\""]