["Kemudian daripada itu aku dengar bunyi seperti suatu","sebab segala hukumannya benar lagi adil; karena Ia telah menghukumkan sundal besar itu, yang merusakkan dunia dengan persundalannya itu, dan Ia telah membelakan darah segala hambanya atas sundal itu.\"","Dan lagi kata mereka itu pada kedua kalinya, \"Halleluyah! Bahkan, asapnya naik selama-lamanya.\"","Maka kedua puluh empat ketua dan keempat zat yang hidup itu pun sujud menyembah Allah yang duduk di atas arasy itu sambil berkata, \"Amin! Halleluyah!\"","Maka kedengaranlah suatu suara dari arasy itu berkata, \"Pujilah Tuhan kita, hai kamu sekalian hamba-Nya yang takut akan Dia, baik kecil baik besar.\"","Maka aku dengar seperti bunyi suara orang ramai, dan seperti bunyi banyak air menderu, dan seperti bunyi guruh yang besar berkata, \"Halleluyah! Karena Tuhan kita, Allah Yang Mahakuasa, sungguh memerintah.","Hendaklah kita bersukacita dan bersukaria, dan hendaklah kita memberi Dia hormat; karena ketika kawin Anak domba itu sudah tiba, dan isteri-Nya pun sudah bersedia.","Maka dikaruniakanlah kepadanya supaya ia boleh menghiasi dirinya dengan kain kasa halus yang bercahaya dan bersih; karena kain kasa halus itulah ibarat segala kebajikan orang-orang suci itu.\"","Lalu katanya kepadaku, \"Suratkanlah demikian ini: Berbahagialah segala orang yang dijemput kepada perjamuan kawin Anak domba itu.\" Maka katanya kepadaku, \"Inilah yang sebenar-benar perkataan Allah.\"","Lalu sujudlah aku menyembah dia, tetapi katanya kepadaku, \"Janganlah begitu! Aku pun hamba, sama dengan engkau juga, dan dengan segala saudaramu yang memegang kesaksian Yesus. Sembahlah Allah, karena kesaksian Yesus itulah roh nubuat.\"","Maka aku tampak langit terbuka, lalu kelihatan seekor kuda putih, dan orang yang duduk di atasnya itu bernama Setiawan dan Benar, maka dengan keadilan Ia memutuskan hukum dan mengadakan peperangan.","Maka mata-Nya itu seperti nyala api, dan di kepala-Nya, ada makota banyak; maka ada suatu nama tertulis kepada-Nya yang tiada diketahui oleh seorang jua pun, melainkan Ia sendiri;","dan Ia berjubah yang dipercik dengan darah, dan nama-Nya dikatakan, \"Firman Allah.\"","Maka segala tentara yang di surga mengiringkan Dia dengan menunggang kuda putih, berkainkan kain kasa putih lagi bersih.","Dan daripada mulut-Nya keluar sebilah pedang yang tajam, supaya dengan dia itu Ia boleh memarang segala orang kafir. Maka Ia pun akan memerintah mereka itu dengan tongkat besi, dan Ialah yang mengirik irikan anggur, yaitu kehangatan murka Allah Yang Mahakuasa.","Pada jubah-Nya dan paha-Nya ada tertulis suatu nama, yaitu, \"Raja atas segala raja, dan Tuan sekalian tuan.\"","Maka aku tampak pula seorang malaekat berdiri di dalam matahari, lalu ia bertempik dengan suara besar sambil berkata kepada segala burung yang terbang di udara, \"Marilah berhimpun kepada perjamuan Allah yang besar,","supaya kamu boleh makan daging segala raja, dan daging panglima, dan daging orang yang gagah, dan daging segala kuda dan segala orang yang menunggang dia, dan daging sekalian orang, baik merdeka baik hamba, kecil dan besar.\"","Maka aku tampak binatang itu dan segala raja di bumi dengan tentaranya berhimpun hendak berperang dengan Dia yang menunggang kuda itu, dan dengan tentaranya itu.","Maka binatang itu pun tertangkaplah beserta dengan nabi palsu yang sudah mengadakan beberapa tanda ajaib di hadapannya. Dengan itu ia menyesatkan segala orang yang bertanda binatang itu, dan yang menyembah patungnya; maka keduanya itu dicampakkan hidup-hidup ke dalam laut api yang bernyala dengan belerang;","dan segala orang lain itu mati dibunuh dengan pedang Dia yang duduk di atas kuda itu, yaitu pedang yang keluar daripada mulut-Nya. Maka segala burung itu pun kenyanglah dengan daging mereka itu."]