["Maka aku tampak pula seorang malaekat turun dari langit memegang anak kunci pintu lubang yang tiada terduga dalamnya, dan suatu rantai besar di dalam tangannya;","maka ia pun memegangkan naga itu, yaitu ular tua, yang menjadi Iblis dan Syaitan, dan merantaikan dia seribu tahun lamanya,","dan mencampakkan dia ke dalam lubang yang tiada terduga dalamnya itu, lalu menutup lubang itu, dan membubuh meterai di atasnya, supaya tiada ia menyesatkan segala bangsa lagi, sehingga genap seribu tahun itu; kemudian daripada itu tak dapat tiada ia akan dilepaskan kelak sedikit masa lamanya.","Maka aku tampaklah beberapa takhta, dan ada orang duduk di atasnya, maka kepada mereka itu diserahkan kuasa menghukumkan; dan lagi aku tampak segala nyawa orang yang dipancung kepalanya sebab menyaksikan Yesus dan firman Allah, dan yang tiada menyembah binatang itu atau patungnya, dan yang tiada bertanda di dahinya atau di tangannya. Maka mereka itu sekalian hidup balik dan memerintah beserta dengan Kristus seribu tahun lamanya.","Tetapi segala orang mati yang lain itu tiada hidup balik sehingga genap seribu tahun itu; maka inilah kebangkitan yang pertama.","Berbahagialah dan kuduslah orang, yang masuk bahagian di dalam kebangkitan yang pertama itu; maka mati yang kedua tiada berkuasa atas mereka itu, melainkan mereka itu menjadi imam kepada Allah dan kepada Kristus, dan akan memerintah beserta dengan Dia seribu tahun lamanya.","Apabila genap seribu tahun itu, maka Iblis pun akan dilepaskan pula dari dalam belenggunya,","lalu keluar hendak menyesatkan segala bangsa yang ada di dalam empat penjuru alam, seperti Yajuj wa Majuj, supaya menghimpunkan mereka itu akan berperang, maka banyaknya mereka itu seperti pasir di pantai laut.","Maka mereka itu pun naiklah ke tanah yang luas, lalu mengepungi tempat bala tentara segala orang suci dan negeri yang dikasihinya itu, maka turunlah api dari langit menghanguskan mereka itu.","Maka Iblis yang menyesatkan mereka itu tercampaklah ke dalam laut api dan belerang itu, di tempat binatang dan nabi palsu itu ada, maka mereka itu akan terkena siksa siang malam selama-lamanya.","Maka aku tampak suatu arasy putih yang besar, dan Yang duduk di atasnya; daripada hadirat-Nyalah bumi dan langit itu lenyap, sehingga tempatnya pun tiada didapati lagi.","Lalu aku tampak segala orang mati, besar kecil, berdiri di hadapan arasy itu, dan segala kitab pun dibukakanlah; dan dibukakan pula sebuah kitab yang lain, yaitu kitab hayat; maka segala orang yang mati itu dihukumkan menurut segala perbuatannya yang tersurat di dalam kitab-kitab itu.","Lalu laut itu pun mengeluarkan segala orang yang sudah mati di dalamnya, dan maut serta alam maut itu pula mengeluarkan segala orang yang sudah mati di dalamnya; lalu mereka itu dihukumkan menurut perbuatan masing-masing.","Maka maut dan alam maut itu pun dicampakkanlah ke dalam laut api itu; inilah mati yang kedua, yaitu laut api.","Dan jikalau barang seorang tiada dijumpai namanya tersurat di dalam kitab hayat itu, maka ia pun dicampakkanlah ke dalam laut api itu."]