["Lalu ia menunjukkan kepadaku suatu sungai berisi air hayat, jernih seperti hablur, mengalir ke luar daripada arasy Allah dan Anak domba itu.","Maka di tengah-tengah jalan negeri itu dan seberang-menyeberang sungai itu ada pohon hayat yang berbuah dua belas jenis; maka tiap-tiap bulan berbuah, dan segala daun pohon itu untuk menyembuhkan segala bangsa.","Maka tidaklah ada laknat di sana; maka arasy Allah dan Anak domba itu akan terdiri di dalamnya, dan segala hamba-Nya akan berbuat ibadat kepada-Nya,","dan mereka itu akan memandang wajah-Nya, dan nama-Nya itu ada di dahi mereka itu.","Maka tiadalah ada malam lagi kelak, dan mereka itu tiada berkehendakkan cahaya pelita dan cahaya matahari, karena Tuhan, yaitu Allah, akan menerangkan mereka itu, dan mereka itu akan memerintah kelak selama-lamanya.","Lalu kata-Nya kepadaku, \"Segala perkataan inilah tetap dan benar. Adapun Allah, Tuhan segala roh nabi-nabi itu, sudah menyuruhkan malaekat-Nya akan menunjukkan kepada segala hamba-Nya barang yang tak dapat tiada akan jadi kelak dengan segeranya.","Ingatlah, Aku datang kelak dengan segeranya. Berbahagialah orang yang menurut segala perkataan nubuat di dalam kitab ini.\"","Maka akulah Yahya yang mendengar dan tampak segala perkara ini. Tatkala sudah kudengar dan tampak, aku pun sujud menyembah malaekat yang menunjukkan segala perkara itu kepadaku.","Maka katanya kepadaku, \"Janganlah begitu! Aku pun hamba sama dengan engkau juga, dan dengan segala saudaramu, nabi-nabi itu, dan dengan segala orang yang menurut segala isi kitab ini. Sembahlah Allah!\"","Lalu katanya kepadaku, \"Janganlah engkau meteraikan segala perkataan nubuat di dalam kitab ini, karena masanya sudah dekat.","Maka orang yang jahat, biarlah langsung ia melakukan kejahatan, dan orang yang cemar, biarlah langsung ia menjadi cemar; dan orang yang benar, biarlah langsung ia mengerjakan kebenaran; dan orang yang kudus, biarlah langsung ia menjadi kudus.","Ingatlah, Aku datang kelak dengan segeranya, dan pahala daripada Aku ada menyertai Aku, supaya Aku akan membalas kepada tiap-tiap orang menurut seperti perbuatannya.","Maka Aku inilah Alif dan Ya, Yang terdahulu dan Yang terkemudian, Yang awal dan Yang akhir.","Berbahagialah segala orang yang membasuh jubahnya, sehingga mereka itu berhak menghampiri pohon hayat itu, dan masuk ke dalam negeri itu daripada pintu gerbangnya.","Tetapi segala anjing dan orang hobatan, dan orang berzinah, dan segala pembunuh, dan segala orang yang menyembah berhala, dan barangsiapa yang cinta akan dusta dan berbuat dusta itu semuanya tinggal di luar.\"","\"Aku ini Yesus sudah menyuruhkan malaekat-Ku hendak menyaksikan segala perkara ini kepadamu bagi segala sidang jemaat, Akulah Akar dan Benih Daud, dan Bintang fajar yang gilang-gemilang itu.\"","Lalu Roh dan pengantin perempuan itu berkata, \"Marilah!\" Dan orang yang mendengar itu, biarlah ia berkata, \"Marilah!\" Dan orang yang dahaga, biarlah ia datang, dan barangsiapa yang berkehendak, biarlah ia mengambil air hayat itu dengan percuma.","Maka aku menyatakan kepada tiap-tiap orang yang mendengar perkataan nubuat di dalam kitab ini, bahwa jikalau barang seorang menambah apa-apa kepada perkataan itu, niscaya Allah akan menambah kepadanya berbagai-bagai bala yang tersurat di dalam kitab ini;","dan jikalau barang seorang mengurangkan daripada perkataan di dalam kitab nubuat ini, niscaya Allah akan menghilangkan bahagiannya daripada pohon hayat dan daripada negeri yang kudus, yaitu yang tersurat di dalam kitab ini.","Maka Ia yang menyaksikan segala perkara ini berkata, \"Bahkan, Aku datang dengan segeranya.\" Amin, marilah, ya Tuhan Yesus!","Adalah kiranya anugerah Tuhan Yesus menyertai orang sekalian. Amin."]