["Maka aku tampak pula langit baharu dan bumi baharu; karena langit mula-mula dan bumi mula-mula itu sudah lenyap, dan laut pun tidak ada lagi.","Maka aku tampak negeri yang kudus. Yeruzalem baharu, turun dari surga daripada Allah, lengkap seperti seorang pengantin perempuan terhias bagi suaminya.","Maka aku dengar suatu suara besar daripada arasy itu mengatakan, \"Ingatlah bahwa tempat kediaman Allah itu bersama-sama dengan manusia, dan Ia akan diam bersama-sama dengan mereka itu, dan mereka itu akan menjadi kaum-Nya, dan Allah sendiri akan beserta dengan mereka itu;","dan Ia akan menyapukan segala air mata daripada matanya, maka tiadalah akan ada lagi maut, atau perkabungan, atau tangisan, atau kesakitan pun tiada akan ada lagi, karena segala perkara yang pertama sudah lenyap.\"","Maka Ia yang duduk di atas arasy itu pun berfirman, \"Tengoklah, Aku jadikan semuanya baharu.\" Dan lagi firman-Nya, \"Suratkanlah, karena perkataan inilah tetap dan benar.\"","Maka firman-Nya kepadaku, \"Sudahlah genap; Aku inilah Alif dan Ya, yaitu Yang awal dan Yang akhir. Kepada orang yang dahaga kelak Aku akan memberi minum daripada mata air hayat dengan percuma.","Maka orang yang menang itu kelak akan mewarisi segala perkara ini; maka Aku akan menjadi Tuhannya, dan ia akan menjadi anak kepada-Ku.","Tetapi bagi orang yang penakut dan yang tiada beriman dan yang keji, dan segala pembunuh, dan orang yang berzinah, dan orang hobatan, dan yang menyembah berhala, dan segala pendusta, maka bahagiannya itu ada di dalam laut yang bernyala dengan api dan belerang, yaitu mati yang kedua.\"","Maka datanglah seorang daripada ketujuh malaekat yang sudah memegang ketujuh bokor penuh dengan ketujuh bala yang akhir itu, lalu bertuturlah kepadaku, katanya, \"Marilah aku akan menunjukkan kepadamu pengantin perempuan itu, yaitu isteri Anak domba itu.\"","Lalu ia membawa rohku naik ke atas sebuah gunung yang besar lagi tinggi, serta menunjukkan kepadaku Yeruzalem, negeri yang kudus itu, turun dari surga daripada Allah,","penuh dengan kemuliaan Allah. Maka cahayanya serupa seperti permata yang amat berharga, seperti permata yasib, jernih seperti hablur;","maka ia berdewala besar lagi tinggi, dan berpintu gerbang dua belas; maka pada segala pintu gerbang itu dua belas malaekat, dan nama-nama pun tertulis kepada segala pintu itu, yaitu nama-nama kedua belas suku bangsa bani Israel;","di sebelah timur tiga pintu gerbang, dan di sebelah utara tiga pintu gerbang, dan di sebelah selatan tiga pintu gerbang, dan di sebelah barat tiga pintu gerbang.","Maka dewala negeri ada dua belas asas, dan berukir di atasnya itu dua belas nama daripada kedua belas rasul Anak domba itu.","Adapun orang yang bertutur kepadaku itu ada memegang suatu pengukur, yaitu tongkat emas, mengukur negeri itu, dan pintunya dan dewalanya.","Maka negeri itu empat persegi, dan panjangnya sama besar dengan lebarnya. Maka dengan pengukur itu diukurnya negeri itu, yaitu dua belas ribu setadi; maka panjangnya dan lebarnya dan tingginya sama adanya.","Dan diukurnya pula dewala negeri itu seratus empat puluh empat hasta menurut ukuran manusia, yang menjadi ukuran bagi malaekat itu.","Dewalanya itu diperbuat dengan permata yasib; dan negeri itu emas jati, seperti kaca yang jernih.","Segala asas dewala negeri itu dihiasi dengan segala jenis permata; adapun asas yang pertama yasib, dan yang kedua nilam, dan yang ketiga akik putih, dan yang keempat zamrud,","dan yang kelima batu unam, dan yang keenam akik merah, dan yang ketujuh piruz, dan yang kedelapan arzak, dan yang kesembilan yakut kuning, dan yang kesepuluh akik hijau, dan yang kesebelas pusparagam, dan yang kedua belas martais.","Adapun kedua belas pintu gerbang itu dua belas butir mutiara, tiap-tiap pintu itu daripada sebutir mutiara. Dan jalan negeri itu emas jati, seperti kaca yang hening.","Maka aku tampak tiada Rumah Allah di dalamnya, karena Allah, Tuhan Yang Mahakuasa, dan Anak domba itulah rumah-Nya.","Maka negeri itu tiada berhajat akan matahari atau bulan bercahaya ke atasnya, karena kemuliaan Allah menerangi dia, dan Anak domba itulah pelitanya.","Dan segala bangsa pun akan berjalan di dalam cahayanya, dan segala raja di bumi membawa kemuliaannya ke dalam negeri itu.","Maka pintu gerbangnya sekali-kali tiada tertutup pada siang hari, karena malam tiada ada di sana kelak.","Maka orang akan membawa ke dalamnya kemuliaan dan kehormatan segala bangsa,","tetapi sekali-kali tiada akan masuk ke dalamnya barang apa yang najis, atau orang yang mengerjakan haram dan dusta, melainkan hanyalah orang yang tersurat namanya di dalam kitab hayat Anak domba itu."]