["\"Suratkanlah kepada malaekat sidang jemaat yang di Epesus seperti yang demikian: Bahwa inilah sabda daripada Dia yang memegang ketujuh bintang di tangan kanan-Nya itu, yang berjalan ke sana kemari di antara ketujuh kaki dian emas itu:","Aku tahu segala perbuatanmu dan kelelahan dan sabarmu, dan Aku tahu bahwa engkau tiada boleh tahan segala orang jahat, tetapi engkau sudah mencoba orang-orang yang mengatakan dirinya rasul, tetapi bukan, dan sudah engkau dapati mereka itu pendusta;","dan engkau tahan sabar dan sudah menanggung karena nama-Ku dengan tiada jemu.","Tetapi Aku ada suatu hal ke atasmu, yaitu engkau sudah meninggalkan kasihmu yang mula-mula itu.","Sebab itu ingatlah dari mana engkau jatuh, dan bertobatlah, dan lakukanlah perbuatan yang mula-mula itu; jikalau tiada, Aku akan datang kepadamu, lalu mengalihkan kaki dianmu itu daripada tempatnya, kecuali engkau bertobat.","Tetapi ada padamu perkara ini, yaitu engkau benci akan segala perbuatan orang Nikolai, yang Aku pun benci juga.","Barangsiapa yang bertelinga, hendaklah ia mendengar kata Roh itu kepada segala sidang jemaat. Maka kepada orang yang menang, kepadanyalah Aku akan memberi makan buah pohon hayat yang di dalam Firdaus Allah.\"","\"Suratkanlah kepada malaekat sidang jemaat yang di Smirna seperti yang demikian: Inilah sabda daripada Dia yang awal dan yang akhir, yang sudah mati, lalu hidup balik:","Aku tahu kesusahanmu dan kepapaanmu (tetapi engkau kaya), dan Aku tahu hujat daripada orang-orang yang mengatakan dirinya orang Yahudi, tetapi bukan, melainkan suatu jemaat Iblis.","Janganlah engkau takut akan segala kesusahan yang akan engkau rasai kelak. Tengoklah, Iblis itu hendak memasukkan setengah daripada kamu ke dalam penjara, supaya kamu dicobai; dan kamu mendapat kesusahan kelak sepuluh hari lamanya. Biarlah engkau setia sehingga mati, dan Aku akan memberi engkau makota hayat itu.","Barangsiapa yang bertelinga, hendaklah ia mendengar kata Roh itu kepada segala sidang jemaat. Maka orang yang menang, sekali-kali tiada akan terkena bahaya maut yang kedua itu.\"","\"Suratkanlah kepada malaekat sidang jemaat yang di Pergamus seperti yang demikian: Inilah sabda daripada Dia yang berpedang tajam bermata dua itu:","Aku tahu di mana engkau diam, yaitu di tempat Iblis bertakhta. Engkau berpegang kepada nama-Ku dan tiada menyangkal iman kepada-Ku, walaupun di dalam masa Antipas, saksi-Ku yang setia itu, yang sudah dibunuh di hadapan kamu, di tempat Iblis diam.","Tetapi Aku ada sedikit perkara ke atasmu, yaitu ada padamu orang-orang yang berpegang kepada pengajaran Bileam, yang sudah mengajar Balak menjerat bani Israel, sehingga mereka itu makan barang yang dipersembahkan kepada berhala, dan lagi berzinah.","Begitu juga ada padamu orang-orang yang berpegang kepada pengajaran orang Nikolai, serupa itu juga.","Sebab itu, hendaklah bertobat. Jikalau tidak, Aku akan datang kepadamu dengan segeranya, lalu memerangi mereka itu dengan pedang yang di mulut-Ku ini.","Barangsiapa yang bertelinga, hendaklah ia mendengar kata Roh kepada segala sidang jemaat. Maka kepada orang yang menang, kepadanyalah Aku akan memberi Manna yang tersembunyi itu, dan Aku akan memberi kepadanya suatu batu putih dan pada batu itu tersurat suatu nama baharu, yang tiada diketahui oleh seorang pun, melainkan oleh orang yang menerima dia.\"","\"Suratkanlah kepada malaekat sidang jemaat yang di Tiatira itu seperti yang demikian: Inilah sabda Anak Allah, yang mata-Nya seperti nyala api, dan kaki-Nya serupa tembaga bergilap:","Aku tahu segala perbuatanmu, dan kasih dan iman dan layan dan sabarmu, dan segala perbuatanmu yang akhir itu terlebih daripada yang awal.","Tetapi Aku ada suatu hal ke atasmu, yaitu engkau membiarkan perempuan bernama Izebel yang mengatakan dirinya nabiah, dan yang mengajar serta menyesatkan hamba-hamba-Ku berzinah dan makan barang yang dipersembahkan kepada berhala.","Aku sudah memberi dia tempoh supaya ia sempat bertobat, tetapi ia tiada mau bertobat daripada zinahnya itu.","Tengoklah, Aku akan menjatuhkan dia sakit ke atas tempat tidurnya, dan mereka itu yang berzinah dengan dia masuk ke dalam kesusahan yang besar, kecuali mereka itu bertobat daripada mengikut segala perbuatan perempuan itu.","Dan anak-anaknya akan Kubunuh dengan bala sampar, dan segala sidang jemaat pun akan mengetahui bahwa Akulah yang menyelidik jiwa dan hati orang, dan Aku akan membalas kamu menurut perbuatan masing-masing.","Tetapi kepada kamu segala orang lain di Tiatira Kukatakan, seberapa banyak orang yang tiada memegang pengajaran itu, dan yang (menurut kata mereka itu) tiada mengetahui segala perkara Iblis yang dalam-dalam, maka tiada Aku letakkan ke atasmu beban yang lain.","Akan tetapi barang yang ada padamu, peganglah teguh-teguh sehingga Aku datang.","Maka orang yang menang, dan yang memeliharakan segala pekerjaan-Ku hingga kesudahannya, maka Aku memberi dia kuasa atas segala orang kafir;","dan ia akan memerintah mereka itu dengan tongkat besi, seperti periuk belanga tanah pun diremukkan orang, yaitu dengan kuasa, sebagaimana Kuperoleh daripada Bapa-Ku;","dan Aku akan memberi dia bintang fajar itu.","Barangsiapa yang bertelinga, hendaklah ia mendengar kata Roh kepada segala sidang jemaat.\""]