["\"Suratkanlah kepada malaekat sidang jemaat yang di Sardis itu seperti yang demikian: Inilah sabda daripada Dia yang mempunyai ketujuh Roh Allah, dan ketujuh bintang itu: Aku tahu segala perbuatanmu, bahwa engkau sudah disangka hidup, tetapi yang sebenarnya engkau mati.","Jagalah dan kuatkanlah segala yang ada tinggal dan yang hendak mati; karena Aku dapati tiada barang perbuatanmu yang sempurna pada pemandangan Tuhanku.","Sebab itu, ingatlah bagaimana telah engkau terima dan dengar; peliharakanlah itu dan bertobat. Jikalau engkau tidak jaga kelak, Aku akan datang seperti pencuri, dan engkau tiada tahu akan waktunya yang Aku datang kelak kepadamu.","Tetapi ada juga padamu di Sardis itu sedikit orang yang belum menajiskan pakaiannya; maka mereka itulah akan berjalan besertaku dengan berpakaian putih, karena mereka itu berlayak.","Maka orang yang menang akan dipakaikan dengan pakaian putih dan sekali-kali tiada Aku akan menghapuskan namanya dari dalam kitab hayat, dan Aku akan mengakui namanya di hadapan Bapa-Ku dan di hadapan segala malaekat-Nya.","Barangsiapa yang bertelinga, hendaklah ia mendengar kata Roh kepada segala sidang jemaat.\"","\"Suratkanlah kepada malaekat sidang jemaat yang di Filadelfia seperti yang demikian: Inilah sabda daripada Dia yang kudus dan yang benar, yang memegang anak kunci Daud, yang membuka, dan tiada seorang pun dapat menutup, dan yang menutup, tiada dapat seorang pun membuka:","Aku tahu segala perbuatanmu (tengoklah Aku sudah menghadapkan padamu pintu terbuka, yang seorang pun tiada dapat menutupnya) karena meskipun kuasamu sedikit, tetapi engkau sudah menurut perkataan-Ku dengan tiada menyangkal nama-Ku.","Tengoklah, Aku serahkan beberapa orang daripada jemaat Iblis, yang mengatakan dirinya orang Yahudi, tetapi bukan, melainkan berbuat dusta; tengoklah, Aku akan membuat mereka itu datang menyembah menghadap kakimu, sehingga mengetahui bahwa Aku ini mengasihi engkau.","Maka oleh sebab engkau sudah memeliharakan pengajaran-Ku dari hal sabar itu, Aku pun akan memeliharakan engkau daripada masa pencobaan yang akan datang ke atas segala isi dunia, supaya mencoba segala orang yang duduk di bumi.","Dengan segera Aku datang; berpeganglah kepada barang yang ada padamu, supaya jangan barang seorang mengambil makotamu.","Maka orang yang menang, hendak Kujadikan dia suatu tiang di dalam rumah Tuhan-Ku, dan sekali-kali tiada ia akan keluar dari situ; dan Aku akan menyuratkan kepadanya nama Tuhan-Ku dan nama negeri Tuhan-Ku, yaitu Yeruzalem yang baharu yang turun dari surga daripada Tuhan-Ku itu, dan lagi nama-Ku yang baharu itu.","Barangsiapa yang bertelinga, hendaklah ia mendengar kata Roh kepada segala sidang jemaat.\"","\"Suratkanlah kepada malaekat sidang jemaat yang di Laodikea seperti yang demikian: Inilah sabda daripada Dia yang bernama Amin, yaitu saksi yang setiawan dan benar, awal segala kejadian Allah:","Aku tahu segala perbuatanmu; engkau itu sejuk pun tidak, hangat pun tidak. Aku suka jikalau engkau sejuk atau hangat.","Oleh sebab engkau begitu suam, dan hangat pun tidak, sejuk pun tidak, maka Aku hendak meludahkan engkau dari dalam mulut-Ku.","Dengan sebab katamu: Aku kaya dan sudahlah aku beroleh kekayaan dan satu pun tiada kekurangan padaku, padahal tiada engkau mengetahui bahwa engkaulah orang malang, dan yang tiada terkasihan, dan miskin, dan buta, dan bertelanjang,","sebab itu Aku ikhtiarkan engkau membeli kepada-Ku emas yang sudah beruji dengan api supaya engkau kaya; dan pakaian putih, supaya engkau berkain, dan jangan ketara malu keadaanmu yang bertelanjang, dan lagi celak-mencelak matamu supaya engkau boleh nampak.","Maka seberapa banyak orang yang Kukasihi, Aku tegur dan ajar; sebab itu berusahalah serta bertobat.","Tengoklah, Aku berdiri di muka pintu sambil mengetuk; jikalau barang seorang mendengar suara-Ku serta membukakan pintu, maka masuklah Aku kepadanya, lalu makan dengan dia dan ia dengan Aku.","Maka orang yang menang, Aku memberi dia duduk dengan Aku di atas arasy-Ku, sebagaimana Aku juga menang serta duduk dengan Bapa-Ku di atas arasy-Nya.","Barangsiapa yang bertelinga, hendaklah ia mendengar kata Roh kepada segala sidang jemaat.\""]