["Kemudian daripada itu aku tampak suatu pintu terbuka di surga, maka suara yang mula-mula kudengar itu seperti bunyi sangkakala bertutur kepadaku, katanya, \"Naiklah ke mari, Aku menunjukkan kepadamu barang yang tak dapat tiada akan jadi kemudian kelak.\"","Langsunglah aku digerakkan oleh Roh, maka kelihatanlah arasy terdiri di surga, dan Yang duduk di atas arasy itu.","Maka Ia yang duduk itu rupanya seperti permata yasib dan akik; dan ada suatu pelangi melengkung arasy itu, seperti zamrud rupanya.","Dan keliling arasy itu ada dua puluh empat takhta dan di atas segala takhta itu ada duduk dua puluh empat ketua-ketua, yang berpakaian putih dan di atas kepalanya bermakota emas.","Maka keluarlah dari dalam arasy itu kilat dan beberapa suara dan guruh; dan ada tujuh buah pelita berpasang di hadapan arasy itu; yaitu ketujuh Roh Allah.","Dan di hadapan arasy itu seolah-olah laut kaca, seperti hablur rupanya dan di tengah arasy serta berkeliling arasy itu ada empat zat yang hidup, penuh dengan mata di hadapan dan di belakang.","Adapun zat yang hidup yang pertama itu seperti rupa singa, dan zat yang hidup yang kedua seperti anak lembu, dan zat yang hidup yang ketiga seperti muka manusia, dan zat yang hidup yang keempat seperti burung nasar yang terbang.","Maka keempat zat yang hidup itu masing-masing ada bersayap enam, penuh dengan mata sekeliling di luar dan di dalam; maka keempatnya dengan tiada berhenti siang malam menyebut, \"Kudus, kudus, kudus Allah, Tuhan Yang Mahakuasa, Yang sudah sedia ada, dan Yang ada, dan Yang akan datang kelak.\"","Dan tiap-tiap kali apabila zat yang hidup itu memuliakan dan menghormatkan serta mengucapkan syukur kepada Dia yang duduk di atas arasy itu dan yang hidup selama-lamanya,","maka sujudlah kedua puluh empat ketua-ketua itu di hadirat Dia yang duduk di atas arasy itu, lalu menyembah Dia yang hidup selama-lamanya, sambil mereka itu menanggalkan makotanya di hadapan arasy itu, katanya,","\"Ya Allah, Tuhan kami, berlayaklah Engkau memegang kemuliaan dan kehormatan dan kuasa; karena Engkaulah yang menjadikan segala sesuatu, dan dengan kehendak-Mu juga sekaliannya itu ada dan sudah dijadikan.\""]