["Maka aku tampak di dalam tangan kanan Dia, yang duduk di atas arasy itu, ada sebuah kitab, yang bertulis luar dalamnya, dan bermeterai dengan tujuh meterai.","Dan aku tampak pula seorang malaekat yang gagah memberitakan dengan suara besar, katanya, \"Siapakah berlayak membuka kitab itu dan mengoyakkan meterainya?\"","Maka baik di surga, baik di bumi, atau di bawah bumi, seorang pun tiada yang cakap membuka kitab itu atau memandangnya.","Maka sangatlah aku menangis oleh sebab tiada seorang pun didapati yang berlayak membuka kitab itu atau memandangnya.","Maka ada seorang dari antara segala ketua-ketua itu berkata kepadaku, \"Janganlah menangis; tengoklah, Singa yang daripada suku bangsa Yehuda, yaitu Akar Daud itu, sudah beroleh kemenangan sehingga membuka kitab dan ketujuh meterainya itu.\"","Maka aku tampak di tengah-tengah arasy, di antara keempat zat yang hidup, dan di tengah segala ketua-ketua itu terdirilah seekor anak domba seperti sudah tersembelih rupanya, yang bertanduk tujuh, dan bermata tujuh, yaitu ketujuh Roh Allah, yang sudah disuruhkan ke seluruh bumi ini.","Maka datanglah Anak domba itu mengambil kitab itu daripada tangan kanan Dia yang duduk di atas arasy itu.","Setelah diambil-Nya kitab itu, maka sujudlah keempat zat yang hidup dan kedua puluh empat ketua itu di hadapan Anak domba itu, masing-masing sedang memegang kecapi dan bokor emas penuh dengan kemenyan, yaitu segala doa orang-orang suci.","Maka menyanyilah mereka itu suatu nyanyian yang baharu, bunyinya, \"Berlayaklah Engkau mengambil kitab itu dan membuka meterainya; karena Engkau sudah tersembelih, lalu dengan darah-Mu Engkau menebus (orang) bagi Allah daripada tiap-tiap suku dan bahasa dan kaum dan bangsa,","dan Engkau telah menjadikan mereka itu bagi Tuhan kita suatu kerajaan, dan imam-imam; lalu mereka itu memerintah di atas bumi.\"","Maka aku tampak, dan aku dengar suara malaekat yang banyak sekeliling arasy dan segala zat yang hidup dan segala ketua itu; maka banyaknya itu beribu-ribu laksa,","yang mengatakan dengan suara besar, \"Berlayak Anak domba yang tersembelih itu menerima kuasa, dan kekayaan, dan hikmat, dan kekuatan, dan hormat, dan kemuliaan, dan puji.\"","Maka aku dengar pula tiap-tiap makhluk yang di surga, dan yang di atas bumi, dan yang di bawah bumi, dan yang di laut, dan segala yang di dalamnya itu mengatakan, \"Bagi Dia yang duduk di atas arasy, dan bagi Anak domba itu adalah puji dan kehormatan dan kemuliaan dan kuasa selama-lamanya.\"","Maka keempat zat yang hidup itu mengatakan, \"Amin.\" Dan segala ketua itu sujudlah menyembah."]