["Maka aku tampak bagaimana Anak domba itu membuka satu dari antara ketujuh meterai itu, lalu aku dengar satu dari antara keempat zat yang hidup itu berkata seperti bunyi guruh, \"Marilah.\"","Maka aku tampak adalah seekor kuda putih, dan orang yang duduk di atasnya itu ada berpanah; maka suatu makota pun dikaruniakanlah kepadanya, lalu keluarlah ia dengan tanda kemenangan dan supaya ia menang lagi.","Tatkala Anak domba itu membuka meterai yang kedua itu, aku dengar zat yang hidup yang kedua itu berkata, \"Marilah.\"","Dan keluar pula seekor kuda lain, yang merah menyala; maka kepada orang yang duduk di atasnya itu dikaruniakan kuasa mengambil perdamaian dari bumi sehingga orang berbunuh-bunuhan; dan sebilah pedang yang besar dikaruniakanlah kepadanya.","Tatkala Anak domba itu membuka meterai yang ketiga itu, aku dengar zat yang hidup yang ketiga itu berkata, \"Marilah.\" Dan aku tampak adalah seekor kuda hitam, dan orang yang duduk di atasnya itu ada neraca di tangannya;","dan aku dengar bunyi seperti suara di tengah-tengah keempat zat yang hidup itu mengatakan, \"Secupak gandum sedinar harganya, dan jelai tiga cupak sedinar harganya. Tetapi minyak dengan air anggur itu janganlah engkau rusakkan.\"","Tatkala Anak domba itu membuka meterai yang keempat itu, aku dengar suara zat yang hidup yang keempat itu berkata, \"Marilah.\"","Maka aku tampak adalah seekor kuda kelabu, dan orang yang duduk di atasnya itu Maut namanya, dan alam maut itu pun mengikut sertanya; maka kepada keduanya itu dikaruniakan kuasa atas seperempat bumi akan membunuh dengan pedang dan dengan kelaparan dan dengan maut, dan dengan binatang buas-buas di bumi.","Tatkala Anak domba itu membuka meterai yang kelima itu, aku tampak di bawah tempat persembahan itu segala jiwa orang yang telah terkena bunuh karena firman Allah dan karena kesaksian yang dipegang oleh mereka itu;","maka berteriaklah mereka itu dengan suara besar, katanya, \"Berapa lamakah lagi, ya Tuhan yang kudus dan yang benar, Engkau tiada menghukumkan dan membelakan darah kami ke atas segala orang yang duduk di bumi itu?\"","Maka kepada masing-masing dikaruniakanlah sehelai jubah putih, dan dikatakan kepada mereka itu bahwa haruslah mereka itu bersabar di dalam sedikit masa, sehingga genap bilangan segala orang yang sertanya menjadi hamba, yaitu saudara-saudaranya yang akan dibunuh kelak sama seperti mereka itu juga.","Maka aku tampak tatkala Anak domba itu membuka meterai yang keenam itu, bahwa jadilah gempa bumi besar, dan matahari pun menjadi hitam seperti suatu kain kabungan daripada rambut, dan bulan semata-mata menjadi seperti darah,","dan segala bintang di langit sudah gugur ke bumi, seperti pohon ara yang meluruhkan buah buruknya tatkala digoncang oleh angin yang besar.","Dan langit itu pun hilanglah seperti surat yang digulung, dan tiap-tiap gunung dan pulau sudah berubah ke luar daripada tempatnya.","Dan segala raja di bumi dan orang besar-besar, dan panglima, dan orang kaya-kaya, dan yang berkuasa, dan tiap-tiap orang, baik hamba baik merdeka, sekaliannya bersembunyi di dalam segala gua dan di celah-celah batu gunung,","serta berkata kepada gunung-gunung dan batu-batu itu, \"Timpalah kami, lindungkanlah kami daripada wajah Dia yang duduk di atas arasy itu, dan daripada murka Anak domba itu:","Karena Hari yang besar, yaitu Hari murkanya itu sudah tiba dan siapakah yang dapat menahan?\""]