["Kemudian daripada itu aku tampak empat malaekat terdiri pada keempat penjuru alam, memegang keempat mata angin, supaya jangan angin bertiup di bumi atau di laut atau di atas sesuatu pohon kayu.","Maka aku tampak pula ada seorang malaekat lain naik daripada matahari hidup, memegang meterai Allah yang hidup itu; maka malaekat itu pun berteriaklah dengan suara besar kepada keempat malaekat itu, yang sudah dikaruniakan kuasa merusakkan bumi dan laut itu,","katanya, \"Janganlah merusakkan bumi atau laut atau pohon-pohon kayu, sehingga kami memeteraikan segala hamba Allah pada dahinya.\"","Maka aku dengar banyaknya segala orang yang sudah bermeterai itu, jumlahnya seratus empat puluh empat ribu yang sudah bermeterai daripada segala suku bangsa bani Israel:","yaitu daripada suku Yehuda sudah bermeterai dua belas ribu; daripada suku Rubin dua belas ribu; daripada suku Gad dua belas ribu;","daripada suku Asyir dua belas ribu; daripada suku Naftali dua belas ribu; daripada suku Manasye dua belas ribu;","daripada suku Simeon dua belas ribu; daripada suku Lewi dua belas ribu; daripada suku Isakhar dua belas ribu;","daripada suku Zebulon dua belas ribu; daripada suku Yusuf dua belas ribu; daripada suku Benyamin sudah bermeterai dua belas ribu.","Kemudian daripada itu aku tampak ada suatu perhimpunan besar, yang tiada seorang pun dapat menghitung, yaitu daripada segala bangsa dan segala suku dan segala kaum dan segala bahasa, berdirilah sekaliannya di hadapan arasy dan di hadapan Anak domba itu, berjubah putih, dan pelepah kurma di dalam tangannya;","maka mereka itu berseru-serulah dengan suara besar, katanya, \"Selamat bagi Tuhan kami yang duduk di atas arasy itu, dan bagi Anak domba itu.\"","Segala malaekat itu pun berdirilah sekeliling arasy dan sekeliling segala ketua dan keempat zat yang hidup itu, lalu sujud di hadapan arasy serta menyembah Allah,","katanya, \"Amin; bahwa segala puji, dan kemuliaan, dan hikmat, dan ucapan syukur, dan hormat, dan kuasa, dan kekuatan bagi Tuhan kami, sampai selama-lamanya. Amin.\"","Maka seorang dari antara ketua-ketua itu bertanya serta berkata kepadaku, \"Orang-orang yang berjubah putih ini, siapakah mereka itu dan dari manakah mereka itu datangnya?\"","Lalu kataku kepadanya, \"Tuan juga yang mengetahuinya.\" Maka katanya kepadaku, \"Inilah orang-orang yang datang ke luar daripada kesusahan besar itu, dan mereka itu sudah membasuh jubahnya dan memutihkan dengan darah Anak domba itu.","Maka itulah sebabnya mereka itu ada di hadapan arasy Allah, dan mereka itu beribadat kepada-Nya siang malam di dalam rumah-Nya; dan Ia yang duduk di atas arasy itu akan membentangkan kemah-Nya menaungi mereka itu.","Maka tiada mereka itu akan lapar atau dahaga lagi, dan tiada mereka itu dipukul oleh panas matahari atau barang sesuatu yang hangat,","karena Anak domba yang di tengah arasy itu akan menjadi gembala mereka itu, dan akan membawa mereka itu kepada segala mata air hayat; maka Allah pun akan menyapukan segala air mata daripada mata mereka itu.\""]