["Tatkala Anak domba itu membuka meterai yang ketujuh itu, sunyi-senyaplah di dalam surga ada kira-kira setengah jam lamanya.","Maka aku tampak ketujuh malaekat yang berdiri di hadirat Allah itu, maka dikaruniakanlah kepada mereka itu tujuh sangkakala.","Maka datanglah seorang malaekat yang lain serta berdiri di sisi tempat persembahan itu, sambil memegang perukupan emas, maka dikaruniakanlah kepadanya beberapa banyak kemenyan, supaya ia dapat mempersembahkan dia itu bersama-sama dengan doa segala orang suci di atas tempat persembahan emas yang di hadapan arasy itu.","Maka asap kemenyan bersama-sama dengan doa segala orang suci itu naiklah ke hadirat Allah dari tangan malaekat itu.","Maka malaekat itu pun mengambil perukupan itu, serta mengisi itu dengan api dari tempat persembahan itu, sambil mencampakkan ke bumi; lalu jadilah beberapa bunyi guruh dan beberapa suara dan kilat, dan gempa bumi.","Maka ketujuh malaekat yang memegang ketujuh sangkakala itu bersedialah hendak meniup.","Maka malaekat yang pertama itu meniup sangkakalanya, lalu turunlah hujan batu dan api bercampur dengan darah, maka sekaliannya itu dicurahkan ke bumi. Lalu hanguslah sepertiga bumi itu, dan hanguslah sepertiga segala pohon kayu, dan hanguslah segala rumput yang hijau itu.","Maka malaekat yang kedua itu pun meniup sangkakalanya, maka jadilah seolah-olah sebuah gunung besar menyala dengan api, dicampakkan ke laut; maka laut itu sepertiganya menjadi darah;","dan matilah sepertiga daripada segala makhluk yang bernyawa di laut itu; dan binasalah sepertiga daripada segala kapal.","Maka malaekat yang ketiga itu pun meniup sangkakalanya, lalu gugurlah dari langit sebuah bintang besar, yang menyala seperti suluh, maka bintang itu menimpa sepertiga daripada segala sungai dan segala mata air.","Adapun nama bintang itu Afsantin, maka sepertiga daripada segala air pun menjadi Afsantin; lalu banyaklah orang yang mati karena air itu, oleh sebab air itu sudah menjadi pahit.","Maka malaekat yang keempat itu pun meniup sangkakalanya, lalu disiksakan sepertiga matahari, dan sepertiga bulan, dan sepertiga segala bintang, supaya gelaplah sepertiganya itu, dan supaya tiada terang sepertiga daripada siang hari, dan malam pun demikianlah juga.","Maka aku tampak serta aku dengar seekor burung nasar terbang di tengah langit mengatakan dengan suara besar, \"Wai, wai, wai atas segala orang yang duduk di atas bumi dari sebab bunyi sangkakala yang lain lagi, yaitu daripada ketiga malaekat yang akan meniupnya kelak.\""]