["Maka malaekat yang kelima itu pun meniup sangkakalanya, lalu aku tampak sebuah bintang yang sudah gugur dari langit ke bumi; maka dikaruniakanlah kepadanya anak kunci pintu lubang yang tiada terduga dalamnya.","Maka ia pun membuka pintu lubang yang tiada terduga dalamnya itu, lalu naik asap keluar dari lubang itu, seperti asap daripada tanur yang besar, sehingga matahari dan udara gelap dari sebab asap lubang itu.","Kemudian keluarlah daripada asap itu belalang ke atas bumi, maka dikaruniakanlah kuasa kepadanya seperti kuasa kalajengking yang di bumi ini.","Maka dikatakan kepadanya bahwa tiada boleh ia merusakkan rumput yang di bumi, atau barang tumbuh-tumbuhan, atau barang pohon kayu, melainkan hanya manusia yang tiada bermeterai Allah di dahinya.","Maka dipesankan kepadanya, supaya jangan membunuh mereka itu, hanya menyiksakan lima bulan lamanya. Adapun siksanya itu seperti siksa tatkala orang disengat kalajengking.","Pada masa itu kelak orang akan mencari mati, tetapi tiada dapat; maka suka mereka itu akan mati, tetapi mati itu lari daripada mereka itu.","Adapun rupa belalang itu seperti rupa kuda yang bersedia hendak berperang, maka di kepalanya ada seperti makota yang serupa dengan emas, dan mukanya seperti muka manusia.","Dan ia ada berambut seperti rambut perempuan, dan giginya seperti gigi singa.","Dan dadanya seperti baju besi, dan bunyi sayapnya seperti bunyi angkatan perang yang berkuda banyak berlari-lari hendak berperang.","Dan ia ada berekor seperti ekor kalajengking lagi bersengat, dan di dalam ekornya itu ada kuasanya menyakiti orang lima bulan lamanya.","Maka ia berajakan malaekat lubang yang tiada terduga dalamnya, namanya di dalam bahasa Ibrani Abbaddon, dan di dalam bahasa Gerika Apollion namanya.","Adapun bala yang pertama itu sudah lepas. Tengoklah yang akan datang lagi dua bala kemudian daripada itu.","Maka malaekat yang keenam itu pun meniup sangkakalanya, lalu aku dengar suatu suara keluar dari keempat tanduk tempat persembahan emas yang di hadirat Allah itu,","mengatakan kepada malaekat yang keenam yang memegang sangkakala itu, \"Lepaskanlah keempat malaekat yang terikat dekat sungai yang besar, yaitu Sungai Ferat.\"","Maka dilepaskanlah keempat malaekat yang memang sudah bersedia karena jam dan hari dan bulan dan tahun itu, supaya mereka itu membunuh sepertiga daripada segala manusia.","Adapun banyaknya segala tentara yang berkuda itu dua laksa-laksa, sudah kudengar jumlahnya itu.","Maka menurut penglihatanku segala kuda dan segala orang yang menunggang kuda itu rupanya demikian: Mereka itu berbaju besi yang merah seperti api, dan biru tua, dan warna belerang; dan kepala kuda itu seperti kepala singa, dan daripada mulutnya keluar api dan asap dan belerang.","Maka dari sebab ketiga bala itu sepertiga daripada segala manusia mati dibunuh dengan api dan asap dan belerang yang keluar dari dalam mulutnya.","Karena kuasa segala kuda itu ada di dalam mulutnya dan di dalam ekornya: Karena ekornya itu serupa ular, yaitu berkepala, dan dengan itu ia menyakiti.","Dan segala manusia yang lain yang tiada dibunuh dengan segala bala ini, berpaling pun tidak daripada segala perbuatan tangannya, melainkan senantiasa menyembah segala setan dan segala berhala emas, perak, tembaga, batu, atau kayu, yang tiada dapat melihat atau mendengar ataupun berjalan.","Maka belum juga mereka itu mau bertobat daripada membunuh orang, atau daripada hobatannya, atau zinahnya, atau curinya."]