["Sebermula, maka sekali peristiwa kemudian dari pada mati Musa, hamba Tuhan itu, bahwa berfirmanlah Tuhan kepada Yusak bin Nun, hamba Musa itu, firman-Nya:","Bahwa Musa, hamba-Ku, sudah mati; sekarang hendaklah engkau berangkat menyeberang Yarden, baik engkau baik segala orang ini, ke negeri yang Kukaruniakan kepada mereka itu, yaitu kepada bani Israel.","Segala tempat kejejakan tapak kakimu itu sudah Kukaruniakan kepada kamu, setuju dengan firman-Ku, yang kepada Musa:","Dari pada padang Tiah dan dari pada Libanon ini sampai kepada sungai besar, yaitu sungai Ferat, seluruh tanah orang Heti, dan sampai kepada lautan besar yang di sebelah matahari masuk, sekalian itu menjadi perhinggaan tanah kamu.","Seorangpun tiada akan tahan berdiri di hadapanmu pada segala hari hidupmu; seperti dahulu adalah Aku serta dengan Musa, begitu Aku akan menyertai engkau; tiada Aku akan membiarkan dikau dan tiada Aku meninggalkan dikau!","Hendaklah engkau perwira dan perkasa, karena engkau akan menyuruhkan bangsa ini mempusakai tanah yang telah Kujanji kepada nenek moyangnya pakai sumpah hendak mengaruniakan dia kepada mereka itu.","Sahaja hendaklah engkau perwira perkasa, supaya dengan yakin engkau melakukan segenap taurat ini, yang dipesan oleh Musa, hamba-Ku, kepadamu; janganlah engkau menyimpang dari padanya ke kiri atau ke kanan, supaya engkau melakukan dirimu dengan bijaksana di mana-mana tempat yang kautuju kelak.","Janganlah isi kitab taurat ini lalu dari pada mulutmu, melainkan perhatikanlah dia pada siang dan malam, supaya dengan yakin engkau melakukan dirimu setuju dengan segala yang tersebut di dalamnya, karena begitu engkau akan memperuntungkan segala jalanmu dan begitu engkau akan menjadi bijaksana.","Bukankah firman-Ku kepadamu ini: Hendaklah engkau perwira dan perkasa, dan jangan engkau gentar dan ngeri, karena Tuhan, Allahmu, adalah sertamu di mana-mana tempat yang akan kautuju itu!","Kemudian dari pada itu disuruh Yusak akan segala hulubalang itu, katanya:","Pergilah kamu sana sini dalam tentara itu, suruhlah akan orang banyak itu demikian: Sediakanlah akan dirimu bekal, karena belum lepas tiga hari maka kamu sekalian akan menyeberang Yarden ini hendak mempusakai tanah yang dikaruniakan Tuhan, Allahmu, akan milikmu pusaka.","Dan lagi kata Yusak kepada orang Rubin dan orang Gad dan setengah suku Manasye demikian:","Ingatlah kamu akan pesan yang diberi Musa, hamba Tuhan itu, akan kamu, katanya: Bahwa Tuhan, Allahmu, mengaruniakan kepadamu perhentian dan Iapun mengaruniakan kepadamu tanah ini.","Biarlah segala anak binimu dan segala kawan binatangmu tinggal di tanah yang diberikan Musa kepadamu di seberang Yarden; tetapi hendaklah kamu menyeberang dengan berlengkap baik-baik dan berjalan pada hulu segala saudaramu, semua orang yang tahu perang, maka hendaklah kamu membantu akan mereka itu,","sampai sudah dikaruniakan Tuhan perhentian kepada segala saudaramupun seperti kepada kamu, dan mereka itu juga mempusakai tanah yang dikaruniakan Tuhan, Allahmu, kepadanya kelak, lalu hendaklah kamu kembali ke tanahmu pusaka, dan kamu akan mempunyai dia bagaikan pusaka, yang diberikan Musa, hamba Tuhan itu, kepadamu di seberang Yarden, pada sebelah matahari terbit.","Maka sahut mereka itu akan Yusak, katanya: Segala perkara yang tuan suruh akan kami itu hendaklah kami perbuat dan ke mana-mana tuanpun menyuruhkan kami, kamipun akan pergi ke sana.","Seperti kami telah menurut Musa dalam segala perkara, demikianpun kami akan menurut tuan; sahaja biarlah kiranya Tuhan, Allahmu, menyertai akan tuan, seperti telah disertainya akan Musa.","Barangsiapa yang tiada menurut perintahmu dan tiada mendengar akan katamu dalam segala perkara yang tuan suruh akan dia, ia itu akan mati dibunuh hukumnya! Sahaja hendaklah tuan perwira dan perkasa juga."]