["Kalakian, maka serta kedengaranlah kepada Adoni Zedek, raja Yeruzalem, bahwa dialahkan dan dibinasakan Yusak akan Ai, dan seperti telah diperbuatnya akan Yerikho serta dengan rajanya, demikianpun diperbuatnya akan Ai dan akan rajanya juga, dan lagi segala orang isi Gibeon telah berdamai-damaian dengan Israel dan adalah mereka itu di antaranya,","maka ketakutanlah ia sangat, karena Gibeon itulah negeri yang besar, seperti salah sebuah negeri kerajaan, lebih besar dari pada Ai dan segala orangnya laki-lakipun berani.","Maka sebab itu disuruhkan Adoni Zedek, raja Yeruzalem itu, utusan kepada Hoham, raja Heberon, dan kepada Piram, raja Yarmut, dan kepada Yafia, raja Lakhis, dan kepada Debir, raja Eljon, mengatakan:","Marilah kamu datang kepadaku dan bantulah akan daku, supaya kita mengalahkan Gibeon, karena telah berdamailah ia dengan Yusak dan segala bani Israel.","Maka sebab itu berhimpunlah lalu berangkat lima orang raja Amori, yaitu raja Yeruzalem dan raja Heberon dan raja Yarmut dan raja Lakhis dan raja Eljon serta dengan segala tentaranya, lalu didirikannya kemahnya bertentangan dengan Gibeon, lalu berperang dengan dia.","Tetapi orang Gibeon itu utusanlah kepada Yusak, ke tempat tentara di Gilgal, sembahnya: Jangan apalah tuanku lepaskan tangan tuanku dari pada patik, melainkan hendaklah tuanku bersegera-segera datang membantu akan patik dan melepaskan patik dari pada musuh, karena segala raja orang Amori yang duduk di pegunungan itu telah sefakat hendak menempuh patik.","Lalu berangkatlah Yusak dari Gilgal, baik ia baik segala rakyat yang sertanya, semuanya orang yang tahu perang.","Maka firman Tuhan kepada Yusak: Janganlah engkau takut akan mereka itu, karena telah Kuserahkan mereka itu kepada tanganmu, bahwa dari pada mereka itu seorangpun tiada akan tahan berdiri di hadapanmu.","Maka Yusakpun berjalanlah dari Gilgal semalam-malaman itu mendatangi mereka itu dengan sekonyong-konyong.","Maka dikejutkan dan diharukan Tuhan akan mereka itu di hadapan segala bani Israel, sehingga dialahkannya dan dipecahkannya mereka itu di Gibeon dan diusirnya sepanjang jalan naik ke Bait-Horon, dan dipecahkannya mereka itu sampai ke Azeka dan ke Makeda.","Maka sesungguhnya dalam antara mereka itu lari dari hadapan Israel, pada jalan yang turun dari Bait-Horon, dilontarkan Tuhan batu besar-besar kepada mereka itu dari langit datang ke Azeka, sehingga matilah mereka itu; maka orang yang mati kena hujan air beku itu terlebih banyak dari pada orang yang dibunuh oleh bani Israel dengan pedang.","Maka pada masa itu kata Yusak kepada Tuhan, yaitu pada hari diserahkan Tuhan segala orang Amori itu kepada bani Israel, dikatakannya kepada pendengaran segala orang Israel: Hai matahari, berhentilah engkau di Gibeon, dan engkau, hai bulan, di lembah Ayalon!","Maka mataharipun berhentilah dan bulanpun tetaplah sampai sudah orang banyak itu membalas musuhnya. Bukankah hal ini tersebut dalam kitab al Mustakim? Maka mataharipun berhentilah di tengah-tengah langit dan tiada bersegera ia masuk sehari suntuk.","Maka belum pernah adalah hari yang demikian, dahulupun tiada kemudiannyapun tiada, bahwa diluluskan Tuhan kata seorang manusia begitu, karena Tuhanpun berperang akan ganti Israel.","Maka kembalilah Yusak dan segenap bani Israelpun sertanya ke tempat tentara yang di Gilgal.","Maka kelima orang raja itu telah lari menyembunyikan dirinya dalam gua yang di Makeda.","Maka diwartakan oranglah kepada Yusak, mengatakan: Telah didapati akan kelima orang raja itu bersembunyi dalam gua yang di Makeda.","Maka kata Yusak: Gulingkanlah batu yang besar-besar kepada pintu gua itu, dan taruhlah orang di hadapannya akan menunggui dia.","Tetapi kami ini jangan bertangguh-tangguh, melainkan usirlah akan musuhmu, tempuhlah akan tentaranya, jangan kamu beri mereka itu masuk ke dalam negerinya, karena Tuhan, Allahmu, sudah menyerahkan mereka itu ke tanganmu.","Maka sesungguhnya setelah selesai Yusak dan segala bani Israel dari pada mengalahkan mereka itu sama sekali, sehingga binasalah mereka itu, dan segala orang yang lari melepaskan dirinya telah masuk ke dalam kota benteng,","lalu orang banyak itupun kembalilah semuanya ke tempat tentara kepada Yusak di Makeda dengan selamat; bahwa seorangpun tiada yang mengelelotkan lidahnya kepada barang seorang dari pada segala bani Israel.","Lalu kata Yusak: Bukakanlah kamu pintu gua itu, keluarkanlah kelima orang raja itu dari dalam gua, bawakanlah mereka itu kepadaku!","Maka demikianpun diperbuat oranglah, dibawanya akan kelima orang raja itu kepadanya dari dalam gua, yaitu raja Yeruzalem dan raja Heberon dan raja Yarmut dan raja Lakhis dan raja Ejlon.","Setelah sudah dibawanya akan raja-raja itu keluar kepada Yusak, maka dipanggil Yusak akan segala orang Israel berhimpun, lalu katanya kepada segala hulubalang orang perang, yang telah berjalan sertanya itu: Marilah kamu, tumpukanlah kakimu pada batang leher raja-raja ini! Maka datanglah mereka itu hampir, lalu ditumpukannya kakinya pada batang lehernya.","Maka kata Yusak kepadanya: Janganlah kamu takut atau gentar, melainkan hendaklah kamu perwira dan perkasa, karena demikianlah peri perbuatan Tuhan kelak akan segala musuh yang kamu perangi ini.","Setelah itu diparang Yusak akan mereka itu serta dibunuhnya mereka itu dan digantungkannya pada lima batang tiang kayu, maka mereka itupun tinggal tergantung pada tiang itu sampai petang hari.","Maka sesungguhnya pada waktu masuk matahari disuruh Yusak turunkan mereka itu dari pada tiang itu dan campakkan mereka itu ke dalam gua, tempat mereka itu telah menyembunyikan dirinya, lalu dibubuh oranglah beberapa batu yang besar-besar pada pintu gua itu, yang ada di sana sampai kepada hari ini.","Maka pada hari itu juga dialahkan Yusak akan negeri Makeda, diparangnya akan orang isinya dengan mata pedang, dan ditumpasnya akan rajanya dan akan segala orang isinya dan akan segala jiwa yang bernafas dalamnya, seorangpun tiada ditinggalkannya akan berlepas dirinya, maka diperbuatnya akan raja Makeda itu dengan sama peri perbuatannya akan raja Yerikho.","Maka Yusakpun langsung berjalan dari Makeda ke Libna dan segenap bani Israelpun sertanya, lalu berperanglah ia dengan Libna.","Maka diserahkan Tuhan akan negeri itupun dan akan rajanya ke tangan orang Israel, diparangnya akan dia dengan mata pedang dan akan segala orang isinya, seorangpun tiada ditinggalkannya dalamnya akan berlepas dirinya, dan diperbuatnya akan rajanya dengan sama perbuatannya akan raja Yerikho.","Maka Yusakpun langsung berjalan dari Libna ke Lakhis dan segenap bani Israelpun sertanya, lalu dikepunginya dan diperanginya akan dia.","Maka diserahkan Tuhan akan Lakhispun ke tangan orang Israel, dialahkannya akan dia pada hari yang kedua, diparangnya akan dia dan akan segala orang isinya dengan mata pedang, seperti segala yang telah diperbuatnya akan Libna.","Maka pada masa itu datanglah Horam, raja Gezer itu, hendak membantu Lakhis, tetapi dialahkan Yusak akan dia dan akan rakyatnya, sehingga seorangpun tiada ditinggalkannya padanya akan berlepas dirinya.","Maka Yusakpun langsung berjalan dari Lakhis ke Ejlon dan segenap bani Israelpun sertanya, lalu dikepunginya dan diperanginya akan dia.","Dan dialahkannya akan dia pada hari itu juga, lalu diparangnya akan dia dan ditumpasnya akan segala orang isinya dengan mata pedang pada hari itu juga, seperti segala yang telah diperbuatnya akan Lakhis.","Maka Yusakpun langsung berjalan dari Ejlon ke Heberon dan segenap bani Israelpun sertanya, lalu diperanginya akan dia.","Maka dialahkannya dan diparangnya akan dia dengan mata pedang, demikianpun akan rajanya dan akan segala negerinya dan akan segala orang isinya, seorangpun tiada ditinggalkannya akan berlepas dirinya, seperti segala yang telah diperbuatnya akan Ejlon, ditumpasnya akan dia dan akan segala orang isinya.","Maka berbaliklah Yusak dari sana dan segenap bani Israelpun sertanya lalu ke Debir, diperanginya akan dia.","Maka dialahkannya akan dia serta dengan rajanya dan segala negerinya, diparangnya akan dia dengan mata pedang dan ditumpasnya akan segala orang isinya, seorangpun tiada ditinggalkannya akan berlepas dirinya, seperti yang telah diperbuatnya akan Heberon, demikianpun perbuatannya akan Debir dan akan rajanya, sama dengan yang telah diperbuatnya akan Libna dan akan rajanya.","Maka demikianpun dialahkan Yusak akan segala negeri itu dari pada tempat gunung-gunung dan tanah sebelah selatan dan padang luas dan yang di kaki gunung kedudukannya, maka dari pada segala rajanya seorangpun tiada ditinggalkannya berlepas dirinya, dan ditumpasnya akan segala keadaan yang bernafas, setuju dengan firman Tuhan, Allah Israel itu.","Maka dialahkan Yusak akan mereka itu dari pada Kades-Barnea datang ke Gaza, dan lagi seluruh benua Gosyen sampai ke Gibeon.","Maka segala raja dan segala negerinya itupun dialahkan Yusak pada sekaligus, karena Tuhan, Allah Israel, adalah berperang karena Israel.","Maka kembalilah Yusak dan segala orang Israelpun sertanya ke tempat tentara yang di Gilgal."]