["Hata, serta kedengaranlah kabar akan hal itu kepada Yabin, raja Hazor, maka disuruhkannya utusan kepada Yobab, raja Madon, dan kepada raja Simron dan kepada raja Akhsaf,","dan kepada raja-raja yang di sebelah utara, baik di atas gunung baik di padang pada sebelah Kinerot dan pada tanah datar yang di jajahan Dor pada sebelah barat;","kepada orang Kanani yang di sebelah timur dan di sebelah barat dan kepada orang Amori dan Heti dan Ferizi dan Yebuzi yang di atas pegunungan, dan kepada orang Hewi yang di kaki Hermon dalam benua Mizpa.","Maka keluarlah mereka itu dengan segala balatentaranyapun sertanya, amat banyak rakyat, seperti pasir yang di tepi laut banyaknya, dan lagi amat banyak kuda dan rata.","Maka berhimpunlah segala raja itu, lalu datanglah mereka itu bersama-sama, didirikannyalah kemahnya pada tepi tasik Merom hendak berperang dengan Israel.","Maka berfirmanlah Tuhan kepada Yusak: Janganlah engkau takut akan mereka itu, karena esok harilah waktu begini Aku menyerahkan mereka itu sekalian teralah kepada bani Israel, maka hendaklah kamu kerat urat kaki segala kudanya dan membakar habis segala ratanya dengan api.","Maka Yusak dan segala orang perang yang sertanyapun mendatangi mereka itu ke tepi tasik Merom, maka dengan sekonyong-konyong ditempuhnya akan mereka itu.","Maka diserahkan Tuhan akan mereka itu ke tangan orang Israel, yang mengalahkan dan mengusir mereka itu sampai ke Sidon besar dan sampai ke Misrefot-Mayim dan sampai ke lembah Mizpa arah ke timur, maka diparangnya akan mereka itu dengan tiada ditinggalkannya seorang juapun yang berlepas dirinya.","Maka diperbuatlah Yusak akan mereka itu setuju dengan firman Tuhan kepadanya, dikeratnya urat kaki segala kudanya dan dibakarnya habis akan segala ratanya dengan api.","Maka setelah sudah kembali Yusak, pada masa itu juga dialahkannya Hazor dan dibunuhnya akan rajanya dengan pedang. Adapun dahulukala Hazor itu ibu negeri segala kerajaan itu.","Maka dibunuhnya akan segala orang isinya dengan mata pedang dan ditumpasnya akan mereka itu, dari pada segala yang bernafas satupun tiada tinggal, dan Hazorpun dibakarnya habis dengan api.","Maka segala negeri raja-raja itupun dialahkan Yusak dan segala rajanyapun ditawaninyalah dan diparangnya akan dia dengan mata pedang dan ditumpasnya akan dia, setuju dengan pesan Musa, hamba Tuhan itu.","Tetapi bukannya segala negeri yang di atas bukit itu dibakar habis oleh orang Israel, melainkan Hazor sahaja yang dibakar habis oleh Yusak.","Maka segala jarahan negeri-negeri itu dan segala binatangnya dirampas orang Israel akan dirinya, melainkan segala orangnya itu dibunuhnya dengan mata pedang, sehingga dihabiskannya mereka itu, satupun tiada ditinggalkannya dari pada segala yang bernafas.","Maka seperti firman Tuhan kepada Musa, hamba-Nya, demikianpun pesan Musa kepada Yusak, dan demikianpun diperbuatlah oleh Yusak, satupun tiada dilalaikannya dari pada segala firman Tuhan yang kepada Musa.","Maka demikianlah peri Yusak mengalahkan segala negeri itu, yaitu pegunungan dan negeri selatan dan seluruh benua Gosyen dan segala tanah datar dan padang dan pegunungan Israel serta dengan segala tanahnya yang rendah-rendah.","Dari pada bukit gundul, yang naik ke Seir, sampai ke Baal-Gad, dalam lembah Libanon pada kaki gunung Hermon; maka ditawaninyalah akan segala rajanya, diparangnya dan dibunuhnya akan mereka itu.","Maka beberapa berapa hari lamanya berperanglah Yusak dengan segala raja itu.","Maka sebuah negeripun tiada yang menyerahkan dirinya kepada bani Israel dengan janji, melainkan orang Hewi yang duduk di Gibeon; sekalian itu dialahkan oleh mereka itu dengan berperang juga.","Karena ia itu dari pada pihak Tuhan juga mengeraskan hati mereka itu, sehingga mereka itu mendatangi orang Israel dengan perang, supaya ditumpasnya dengan tiada menaruh kasihan akan mereka itu, melainkan supaya dibinasakannya mereka itu setuju dengan firman Tuhan yang kepada Musa.","Maka pada masa itu juga datanglah Yusak membinasakan orang Enak dari pegunungan, dari Heberon, dari Debir, dari Anab, dari segala pegunungan Yehuda dan dari segala pegunungan Israel, ditumpas Yusak akan mereka itu serta dengan segala negerinya.","Tiada lagi tinggal orang Enak dalam negeri bani Israel; hanya di Gaza dan di Gat dan di Asdod juga tinggallah mereka itu.","Maka segala negeri itu dialahkan Yusak setuju dengan segala firman Tuhan yang kepada Musa, lalu diberikan Yusak tanah itu kepada orang Israel akan bahagian pusaka sekadar pasukan mereka itu dan seturut suku bangsa mereka itu. Maka behentilah tanah itu dari pada perang."]