["Bermula, maka inilah segala raja negeri-negeri yang dialahkan oleh bani Israel dan yang dirampasnya tanahnya di seberang Yarden arah ke matahari terbit, dari pada anak sungai Arnon datang ke pegunungan Hermon, dan seluruh padang yang di sebelah timur.","Yaitu Sihon, raja orang Amori yang duduk di Hezbon, kerajaannya dari Aroer, yang di tepi anak sungai Arnon lalu ke pertengahan anak sungai itu dan setengah Gilead datang ke anak sungai Yabok, perhinggaan tanah bani Ammon;","dan padang yang di sebelah timur sampai ke tasik Kinerot dan sampai ke tasik yang di padang, yaitu Tasik-Masin, arah ke timur pada jalan ke Bait-Yesimot dan arah ke selatan di bawah Asdod-Pisga.","Dan lagi perhinggaan tanah Og, raja Bazan, dari pada peninggal orang Refai, yang duduk di Astarot dan di Ederei,","yang kerajaan di atas pegunungan Hermon dan di Salkha, dan di seluruh Bazan, sampai ke perhinggaan tanah orang Gesuri dan orang Maakhati, dan setengah Gilead, perhinggaan tanah Sihon, raja Hezbon.","Maka dialahkan oleh Musa, hamba Tuhan, dan oleh bani Israel akan mereka itu, lalu diberi Musa, hamba Tuhan, akan dia kepada orang Rubin dan orang Gad dan setengah suku Manasye akan milik pusaka.","Maka sekalian inilah raja-raja negeri yang dialahkan oleh Yusak dan segala bani Israel pada sebelah barat Yarden, dari pada Baal-Gad yang di lembah Libanon, sampai ke bukit gundul, yang naik ke Seir, maka diberi Yusak akan dia kepada segala suku Israel akan milik pusaka sekadar segala pasukannya;","di pegunungan dan di tanah datar dan di padang dan di kaki gunung-gunung dan di padang belantara dan pada sebelah selatan: Segala orang Heti dan Amori dan Kanani dan Ferizi dan Hewi dan Yebuzi.","Raja Yerikho seorang, raja Ai, yang di sebelah Bait-el, seorang,","raja Yeruzalem seorang, raja Heberon seorang,","raja Yarmut seorang, raja Lakhis seorang,","raja Ejlon seorang, raja Gezer seorang,","raja Debir seorang, raja Geder seorang,","raja Horma seorang, raja Arad seorang,","raja Libna seorang, raja Adulam seorang,","raja Makeda seorang, raja Bait-el seorang,","raja Tapuah seorang, raja Hefer seorang,","raja Afek seorang, raja Lasaron seorang,","raja Madon seorang, raja Hazor seorang,","raja Simron Meron seorang, raja Akhsaf seorang,","raja Taanah seorang, raja Megido seorang,","raja Kedes seorang, raja Yokneam dekat dengan Karmel seorang,","raja Dor yang di benua Dor seorang, raja orang Goyi yang di Gilgal seorang,","raja Tirza seorang. Maka jumlah segala raja itu tiga puluh satu orang."]