["Maka inilah dia yang diperoleh Bani Israel akan milik pusaka di benua Kanaan, yang dibahagi-bahagi kepada bani Israel oleh Eleazar, yang imam, dan Yusak bin Nun dan segala penghulu suku bangsa akan miliknya pusaka;","dengan membuang undi ditentukan miliknya pusaka setuju dengan firman Tuhan yang kepada Musa akan sembilan suku setengah itu.","Karena telah ditentukan Musa milik pusaka dua suku setengah itu di seberang Yarden, dan kepada orang Lewi tiada diberikannya milik pusaka di antara mereka itu,","karena bani Yusuf itu menjadi dua suku, yaitu Manasye dan Efrayim, sebab itu tiada diberikannya milik pusaka dari pada tanah itu kepada orang Lewi, melainkan hanya beberapa buah negeri, supaya mereka itu duduk dalamnya serta dengan tanah yang di kelilingnya bagi binatang dan barang-barang mereka itu.","Seperti firman Tuhan kepada Musa, demikianlah diperbuat bani Israel dan demikianpun dibahagikannyalah tanah itu.","Maka pada masa itu datanglah bani Yehuda hampir kepada Yusak di Gilgal, lalu kata Kaleb bin Yefuna, orang Kenizi itu, kepadanya: Bahwa engkau juga yang mengetahui akan firman Tuhan yang kepada Musa, hamba Allah itu, akan hal aku dan akan halmu di Kades-Barnea.","Maka adalah empat puluh tahun umurku pada masa aku disuruhkan oleh Musa, hamba Tuhan, dari Kades-Barnea pergi mengintai negeri, dan akupun membawa balik kabar kepadanya setuju dengan perasaan hatiku;","tetapi adapun segala saudaraku, yang telah pergi ke hulu serta dengan aku, ia itu menawarkan hati orang banyak, tetapi aku menurut Tuhan, Allahku, dengan tetap hatiku.","Maka pada hari itu juga berjanjilah Musa kepadaku dengan sumpah setia, katanya: Bahwa tak akan jangan tanah yang telah dijejak oleh kakimu, itu menjadi milikmu pusaka dan milik anakmupun sampai selama-lamanya, sebab engkau telah tetap dalam menurut Tuhan, Allahku.","Maka sekarang sesungguhnya Tuhan telah menghidupi aku setuju dengan firman-Nya, sekarang sudah empat puluh lima tahun lalu dari pada masa Tuhan berfirman begitu kepada Musa, tatkala orang Israel mengembara di padang Tiah, maka sekarang sungguhpun umurku telah delapan puluh lima tahun;","maka pada hari ini juga kuatku lagi sama seperti kuatku pada hari aku disuruhkan Musa; seperti kuatku pada masa itu demikianpun kuatku sekarang ini, baik dalam perang baik dalam aku keluar masuk.","Maka sebab itu, berikanlah kiranya kepadaku pegunungan akan halnya Tuhan telah berfirman pada hari itu, seperti engkaupun telah dengar pada hari itu. Maka kendatilah orang Enak di sana dan beberapa negeri yang berkota benteng, jikalau sahaja ada Tuhan sertaku, maka aku kelak menghalaukan mereka itu dari dalam tempatnya setuju dengan firman Tuhan.","Maka oleh Yusak diberi berkat akan dia dan diberikannya Heberon kepada Kaleb bin Yefuna akan milik pusaka.","Maka sebab itu Heberon menjadi milik pusaka Kaleb bin Yefuna, orang Kenizi itu, datang kepada hari ini, sebab tetaplah ia dalam menurut Tuhan, Allah Israel.","Maka dahulu nama Heberon itu negeri Arba, yaitu nama seorang yang besar di antara segala orang Enak. Maka pada masa itu tanah itupun berhenti dari pada perang."]