["Maka suku Manasyepun beroleh bahagian yang ditentukan dengan membuang undi, karena ialah anak sulung Yusuf, bagi Makhir, anak sulung Manasye, bapa Gilead, seorang yang tahu perang, maka sebab itu Gilead dan Bazan menjadi bahagiannya.","Maka inilah bagi segala anak-anak Manasye yang lain dengan bangsa-bangsanya, bagi bani Abiezer dan bagi bani Helek dan bagi bani Asriel, dan bagi bani Sekhem dan bagi bani Hefer dan bagi bani Semida, sekalian inilah anak-anak laki-laki Manasye bin Yusuf dengan bangsa-bangsanya.","Tetapi Zelafead bin Hefer bin Gilead bin Makhir bin Manasye itu tiada beranak laki-laki, melainkan perempuan sahaja, dan inilah nama-nama anaknya: Makhla dan Noa dan Hojla dan Milka dan Tirza.","Maka datanglah mereka itu menghadap Eliazar, yang imam, dan menghadap Yusak bin Nun, di hadapan segala penghulu, katanya: Bahwa Tuhan telah berfirman kepada Musa memberikan kepada kami suatu pusaka di antara segala saudara kami. Maka sebab itu diberikannyalah kepada mereka itu suatu pusaka di antara segala saudara bapanya setuju dengan firman Tuhan itu.","Begitulah pusaka Manasye menjadi sepuluh bahagian, lain dari pada tanah Gilead dan Bazan, yang di seberang Yarden.","Karena segala anak perempuan Manasyepun beroleh pusaka di antara segala anaknya laki-laki, dan tanah Gilead itu bagi segala anak Manasye yang lain.","Maka perhinggaan tanah Manasye itu adalah dari Asyer sampai ke Mikhmetat, yang bertentangan dengan Sikhem, lalu perhinggaan itu ke kanan ke tempat orang yang duduk dekat dengan mata air Tapuah.","Maka tanah Tapuah itu Manasye punya, tetapi negeri Tapuah dalam perhinggaan Manasye itu bani Efrayim punya.","Maka dari sana turunlah perhinggaan itu ke anak sungai Kana, sehingga anak sungai itu pada selatannya. Maka segala negeri yang di sanapun Efrayim punya, di tengah-tengah segala negeri Manasye, maka perhinggaan Manasye adalah sebelah utara anak sungai itu dan kesudahannya di laut sebelah barat.","Bahwa yang pada selatan itu Efrayim punya dan pada utara itu Manasye punya dan laut itu perhinggaan keduanya, maka pada sebelah utara berdompaklah ia dengan Asyer dan pada sebelah timur dengan Isakhar.","Maka dalam Isakhar dan Asyer adalah pada Manasye: Bait-Sean serta dengan jajahannya, dan Yibeleam serta dengan jajahannya, dan orang isi Dor serta dengan jajahannya, dan orang isi Endor serta dengan jajahannya, dan orang isi Taanah serta dengan jajahannya dan orang isi Megido serta dengan jajahannya, yaitu sepertiga Nefet itu.","Tetapi bani Manasye tiada dapat mengambil negeri-negeri itu, sebab dengan kekerasannya juga orang Kanani mau tinggal di dalamnya.","Kendatilah demikian setelah bani Israel menjadi lebih kuat, diambilnya juga upeti dari pada orang Kanani itu, tetapi tiada dihalaukannya mereka itu.","Maka kata bani Yusuf kepada Yusak demikian: Mengapa maka tuan memberikan kami hanya satu bahagian, yang ditentukan dengan membuang undi akan pusaka kami, sedang kami ini suatu bangsa yang banyak bilangannya oleh berkat yang dikaruniakan Tuhan akan kami sampai sekarang ini?","Maka kata Yusak kepada mereka itu: Jikalau sungguh kamu suatu bangsa yang banyak bilangannya, baiklah kamu pergi ke hutan menerangkan dia akan tempat bagimu pada tanah orang Ferizi dan Refai, jikalau kiranya pegunungan Efrayim terlalu sempit bagimu.","Maka kata bani Yusuf: Tiada terdapat lagi tanah pegunungan bagi kami, maka segala orang Kanani yang duduk di padang itu ada menaruh rata besi, baik yang duduk dalam Bait-Sean dan daerahnya baik yang duduk di padang Yizreil.","Maka kata Yusak kepada bani Yusuf, kepada Efrayim dan kepada Manasye demikian: Sesungguhnya kamu suatu bangsa yang banyak bilangannya dan besarlah kuatmu, tak usah kamu dapat satu bahagian undi sahaja.","Seperti pegunungan itu kamu punya, demikianpun hutan; tebanglah akan dia maka ia itu menjadi kamu punya sampai kepada ujungnya, karena kamu akan menghalaukan orang Kanani itu dari pada tempatnya, jikalau mereka itu menaruh rata besi dan kuatnya besar sekalipun."]