["Sebermula, maka segenap sidang bani Israelpun berhimpunlah di Silo, dan didirikannyalah di sana akan kemah perhimpunan, pada masa seluruh tanah itu telah alah di hadapannya.","Maka tinggal lagi di antara bani Israel tujuh suku, yang belum dibahagikan milik pusaka kepadanya.","Maka kata Yusak kepada bani Israel: Berapa lamakah kamu malas mengambil tanah itu akan milikmu yang telah dikaruniakan Tuhan, Allah nenek moyangmu, kepadamu?","Berikanlah kiranya bagi dirimu tiga orang dari pada tiap-tiap suku, maka aku hendak menyuruhkan mereka itu pergi berjalan sana sini di tanah itu sambil menulis petanya, sekadar bahagian pusaka masing-masing, lalu mereka itu akan kembali kepadaku,","dan supaya dibahagikannya dengan tujuh bahagian, maka Yehuda akan tinggal dalam perhinggaan tanahnya pada sebelah selatan, dan segala orang isi rumah Yusuf akan tinggal dalam perhinggaan tanahnya pada sebelah utara.","Maka hendaklah kamu menulis peta tanah itu dengan tujuh bahagiannya, lalu bawalah akan peta itu kepadaku, maka aku akan membuang undi karena kamu di hadapan hadirat Tuhan, Allah kita.","Karena orang Lewi itu tiada beroleh bahagian di antara kamu, melainkan imamat yang dari pada Tuhan itulah bahagian pusaka mereka itu, maka suku Gad dan Rubin dan setengah suku Manasye itupun telah mengambil bahagian pusakanya di seberang Yarden pada sebelah timur, yang telah diberikan oleh Musa, hamba Tuhan itu, kepadanya.","Hata, maka bangkitlah berdiri orang-orang itu lalu pergi, maka apabila mereka itu pergi hendak menulis peta tanah itu berpesanlah Yusak kepada mereka itu, katanya: Pergilah kamu berjalan sana sini di tanah itu sambil menulis petanya, lalu kembali kepadaku, supaya di sini aku membuang undi karena kamu di hadapan hadirat Tuhan di Silo.","Maka orang itupun pergilah berjalan keliling tanah itu, ditulisnya akan petanya dalam sebuah kitab dengan segala negerinya atas tujuh bahagian. Maka kembalilah mereka itu kepada Yusak ke tempat tentara di Silo.","Maka oleh Yusak dibuang undi karena mereka itu di Silo, di hadapan hadirat Tuhan, dan tanah itupun dibahagikan Yusak kepada bani Israel di sana, masing-masing bahagiannya.","Bermula maka keluarlah undi suku bani Benyamin dengan bangsa-bangsanya, maka perhinggaan bahagiannya adalah di antara bani Yehuda dengan bani Yusuf.","Maka perhinggaan tanahnya adalah pada ujung utara Yarden, lalu perhinggaan itu naik ke sebelah Yerikho arah ke utara dan terus dari pegunungan ke barat, dan keluar kepada padang belantara Bait-Awen.","Maka dari sana perhinggaan itu lalu terus dari Luz, yaitu pada sebelah selatan Luz, tempat Bait-el sekarang, lalu perhinggaan itu turun ke Aterot-Adar menyusur pegunungan, yang pada sebelah selatan Bait-Horon hilir.","Lalu perhinggaan itu balik pada ujung barat arah ke sebelah selatan pegunungan yang bertentangan dengan Bait-Horon ke selatan dan keluar ke Kiryat-Baal, yaitu Kiryat-Yearim, sebuah negeri bani Yehuda, yaitu ujungnya pada sebelah barat.","Maka ujungnya pada sebelah selatan dari pada kesudahan Kiryat-Yearim, perhinggaan itu keluar ke barat, lalu keluar kepada mata air Neftoah.","Lalu perhinggaan itu turun ke ujung pegunungan yang bertentangan dengan lembah Bin-Hinom, yaitu dalam lembah orang Refai arah ke utara, lalu turun lagi terus dari lembah Hinom ke sebelah orang Yebuzi pada selatan dan turun ke En-Rogel.","Lalu arah ke utara dan keluar kepada En-Semes kemudian ke Gelilot, yang bertentangan dengan celahan gunung Adumim dan turun ke batu Bohan bin Rubin,","lalu terus ke sebelah yang bertentangan dengan Araba arah ke utara kemudian turun ke Araba.","Lalu perhinggaan itu terus ke sebelah Bait-Hojla arah ke utara dan keluar ke tanjung utara Tasik-Masin pada ujung selatan Yarden, yaitulah perhinggaan tanahnya pada sebelah selatan.","Maka Yarden itulah perhinggaanya pada sebelah timur. Sekalian inilah bahagian pusaka bani Benyamin dengan perhinggaannya keliling, sekadar bangsa-bangsanya.","Maka negeri-negeri suku bani Benyamin dengan bangsa-bangsanya adalah: Yerikho dan Bait-Hojla dan Emek-Keziz,","dan Bait-Araba dan Zemarayim dan Bait-el,","dan Haawin dan Hapara dan Ofera,","dan Khefar-haamonai dan Haofni dan Geba, semuanya dua belas buah negeri serta dengan jajahannya.","Dan Gibeon dan Rama dan Bierot,","dan Mizpa dan Khefira dan Moza,","dan Rekim dan Jirpiel dan Tar-ala,","dan Zela dan Elif dan Yebuzi, yaitu Yeruzalem, dan Gibat dan Kiryat, semuanya empat belas buah negeri serta dengan jajahannya. Maka inilah bahagian pusaka bani Benyamin dengan bangsa-bangsanya."]