["Arakian, maka keluarlah undi yang kedua itu bagi Simeon, bagi suku bani Simeon dengan bangsa-bangsanya, maka bahagian pusaka mereka itu adalah di tengah-tengah bahagian pusaka bani Yehuda.","Maka pada tanah pusaka mereka itu adalah negeri Birsyeba atau Seba dan Molada.","Dan Hazar-Suil dan Bala dan Azim,","dan Eltolad dan Betul dan Horma,","dan Zikelaj dan Bait-hamar-khabot dan Hazar-Susa,","dan Bait-Lebaot dan Saruhin, semuanya tiga belas buah negeri serta dengan jajahannya.","Dan Ayin dan Rimon dan Eter dan Asan, empat buah negeri serta dengan jajahannya.","Dan lagi segala dusun yang keliling negeri-negeri itu sampai ke Baalat-Beir-Ramat pada sebelah selatan. Maka inilah bahagian pusaka suku bani Simeon dengan bangsa-bangsanya.","Maka bahagian pusaka bani Simeon itu masuk bahagian yang ditentukan dengan membuang undi bagi bani Yehuda, karena bahagian bani Yehuda itu terlalu besar bagi mereka itu, maka sebab itu bani Simeon beroleh pusaka di tengah-tengah bahagian pusaka mereka itu.","Maka keluarlah undi yang ketiga karena bani Zebulon dengan bangsa-bangsanya dan perhinggaan tanah pusakanya adalah sampai ke Sarid.","Maka perhinggaan tanahnya naik ke atas dengan menyusur laut dan Marala, lalu berdompak dengan Dabeset dan dengan anak sungaipun, yang bertentangan dengan Yokneam.","Lalu dari Sarid kembali ke timur ke sebelah matahari terbit menyusur tanah Khislot-Tabor dan keluar di Doberat lalu naik ke Yafia.","Dari sana ke timur terus dari pada Gat-Hefer ke Et-Kazin dan keluar di tempat Rimon menuju Nea.","Lalu perhinggaan itu balik ke utara ke Naton dan kesudahannya dalam lembah Yiftah-El.","Dan lagi Katat dan Nahalal dan Simron dan Yidala dan Betlehem, dua belas buah negeri serta dengan jajahannya.","Maka inilah milik pusaka bani Zebulon dengan bangsa-bangsanya, segala negeri ini serta dengan jajahannya.","Maka undi yang keempat keluarlah karena Isakhar, yaitu karena bani Isakhar dengan bangsa-bangsanya.","Maka perhinggaannya adalah Yizreela dan Khesulot dan Sunem,","dan Hafarayim dan Sion dan Ana-Kharat,","dan Rabit dan Kisyon dan Ebez,","dan Remet dan En-ganim dan En-hada dan Bait-Pazez.","Maka perhinggaan itu berdompak dengan Tabor dan Zahazima dan Bait-Semes dan begitu kesudahan perhinggaan mereka itu di Yarden; semuanya enam belas buah negeri serta dengan daerahnya.","Maka inilah milik pusaka suku bani Isakhar dengan bangsa-bangsanya, segala negeri itu dengan jajahannya.","Maka keluarlah undi yang kelima karena suku bani Asyer dengan bangsa-bangsanya.","Maka perhinggaan tanahnya adalah Helkat dan Hali dan Beten dan Akhsaf,","dan Alamelekh dan Am-ad dan Misal lalu berdompak dengan Karmel di tepi laut dan dengan Sikhor-Libnat.","Lalu balik ke sebelah matahari terbit ke Bait-Dagon dan berdompak dengan Zebulon dan dengan lembah Yiftah-El, lalu arah ke utara dan ke Bait-Emek dan Nehiel dan keluar pada sebelah kiri ke Kabul.","Dan Eberon dan Rehob dan Hamon dan Kana sampai ke Sidon besar.","Kemudian baliklah perhinggaan itu ke Rama lalu berjengkau ke negeri Tsur, yang berkota benteng, lalu baliklah perhinggaan itu ke Hosa dan kesudahannya di laut, seluruh tanah sampai ke Akhzib.","Dan Uma dan Afek dan Rehob; semuanya dua puluh dua buah negeri serta dengan jajahannya.","Maka inilah milik pusaka suku bani Asyer dengan bangsa-bangsanya, segala negeri ini dengan jajahannya.","Maka karena bani Naftali keluarlah undi yang keenam, yaitu karena bani Naftali dengan bangsa-bangsanya.","Maka perhinggaan tanahnya adalah dari Helef dan dari pokok eru di Zaananim, lalu Adami dan Nekeb dan Yabniel sampai ke Lakum dan keluar ke Yarden.","Lalu perhinggaan itu balik ke barat ke Aznot-Tabor dan dari sana keluarlah ia di Hukok dan berdompak dengan Zebulon pada sebelah selatan dan dengan Asyer pada sebelah barat dan dengan Yuda yang di tepi Yarden pada sebelah matahari terbit.","Maka negeri-negeri yang berkota benteng itu Zidim dan Zer dan Hamat dan Rakat dan Kineret,","dan Adama dan Rama dan Hazor,","dan Kedes dan Ederei dan En-Hazor,","dan Yiron dan Migdal-El dan Horem dan Bait-Anat dan Bait-Semes, semuanya sembilan belas buah negeri serta dengan jajahannya.","Maka inilah milik pusaka suku bani Naftali dengan bangsa-bangsanya, segala negeri ini dengan jajahannya.","Maka karena suku bani Dan dengan bangsa-bangsanya keluarlah undi yang ketujuh.","Maka perhinggaan milik pusakanya adalah Zora dan Esytaol dan Irsemes,","dan Saalabin dan Ayalon dan Yitla,","dan Elon dan Timnata dan Ekeron,","dan Elteke dan Gibeton dan Baalat,","dan Yehud dan Bene-Birak dan Gat-Rimon,","dan Me-Yarkon dan Rakon dan jajahan yang bertentangan dengan Yafo.","Dan lagi perhinggaan tanah bani Dan berjengkau lebih jauh karena bani Dan itu berangkat lalu berperang dengan Lesem, dialahkannya akan dia, diparangnya dengan mata pedang dan diambilnya akan dirinya, lalu duduk di dalamnya, maka Lesem itu dinamainya Dan menurut nama bapanya yang bernama Dan.","Maka inilah milik pusaka bani Dan dengan bangsa-bangsanya, segala negeri ini serta dengan jajahannya.","Maka demikian selesailah mereka itu dari pada membahagi-bahagi tanah akan miliknya pusaka dengan segala perhinggaannya. Maka diberikan juga oleh bani Israel suatu milik pusaka kepada Yusak bin Nun di tengah-tengahnya.","Yaitu setuju dengan firman Tuhan diberikannyalah akan dia negeri yang dikehendakinya, yaitu Timnat-Serah, di atas pegunungan Efrayim, maka dibangunkannya pula akan negeri itu lalu ia duduk di dalamnya.","Maka inilah milik pusaka yang dibahagi-bahagi oleh Eleazar, yang imam, dan Yusak bin Nun dan penghulu segala suku bangsa kepada segala suku bani Israel dengan membuang undi di Silo, di hadapan hadirat Tuhan, di hadapan pintu kemah perhimpunan. Demikian selesailah mereka itu dari pada membahagi-bahagi tanah."]