["Bermula, maka diam-diam Yusak bin Nun telah menyuruhkan dua orang dari Sittim akan penyuluh, katanya: Pergilah kedua kamu mengintai tanah itu dan negeri Yerikho. Lalu orang itupun pergilah, maka masuklah keduanya ke dalam rumah seorang perempuan yang sundal adanya, bernama Rahab, hendak tidur di sana.","Maka dikabarkan oranglah kepada raja Yerikho, sembahnya: Bahwa sesungguhnya malam ini telah datang ke mari orang dari bani Israel hendak mengintai negeri.","Maka disuruh raja Yerikho akan orang mendapatkan Rahab mengatakan: Bawalah keluar akan orang yang telah datang kepadamu dan yang telah masuk ke dalam rumahmu, karena adapun mereka itu ke mari ini, yaitu hendak mengintai segenap negeri.","Tetapi oleh perempuan itu telah diambil akan kedua orang laki-laki itu, disembunyikannya. Maka katanya: Sesungguhnya orang itu telah datang kepada sahaya, tetapi tiada sahaya tahu dari mana datangnya.","Tetapi pada waktu hendak dikancingkan pintu negeri dan haripun malamlah keluarlah orang itu, tiada sahaya tahu ke mana perginya; baik dengan segera kamu mengusir akan dia, niscaya kamu sampai kepadanya.","Tetapi perempuan itu telah menyuruh keduanya naik sotoh rumahnya, disembunyikannya di bawah kulit rami, yang telah ditaruhnya di atas sotoh itu.","Maka orang itupun pergilah mengusir keduanya pada jalan ke Yarden sampai ke tempat penambang; setelah sudah keluar orang yang mengusir dia, dikancingkan oranglah pintu negeri itu.","Maka dahulu dari pada tidur kedua orang itu, naiklah perempuan itu ke atas sotoh mendapatkan orang itu.","Lalu katanya kepada mereka itu: Kuketahui bahwa sesungguhnya tanah ini telah dikaruniakan Tuhan kepada kamu, dan ketakutan akan kamu telah datang atas kami, dan segala orang isi negeri telah hanyut dari takut akan kamu.","Karena telah kami dengar bagaimana Tuhan sudah mengeringkan air laut Kolzom di hadapanmu, tatkala kamu keluar dari Mesir, dan barang yang sudah kamu perbuat akan kedua orang raja Amori, yang di seberang Yarden, akan Sihon dan Og, bagaimana kamu sudah menumpas dia.","Maka serta kedengaranlah sekalian itu kepada kami, maka hilanglah hati kami, tiada tinggal lagi nyawa dalam barang seorang, dari sebab takut akan kamu; karena Tuhan, Allahmu, itulah Allah, baik di dalam langit yang di atas baik di atas bumi yang di bawah.","Maka sekarang berjanjilah dengan aku pakai sumpah demi Tuhan, tegal aku sudah berbuat kebajikan akan kamu, bahwa kamupun akan berbuat kebajikan akan orang isi rumah bapaku, dan berikanlah kiranya akan daku suatu tanda amanat,","bahwa kamu akan menghidupi ibu bapaku dan saudaraku laki-laki dan perempuan serta dengan segala sesuatu yang ada padanya dan kamupun akan melepaskan jiwa kami dari pada mati.","Maka sahut kedua orang itu akan dia: Baiklah, nyawa kami akan mati ganti kamu! jikalau tiada engkau mewartakan perkara kami ini, bahwa sesungguhnya apabila dikaruniakan Tuhan tanah ini kepada kami, maka kamipun akan berbuat kebajikan dan setia akan kamu.","Maka diulurkannya keduanya dengan tali dari pada tingkap rumahnya, karena rumahnya adalah di atas dewala negeri, dan perempuan itupun diamlah di atas dewala itu.","Maka katanya kepada orang itu: Pergilah kamu naik ke gunung, supaya jangan kamu bertemu dengan orang yang mengusir akan kamu, dan sembunikanlah dirimu di sana barang tiga hari lamanya, sampai sudah pulang orang yang disuruhkan itu, kemudian boleh kamu menurut jalanmu.","Maka kata kedua orang itu kepadanya: Bahwa sucilah kami dari pada sumpahmu ini, yang telah kausuruh kami bersumpah,","melainkan apabila kami sudah masuk ke dalam negeri, hendaklah engkau mengikat tali ini, yang dipintal dari pada benang kirmizi, pada tingkap yang telah kami diulurkan dari padanya, dan hendaklah engkau menghimpunkan ibu bapamu dan saudaramu laki-laki dan perempuan dan segala orang isi rumah bapamu kepadamu dalam rumah ini.","Karena barangsiapa yang keluar dari pada pintu rumahmu, sesungguhnya ditanggungnya darahnya sendiri dan kamipun sucilah dari padanya; tetapi barangsiapa yang di dalam rumah serta dengan dikau, darahnya ditanggung oleh kami, jikalau barang seorang mendatangkan tangan akan dia.","Demikianpun jikalau kiranya engkau mewartakan hal kami ini, maka sucilah kami dari pada sumpah yang kausuruh akan kami bersumpah.","Maka katanya: Benarlah katamu ini, biarlah begitu. Lalu dilepaskannya keduanya pergi dan tali kirmizi itupun diikatnya pada tingkap itu.","Maka berjalanlah keduanya, lalu sampai ke gunung, maka tinggallah ia di sana tiga hari lamanya, sampai sudah pulang orang yang disuruh mengusir dia; maka orang suruhan itu telah mencahari akan keduanya itu pada segala jalan, tiada juga didapatinya akan dia.","Maka kedua orang itupun kembalilah turun dari atas gunung, lalu menyeberang Yarden; setelah sampai kepada Yusak bin Nun diceriterakannyalah segala perkara yang telah bertemu dengan dia,","katanya kepada Yusak: Bahwa sesungguhnya Tuhan telah menyerahkan seluruh tanah ini kepada tangan kita, karena hilanglah hati segala orang isi negeri itu dari sebab takut akan kita."]