["Arakian, maka pada masa itu dipanggil Yusak akan orang Rubin dan orang Gad dan setengah suku Manasye.","Lalu katanya kepada mereka itu: Bahwa kamu telah berbuat akan segala yang dipesan Musa, hamba Tuhan itu, kepadamu, dan kamu telah menurut kataku dalam segala perkara yang kusuruh kepadamu.","Maka tiada kamu meninggalkan saudaramu beberapa tahun ini lamanya sampai kepada hari ini, dan kamu telah melakukan firman Tuhan, Allahmu, dengan yakin.","Maka sekarang telah dikaruniakan Tuhan, Allahmu, sentosa kepada segala saudaramu, setuju dengan firman-Nya kepadanya, sebab itu baiklah sekarang kamu pulang ke kemahmu dan ke negeri milikmu, yang telah diberikan Musa, hamba Tuhan itu, kepadamu di seberang Yarden.","Sahaja ingatlah kamu baik-baik akan melakukan hukum dan undang-undang ini, yang dipesan oleh Musa, hamba Tuhan itu, kepadamu, bahwa kamu mengasihi akan Tuhan, Allahmu, dan menjalani segala jalan-Nya dan memeliharakan segala firman-Nya dan bersangkut paut kepada Tuhan dan berbuat kebaktian kepada-Nya dengan segenap hatimu dan dengan segenap jiwamu.","Maka Yusakpun memberilah berkat akan mereka itu, lalu dilepaskannya mereka itu pergi, maka pulanglah mereka itu ke kemah-kemahnya.","Maka kepada setengah suku Manasye itu telah diberikan Musa bahagian pusaka di Bazan, seperti yang telah diberikan Yusak kepada setengah suku yang lain serta dengan saudara-saudaranya di sebelah barat Yarden. Maka orang inipun disuruh Yusak pulang ke kemahnya serta diberinya berkat akan mereka itu.","Maka katanya kepada mereka itu: Pulanglah kamu ke kemahmu dengan banyak harta dan dengan amat banyak binatang, dengan emas perak dan dengan tembaga dan besi dan dengan amat banyak pakaian; bahagi-bahagilah segala jarahan dari pada musuhmu itu dengan saudara-saudaramu!","Maka pulanglah segala bani Rubin dan bani Gad dan setengah suku Manasye, ditinggalkannya bani Israel, lalu keluar dari Silo yang di tanah Kanaan hendak pulang ke tanah Gilead, ke tanah miliknya, yang telah diberikan kepadanya akan milik setuju dengan firman Tuhan yang kepada Musa.","Hata, setelah sampai mereka itu ke jajahan Yarden, ke perhinggaan tanah Kanaan, didirikan oleh bani Rubin dan bani Gad dan setengah suku Manasye di sana sebuah mezbah di tepi Yarden, yaitu sebuah mezbah yang besar adanya.","Maka kedengaranlah kabar pada bani Israel mengatakan: Bahwasanya bani Rubin dan bani Gad dan setengah suku Manasye telah membangunkan di sana sebuah mezbah bertentangan dengan tanah Kanaan di jajahan Yarden berseberang dengan bani Israel.","Serta terdengarlah bani Israel akan hal itu maka berhimpunlah segenap sidang bani Israel di Silo hendak mendatangi dan memerangi mereka itu.","Maka disuruhkanlah bani Israel akan Pinehas bin Eliazar, yang imam, pergi mendapatkan bani Rubin dan bani Gad dan setengah suku Manasye,","dan lagi sepuluh orang penghulupun sertanya, seorang penghulu akan tiap-tiap suku bani Israel, masing-masing mereka itu penghulu bangsanya di antara beribu-ribu orang Israel.","Maka sampailah mereka itu kepada bani Rubin dan bani Gad dan setengah suku Manasye di tanah Gilead, lalu ia berkata-kata dengan mereka itu, katanya:","Demikianlah kata segenap sidang Tuhan: Apakah macam durhaka ini, bahwa kamu telah mendurhaka kepada Allah Israel dan sekarang kamu sudah undur dari belakang Tuhan dengan membangunkan sebuah mezbah akan dirimu, sehingga pada hari ini juga kamu telah menjadi murtad kepada Tuhan!","Sedikitlah bagi kita kesalahan Peor, yang belum kita disucikan dari padanya sampai kepada hari ini, yaitu pada masa bala itu terkena kepada segenap sidang Tuhan?","Jikalau kiranya sekarang kamu undur dari belakang Tuhan, dan jikalau kiranya sekarang kamu menjadi murtad kepada Tuhan, niscaya esok harilah murka-Nya akan bernyala-nyala kepada segenap sidang Israel.","Bahwa sesungguhnya jikalau kiranya tanah milikmu itu najis adanya, mari, datanglah ke tanah milik Tuhan, tempat kedudukan kemah Tuhan, dan beroleh pusaka di antara kamilah, tetapi janganlah kamu mendurhaka kepada Tuhan dan jangan kamu khianat akan kami dengan membangunkan akan dirimu sebuah mezbah lain dari pada mezbah Tuhan, Allah kita.","Tatkala Akhan bin Zerah dengan sengaja bersalah dengan barang tumpas itu, bukankah murka itu berlaku atas segenap sidang Israel, sehingga bukannya ia seorang jua yang mati sebab kesalahannya?","Maka sahut bani Rubin dan bani Gad dan setengah suku Manasye, katanya kepada penghulu beribu-ribu orang Israel demikian:","Bahwa Allah yang di atas segala dewata, bahkan, Hua, yaitu Allah yang di atas segala dewata itu amat mengetahui dan Israelpun akan mengetahui dia, jikalau kami ini murtad atau mendurhaka kepada Tuhan, baiklah kamu tiada sayang akan kami.","Jikalau kiranya kami membangunkan mezbah akan diri kami hendak undur dari belakang Tuhan, atau jikalau kiranya ia itu supaya di atasnya kami mempersembahkan korban bakaran atau persembahan makanan atau menyediakan korban syukur di atasnya, baiklah Tuhan menuntutnya kepada kami!","Jikalau tiada kami membuat ini dari sebab bercintakan perkara yang baik itu, kata kami: Kalau-kalau besok anakmu berkata kepada anak kami demikian: Apakah hal kamu dengan Tuhan, Allah Israel?","Bukankah Tuhan telah menjadikan Yarden ini akan perhinggaan di antara kami dengan kamu, hai bani Rubin dan bani Gad! Bahwa kamu tiada empunya bahagian dengan Tuhan! Sehingga anakmu memaksa akan anak kami kelak berhenti dari pada berbuat bakti kepada Tuhan!","Maka sebab itu kata kami: Baiklah kami memperbuatkan barang yang berguna akan kami dengan membangunkan mezbah ini, bukannya akan korban bakaran atau akan korban sembelihan,","melainkan supaya mezbah itu akan suatu kesaksian di antara kami dengan kamu dan di antara anak cucu kita yang kemudian dari pada kita kedua pihak, supaya kamipun boleh turut berbuat bakti kepada Tuhan di hadapan hadirat-Nya dengan korban bakaran kami dan dengan korban sembelihan kami dan dengan korban syukur kami, dan jangan besok kata anakmu kepada anak kami: Bahwa kamu tiada empunya bahagian dengan Tuhan!","Maka sebab itu kata kami: Jikalau kiranya besok demikianlah kata mereka itu kepada kami dan kepada anak cucu kami, maka kami akan menyahut: Tengoklah kamu akan turutan mezbah Tuhan ini, yang telah diperbuat oleh nenek moyang kami, bukannya akan korban bakaran, dan bukannya akan korban sembelihan, melainkan akan suatu kesaksian di antara kami dengan kamulah.","Jauhlah kami dari pada mendurhaka kepada Tuhan, atau dari pada berundur dari belakang Tuhan, dengan membangunkan sebuah mezbah akan korban bakaran atau persembahan makanan atau korban sembelihan, lain dari pada mezbah Tuhan, Allah kami, yang di hadapan kemahnya!","Setelah didengar oleh Pinehas, yang imam, dan segala penghulu sidang, yaitu penghulu beribu-ribu orang Israel, akan segala perkataan ini, yang dikatakan oleh bani Rubin dan bani Gad dan bani Manasye, maka dibenarkannyalah akan dia.","Lalu kata Pinehas bin Eliazar, yang imam, kepada bani Rubin dan bani Gad dan bani Manasye: Sesungguhnya sekarang kami ketahui akan hal Tuhan adalah di tengah-tengah kita; sebab tiada kamu bersalah dengan menjadi murtad kepada Tuhan; bahwa sekarangpun kamu telah melepaskan bani Israel dari pada murka Tuhan!","Hata, maka kembalilah Pinehas bin Eliazar, yang imam, dengan segala penghulu itu dari pada bani Rubin dan bani Gad, dari tanah Gilead ke tanah Kanaan kepada segala bani Israel, disampaikannyalah sahut itu kepadanya.","Maka dibenarkanlah bani Israel akan perkataan itu, lalu bani Israelpun memuji-muji Allah, dan tiada lagi mereka itu berbicara hendak mendatangi dan memerangi bani Rubin dan bani Gad dan membinasakan negeri tempat kedudukannya.","Maka dinamai bani Rubin dan bani Gad akan Mezbah itu Kesaksian, karena katanya: Ia inilah suatu kesaksian di antara kita, bahwa sesungguhnya Tuhan itu Allah."]