["Hata, maka pada sekali peristiwa, yaitu lama kemudian dari pada Tuhan mengaruniakan kepada orang Israel kesenangan dari pada segala musuhnya berkeliling, dan Yusakpun telah menjadi tua dan banyak umurnya,","bahwa dipanggil Yusak akan segenap orang Israel datang berhimpun dengan segala tua-tua dan penghulu dan hakim dan pemerintah mereka itu, lalu katanya kepadanya: Aku telah menjadi tua dan sudah banyak umurku;","maka kamu sudah melihat segala sesuatu yang telah diperbuat Tuhan, Allahmu, akan segala bangsa ini karena kamu; bahwa sesungguhnya Tuhan, Allahmu, juga yang telah berperang karena kamu.","Bahwasanya aku telah membahagi-bahagi bangsa-bangsa yang lagi tinggal ini kepadamu, sekadar milik pusaka suku-sukumu, sama seperti segala bangsa yang telah kubinasakan dari Yarden datang ke lautan besar, yang pada sebelah matahari masuk.","Maka Tuhan, Allahmu, juga akan menghalaukan mereka itu kelak dari hadapanmu dan membuang mereka itu dari tanah miliknya di hadapan kamu, dan kamupun akan beroleh tanah mereka itu akan bahagian pusaka, setuju dengan firman Tuhan, Allahmu, yang kepadamu.","Maka sebab itu hendaklah kamu merajinkan dirimu sangat dalam memeliharakan dan melakukan segala sesuatu yang tersebut dalam kitab taurat Musa dengan tiada menyimpang dari padanya ke kiri atau ke kanan.","Maka janganlah kamu berjinak-jinakkan dengan bangsa yang tinggal lagi sertamu, dan jangan kamu sebut nama dewa-dewanya, dan jangan bersumpah demi namanya, dan jangan berbuat bakti atau menyembah sujud kepadanya.","Melainkan hendaklah kamu bersangkut paut kepada Tuhan, Allahmu, seperti yang telah kamu perbuat datang kepada hari ini.","Karena Tuhanpun telah menghalaukan dari hadapanmu dan dari pada miliknya akan beberapa bangsa yang besar dan kuat, maka adapun akan kamu ini, dari pada mereka itu seorangpun tiada tahan berdiri di hadapanmu datang kepada hari ini juga.","Bahwa seorang-orang kamu mengusir akan orang seribu, karena Tuhan, Allahmu, juga yang berperang karena kamu, seperti yang telah Ia berjanji kepadamu.","Maka sebab itu ingatlah baik-baik, supaya kamu mengasihi akan Tuhan, Allahmu!","Karena jikalau kiranya kamu berundur-unduran dan berdamping dengan sisa bangsa-bangsa ini, yang lagi tinggal sertamu, dan kamu kawin dengan mereka itu dan berjinak-jinakkan dengan mereka itu, dan mereka itupun dengan kamu,","ketahuilah olehmu, bahwa sesungguhnya Tuhan Allahmupun tiada akan lagi menghalaukan bangsa-bangsa ini di hadapanmu dari pada tempatnya, melainkan mereka itu kelak menjadi bagimu akan jerat dan akan jaring dan akan cemuk pada pinggangmu dan akan duri pada matamu, sehingga binasalah kamu dalam negeri yang baik, yang telah dikaruniakan Tuhan, Allahmu, kepadamu itu.","Bahwasanya atas aku ini kelak berlaku seperti adat pada segala manusia, maka kamu ketahui dengan segenap hatimu dan dengan segenap jiwamu, bahwa sepatah katapun tiada hilang dari pada segala perkataan yang baik, yang telah dikatakan Tuhan, Allahmu, akan hal kamu, bahwa semuanya telah berlaku atas kamu dan sepatah katapun tiada hilang dari pada sekalian itu.","Tetapi akan jadi kelak, seperti telah berlaku atas kamu segala perkara yang baik, yang firman Tuhan, Allahmu, akan hal kamu, demikianpun akan dilakukan Tuhan atas kamu segala perkara yang jahat, sehingga sudah dibinasakan-Nya kamu dari dalam negeri yang baik, yang telah dikaruniakan Tuhan, Allahmu, kepadamu.","Jikalau kiranya kamu melangkahkan perjanjian Tuhan, Allahmu, yang telah diperbuat-Nya dengan kamu, dan kamupun pergi berbuat bakti kepada dewa-dewa, dan menyembah sujud kepadanya, niscaya murka Tuhan akan bernyala-nyala kepadamu, maka dengan segera juga kamu akan binasa dari dalam negeri yang baik, yang telah dikaruniakan-Nya kepadamu itu."]