["Hata, maka kemudian dari pada itu dihimpunkanlah Yusak segala suku bangsa Israel di Sikhem dan dipanggilnya segala tua-tua Israel dan segala penghulunya dan segala hakimnya dan pemerintahnya bersama-sama, lalu datanglah mereka itu berdiri di hadapan hadirat Tuhan.","Maka kata Yusak kepada segenap orang banyak itu: Demikianlah firman Tuhan, Allah Israel: Dari dahulukala duduklah nenek moyang kamu, Terah, bapa Ibrahim dan bapa Nahor, di seberang sungai dan mereka itupun telah berbuat bakti kepada dewa-dewa.","Maka bapamu Ibrahim Kuambil dari seberang sungai, Kusuruhkan dia berjalan beredar-edar di seluruh tanah Kanaan ini dan Kuperbanyakkan benihnya dengan mengaruniakan Ishak kepadanya.","Maka kepada Ishak Kukaruniakan Yakub dan Esaf dan kepada Esaf Kukaruniakan pegunungan Seir akan milik pusakanya, tetapi Yakub serta dengan segala anaknya turunlah ke Mesir.","Kemudian Kusuruhkan Musa dan Harun dan Kupalu akan Mesir, seperti yang telah Kuperbuat di tengah-tengahnya, lalu Kusuruh kepadamu keluar.","Setelah sudah Kuhantar akan nenek moyangmu keluar dari Mesir, maka sampailah mereka itu ke laut, lalu diusir orang Mesir akan nenek moyangmu dari belakang dengan rata dan orang berkuda sampai ke laut Kolzom.","Maka pada masa itu berserulah mereka itu kepada Tuhan, lalu diadakan-Nya suatu kegelapan di antara kamu dengan segala orang Mesir itu, dan dibalikkan-Nya laut itu atas mereka itu, sehingga diliputi-Nya mereka itu sekalian. Demikianlah matamu telah melihat barang yang telah Kuperbuat akan Mesir. Kemudian kamu tinggal di padang Tiah beberapa tahun lamanya.","Lalu Kubawa akan kamu ke dalam negeri orang Amori, yang duduk di seberang Yarden, maka mereka itupun berperang dengan kamu, tetapi Kuserahkan mereka itu ke tanganmu, sehingga kamu beroleh tanahnya akan milikmu pusaka dan Aku membinasakan mereka itu di hadapanmu.","Maka Balak bin Zippor raja Moabpun berangkat lalu berperang dengan Israel, maka utusanlah ia, disuruhnya panggil Bileam bin Beor, supaya dikutukinya kamu.","Tetapi tiada Aku mau dengar akan Bileam itu, sehingga diberkatinya kamu juga berturut-turut, dan Akupun melepaskan kamu dari pada tangannya.","Kemudian menyeberanglah kamu Yarden, setelah sampai ke Yerikho, berperanglah kamu dengan orang isi Yerikho itu, yaitu orang Amori dan Ferizi dan Kanani dan Heti dan Girgazi dan Hewi dan Yebuzi, maka mereka itu sekalian Kuserahkan ke tanganmu.","Maka Kusuruh bela kebinasaan di hadapanmu, yang menghalaukan dari hadapanmu kedua orang raja Amori itu, yaitu bukan dengan pedangmu dan bukannya dengan busurmu.","Demikianlah peri Aku mengaruniai kamu dengan sebuah tanah yang tiada kamu perusah, dan beberapa negeri yang tiada kamu bangunkan, maka sekarang kamu duduk di dalamnya dan kamupun makan hasil kebun anggur dan pokok zait yang tiada kamu tanam.","Maka sebab itu hendaklah kamu takut akan Tuhan dan berbuat bakti kepada-Nya dengan tulus dan benar hatimu, dan buanglah akan dewa-dewa yang disembah oleh nenek moyangmu di seberang sungai dan di Mesir, melainkan hendaklah kamu beribadat kepada Tuhan jua.","Maka jikalau pada sangkamu tak baik beribadat kepada Tuhan, baiklah sekarang kamu pilih kepada siapa kamu hendak berbuat bakti, jikalau dewa-dewa yang dahulu disembah oleh nenek moyangmu di seberang sungai atau berhala orang Amori, yang sekarang kamu mengeduduki tanahnya, tetapi adapun akan daku dan orang isi rumahku, kami hendak beribadat kepada Tuhan jua!","Maka sahut orang banyak itu, katanya: Dijauhkanlah kiranya dari pada kami meninggalkan Tuhan dan berbuat bakti kepada dewa-dewa.","Karena Tuhan, Allah kami, itulah Dia, yang telah menghantar akan kami dan akan nenek moyang kami keluar dari negeri Mesir, dari dalam tempat perhambaan itu, dan yang telah mengadakan segala alamat yang besar-besar ini di hadapan mata kami, dan yang telah memeliharakan kami pada sepanjang jalan, yang telah kami turut, dan di antara segala bangsa yang telah kami berjalan di tengahnya.","Maka Tuhanpun telah menghalaukan segala bangsa itu dari hadapan kami, demikianpun akan orang Amori, yaitu orang isi negeri ini. Bahwa kami inipun hendak beribadat kepada Tuhan jua, karena Ialah Allah kami!","Maka kata Yusak kepada orang banyak itu: Tiada juga boleh kamu berbuat bakti kepada Tuhan, karena Ialah Allah yang mahasuci dan Allah yang cemburuan adanya! Maka tiada Ia akan mengampuni salahmu dan dosamu;","jikalau kamu meninggalkan Tuhan dan berbuat bakti kepada dewa-dewa, maka Iapun akan berpaling diri-Nya dan mendatangkan jahat atas kamu, sekadar dibuat-Nya baik akan kamu dahulu, sampai binasalah kamu!","Maka kata orang banyak itu kepada Yusak: Bukan, melainkan kami hendak berbuat bakti kepada Tuhan jua!","Maka kata Yusak kepada orang banyak itu: Demikianlah kamu menjadi saksi atas diri kamu sendiri dari hal kamu telah memilih Tuhan, hendak berbuat bakti kepada-Nya. Maka sahut mereka itu: Kami inilah saksi!","Maka sekarangpun buanglah olehmu akan segala berhala orang helat yang di tengah-tengah kamu, dan cenderungkanlah hatimu kepada Tuhan, Allah orang Israel.","Maka kata orang banyak itu kepada Yusak: Sesungguhnya kami hendak berbuat bakti kepada Tuhan, Allah kami, dan mendengar akan bunyi suara-Nya!","Hata, maka pada hari itu juga diperbuat Yusak suatu perjanjian dengan orang banyak itu di Sikhem, dan dijadikannya itu bagi mereka itu akan hukum undang-undang.","Maka segala perkataan itu disuratkan Yusak dalam kitab taurat Allah, dan diambilnya akan sebuah batu yang besar, didirikannyalah di sana, di bawah pohon kayu jati, yang dekat dengan tempat suci Tuhan.","Maka kata Yusak kepada segenap orang banyak itu: Bahwa sesungguhnya batu ini akan menjadi saksi atas kita, karena telah didengarnya segala firman Tuhan yang dikatakannya kepada kita, bahkan, ia inipun akan menjadi saksi atas kamu, asal jangan kamu mungkir kelak akan Allahmu.","Lalu disuruh Yusak akan orang banyak itu pulang, masing-masing kepada milik pusakanya.","Hata, maka kemudian dari pada segala perkara yang tersebut itu, matilah Yusak bin Nun, hamba Tuhan itu, umurnya seratus sepuluh tahun.","Maka dikuburkan akan dia di tanah miliknya pusaka, di Timnat-Serah, di pegunungan Efrayim, pada sebelah utara gunung Gaas.","Maka orang Israelpun beribadatlah kepada Tuhan pada segala hari hidup Yusak dan pada segala hari hidup orang tua-tua kemudian dari pada Yusak, yang telah mengetahui akan segala perbuatan Tuhan yang diperbuatnya akan Israel itu.","Dan lagi tulang-tulang Yusuf, yang telah dibawa oleh bani Israel sertanya dari Mesir itu, dikuburkannyalah di Sikhem pada sepotong tanah, yang sudah dibeli Yakub kepada bani Hemor, bapa Sikhem, dengan seratus keping perak, karena ia itu telah menjadi milik pusaka bani Yusuf.","Dan lagi matilah Eliazar bin Harun, lalu dikuburkannyalah akan dia di atas bukit Pinehas, yang telah diberikan kepadanya di pegunungan Efrayim."]