["Bermula, maka Yusakpun bangunlah pagi-pagi, dan mereka itu berangkat dari Sittim, lalu sampailah kepada Yarden, baik ia baik segala bani Israel, maka bermalamlah mereka itu di sana dahulu dari pada menyeberang.","Maka kemudian dari pada tiga hari pergilah segala hulubalang itu sana sini dalam tentara,","disuruhnya orang banyak itu, katanya: Apabila kamu melihat tabut perjanjian Tuhan, Allahmu, dan segala imam orang Lewi mengusung dia, hendaklah kamu berangkat dari pada tempatmu dan mengikut akan dia.","Tetapi biarlah berjarak antara kamu dengan dia kira-kira dua ribu hasta, ukuran yang biasa; jangan kamu lebih hampir kepadanya, supaya dapat diketahui olehmu akan jalan yang patut kamu turut, karena kamu tiada tahu menurut jalan ini kelemarin atau kelemarin dahulu.","Maka kata Yusak kepada orang banyak itu: Sucikanlah dirimu, karena esok harilah Tuhan hendak berbuat ajaib di antara kamu.","Dan kata Yusak kepada segala imam demikian: Angkatlah olehmu akan tabut perjanjian, lalu berjalanlah pada hulu orang banyak itu. Maka diangkatnyalah akan tabut perjanjian, lalu berjalanlah ia pada hulu orang banyak.","Karena Tuhan telah berfirman kepada Yusak demikian: Pada hari ini juga Aku hendak mulai membesarkan dikau kepada pemandangan segenap bani Israel, supaya diketahui olehnya, bahwa seperti dahulu Aku menyertai Musa, demikianpun adalah Aku serta dengan dikau kelak.","Maka hendaklah engkau memberi perintah kepada segala imam yang mengusung tabut perjanjian, demikian: Apabila sampailah kamu kepada tepi air Yarden, hendaklah kamu berhenti berdiri dalam Yarden itu.","Maka kata Yusak kepada segala bani Israel: Marilah kamu sekalian, dengarlah olehmu akan firman Tuhan, Allahmu!","Dan lagi kata Yusak: Dengan ini boleh diketahui olehmu akan hal Allah yang hidup ada di antara kamu dan akan dihalaukan-Nya segala orang Kanani dan orang Heti dan orang Hewi dan orang Ferizi dan orang Girgazi dan orang Amori dan orang Yebuzi dari hadapanmu dari dalam pusakanya:","Bahwa sesungguhnya tabut perjanjian Tuhan semesta alam sekalian akan menyeberang Yarden kelak pada hulu kamu.","Maka sekarang ambillah olehmu akan dua belas orang dari pada segala suku Israel, yaitu seorang dari pada tiap-tiap suku.","Maka akan jadi kelak, apabila tapak kaki segala imam yang mengusung tabut perjanjian Hua, Tuhan semesta alam sekalian, itu berhenti dalam air Yarden, maka air Yarden itu akan terbelah, dan air yang mengalir dari atas itu akan berhenti menjadi suatu timbunan.","Hata, maka apabila dirombak orang banyak itu akan kemah-kemahnya hendak menyeberang Yarden, diusunglah oleh imam-imam akan tabut perjanjian pada hulu orang banyak itu.","Serta sampailah orang yang mengusung tabut itu kepada Yarden dan kaki imam yang mengusung tabut itu baharu masuk ke dalam air yang di tepi (adapun Yarden itu sebaklah pada segala tepinya pada segala hari musim menuai),","maka berhentilah air yang mengalir dari atas, lalu bertimbun-timbun jauh sampai ke negeri Adam, yang di sebelah Zartan duduknya, maka air yang mengalir ke tasik yang di padang, yaitu ke Tasik-Masin, diceraikan sampai surutlah sama sekali. Maka menyeberanglah orang banyak itu bertentangan dengan negeri Yerikho.","Maka segala imam yang mengusung tabut perjanjian Tuhan itupun berdiri tetap pada tempat kekeringan di tengah-tengah Yarden, sementara segenap bani Israel menyeberang pada kekeringan itu, sampai habislah sudah segenap orang banyak itu menyeberang Yarden."]