["Hata, setelah sudah menyeberang Yarden sekalian orang banyak itu, maka berfirmanlah Tuhan kepada Yusak demikian:","Ambillah dari pada orang banyak itu dua belas orang, seorang dari pada tiap-tiap suku,","dan suruhlah akan mereka itu demikian: Ambillah olehmu dari sini, dari tengah-tengah Yarden, dari pada tempat kejejakan kaki segala imam itu berdiri, akan dua belas buah batu, bawalah akan dia sertamu ke seberang, lalu taruhlah akan dia pada tempat perhentian kamu bermalam kelak pada malam ini.","Maka dipanggil Yusak akan kedua belas orang, yang ditentukannya bagi yang demikian, dari pada segala bani Israel, yaitu dari pada tiap-tiap suku seorang.","Lalu kata Yusak kepada mereka itu: Berjalanlah kamu di hadapan tabut Tuhan, Allahmu, sampai ke tengah-tengah Yarden, lalu angkatlah masing-masing akan sebuah batu di atas bahunya seturut bilangan segala suku bani Israel,","supaya ia itu menjadi suatu tanda peringatan di tengah-tengah kamu; maka jikalau kiranya esok jemah ditanya oleh anak-anakmu demikian: Apakah artinya segala batu ini kepadamu?","Hendaklah kamu menyahut akan dia: Ia ini sebab air Yarden itu terbelah di hadapan tabut perjanjian Tuhan, apabila tabut itu menyeberang Yarden. Maka air Yarden itu dibelahkan, dan batu-batu ini menjadi tanda peringatan akan hal itu bagi segala bani Israel sampai selama-lamanya.","Maka diperbuatlah oleh bani Israel setuju dengan perintah Yusak kepadanya, diangkatnya dua belas buah batu dari tengah-tengah Yarden, seperti firman Tuhan yang kepada Yusak, seturut bilangan segala suku bani Israel, lalu dibawanya akan dia sertanya ke tempat mereka itu bermalam, didirikannyalah akan dia di situ.","Dan lagi didirikanlah oleh Yusak dua belas buah batu pada sama tengah Yardenpun, yaitu pada tempat kejejakan kaki segala imam yang mengusung tabut perjanjian, maka adalah batu itu di sana datang kepada hari ini.","Maka segala imam yang mengusung tabut itu tinggal berdiri pada sama tengah Yarden sampai sudah jadi segala sesuatu yang disuruh Tuhan akan Yusak mengatakan kepada orang banyak itu, setuju dengan segala pesan Musa kepada Yusak. Maka orang banyak itupun bersegera-segeralah menyeberang.","Hata, setelah sudah habis orang banyak itu menyeberang, lalu tabut perjanjianpun menyeberang juga dan segala imam di hadapan orang banyak itu.","Maka bani Rubin dan bani Gad dan setengah suku Manasye berjalanlah lengkap dengan senjatanya pada hulu segala bani Israel, setuju dengan pesan Musa kepadanya.","Suatu balatentara orang pilihan, kira-kira empat puluh ribu orang banyaknya, menyeberang di hadapan hadirat Tuhan ke padang-padang Yerikho pergi perang.","Maka pada hari itu juga Tuhanpun membesarkan Yusak kepada pemandangan segenap bani Israel, maka takutlah mereka itu akan dia seperti dahulu takutnya akan Musa selama umur hidupnya.","Dan lagi firman Tuhan kepada Yusak demikian:","Suruhlah segala imam yang mengusung tabut assyahadat itu naik dari dalam Yarden.","Maka Yusakpun menyuruhlah segala imam itu, katanya: Naiklah kamu dari dalam Yarden.","Maka sesungguhnya serta segala imam yang mengusung tabut perjanjian Tuhan itu telah keluar dari dalam Yarden, dan baharu tapak kaki segala imam itu menjejakkan darat, maka kembalilah air Yarden itu kepada tempatnya serta mengalir seperti kelemarin dan kelemarin dahulu pada segala tepinya.","Adapun masa orang banyak itu naik dari dalam Yarden, ia itu pada sepuluh hari bulan yang pertama, lalu didirikannyalah kemahnya di Gilgal pada sebelah timur Yerikho.","Maka kedua belas buah batu yang telah diangkatnya dari dalam Yarden itupun didirikan oleh Yusak di Gilgal.","Maka katanya kepada bani Israel demikian: Jikalau kiranya esok jemah anak-anakmu bertanyakan bapanya: Apakah artinya segala batu ini?","Maka hendaklah kamu memberitahu anak-anakmu: Bahwa bani Israel telah menyeberang Yarden ini dengan berjalan pada kekeringan.","Karena Tuhan, Allahmu, sudah mengeringkan air Yarden ini di hadapanmu sampai sudah kamu menyeberang dia, seperti dahulu diperbuat Tuhan, Allahmu, akan laut Kolzompun, yang dikeringkannya di hadapan kita sampai sudah kita menyeberang dia.","Supaya diketahui oleh segala bangsa yang di dalam dunia akan tangan Tuhan, bagaimana kuasa-Nya, dan supaya kamupun takut akan Tuhan, Allahmu, pada senantiasa hari."]