["Arakian, maka serta kedengaranlah kabar kepada segala raja orang Amori, yang pada sebelah barat Yarden, dan kepada segala raja orang Kanani, yang pada tepi laut, mengatakan Tuhan sudah mengeringkan air Yarden di hadapan bani Israel sampai sudah kami sekalian menyeberang, maka hilanglah hati mereka itu, tiada lagi nyawa dalamnya dari sebab takutnya akan bani Israel.","Maka pada masa itu firman Tuhan kepada Yusak: Perbuatlah akan dirimu beberapa pisau dari pada batu dan khatankanlah pula bani Israel pada kedua kali.","Maka diperbuatlah oleh Yusak akan dirinya beberapa pisau dari pada batu, lalu dikhatankannyalah segala bani Israel di atas bukit kulup.","Maka inilah sebabnya dikhatankan Yusak akan mereka itu: Bahwa segala orang yang telah keluar dari Mesir, yaitu segala orang laki-laki, segala orang yang tahu perang, telah habis mati di padang Tiah dalam perjalanannya setelah sudah mereka itu keluar dari Mesir.","Adapun segala orang yang telah keluar itu, ia itu berkhatan semuanya, tetapi segala orang yang telah jadi di padang Tiah dalam perjalanan setelah sudah mereka itu keluar dari Mesir, ia itu tidak dikhatankan.","Karena empat puluh tahun lamanya berjalanlah segala bani Israel di padang Tiah, sampai habis sudah segala orang perang yang telah keluar dari Mesir dan yang tiada mau dengar akan bunyi suara Tuhan, maka sebab itu bersumpahlah Tuhan kepadanya, bahwa tiada boleh mereka itu melihat tanah yang telah dijanji Tuhan kepada nenek moyangnya pakai sumpah hendak dikaruniakan-Nya kepada kami, yaitu suatu tanah yang berkelimpahan air susu dan madu.","Maka dijadikannya anak-anak mereka itu akan gantinya, maka itulah dia yang dikhatankan oleh Yusak, sebab belum mereka itu berkhatan, karena dalam perjalanan itu tiada dikhatankan ia.","Hata, setelah sudah sekalian orang banyak itu dikhatankan, tinggallah mereka itu pada tempatnya dalam tentara sampai sembuhlah sekaliannya.","Maka firman Tuhan kepada Yusak: Bahwa pada hari ini juga aku menolak dari padamu kecelaan orang Mesir, yang lagi lekat padamu! Maka sebab itu tempat itupun dinamai Gilgal datang kepada hari ini.","Maka tatkala bani Israel berhenti di Gilgal disediakannya Pasah pada empat belas hari bulan itu, pada petang hari, di padang-padang Yerikho.","Maka kemudian dari pada Pasah, pada keesokan harinya, makanlah mereka itu roti fatir dari pada hasil tanah itu dan jagung yang dibakar pada hari itu juga.","Maka pada keesokan harinyapun berhentilah manna itu setelah sudah mereka itu makan dari pada hasil tanah itu, tiada lagi manna bagi bani Israel, melainkan dimakannya hasil tanah Kanaan pada tahun itu juga.","Bermula, maka pada sekali peristiwa tatkala Yusak hampir dengan Yerikho, diangkatnya matanya, heran, maka terlihatlah ia akan seorang berdiri di hadapannya dan pada tangannya adalah sebilah pedang yang terhunus; maka Yusakpun pergi mendapatkan dia sambil katanya: Engkau dari pada kamikah? atau dari pada musuhkah?","Maka sahutnya: Bukan, melainkan akulah Penghulu balatentara Tuhan; bahwa sekarang Aku telah datang. Maka Yusakpun tersungkur dengan mukanya ke tanah sambil menyembah sujud kepadanya, sembahnya: Apakah firman Tuhan kepada hamba-Nya?","Maka kata Penghulu balatentara Tuhan kepada Yusak: Tanggalkanlah kasut dari pada kakimu, karena sucilah tempat engkau berdiri itu. Maka Yusakpun berbuatlah demikian."]