["(Maka negeri Yerikho itu telah terkunci pintunya di hadapan bani Israel, seorangpun tiada dapat masuk atau keluar).","Maka firman Tuhan kepada Yusak: Bahwa sesungguhnya Aku menyerahkan Yerikho ini serta dengan rajanya dan segala pahlawannya yang berani-berani itu kepada tanganmu.","Maka hendaklah engkau berjalan keliling negeri itu dengan segala orang perang, yaitu sekali sahaja berjalan keliling negeri, demikian hendaklah kauperbuat enam hari lamanya.","Maka hendaklah tujuh orang imam menyandangkan tujuh buah nafiri dari pada tanduk domba jantan serta berjalan di hadapan tabut, maka pada hari yang ke tujuh hendaklah kamu berjalan tujuh kali keliling negeri sementara orang imam itu meniupkan nafirinya.","Maka akan jadi kelak apabila nafiri itu berbunyi berturut-turut serta terdengarlah kamu akan bunyi nafiri itu, hendaklah orang banyak itu sekalian bertempik sorak perang dengan nyaring suaranya, niscaya pagar tembok negeri itu akan roboh kelak dan orang banyak itu sekalian akan menaikinya, masing-masing pada tempat yang di hadapannya.","Hata, maka Yusak bin Nunpun panggillah akan segala imam, lalu katanya kepadanya: Angkatlah kamu akan tabut perjanjian, dan hendaklah tujuh orang imam menyandangkan tujuh buah nafiri dari pada tanduk domba jantan serta berjalan di hadapan tabut Tuhan.","Dan lagi kata Yusak kepada orang banyak itu: Bangkitlah kamu berdiri lalu berjalan keliling negeri dan hendaklah suatu pasukan orang pilihan berjalan di hadapan tabut Tuhan.","Maka jadilah seperti perintah Yusak kepada orang banyak itu, tujuh orang imam menyandangkan nafiri dari pada tanduk domba jantan serta berjalan di hadapan hadirat Tuhan sambil meniupkan nafirinya, maka tabut perjanjian Tuhan ada mengikut mereka itu dari belakang.","Dan suatu pasukan orang pilihan berjalan pada hulu segala imam yang meniupkan nafirinya dan penutup tentara itu mengikut tabut dari belakang, sementara orang meniup nafiri itu.","Maka Yusak telah berpesan kepada orang banyak itu, katanya: Janganlah kamu bertempik sorak perang dan jangan kedengaran bunyi suaramu, bahkan, sepatah katapun jangan keluar dari pada mulutmu sampai kepada hari kataku kepadamu: Soraklah kamu! maka baharu hendaklah kamu bersorak.","Maka disuruhnya bawa akan tabut Tuhan keliling negeri, sekali berjalan kelilingnya, lalu kembali mereka itu ke tempat tentara serta bermalamlah di sana.","Maka pagi-pagi bangunlah Yusak, lalu segala imam mengusung tabut Tuhan.","Dan tujuh orang imam, yang menyandangkan ketujuh buah nafiri dari pada tanduk domba jantan itu, adalah di hadapan tabut Tuhan, sambil meniupkan nafirinya, dan pasukan orang pilihan adalah berjalan di hadapan mereka itu dan penutup itu mengikut tabut Tuhan dari belakang, sementara nafiri itu ditiup selalu.","Maka begitu berjalanlah mereka itu keliling negeri pada hari yang keduapun sekali sahaja, lalu kembalilah mereka itu ke tempat tentara. Maka demikianlah kelakuannya enam hari lamanya.","Hata, maka pada hari yang ketujuh bangunlah mereka itu pagi-pagi pada waktu dini hari, lalu berjalan keliling negeri itu tujuh kali dengan sama perinya, melainkan pada hari ini sahaja berjalan mereka itu keliling negeri itu tujuh kali.","Maka pada ketujuh kalinya serta ditiup segala imam nafirinya, kata Yusak kepada orang banyak itu: Soraklah kamu! karena negeri itu diserahkan Tuhan ke tanganmu.","Maka negeri ini hendaklah ditumpas karena Tuhan, baik negerinya baik segala isinya, melainkan Rahab, sundal itu, hendaklah dihidupi dengan segala orang yang sertanya dalam rumah, sebab disembunyikannya pesuruhan, yang telah kita suruhkan itu.","Hubaya-hubaya hendaklah kamu memeliharakan dirimu dari pada barang tumpas itu, supaya jangan kamu mendatangkan kutuk tumpas atas dirimu, dengan mengambil barang sesuatu yang patut ditumpas, sehingga kamu menyebabkan tentara Israel bagai ditumpas dan membawa dia kepada kebinasaan.","Maka segala emas perak dan segala benda dari pada tembaga dan besi itu akan suci bagi Tuhan, hendaklah ia itu masuk ke dalam perbendaharaan Tuhan.","Hata, maka orang banyak itupun bertempik soraklah apabila nafiri itu ditiup orang, karena baharu kedengaranlah bunyi nafiri kepada orang banyak itu, maka bersoraklah sekaliannya dengan nyaring suaranya, lalu pagar tembok itupun robohlah dan orang banyak itupun naiklah ke dalam negeri, masing-masing pada tempat yang di hadapannya, dan dialahkannya negeri itu.","Maka ditumpasnya segala sesuatu yang di dalam negeri itu, baik orang laki-laki atau perempuan baik orang muda atau orang tua sampai segala lembu domba dan keledaipun dengan mata pedang.","Maka kata Yusak kepada kedua orang yang telah mengintai negeri itu: Pergilah kedua kamu ke rumah orang sundal itu, keluarkanlah dari sana akan perempuan itu serta dengan segala yang ada padanya, seperti kamu sudah berjanji kepadanya pakai sumpah.","Maka pergilah kedua orang muda yang penyuluh itu, lalu dibawanya keluar akan Rahab dan akan ibu bapanya dan akan kakak adiknya dan akan segala sesuatu yang padanya, atau pada kaum keluarganya, dibawanya akan sekalian itu keluar berlindung ke tempat tentara Israel.","Maka negeri serta dengan segala isinya dibakarnya habis dengan api, hanya barang emas perak dan segala benda tembaga dan besi dipersembahkannya kepada perbendaharaan bait Tuhan.","Tetapi oleh Yusak dihidupi akan Rahab, perempuan sundal itu, dan akan orang isi rumah bapanya dan akan segala sesuatu yang padanya, maka duduklah ia di antara segala orang Israel datang kepada hari ini, sebab telah disembunikannya kedua pesuruhan, yang telah disuruhkan Yusak pergi mengintai negeri.","Maka pada masa itupun bersumpahlah Yusak, katanya: Kutuklah kiranya di hadapan hadirat Tuhan, barangsiapa yang bangkit berdiri akan membangunkan pula negeri Yerikho ini! biar dialaskannya di atas anaknya laki-laki yang sulung dan didirikannya pintunya di atas anaknya laki-laki yang bungsu!","Hata, maka Tuhanpun adalah serta dengan Yusak, dan kabar akan halnya berpecah-pecah dalam segala negeri."]