["Maka bani Israel itu telah melangkah perintah dengan sengajanya akan barang tumpas itu, karena Akhan bin Kharmi bin Zabdi bin Zerah dari pada suku Yehuda itu telah mengambil dari pada barang tumpas itu, maka sebab itu bernyala-nyala murka Tuhan kepada segala bani Israel.","Maka disuruhkan Yusak akan orang dari Yerikho ke Ai, yang dekat dengan Bait-Awen, pada sebelah timur Bait-el, katanya kepada mereka itu: Pergilah kamu mengintai negeri itu. Lalu orang itu pergilah mengintai negeri Ai.","Maka kembalilah mereka itu kepada Yusak sambil katanya: Janganlah segenap orang banyak itu ke sana, melainkan hendaklah kira-kira dua atau tiga ribu orang pergi mengalahkan Ai; janganlah segenap orang banyak itu disusahkan dengan berjalan ke sana, karena orang negeri itu sedikit jua bilangannya.","Maka sebab itu pergilah dari pada orang banyak itu kira-kira tiga ribu orang ke sana, tetapi larilah mereka itu dari hadapan orang isi negeri Ai.","Maka orang Ai membunuh kira-kira tiga puluh enam orang dari pada mereka itu dan lagi diusirnya akan mereka itu dari pada pintu negerinya datang kepada Syebarim, lalu dipecah-pecahkannya mereka itu pada curam bukit, maka hilanglah hati orang banyak itu menjadi tawarlah seperti air.","Maka Yusakpun mencarik-cariklah pakaiannya, lalu tersungkur dengan mukanya ke tanah di hadapan tabut Tuhan sampai petang hari, baik ia baik segala tua-tua Israel, dan disiramkannya abu kepada kepalanya.","Maka sembah Yusak: Ya Tuhan Hua! mengapa maka Engkau sudah menyuruh orang banyak ini menyeberang Yarden? supaya kami diserahkan ke tangan orang Amorikah? supaya kami dibinasakankah? Aduh! baiklah jikalau kiranya kami sudah tinggal di seberang Yarden.","Ya Tuhan! apakah boleh hamba katakan, setelah sudah Israel membuang belakang di hadapan musuhnya?","Bahwa perkara ini kedengaranlah kelak kepada orang Kanani dan kepada segala orang isi negeri ini, maka kami akan dikepungnya dan dihapuskannya nama kami dari atas bumi! maka apakah akan Kauperbuat karena nama-Mu yang besar?","Maka firman Tuhan kepada Yusak: Bangkitlah engkau berdiri. Apa guna engkau tersungkur demikian?","Bahwa Israel telah berbuat dosa, dan lagi perjanjian-Ku, yang Kupesan kepadanya, itu telah dilangkahkannya, dan diambilnya dari pada barang tumpas itu, dan dicurinya dan mereka itupun berdusta dan ditaruhnya akan barang itu dengan perkakasan rumahnya.","Maka sebab itu tiada tahan bani Israel berdiri di hadapan musuhnya, mereka itu akan membuang belakang kepada musuhnya, karena mereka itu bagi ditumpas! Jikalau tiada kamu membuang tumpas itu dari tengahmu, maka tiada boleh lagi Aku menyertai akan kamu.","Bangkitlah berdiri engkau, sucikanlah bangsa ini serta katamu: Sucikanlah dirimu bagi esok hari, karena demikianlah firman Tuhan, Allah Israel: Adalah suatu tumpas di antara kamu, hai Israel, maka tiada dapat kamu tahan berdiri di hadapan musuhmu, sampai sudah kamu membuang tumpas itu dari tengahmu.","Maka sebab itu pada pagi-pagi hari hendaklah kamu datang hampir sekadar segala sukumu, maka hendaklah suku yang ditunjuk Tuhan kelak datang hampir sekadar bangsa-bangsanya, dan bangsa yang ditunjuk Tuhan kelak hendaklah datang hampir sekadar orang isi rumah-rumahnya dan orang isi rumah yang ditunjuk Tuhan kelak hendaklah datang hampir sekadar segala orangnya laki-laki.","Maka orang yang ditunjuk kelak bagi ditumpas itu hendaklah dibakar habis dengan api, baik ia baik segala sesuatu yang padanya, karena telah dilangkahkannya perjanjian Tuhan dan telah diperbuatnya perkara kebencian di tengah-tengah Israel.","Hata, maka pada pagi-pagi hari bangunlah Yusak, lalu disuruhnya Israel datang hampir sekadar suku-sukunya, maka suku Yehuda yang kena.","Lalu disuruhnya bangsa-bangsa Yehuda datang hampir, maka bangsa Zarkhi yang kena. Lalu disuruhnya bangsa Zarkhi itu datang hampir sekadar orang isi rumah-rumahnya, maka Zabdi yang kena.","Lalu disuruhnya isi rumahnya datang hampir sekadar orangnya laki-laki, maka Akhan bin Kharmi bin Zabdi bin Zerah dari pada suku Yehuda itu yang kena.","Maka kata Yusak kepada Akhan: Hai anakku! berilah hormat akan Tuhan, Allah Israel, hendaklah engkau mengaku salahmu kepada-Nya! dan berilah tahu aku barang yang telah kauperbuat itu, jangan engkau menyembunikan dia dari padaku.","Maka sahut Akhan akan Yusak, katanya: Sungguh hamba telah berbuat dosa kepada Tuhan, Allah Israel, dan begitu begini perbuatan hamba.","Karena hamba melihat dalam barang jarahan itu sehelai kain Babiloni yang indah-indah dan dua ratus syikal perak dan sebuah kerungsang emas yang lima puluh syikal beratnya, maka inginlah hamba akan dia, lalu hamba mengambil dia, bahwasanya adalah ia itu hamba sembunikan dalam tanah di tengah-tengah kemah hamba dan peraknyapun adalah di bawahnya.","Maka disuruh Yusak akan orang pergi ke kemah itu, bahwa sesungguhnya adalah barang-barang itu disembunikan dalam kemahnya dan segala perak itu adalah di bawahnya.","Maka diambilnya akan sekalian itu dari dalam kemahnya, dibawanya kepada Yusak dan kepada segala bani Israel, lalu dihamparkannya di hadapan hadirat Tuhan.","Maka diambil Yusak dan segenap orang Israel akan Akhan bin Zerah dan akan segala perak dan kain yang indah-indah dan kerungsang emas dan akan segala anaknya laki-laki dan perempuan dan akan segala lembunya dan keledainya dan dombanya dan kemahnya, dan segala sesuatu yang padanya, lalu dibawanya akan sekalian itu turun ke lembah Akhor.","Maka kata Yusak: Mengapa engkau mendatangkan celaka atas kami? Bahwa Tuhan membinasakan dikau pada hari ini juga! lalu segenap orang Israel melontari dia dengan batu dan dibakarnya habis akan dia dengan api, setelah sudah dilontarinya akan dia dengan batu dahulu.","Maka didirikannyalah di atasnya suatu timbunan batu yang besar, yang ada lagi sampai kepada hari ini, lalu berbaliklah Tuhan dari pada kehangatan murka-Nya. Maka sebab itu dinamai orang akan tempat itu lembah Akhor datang kepada hari ini."]