["Bermula, maka berfirmanlah Tuhan kepada Yusak: Janganlah engkau takut, dan janganlah gentar! Ambillah sertamu akan segala orang yang tahu perang baik-baik, lalu berangkat pergi ke Ai, bahwasanya Aku menyerahkan raja Ai dan segala rakyatnya dan negerinya dan tanahnya kepada tanganmu.","Maka hendaklah engkau berbuat akan Ai dan akan rajanya seperti yang telah kauperbuat akan Yerikho serta dengan rajanya, melainkan barang jarahannya dan segala binatangnyapun boleh kamu rampas akan dirimu. Baiklah engkau menaruh beberapa orang pengadang di belakang negeri itu.","Maka bangkitlah Yusak berdiri dan segala orang perangpun sertanya hendak pergi ke Ai; maka dipilih Yusak akan tiga puluh ribu orang yang pahlawan, disuruhkannya pada ketika malam,","diberinya perintah akan dia, katanya: Bahwasanya hendaklah kamu mengadang negeri itu dari belakang; jangan kamu terlalu jauh dari pada negeri itu dan hendaklah kamu sekalian sedia selalu.","Maka aku dengan segala orang yang sertaku hendak menghampiri negeri, bahwasanya apabila mereka itu keluar hendak mendatangi kami, maka kami akan lari dari hadapannya seperti dahulu.","Maka mereka itu akan keluar hendak mengusir kami sampai kami sudah menceraikan dia dengan negerinya, karena mereka itu akan berkata demikian: Orang itu lari dari hadapan kita seperti dahulu; begitu kami akan lari dari hadapannya.","Maka pada masa itu hendaklah kamu keluar dari tempat pengadangmu, lalu masuk mengambil negeri, karena Tuhan, Allahmu, akan menyerahkan dia kepada tanganmu.","Maka setelah sudah kamu mengambil negeri itu hendaklah kamu menunukan dia, atas firman Tuhan patutlah kamu membuat ini semuanya; bahwasanya inilah pesanku kepadamu!","Demikianlah disuruhkan Yusak akan mereka itu, maka mereka itupun pergilah ke tempat pengadang itu, lalu tinggal mereka itu di antara Bait-el dengan Ai, pada sebelah barat Ai, tetapi Yusak tinggallah pada malam itu di tengah-tengah orang banyak.","Maka pagi-pagi bangunlah Yusak, lalu diperiksainya balatentara; maka berjalanlah ia ke Ai di hadapan segala orang banyak itu, baik ia baik segala tua-tua Israel.","Maka segala orang yang tahu perang yang sertanya itupun berjalanlah, lalu mereka itu menghampiri negeri sampai bertentangan dengan dia, maka behentilah mereka itu pada sebelah utara Ai, sehingga adalah suatu lembah di antara Ai dengan mereka itu.","Lagipun diambilnya akan barang lima ribu orang, ditaruhnya akan pengadang di antara Bait-el dengan Ai, pada sebelah barat negeri.","Demikianlah diaturnya akan orang itu, sehingga segenap balatentara itu pada sebelah utara negeri dan penutupnya pada sebelah barat negeri. Maka pada malam itu juga berjalanlah Yusak sampai ke tengah lembah itu.","Maka sesungguhnya, serta kelihatanlah ia itu kepada raja Ai, dengan gupuh-gupuh mereka itu bersiapkan dirinya, lalu segala orang itu keluar dari dalam negeri mendatangi Israel hendak berperang, baik ia baik segala rakyatnya, pada tempat yang telah ditentukan pada sebelah timur arah ke padang; karena tiada diketahuinya akan pengadang, yang ditaruh baginya di belakang negeri.","Maka Yusak dan segala orang Israelpun seolah-olah alahlah di hadapannya, lalu mereka itu lari pada jalan ke padang belantara.","Maka pada masa itu dipanggil akan segala orang yang lagi di dalam negeri bersama-sama akan mengusir mereka itu, maka diusirnyalah akan Yusak, sehingga orang itu diceraikan dari pada negeri.","Maka seorangpun tiada lagi tertinggal dalam Ai atau dalam Bait-el yang tiada keluar akan mengusir orang Israel, dan negerinya ditinggalkannya terbuka sementara diusirnya akan orang Israel.","Maka pada masa itu firman Tuhan kepada Yusak: Kedangkanlah tumbak yang pada tanganmu itu arah ke Ai, karena Aku menyerahkan dia ke tanganmu. Maka oleh Yusak dikedangkanlah tumbak yang pada tangannya itu arah ke negeri.","Maka setelah sudah dikedangkan tumbak itu, dengan segera juga naiklah orang pengadang itu dari dalam tempatnya, berlari-larian datang hampir maka masuklah mereka itu ke dalam negeri, diambilnya akan dia, lalu dengan bersegera-segera ditunukannya negeri itu.","Maka apabila segala orang Ai itu menoleh ke belakang, dilihatnya bahwasanya adalah asap negeri itu naik ke langit, dan tiada lagi baginya jalan akan lari ke sana atau ke mari, karena orang banyak yang telah lari ke padang itu berbaliklah hendak melawan akan orang yang mengusir itu.","Karena serta terlihatlah Yusak dan segala orang Israel akan orang pengadang itu telah masuk ke dalam negeri dan asap negeri itupun naiklah ke atas, lalu baliklah mereka itu, dialahkannya segala orang Ai.","Maka orang yang telah masuk ke dalam negeri itupun keluarlah mendatangi mereka itu, sehingga orang Ai itu pada sama tengah orang Israel, ada yang pada sebelah sana, ada yang pada sebelah sini, maka dibunuhnyalah akan orang Ai itu, sehingga seorangpun tiada yang dapat lari atau melepaskan dirinya.","Maka ditangkapnya akan raja Ai itu dengan hidupnya, lalu dibawanya akan dia menghadap Yusak.","Maka sesungguhnya, setelah sudah orang Israel membunuh habis segala orang Ai yang di luar di padang hendak mengusir mereka itu, dan sekaliannya sudah rebah dimakan mata pedang, seorangpun tiada tinggal hidup, lalu segenap bani Israelpun kembali ke Ai, dibunuhnya orang isinya dengan mata pedang juga.","Maka jumlah segala orang yang rebah mati pada hari itu dari pada laki-laki dan perempuan adalah dua belas ribu, semuanya orang isi Ai.","Maka Yusakpun tiada menurunkan tangannya, yang sudah diangkatnya dengan mengedangkan tumbak, sampai sudah dibinasakannya segala orang isi Ai itu.","Tetapi segala binatang dan barang jarahan negeri itu dirampas orang Israel akan dirinya, seperti firman Tuhan yang kepada Yusak.","Maka ditunukan Yusak akan Ai itu, dijadikannya suatu timbunan batu sampai selama-lamanya dan suatu kerobohan datang kepada hari ini.","Maka digantungkannya raja Ai itu pada sebatang kayu sampai waktu petang, maka hampir masuk matahari disuruh Yusak turunkan mayatnya dari pada kayu itu, lalu mayat itu dicampak oranglah di hadapan pintu negeri, didirikannyalah di atasnya suatu timbunan batu yang besar, yang ada di sana sampai pada hari ini.","Maka diperbuat Yusak sebuah mezbah bagi Tuhan, Allah Israel, di atas bukit Ebal.","Seperti pesan Musa, hamba Tuhan, kepada bani Israel, setuju dengan barang yang tersebut dalam kitab taurat Musa, sebuah mezbah dari pada batu kasar-kasar, yang tiada dikenakan besi kepadanya, maka di atas mezbah itu dipersembahkannya korban bakaran kepada Tuhan dan disembelihkannya korban syukur.","Maka di sana disuratkannya pada batu suatu salinan taurat Musa, yang telah disuratkannya di hadapan segala bani Israel.","Maka segenap bani Israel serta dengan segala tua-tuanya dan segala penghulu dan hakimnya adalah berdiri pada sebelah kiri kanan tabut, di hadapan segala imam orang Lewi yang mengusung tabut perjanjian Tuhan, baik orang dagang baik anak bumi, separuhnya bertentangan dengan bukit Gerizim, dan separuhnya bertentangan dengan bukit Ebal, seperti pesan Musa, hamba Tuhan, supaya dahulu dikatakan berkat atas bangsa Israel.","Lalu dibacakannya segala firman taurat dengan berkat dan kutuk setuju dengan segala yang tersebut dalam kitab taurat itu.","Dari pada segala pesan Musa sepatah katapun tiada yang tiada dibacakan oleh Yusak kepada segenap sidang Israel, dengan segala perempuan dan anak-anak dan orang dagang yang menumpang di antara mereka itu."]