["Hata, maka serta kedengaranlah kabar ini kepada segala raja yang duduk pada sebelah sini Yarden, di atas gunung atau di tanah datar dan pada segala teluk lautan besar, sampai kepada sebelah Libanon, yaitu orang Heti dan Amori dan Kanani dan Ferizi dan Hewi dan Yebuzi,","maka berhimpunlah mereka itu bersama-sama, lalu bermufakat hendak memerangi Yusak dan Israel.","Tetapi serta kedengaranlah kepada segala orang isi Gibeon barang yang telah diperbuat Yusak akan Yerikho dan Ai,","maka dipakainya akal, pura-pura mereka itu utusan, lalu mereka itu membekali dirinya dengan makanan, dan ditanggungkannya karung yang buruk-buruk pada keledainya dan kirbat bekas air anggur yang buruk-buruk dan koyak dan kering kisut,","dan kasut buruk yang telah diperbaiki adalah pada kakinya, dan mereka itupun berpakaikan pakaian buruk-buruk dan segala roti perbekalan mereka itu adalah kering dan berlapuk adanya.","Lalu pergilah mereka itu mendapatkan Yusak ke tempat tentara yang di Gilgal, maka sembah mereka itu kepadanya dan kepada segala orang Israelpun: Bahwa hamba ini telah datang dari negeri yang jauh; maka sekarang hendaklah kiranya tuan berbuat perjanjian dengan hamba.","Maka kata orang Israel kepada orang Hewi itu: Barangkali adalah kamu duduk di antara kami, bagaimana boleh kami berbuat perjanjian dengan kamu?","Maka sembah mereka itu kepada Yusak: Bahwa patik sekalian ini hamba tuanku. Maka kata Yusak kepadanya: Siapakah kamu ini dan dari mana kamu datang?","Maka sembah mereka itu: Patik tuanku ini telah datang dari negeri yang amat jauh ke tempat nama Tuhan, Allah kamu, karena telah kedengaranlah kepada patik kabar akan hal-Nya dan akan segala yang diperbuat-Nya dalam Mesir,","dan segala yang diperbuat-Nya akan kedua orang raja Amori yang duduk di seberang Yarden, akan Sihon, raja Hezbon, dan Og, raja Bazan yang ada di Astarot.","Lalu kata segala tua-tua patik dan segala orang isi negeri patik kepada patik ini: Ambillah olehmu perbekalan pada tanganmu akan perjalanan, pergilah mendapatkan mereka itu, lalu hendaklah kamu katakan kepadanya: Bahwa patik sekalian ini hamba tuanku, sebab itu perbuatlah kiranya dengan patik suatu perjanjian.","Adapun roti patik ini adalah lagi panas pada masa patik mengambil dia dari dalam rumah akan bekal, pada masa patik berjalan hendak mendapatkan tuanku, maka sekarang, tengok apalah bagaimana kering dan berlapuk adanya.","Adapun kirbat bekas air anggur ini telah patik isikan lagi baharu-baharu, tengok apalah bagaimana koyak adanya, dan pakaian patik ini dan kasut patik ini telah menjadi buruk dari sebab perjalanan yang amat jauh.","Maka diambil oranglah dari pada bekal mereka itu, tetapi tiada ditanyakannya firman Tuhan:","Maka berdamailah Yusak dengan mereka itu, serta dijanjikannya kepadanya hendak menghidupi mereka itu, demikian segala penghulu sidang itu bersumpah setia dengan mereka itu.","Hata, maka lepas tiga hari dari pada berbuat perjanjian dengan mereka itu kedengaranlah kabar kepadanya mengatakan orang itu adalah duduk dekat-dekat dan di antaranya.","Karena bani Israel telah berangkat, lalu pada hari yang ketiga sudah sampai kepada negeri-negerinya; adapun negeri mereka itu yaitulah Gibeon dan Khefira dan Bairut dan Kiryat-Yearim.","Maka tiada dibunuh orang Israel akan mereka itu, sebab segala penghulu sidang sudah berjanji dengan mereka itu pakai sumpah demi Tuhan, Allah Israel; maka segenap sidang itu bersungut-sungut akan segala penghulu itu.","Maka kata segala penghulu kepada segenap sidang itu: Bahwa kita telah berjanji kepadanya pakai sumpah demi Tuhan, Allah Israel, maka sebab itu sekarang tiada boleh kita menyerang akan dia.","Maka ini hendak kita perbuat akan mereka itu, bahwa kita menghidupi mereka itu juga, supaya jangan murka berlaku atas kita sebab sumpah yang telah kita pakai kepada janjinya.","Maka sebab itu kata segala penghulu kepadanya: Hendaklah juga kita menghidupi mereka itu, melainkan biar mereka itu menjadi pembelah kayu dan penimba air bagi segenap sidang itu. Maka jadilah seperti kata segala penghulu itu kepadanya;","karena dipanggil Yusak akan mereka itu, lalu katanya: Apa sebab kamu menipukan kami, sambil sembahmu: Patik datang dari amat jauh! sedang kamu adalah duduk di antara kami.","Maka sekarang tertanggunglah kutuk kepadamu; di antara kamu seorang juapun akan tiada, yang tiada menjadi hamba dan pembelah kayu dan penimba air bagi bait Allahku.","Maka sahut mereka itu kepada Yusak, sembahnya: Bahwa sesungguhnya telah diberitahu kepada patik tuanku dengan nyata-nyata akan firman Tuhan, Allah kamu, kepada Musa, bahwa Ia hendak mengaruniai kamu dengan seluruh tanah ini dan membinasakan segala orang isi negeri ini di hadapan kamu; maka sebab itu takutlah patik sekalian ini sangat akan kamu dari hal kehidupan patik, bahwa inilah mulanya maka patik telah berbuat perkara ini.","Maka sekarang, bahwasanya patik sekalian ini adalah dalam kuasa tuanku. Barang yang baik dan yang benar kepada pemandangan tuanku, hendaklah tuanku perbuat akan patik.","Maka diperbuatnya akan mereka itu demikian, dilepaskannyalah mereka itu dari pada tangan bani Israel, supaya jangan dibunuhnya akan mereka itu.","Maka pada hari itu juga dijadikan Yusak akan mereka itu pembelah kayu dan penimba air bagi sidang itu dan bagi Mezbah Tuhan pada tempat yang dipilih Tuhan datang kepada hari ini."]