["Arakian, maka kemudian dari pada Abimelekh berbangkitlah Tola bin Pua bin Dodo, seorang orang Isakhar, akan menolong orang Israel, maka duduklah ia di Samir, di atas pegunungan Efrayim.","Maka diperintahkannya orang Israel dua puluh tiga tahun lamanya, maka matilah ia, lalu dikuburkan di Samir.","Maka kemudian dari padanya bebangkitlah Yair, orang Gilead itu, yang memerintahkan orang Israel dua puluh dua tahun lamanya.","Maka adalah padanya tiga puluh orang anaknya laki-laki, yang mengendarai tiga puluh ekor keledai muda dan ia menaruh tiga puluh buah negeri, yang dinamainya Hawot-Yair sampai kepada hari ini, dan segala negeri itupun adalah di tanah Gilead.","Maka matilah Yair, lalu ia dikuburkan di Kamon.","Arakian, maka kembali pula bani Israel membuat barang yang jahat kepada pemandangan Tuhan serta menyembah kepada Baalim dan Astarot dan segala berhala orang benua Syam dan segala berhala Sidon dan segala berhala Moab dan segala berhala bani Ammon dan lagi segala berhala orang Filistin; maka ditinggalkannya akan Tuhan, tiada mereka itu beribadat kepada-Nya.","Maka sebab itu berbangkitlah murka Tuhan akan Israel, dijual-Nya mereka itu kepada tangan orang Filistin dan kepada tangan bani Ammon.","Maka bangsa itu menganiayakan dan menyengsarakan bani Israel mulai dari pada tahun itu genap delapan belas tahun lamanya, yaitu segala bani Israel yang di seberang Yarden, di tanah orang Amori, yaitu di Gilead.","Tambahan lagi segala bani Ammonpun menyeberang Yarden hendak memerangi Yehuda dan Benyamin dan orang isi rumah Efrayim juga, sehingga sangat kepicikan hal orang Israel itu.","Maka pada masa itu berserulah segala bani Israel kepada Tuhan, katanya: Bahwa kami telah berdosa kepadamu, pertama sebab kami telah meninggalkan Allah kami dan kedua sebab kami telah menyembah kepada Baalim.","Tetapi firman Tuhan kepada segala bani Israel itu: Bukankah Aku telah melepaskan kamu dari pada tangan orang Mesir dan Amori dan bani Ammon dan orang Filistin,","dan orang Sidoni dan orang Amalek dan orang Maoni, yang menganiayakan kamu, yaitu tatkala kamu berseru kepada-Ku?","Kendatilah demikian, maka kamu telah meninggalkan Daku pula dan kamu telah menyembah kepada berhala, maka sebab itu tiada Aku melepaskan kamu lagi dari padanya.","Pergilah kamu, berserulah kepada berhala, yang telah kamu pilih, biarlah mereka itu menolong akan kamu pada masa kepicikan kamu.","Tetapi sembah bani Israel kepada Tuhan: Bahwa kami telah berbuat dosa, biarlah Tuhan berbuat akan kami barang yang baik kepada pemandangan-Mu; sahaja tolonglah kiranya akan kami pada hari ini juga!","Maka oleh mereka itu dibuang akan segala berhala dari tengahnya, lalu beribadatlah kepada Tuhan, maka berbangkitlah kasihan-Nya akan kelelahan Israel.","Hata, maka pada masa itu dikerahkanlah segala bani Ammon, didirikannyalah kemah-kemahnya di Gilead, tetapi bani Israelpun berhimpunlah dan mendirikan kemah-kemahnya di Mizpa.","Maka kata orang banyak, yaitu segala penghulu Gilead, seorang akan seorang: Mana orang laki-laki yang hendak menjadi penganjur dalam memerangi bani Ammon itu? maka iapun akan menjadi penghulu segala orang yang duduk di Gilead."]