["Bermula, adapun akan Yefta, orang Gilead itu, ia itu seorang pahlawan yang perkasa, tetapi anak haramlah ia, yang diperanakkan oleh Gilead.","Maka bini gahara Gileadpun memperanakkan beberapa anak laki-laki baginya; setelah anak-anak bini gahara itu sudah besar, maka ditolaknya akan Yefta keluar, katanya: Tak boleh engkau beroleh bahagian pusaka serta dengan orang isi rumah bapa kami, karena engkaulah anak dari pada perempuan lain.","Maka larilah Yefta dari hadapan segala kakak adiknya, lalu duduk di benua Tob, maka beberapa orang perlente berhimpunlah kepada Yefta, lalu keluar mengiringkan dia.","Hata, maka selang beberapa hari antaranya beperanglah bani Ammon dengan orang Israel.","Maka pada sekali peristiwa, sementara bani Ammon berperang dengan orang Israel, pergilah segala tua-tua Gilead megambil Yefta dari benua Tob.","Lalu katanya kepada Yefta: Marilah engkau, jadilah penganjur kami, supaya dapat kami memerangi bani Ammon itu.","Tetapi kata Yefta kepada orang tua-tua Gilead itu: Bukankah kamu telah membenci aku dan menolak akan daku keluar dari dalam rumah bapaku! Mengapa maka sekarang kamu datang mendapatkan daku, tegal kamu dalam hal kepicikankah?","Maka kata orang tua-tua Gilead kepada Yefta: Adapun sebabnya maka sekarang kami kembali kepadamu, yaitu supaya engkau berjalan serta dengan kami pergi memerangi bani Ammon, maka engkau akan menjadi penghulu kami, yaitu atas segala orang isi Gilead.","Lalu kata Yefta kepada segala tua-tua Gilead: Jikalau kamu datang mengambil aku kembali, supaya aku berperang dengan bani Ammon, dan Tuhanpun menyerahkan mereka itu di hadapanku, bolehkah aku menjadi penghulu kamu?","Maka sahut segala tua-tua Gilead kepada Yefta: Bahwa Tuhan juga pendengar antara kita, jikalau kiranya tiada kami berbuat seperti katamu ini.","Hata, maka pergilah Yefta dengan segala tua-tua Gilead, lalu dijadikan orang banyak itu akan dia penghulu atas dirinya, dan Yeftapun berjanjilah di hadapan hadirat Tuhan di Mizpa.","Arakian, maka disuruhkan Yefta beberapa utusan kepada raja bani Ammon, mengatakan: Apakah engkau peduli akan daku, maka engkau telah datang hendak berperang dengan bangsaku?","Maka sahut raja bani Ammon kepada utusan Yefta: Yaitu sebab orang Israel, tatkala mereka itu datang naik dari Mesir, telah merampas tanahku dari pada sungai Arnon sampai ke sungai Yabok dan sampai ke sungai Yarden. Berikanlah dia kembali kepadaku dengan selamat.","Tetapi berturut-turut disuruhkan Yefta utusan kepada raja bani Ammon,","mengatakan: Demikianlah kata Yefta: Bukannya orang Israel telah merampas tanah orang Moab atau tanah bani Ammon;","karena tatkala mereka itu datang naik dari Mesir berjalanlah orang Israel terus dari pada padang Tiah sampai ke laut Kolzom, lalu sampailah di Kades.","Maka disuruhkan orang Israel utusan kepada raja Edom, mengatakan: Berilah kiranya kami berjalan terus dari negerimu; tetapi raja orang Edom itu tiada mau dengar. Lalu disuruhkannya pula kepada raja orang Moab, tetapi iapun tiada mau, sehingga orang Israel itu tinggal di Kades.","Kemudian berjalanlah mereka itu dalam padang Tiah keliling tanah orang Edom dan tanah orang Moab, lalu dari sebelah matahari terbit datanglah mereka itu ke tepi tanah orang Moab, didirikannyalah kemah-kemahnya di seberang Arnon, tetapi tiada mereka itu masuk perhinggaan tanah orang Moab, karena sungai Arnon itulah perhinggaan tanah orang Moab.","Melainkan disuruhkan orang Israel utusan kepada Sihon, raja orang Amori, yang kerajaan di Hezbon, maka kata orang Israel kepadanya: Berilah kiranya kami berjalan terus dari tanahmu sampai ke tempat kami.","Tetapi Sihon tiada percaya akan orang Israel hendak berjalan terus dari tanahnya, melainkan dikerahkannya segala rakyatnya, didirikannyalah kemah-kemahnya di Yahza, lalu berperanglah ia dengan orang Israel.","Maka Tuhan, Allah orang Israel, sudah menyerahkan Sihon serta dengan segala rakyatnya ke dalam tangan Israel, sehingga dialahkannya mereka itu, demikianlah peri diambil orang Israel akan segala tanah orang Amori, yang mengeduduki tanah itu, akan bahagian pusaka.","Maka diambilnya akan seluruh tanah orang Amori dari pada sungai Arnon sampai kepada sungai Yabok dan dari pada padang Tiah sampai kepada sungai Yarden akan bahagian pusaka.","Demikianlah dihalaukan Tuhan, Allahnya orang Israel, akan orang Amori dari tanah miliknya di hadapan orang Israel, umat-Nya; entah bagaimana gerangan kamu menjadi warisnya?","Bukankah kamupun kelak mempusakai tanahnya, jikalau kiranya berhalamu Kamos itu telah menghalaukan orang dari pada tanah miliknya karena sebab kamu? Demikianpun kami juga akan mempusakai tanah segala orang yang dihalaukan Tuhan, Allah kami, dari tanah miliknya di hadapan kami.","Tambahan pula lebih baikkah engkau dari pada Balak bin Zippor, raja orang Moab itu? Adakah pernah ia berbantah-bantah dengan orang Israel? dan lagi adakah pernah ia berperang dengan mereka itu?","Sedang orang Israel tiga ratus tahun lamanya sudah duduk di Hezbon dan segala daerahnya, dan di Aroer serta segala daerahnya, dan dalam segala negeri yang di tepi Arnon, mengapa maka tiada kamu mengambil dia kembali pada masa itu?","Sesungguhnya aku tiada tahu berdosa kepadamu, melainkan engkau helatlah akan daku, tegal engkau berperang dengan aku. Bahwa Tuhan, Hakim yang mahabesar itu, memutuskan hukum kelak antara bani Israel dengan bani Ammon.","Tetapi tiada didengar oleh raja bani Ammon akan perkataan Yefta, yang telah menyuruhkan utusan kepadanya.","Hata, maka pada masa itu datanglah Roh Tuhan atas Yefta, sehingga berjalanlah ia terus dari Gilead dan Manasye, karena langsunglah ia ke Mispa yang di Gilead dan dari Mizpa yang di Gilead langsunglah ia kepada bani Ammon.","Maka Yeftapun bernazarlah suatu nazar kepada Tuhan, katanya: Jikalau Engkau menyerahkan segala bani Ammon sama sekali kepada tanganku,","niscaya barang yang keluar dari pada pintu rumahku akan bertemu dengan aku, apabila aku pulang dari pada bani Ammon dengan selamat, ia itu akan menjadi Tuhan punya, dan aku akan mempersembahkan dia akan korban bakaran.","Setelah itu maka berjalanlah Yefta langsung kepada bani Ammon hendak berperang dengan mereka itu, maka diserahkan Tuhan akan mereka itu kepada tangannya.","Sehingga dialahkannya mereka itu dari Aroer datang ke Minit, dua puluh buah negeri, dan sampai ke Abel-Keramim, dengan kemenangan besar. Demikianlah peri bani Ammon itu dialahkan di hadapan bani Israel.","Hata, setelah sampai Yefta di Mizpa hampir dengan rumahnya, bahwasanya keluarlah anaknya perempuan mengelu-elukan dia sambil menabuh rebana, sambil menyanyi ramai-ramai. Maka adalah ia anaknya yang tunggal, tiada lagi anak padanya, baik laki-laki atau perempuan, melainkan anak ini seorang jua.","Serta terlihatlah ia akan dia, maka dikoyakkannya pakaiannya sendiri, sambil katanya: Wai anakku! engkau menundukkan daku sampai ke bumi, engkau mengharukan daku amat sangat, karena aku telah membukakan mulutku kepada Tuhan, maka tiada boleh aku mungkir janji.","Maka katanya kepada bapanya: Ya bapaku! jikalau bapa telah membuka mulut kepada Tuhan, perbuatlah juga akan daku seperti yang sudah keluar dari pada mulut bapa itu, karena telah diberi Tuhan bapa membalas kepada musuh bapa, yaitu bani Ammon, dengan sepuas-puas hatimu.","Dan lagi katanya kepada bapanya: Hanya seperkara ini juga berilah kiranya akan daku, biarkanlah aku dua bulan lamanya, supaya boleh aku pergi ke pegunungan dan menangisi hal perdaraanku di sana, baik aku baik segala taulanku.","Maka katanya: Baik, pergilah! Maka dibiarkannya ia pergi dua bulan lamanya. Maka pergilah ia serta segala taulannya menangisi hal perdaraannya di atas gunung.","Maka pada kesudahan dua bulan itu kembalilah ia kepada bapanya, lalu disampaikan bapanya akan dia nazar yang telah dinazarkannya, maka tiada ia tahu bersuami sampai matinya. Kemudian menjadi suatu adat di antara orang Israel,","bahwa pada sebilang tahun segala anak perempuan orang Israel pergi meratapi anak Yefta, orang Gilead itu, empat hari lamanya."]