["Arakian, maka pada masa itu dikerahkanlah segala orang Efrayim, maka menyeberanglah mereka itu lalu ke utara; setelah sampai maka katanya kepada Yefta: Apa sebab engkau telah pergi memerangi bani Ammon, maka tiada engkau memanggil kami akan berjalan sertamu? maka kami mau membakar habis rumahmu dari atasmu dengan api.","Maka kata Yefta kepada mereka itu: Bahwa adalah bangsaku dan akupun dalam hal perang besar dengan bani Ammon, maka telah kupanggil kamu, tetapi tiada kamu datang melepaskan aku dari pada tangannya.","Setelah kulihat kamu tiada melepaskan kami, maka kutaruh nyawaku dalam tapak tanganku, lalu aku langsung kepada bani Ammon, maka diserahkan Tuhan akan mereka itu kepada tanganku, apakah sebabnya maka pada hari ini kamu mendatangi aku hendak berperang dengan aku?","Maka dihimpunkan Yefta segala orang Gilead yang laki-laki itu, lalu berperang dengan Efrayim, maka dialahkan orang Gilead akan orang Efrayim, sebab kata mereka itu: Kamulah orang yang telah lari dari pada Efrayim; patutlah orang Gilead duduk di tengah-tengah Efrayim dan di tengah-tengah Manasye!","Maka oleh orang Gilead disakatkan segala pangkalan tambang Yarden dari pada orang Efrayim, sehingga apabila kata orang yang lari dari pada Efrayim: Biarlah aku menambang; maka kata orang Gilead kepadanya: Engkau orang Efrayimkah? jikalau katanya: Bukan;","lalu kata mereka itu kepadanya: Coba kaukatakan: Syibolet; maka jikalau katanya: Sibolet, dan tiada dapat dibunyikannya betul, maka ditangkap mereka itu akan dia, dibunuhnya akan dia pada pangkalan tambang Yarden, sehingga pada masa itu matilah dari pada Efrayim empat puluh dua ribu orang.","Hata, maka Yefta memerintahkan orang Israel enam tahun lamanya, maka matilah Yefta, orang Gilead itu, lalu iapun dikuburkan dalam salah sebuah negeri Gilead.","Maka kemudian dari padanya adalah Ebzan dari Betlehem memerintahkan orang Israel.","Maka adalah padanya tiga puluh orang anaknya laki-laki dan lagi tiga puluh orang anaknya perempuan, didudukkannya di luar; dan lagi tiga puluh anak perempuan dibawanya dari luar buat tiga puluh anaknya laki-laki, didudukkannya di dalam rumahnya, maka diperintahkannya orang Israel tujuh tahun lamanya.","Maka matilah Ebzan, lalu ia dikuburkan di Betlehem.","Maka kemudian dari padanya adalah Elon, orang Zebuloni, memerintahkan orang Israel, dan iapun memerintahkan orang Israel sepuluh tahun lamanya.","Maka matilah Elon, orang Zebuloni itu, lalu iapun dikuburkan di Ayalon, di tanah Zebulon.","Maka kemudian dari padanya adalah Abdon bin Hilel, orang Piratoni, memerintahkan orang Israel.","Maka adalah padanya empat puluh orang anaknya laki-laki dan tiga puluh orang cucu laki-laki, yang mengendarai tujuh puluh ekor keledai muda, maka diperintahkannya orang Israel delapan tahun lamanya.","Maka matilah Abdon bin Hilel, orang Piratoni itu, lalu iapun dikuburkan di Piraton, di tanah Efrayim, di atas pegunungan Amaleki."]