["Sebermula, maka Simsonpun turunlah ke Timnat, maka dilihatnya di Timnat seorang perempuan dari pada segala anak orang Filistin.","Lalu pergilah ia ke hulu memberitahu ibu bapanya, katanya: Bahwa di Timnat telah kulihat seorang perempuan dari pada segala anak orang Filistin; maka sekarangpun hendaklah ibu bapaku mengambil dia akan bini bagiku.","Tetapi kata ibu bapanya kepadanya: Tiadakah seorang bini bagimu di antara segala anak perempuan saudaramu, atau di antara kaum keluarga kita, maka engkau pergi mengambil bini dari pada orang Filistin, bangsa kulup itu? Maka kata Simson kepada bapanya: Ambilkan apalah dia juga akan daku, karena sukalah aku akan dia.","Maka tiada diketahui ibu bapanya akan hal itu dari Tuhan juga datangnya, yaitu dicaharinya sebab kepada orang Filistin; karena pada masa itu orang Filistin memerintahkan orang Israel.","Hata, maka turunlah Simson serta dengan ibu bapanya ke Timnat; setelah sampai mereka itu ke kebun anggur Timnat, tiba-tiba bertemulah dengan dia seekor singa yang mencahari mangsanya sambil mengaum-aum.","Maka pada masa itu datanglah Roh Tuhan atas Simson, sehingga dicariknya singa itu seperti orang mencarik anak kambing, maka barang suatupun tiada pada tangannya; tetapi tiada diberinya tahu kepada ibu bapanya barang yang telah diperbuatnya itu.","Arakian, maka iapun turunlah, lalu berkata-kata dengan perempuan itu, maka berkenanlah Simson akan dia.","Setelah beberapa hari antaranya pergilah ia pula hendak mengambil perempuan itu, maka menyimpanglah ia hendak melihat bangkai singa itu, maka sesungguhnya dalam bangkai singa itu adalah sarang lebah berisi air madu.","Maka diambilnya air madu itu dengan tangannya, lalu iapun pergilah sambil berjalan sambil makan dia; setelah sampai kepada ibu bapanya diberikannyalah kepadanyapun, maka makanlah keduanya, tetapi tiada diberinya tahu kepadanya bahwa diambilnya air madu itu dari dalam bangkai singa itu juga.","Hata, maka bapanyapun mendapatkan perempuan itu, lalu dibuat Simson di sana suatu perjamuan mempelai, karena adatlah orang teruna berbuat demikian.","Maka sesungguhnya serta dilihat oleh mereka itu akan dia maka diambilnya tiga puluh orang akan kawan mempelai, supaya sekalian itu selalu sertanya.","Maka kata Simson kepada mereka itu: Biarlah aku memberi suatu penerka akan kamu; jikalau dalam tujuh hari perjamuan ini kamu mendapat akan artinya serta memberitahu dia kepadaku, maka aku memberikan kamu kelak baju dalam dari pada kain khasah tiga puluh helai dan baju luarpun tiga puluh helai.","Maka jikalau kamu tiada dapat memberitahu aku artinya, tak akan jangan kamu memberikan daku baju dalam dari pada kain khasah tiga puluh helai dan baju luarpun tiga puluh helai. Maka sahut mereka itu: Katakanlah penerkamu itu, biarlah kami dengar.","Maka katanya kepada mereka itu: Adalah makanan keluar dari pada yang makan dan barang manispun dari pada yang kuat. Apakah dia? Maka dalam tiga hari mereka itu belum mendapat artinya.","Hata, maka pada hari yang ketujuh kata mereka itu kepada bini Simson: Bujuklah kiranya engkau akan lakimu, supaya dikatakannya kepada kami arti penerka itu, asal jangan kami membakar habis engkau dan segala isi rumah bapamu dengan api, Iakah kamu sudah menjemput kami hendak mengambil harta kami atau tidak?","Maka bini Simsonpun menangis-nangis, serta katanya: Bahwa nyatalah engkau benci juga akan daku dan tiada engkau mengasihi akan daku, karena engkau sudah mengatakan suatu penerka kepada bani bangsaku, maka tiada engkau memberitahu aku artinya. Maka sahutnya: Bahwasanya aku tiada memberitahu artinya jikalau kepada ibu bapaku sekalipun, masakan aku memberitahu dia kepadamu!","Maka tujuh hari lamanya mereka itu berjamu itu menangis-nangislah ia, sehingga pada hari yang ketujuh dikatakannya juga artinya kepadanya, sebab iapun merenggek-renggek akan dia; lalu oleh perempuan itu dikatakan artinya kepada bani bangsanya.","Maka pada hari yang ketujuh itu, sebelum waktu matahari masuk, kata orang isi negeri itu kepadanya: Apakah yang lebih manis dari pada air madu, dan apakah yang lebih kuat dari pada singa? Maka kata Simson kepada mereka itu: Jikalau kiranya tiada kamu sudah menenggala dengan lembuku, niscaya tiada juga kamu mendapat arti penerkaku.","Maka pada masa itu datanglah Roh Tuhan atasnya, lalu turunlah Simson kepada orang Askelon, dibunuhnya dari pada mereka itu tiga puluh orang, setelah itu diambilnya pakaian sekaliannya, diberikannya akan persalin kepada orang yang telah mendapat arti penerkanya, tetapi berbangkitlah juga amarahnya, maka sebab itu pergilah ia ke hulu, ke rumah bapanya.","Hata, maka bini Simsonpun diberikan kepada seorang dari pada segala kawan mempelai yang telah menyertai akan dia."]