["Sebermula, maka setelah beberapa hari selangnya, yaitu pada musim memotong gandum, pergilah Simson mengunjungi bininya dan iapun membawa seekor anak kambing, maka katanya: Biarlah aku masuk kepada biniku dalam bilik; tetapi bapanya perempuan itu tiada memberi ia masuk;","karena kata bapanya: Bahwasanya pada sangkaku engkau benci akan dia konon, maka sebab itu sudah kuberikan dia akan kawanmu. Bukankah adiknya terelok dari padanya? Biarlah ia bagimu akan gantinya.","Lalu kata Simson kepada mereka itu: Sekali ini sucilah aku dari pada salah, jikalau aku berbuat jahat akan orang Filistin.","Maka pergilah Simson, lalu ditangkapnya serigala, tiga ratus ekor, maka diambilnya damar beberapa batang, diikatnya ekor dengan ekor dan dibubuhnya damar sebatang di tengah tiap-tiap dua ekor.","Maka segala damar itupun dipasangnya dengan api, lalu dilepaskannya segala serigala itu kepada perhumaan gandum orang Filistin, dinyalakannya baik segala timbunan gandum baik segala gandum yang lagi terdiri, sampai segala pokok anggur dan segala pohon zaitpun.","Maka kata orang Filistin: Siapa gerangan telah membuat ini? Maka sahut orang: Yaitu Simson, menantu orang Timni itu, sebab telah diambilnya bini Simson, diberikannya kepada kawannya. Setelah itu maka datanglah segala orang Filistin bersam-sama, lalu dibakarnya habis akan dia dan akan bapanyapun dengan api.","Tetapi kata Simson kepada mereka itu: Patutkah kamu berbuat begitu? Tak akan jangan sekarang aku menuntut belanya kepadamu, dan tiada aku berhenti sebelum aku mendapat dia.","Maka dipalunya akan mereka itu sampai pahanya dan pangkal pahanyapun, dengan suatu kemenangan yang besar; setelah itu turunlah ia, lalu duduk di dalam suatu gua di bukit Etam.","Hata, maka berangkatlah orang Filistin, lalu didirikannyalah kemah-kemahnya dalam Yehuda dan dikembangkannya dirinya sampai ke dalam Lekhi.","Maka kata orang Yehuda: Apa sebab kamu datang memerangi kami? Maka sahutnya: Adapun datang kami ini hendak mengikat Simson serta berbuat akan dia, sebagaimana yang telah dibuatnya akan kami.","Setelah itu maka turunlah tiga ribu orang dari Yehuda ke gua di bukit Etam, lalu katanya kepada Simson: Tiadakah engkau ketahui akan hal kami di bawah perintah orang Filistin? Mengapa engkau sudah berbuat begitu akan kami ini? Maka sahut Simson kepada mereka itu: Sebagaimana yang telah mereka itu berbuat akan daku, begitu juga aku berbuat akan mereka itu.","Maka kata mereka itu: Adapun kami telah turun ini, yaitu hendak mengikat akan dikau serta menyerahkan dikau ke dalam tangan orang Filistin. Maka kata Simson kepadanya: Janjilah pakai sumpah, bahwa tiada kamu akan menempuh aku serempak sekali.","Maka sahut mereka itu kepadanya: Bukan, melainkan kami hendak mengikat akan dikau sahaja serta menyerahkan dikau ke dalam tangannya, tetapi sekali-kali tiada kami mau membunuh akan dikau. Maka diikatnya dengan dua tali yang baharu, lalu dihantarnya dari atas bukit.","Arakian, setelah sampai Simson di Lekhi, maka bersorak-sorak orang Filistin sambil mendapatkan dia; tetapi tiba-tiba datanglah Roh Tuhan atas Simson, maka segala tali yang pada lengannya itu menjadi seperti benang kapas yang dimakan api dan segala pengikatpun hancur, lucutlah dari pada tangannya.","Maka didapatinya akan sebatang tulang rahang keledai yang lagi basah, diulurkannya tangannya, dipungutnya akan dia, lalu dipalunya dengan dia akan orang seribu.","Setelah itu maka kata Simson: Dengan sebatang tulang rahang keledai satu pasukan, dua pasukan; dengan sebatang tulang rahang keledai sudah kualahkan seribu orang.","Hata, setelah sudah ia berkata demikian, maka dibuangnya tulang rahang itu dari pada tangannya, lalu dinamainya akan tempat itu Ramat-Lekhi.","Maka sangatlah ia berdahaga, sebab itu berserulah ia kepada Tuhan, katanya: Bahwa Engkau telah memberi selamat yang besar oleh tangan hambamu ini, masakan sekarang aku mati berdahaga serta jatuh ke dalam tangan orang kulup itu.","Maka dibelahkan Allah batu bukit yang di Lekhi itu, lalu keluarlah air dari padanya dan Simsonpun minumlah, maka nyawanya sadar dan bersemangatlah ia pula. Maka sebab itu dinamainya akan dia: Pancaran Penyeru, yang di Lekhi sampai kepada hari ini.","Maka Simsonpun memerintahkan orang Israel pada masa orang Filistin itu dua puluh tahun lamanya."]