["Hata, maka pergilah Simson ke Gaza, dilihatnya di sana seorang perempuan jalang, lalu masuklah ia kepadanya.","Maka kedengaranlah kabarnya kepada orang Gaza, mengatakan: Bahwa Simson telah masuk ke dalam negeri ini; lalu dikepungnya akan dia dan semalam-malaman itu diadangnya akan dia dalam pintu negeri; tetapi berdiamlah juga mereka itu dirinya semalam suntuk, katanya: Pada waktu dini hari kelak kita hendak membunuh dia.","Tetapi Simson juga berbaring sampai tengah malam, maka bangunlah ia pada tengah malam itu, lalu dicapainya kedua papan pintu negeri dengan kedua belah jenangnya, diangkatnya akan dia serta dengan sakat pengancingnya, ditanggungkannya di atas bahunya, lalu dibawanya akan dia naik sampai di atas kemuncak bukit, yang bertentangan dengan Heberon itu.","Arakian, maka kemudian dari pada itu sekali peristiwa berbangkitlah kasih Simson akan seorang perempuan yang duduk hampir dengan sungai Sorek, maka nama perempuan itu Delila.","Maka datanglah segala penghulu orang Filistin mendapatkan perempuan itu serta katanya: Hendaklah engkau membujuk akan dia, supaya engkau dapat tahu dalam apa gerangan adalah kesaktiannya yang besar itu, dan dengan apa gerangan kami dapat mengalahkan dia dan mengikat akan dia dan mempersakiti dia, maka kami hendak memberikan dikau masing-masing seribu seratus keping perak.","Maka sebab itu kata Delila kepada Simson: Nyatakanlah kiranya kepadaku dalam apa adalah kesaktianmu yang besar itu, dan dengan apa engkau dapat diikat, sehingga engkau dipersakiti?","Maka sahut Simson: Jikalau kiranya orang mengikat aku dengan tujuh tali busur yang baharu, yaitu yang belum kering, niscaya lemahlah aku kelak serta menjadi seperti segala orang lain.","Maka oleh penghulu orang Filistin dibawa naik kepadanya tujuh tali busur yang baharu, yaitu yang belum kering adanya, maka perempuan itupun mengikat Simson dengan dia.","Adapun orang pengadang adalah duduk dalam biliknya, maka kata perempuan itu kepadanya: Hai Simson, orang Filistin menyergap akan dikau. Maka diputuskannya segala tali busur itu seperti orang memutuskan benang kapas yang telah dimakan api; maka dengan demikianpun tiada ketahuan kesaktiannya ada dalam apa.","Setelah itu maka kata Delila kepada Simson: Bahwa sesungguhnya engkau telah mempermainkan daku dan berkata bohong kepadaku; maka sekarangpun katakanlah kiranya dengan apa engkau dapat diikat?","Maka kata Simson kepadanya: Jikalau kiranya aku diikat teguh-teguh dengan tali rami yang baharu, yang belum pernah dipakai kepada barang pekerjaan, niscaya lemahlah aku dan menjadi seperti segala orang lain.","Maka oleh Delila diambil tali rami yang baharu, diikatnya Simson dengan dia, lalu katanya: Hai Simson, orang Filistin menyergap akan dikau! (Adapun orang pengadang itu adalah duduk dalam bilik). Maka diputuskan Simson tali itu lepas dari pada lengannya seperti benang selembar juga adanya.","Setelah itu, maka kata Delila kepada Simson: Sampai sekarang engkau mempermainkan daku dan berkata bohong kepadaku; nyatakanlah kiranya kepadaku sekali ini juga dengan apa engkau dapat diikat. Maka sahutnya kepadanya: Jikalau kiranya ketujuh tokong rambut kepalaku kauanyamkan bersama-sama dengan pesa tenun.","Hata, maka dilantaknya pula dengan pasak, lalu katanya kepadanya: Hai Simson, orang Filistin menyergap akan dikau! Maka jagalah ia dari pada tidurnya, disentakkannya lepas pasak dan tenunan serta dengan pesanya.","Maka kata Delila kepadanya: Bagaimana boleh katamu kepadaku demikian: Aku kasih akan dikau, sedang hatimu tiada sertaku? Sekarang sudah tiga kali engkau mempermainkan daku dan tiada menyatakan kepadaku dalam apa adalah kesaktianmu yang besar itu.","Maka sesungguhnya sebab pada sebilang hari dibujuknya akan dia dengan katanya, serta direnggek-renggeknya akan dia, maka hatinyapun susahlah sampai kemati-matian.","Maka dinyatakanlah kepadanya segala rahasia hatinya, katanya: Belum pernah kepalaku kena pisau cukur, karena aku ini seorang nazir Allah mulai dari pada rahim ibuku; jikalau kiranya kepalaku dicukur, niscaya kesaktianku itu kelak undur dari padaku dan aku menjadi lemah seperti segala orang lain.","Apabila diketahui Delila, bahwa sudah dinyatakannya kepadanya segala rahasia hatinya, disuruhkannyalah orang memanggil segala penghulu orang Filistin, katanya: Sekali ini marilah kamu naik, karena sudah dinyatakannya kepadaku segala rahasia hatinya. Maka datanglah segala penghulu orang Filistin kepadanya sambil membawa uang itu dalam tangannya.","Arakian, maka Delilapun mengolet-olet Simson pada ribaannya, lalu dipanggilnya seorang, yang disuruhnya mencukur habis ketujuh tokong rambut kepalanya, lalu iapun mulai ganggu akan dia, tetapi kesaktiannya telah undur dari padanya.","Maka kata Delila itu: Hai Simson, orang Filistin menyergap akan dikau! Maka jagalah ia dari pada tidurnya serta katanya: Aku mau keluar seperti beberapa kali dahulu itu dan mengirap diriku; karena tiada diketahuinya akan hal Tuhan telah undur dari padanya.","Maka oleh orang Filistin ditangkap akan dia, dicungkilnya kedua biji matanya, lalu dibawanya akan dia turun ke Gaza dan diikatnya dengan dua rantai tembaga, maka iapun berkisar-kisarlah di dalam penjara.","Kemudian dari pada itu rambut kepalanya mulai tumbuh pula, seperti dahulu, sebelum dicukur akan dia.","Maka pada masa itu berhimpunlah segala penghulu orang Filistin hendak mempersembahkan suatu korban yang besar kepada Dagon, berhala mereka itu, dan hendak beramai-ramaian; maka kata mereka itu: Bahwa berhala kita sudah menyerahkan musuh kita, si Simson itu, kepada tangan kita.","Demikianpun orang banyak itu, serta dilihatnya akan Simson maka dipuji-pujinya berhalanya, katanya: Bahwa berhala kita telah menyerahkan kepada tangan kita akan musuh kita, yang telah merusakkan negeri kita dan yang telah membunuh beberapa banyak orang kita!","Maka sesungguhnya sementara mereka itu bersuka-sukaan, maka katanya: Panggillah akan Simson ke mari, supaya iapun bermain di hadapan kita. Maka dipanggilnyalah akan Simson keluar dari dalam penjara, lalu iapun bermain di hadapan mereka itu; maka disuruhnya akan dia berdiri di antara tiang rumah itu.","Maka kata Simson kepada budak yang memimpin dia: Biarlah aku pergi menjamah tiang, tempat rumah ini berdiri di atasnya, dan biarlah aku bersandar padanya.","Adapun rumah itu penuh dengan orang laki-laki dan perempuan dan lagi adalah di sana segala penghulu orang Filistin, dan di atas sotohnya adalah kira-kira tiga ribu orang laki-laki dan perempuan menengok akan Simson bermain.","Maka pada masa itu berserulah Simson kepada Tuhan, sembahnya: Ya Tuhan Hua! ingat apalah akan daku dan kuatkanlah aku sekali ini jua, ya Allahku! supaya aku membalas akan orang Filistin dengan satu balasan jua karena kedua biji mataku.","Setelah itu maka didekap Simson akan kedua batang tiang yang di tengah, tempat rumah itu berdiri dan bertumpu di atasnya, sebatang dengan tangannya kanan, sebatang dengan tangannya kiri.","Maka kata Simson: Baiklah aku mati bersama-sama dengan segala orang Filistin! lalu tunduklah ia dengan gagahnya, maka robohlah rumah itu menimpa segala penghulu dan orang banyak yang di dalamnya. Adapun orang yang dibunuhnya pada masa matinya itu terlebih banyak dari pada segala orang yang dibunuhnya pada masa hidupnya.","Hata, maka datanglah saudara-saudaranya dan segala orang isi rumah bapanya, diangkatnya akan mayatnya lalu dibawanya akan dia naik, dikuburkannya di antara Zora dengan Esytaol, dalam kubur Manoakh, bapanya. Maka Simson itu sudah memerintahkan orang Israel dua puluh tahun lamanya."]