["Hata, maka pada zaman itu tiadalah raja pada orang Israelpun dan pada zaman itu juga dicaharilah oleh bangsa orang Dan akan suatu tanah milik, hendak mendudukinya, karena sampai kepada hari itu belum diperolehnya tanah milik pusaka di antara segala suku bangsa Israel.","Maka oleh bani Dan disuruhkan lima orang dari pada sukunya, semuanya orang bangsawan yang perwira dan perkasa dari Zora dan Esytaol akan mengintai dan menyelidik negeri itu, katanya kepadanya: Pergilah kamu dan selidiklah akan negeri itu. Hata, maka berjalanlah mereka itu, lalu sampai ke pegunungan Efrayim dan ke rumah Mikha; maka bermalamlah mereka itu di sana.","Maka serta sampai mereka itu ke rumah Mikha, dikenalnya akan suara orang Lewi yang muda itu, lalu singgah mereka itu kepadanya sambil katanya: Siapa gerangan telah membawa akan dikau ke mari? Apakah pekerjaanmu di sini dan bagaimanakah halmu di sini?","Maka sahutnya akan mereka itu: Begitu begini sudah diperbuat Mikha akan daku, diupahkannya aku akan menjadi imam baginya.","Lalu kata mereka itu kepadanya: Hendaklah engkau bertanyakan Allah, supaya kami ketahui, kalau kami beruntung pada jalan yang kami turut ini.","Maka sahut imam itu kepadanya: Pergilah kamu dengan selamat, bahwa jalan yang hendak kamu turut itu benar di hadapan Tuhan.","Hata, maka kelima orang itupun pergilah, lalu sampailah ia ke Lais, maka dilihatnya akan orang yang di sana itu ada duduk dengan selamat sentosa, menurut adat orang Sidon dengan berdiam dirinya dan dengan tiada khawatirnya, karena seorangpun tiada dalam negeri itu yang mengadakan barang sesuatu yang honar, dan adalah pada mereka itu banyak harta benda; maka duduklah mereka itu jauh dari pada orang Sidon dan tiada mereka itu beramah-ramahan dengan bangsa lain.","Arakian, setelah kelima orang itupun kembali kepada saudara-saudaranya yang di Zora dan Esytaol, maka kata saudara-saudaranya kepadanya: Bagaimanakah pendapatan kamu di sana?","Maka sahutnya: Marilah kamu, biarlah kita berangkat ke sana, karena kami telah melihat tanah itu, bahwa sesungguhnya amat baik adanya. Masalah kamu lagi duduk di sini dengan diam-diam; jangan kiranya kamu malas pergi ke sana mengambil tanah itu akan milikmu pusaka.","Apabila kamu sampai ke sana kelak kamu mendapati akan suatu bangsa yang lalai dan tanahnyapun luaslah perhinggaannya; bahwa sesungguhnya telah diserahkan Allah akan dia kepada tanganmu, yaitu suatu tempat yang tiada kurang barang sesuatu dari pada segala benda yang di atas bumi.","Hata, maka berangkatlah dari sana, yaitu dari Zora dan dari Esytaol, enam ratus orang dari pada suku Dan, sekalian itu dengan lengkap senjatanya.","Maka berjalanlah mereka itu, lalu didirikannyalah kemah-kemahnya di Kiryat-Yearim, yang di atas Yehuda, maka sebab itu dinamai oranglah akan tempat itu tempat tentara Dan sampai kepada hari ini, maka adalah kedudukannya pada sebelah barat Kiryat-Yearim.","Maka dari sana berjalanlah mereka itu langsung ke pegunungan Efrayim, lalu sampai ke rumah Mikha.","Maka kata kelima orang yang telah pergi mengintai negeri Lais itu kepada saudara-saudaranya: Tahukah kamu akan hal di dalam rumah ini adalah suatu efod dan terafim dan seorang patung tuangan yang terukir? Maka sekarangpun hendaklah kamu tahu barang yang patut kamu perbuat.","Maka singgahlah mereka itu ke sana, lalu sampailah ke rumah orang Lewi yang muda itu, yaitu ke rumah Mikha, maka mereka itupun bertanyakan selamatnya.","Maka enam ratus orang dari pada bani Dan yang bersandangkan senjatanya itu tinggal berdiri di hadapan pintu.","Tetapi kelima orang yang telah pergi mengintai negeri itu langsung masuk ke dalam, lalu diambilnya akan patung yang terukir dan akan efod dan terafim dan akan patung tuangan itu sementara imam itu berdiri di pintu dengan orang enam ratus yang bersandangkan senjata.","Maka setelah mereka itu masuk ke dalam rumah Mikha, dan sudah diambilnya akan patung yang terukir dan efod dan terafim dan patung tuangan itu, maka kata imam itu kepadanya: Apa gerangan perbuatanmu ini?","Maka sahut mereka itu kepadanya: Diamlah engkau; tekapkanlah mulutmu dengan tanganmu; pergilah serta dengan kami dan jadilah bagi kami akan bapa dan imam; entah baik mana engkau jadi imam bagi isi rumah hanya seorang jua; atau imam bagi genap sesuku bangsa orang Israel?","Maka sukalah hati imam itu, diambilnya akan efod dan terafim dan patung yang terukir itu, lalu masuk ke tengah-tengah orang banyak itu.","Maka berpalinglah mereka itu dari sana lalu berjalan, maka ditaruhnya segala anak-anaknya dan segala binatangnya dan segala harta bendanyapun pada hulunya.","Setelah sudah jauh mereka itu dari pada rumah Mikha, maka akan segala orang yang dalam pondok-pondok yang dekat dengan rumah Mikha itu dipanggil berhimpun, lalu sampailah mereka itu sekalian kepada bani Dan.","Maka berserulah mereka itu akan bani Dan dari belakang, lalu berpalinglah bani Dan dirinya sambil katanya kepada Mikha: Apa kurang, maka engkau sudah mengerahkan orang banyak begitu?","Maka sahutnya: Bahwa kamu sudah mengambil segala berhalaku, yang telah kuperbuat itu, serta dengan imamnyapun, lalu kamu pergi; maka sekarang apakah tinggal padaku lagi? Bagaimana boleh kamu berkata kepadaku demikian: Apa kurang?","Tetapi kata bani Dan kepadanya: Janganlah kedengaran lagi kepada kami bunyi suaramu, asal jangan barangkali orang yang pahit hatinya menerpa akan dikau dan engkaupun putus nyawa serta dengan segala orang isi rumahmu.","Maka segala bani Danpun lalu berjalan, maka Mikha, sebab dilihatnya mereka itu lebih kuat dari padanya, berpalinglah dirinya lalu pulang ke rumahnya.","Demikianlah diambil oleh bani Dan akan barang yang telah diperbuat oleh Mikha dan akan imam yang padanya, lalu sampailah mereka itu ke Lais kepada suatu bangsa yang selamat sentosa, maka dibunuhnya orang itu dengan mata pedangnya dan dibakarnya habis akan negerinya dengan api.","Maka seorangpun tiada yang membantu akan orang itu, karena jauhlah negerinya dari pada Sidon dan tiada orang itu beramah-ramahan dengan barang suatu bangsa yang lain, maka kedudukan negerinya dalam lembah yang hampir dengan Bait-Rehob. Arakian, maka dibangunkan pula oleh bani Dan akan negeri itu, lalu mereka itu duduk di dalamnya,","dan dinamainya akan negeri itu Dan, menurut nama bapa mereka itu, yang telah diperanakkan bagi Israel, tetapi dahulu nama negeri itu Lais.","Maka oleh bani Dan didirikan patung ukiran itu bagi dirinya, dan Yonatan bin Gerson bin Manasye menjadi imam bagi suku Dan, baik ia baik segala anak-anaknya laki-laki, sampai kepada hari segala orang isi negeri itu dibawa akan tawanan.","Maka ditaruhnya bagi dirinya akan patung ukiran, yang perbuatan Mikha itu, pada segala hari adalah Bait-Ullah di Silo."]