["Sebermula, maka pada zaman itu juga, yaitu pada masa tiadalah raja pada orang Israel, bahwa pada sekali peristiwa seorang-orang Lewi yang duduk menumpang seperti orang dagang pada jajahan pegunungan Efrayim, itu mengambil seorang perempuan dari Betlehem-Yehuda akan gundiknya.","Maka gundiknya itupun khianat akan dia dan meninggalkan dia, lalu pulang ke rumah bapanya, yang di Betlehem-Yehuda, maka adalah ia di sana beberapa hari, yaitu empat bulan lamanya.","Kemudian bangkitlah lakinya lalu pergi mengikut dia hendak membujuk hatinya dan membawa akan dia balik, maka hambanya adalah sertanya dan lagi keledai sepasang. Maka oleh perempuan itu dibawa akan dia masuk ke dalam rumah bapanya; demi dilihat bapa perempuan muda itu akan dia, maka sukacitalah hatinya sebab bertemu dengan dia.","Maka mentuanya, yaitu bapa perempuan muda itu, membujuk akan dia, sehingga tinggallah ia dengan dia tiga hari lamanya, maka keduanyapun makan minumlah dan bermalamlah di sana.","Maka pada hari yang keempat bangunlah mereka itu pagi-pagi, lalu bangkitlah ia hendak berjalan, maka kata bapa perempuan muda itu kepada menantunya: Kuatkanlah hatimu dahulu dengan sepotong roti, kemudian bolehlah kamu pergi.","Maka duduklah mereka itu dan keduanyapun makan minumlah bersama-sama, lalu kata bapa perempuan muda itu kepada yang laki: Baiklah kiranya bermalam lagi di sini, biarlah hatimu bersukacita.","Tetapi orang itupun bangkit juga berdiri hendak pergi, lalu dibujuk mentuanya akan dia, sehingga iapun bermalam di sana pula.","Maka pada hari yang kelima bangunlah ia pagi-pagi hendak berjalan, tetapi kata bapa perempuan muda itu: Senangkanlah kiranya hatimu. Maka tinggal juga mereka itu di sana sampai lingsir hari dan keduanyapun makanlah bersama-sama.","Lalu bangkitlah orang itu hendak pergi, baik ia baik gundiknya dan hambanya, maka kata mentuanya, yaitu bapa perempuan muda itu: Lihat apalah olehmu, siang sudah lalu, hampir akan malam, bermalamlah kiranya di sini, bahwasanya haripun sudah lingsir, bermalamlah di sini dan biarlah hatimu bersukacita, maka esok hari hendaklah engkau bangun pagi-pagi, lalu berjalan pulang ke kemahmu.","Tetapi tiada juga orang itu mau bermalam lagi, melainkan berbangkitlah ia lalu berjalan, maka sampailah ia ke tempat yang bertentangan dengan Yebus, yaitu Yeruzalem, dan adalah sertanya sepasang keledai yang berpelana dan gundiknyapun adalah sertanya.","Setelah hampir mereka itu kepada Yebus haripun telah amat lingsir, lalu kata hamba itu kepada tuannya: Baiklah tuan berjalan juga, biarlah kami singgah kepada negeri orang Yebuzi ini dan bermalam di dalam negeri itu.","Tetapi kata tuannya kepadanya: Aku tiada mau singgah kepada negeri yang lain, yang bukan bani Israel punya, melainkan aku hendak langsung berjalan sampai ke Gibea.","Dan lagi kata orang itu kepada hambanya: Bangatkanlah jalanmu, supaya kita sampai kepada salah sebuah negeri itu dan dapat bermalam di Gibea atau di Rama.","Maka dengan hal yang demikian mereka itu lalu langsung berjalan, serta sampailah ketiganya ke Gibea, yang orang Benyamin punya, maka mataharipun masuklah.","Maka singgahlah mereka itu ke sana, lalu masuk hendak bermalam di dalam negeri Gibea. Setelah sudah masuk maka duduklah ia pada suatu lorong negeri, karena seorangpun tiada yang menjemput akan mereka itu ke dalam rumahnya akan bermalam.","Maka tiba-tiba pada malam itu juga pulanglah seorang-orang tua dari pada pekerjaannya di ladang, maka orang itupun asal dari pegunungan Efrayim dan ia ada menumpang di Gibea seperti orang dagang, tetapi orang isi negeri itu orang Benyamin adanya.","Maka apabila diangkatnya matanya terlihatlah ia akan orang perjalanan itu pada lorong negeri, lalu kata orang tua itu: Engkau hendak ke mana? dan engkau dari mana?","Maka sahutnya kepadanya: Kami tengah berjalan dari Betlehem-Yehuda ke jajahan pegunungan Efrayim, tempat asalku, maka dari sana aku telah pergi ke Betlehem-Yehuda, maka sekarang aku hendak ke Bait-Ullah, tetapi seorangpun tiada yang menjemput akan daku ke dalam rumahnya.","Maka adalah padaku jerami dan makanan akan kedua ekor keledai kami dan lagi adalah padaku roti dan air anggur akan daku dan akan hambamu perempuan ini dan akan budak yang serta dengan hambamu ini; tiada kami kekurangan barang sesuatu jua.","Lalu kata orang tua itu: Salam alaikum! Barang apa yang kurang padamu hamba juga mencukupkannya, sahaja jangan engkau bermalam di lorong ini.","Lalu dibawanya akan dia masuk ke dalam rumahnya, diberikannya makan akan keledainya; maka mereka itupun membasuh kakinya, lalu makan minumlah ketiganya.","Arakian, maka sementara mereka itu menyedapkan hatinya, sesungguhnya datanglah orang isi negeri itu, yang sangat jahat adanya, mengepung rumah orang itu, lalu mengetok-ngetok pintu, maka kata mereka itu kepada orang tua yang punya rumah: Bawalah keluar akan orang laki-laki yang telah masuk ke dalam rumahmu, supaya kami ketahui akan dia.","Maka orang yang punya rumah itu keluar mendapatkan mereka itu, lalu katanya: Janganlah, hai saudaraku! jangan kamu berbuat jahat ini, sedang orang itu telah masuk ke dalam rumahku; janganlah kiranya kamu berbuat perkara yang keji ini.","Bahwasanya anakku, yang lagi anak dara, dan gundik orang itu hendak kubawa ke luar sekarang, biarlah kamu menggagahi akan dia dan berbuat akan dia barang apapun yang baik pada sangkamu, hanya akan orang laki-laki itu jangan kamu berbuat perkara yang keji begitu.","Tetapi orang itu tiada mau dengar akan katanya; lalu diambil orang itu akan gundiknya, dibawanya akan dia ke luar kepada mereka itu, maka digagahi oranglah akan dia dan dipercabuli oranglah akan dia semalam-malaman itu sampai pagi hari dan pada waktu fajar dilepaskannya ia pergi.","Maka pada pagi hari datanglah perempuan itu, lalu rebah terjerumus di hadapan pintu rumah orang itu, yaitu tempat tuannya ada menumpang, maka haripun sianglah.","Maka pada pagi hari setelah sudah bangun tuannya, dibukakannya pintu rumah, lalu keluar hendak berjalan, maka sesungguhnya perempuan itu, yaitu gundiknya, terhantar di hadapan pintu rumah dan kedua belah tangannyapun terletak pada ambang pintu.","Maka kata tuannya kepadanya: Bangunlah engkau, marilah kita berjalan; tetapi tiadalah sahutnya. Maka diangkatnya akan dia ke atas keledainya, lalu orang itupun berjalanlah pergi ke tempatnya.","Setelah sudah ia pulang ke dalam rumahnya diambilnya akan pisau, dipegangnya mayat gundiknya itu, dipenggalnya akan dia dengan segala tulangnya dua belas penggal, lalu dikirimkannyalah penggal-penggal itu kepada segala jajahan negeri Israel.","Maka sesungguhnya barangsiapa yang melihat dia, ia itu berkata begini: Belum pernah jadi dan belum pernah kelihatan yang demikian dari pada zaman bani Israel ke luar dari negeri Mesir sampai kepada hari ini. Perhatikanlah kamu perkara ini, bicarakanlah dia dan bermusyawaratlah!"]