["Arakian, maka segala bani Israelpun keluarlah dan segenap sidangpun berhimpunlah seperti orang satu jua adanya dari negeri Dan sampai ke negeri Birsyeba dan lagi dari benua Gileadpun datang menghadap Tuhan ke Mizpa.","Maka penghulu-penghulu orang banyak dari pada segala suku bangsa Israelpun berdirilah di tengah-tengah perhimpunan umat Allah, jumlahnya empat ratus ribu orang yang berjalan kaki dan menghunus pedang.","(Maka kedengaranlah kabar kepada bani Benyamin, mengatakan segala bani Israel telah datang ke Mizpa). Maka kata segala bani Israel: Ceriterakanlah olehmu, bagaimana gerangan kejahatan ini telah terjadi?","Maka sahut orang Lewi, yaitu lakinya orang perempuan yang telah dibunuh itu, katanya: Bahwa aku sudah datang dengan gundikku ke negeri Gibea, yang Benyamin punya, hendak bermalam di sana.","Maka bangkitlah orang isi Gibea itu lawan aku, dikepungnya rumah tumpanganku pada malam, hendak dibunuhnya aku, dan digagahinya akan gundikku sehingga matilah ia.","Lalu kuambil akan gundikku, kupenggal maka penggal-penggalnya kukirimkanlah kepada segala jajahan tanah pusaka orang Israel, sebab telah diperbuatnya suatu perkara yang sangat jahat dan keji di antara orang Israel.","Bahwasanya kamu sekalian bani Israel juga, sebab itu berikanlah kiranya sekarang bicara dan ikhtiar!","Maka bangkitlah segenap orang banyak itu seperti orang satu jua adanya serta katanya: Sekali-kali tiada kami mau pergi masing-masing ke kemahnya, sekali-kali tiada kami mau pulang masing-masing ke rumahnya.","Maka perkara inilah hendak kami perbuat akan Gibea: yaitu menyerang akan dia dengan membuang undi.","Maka kami hendak mengambil sepuluh orang dalam seratus dari pada segala suku bangsa Israel, dan seratus orang dalam seribu dan seribu orang dalam selaksa akan mencahari bekal bagi orang banyak ini, supaya apabila sampailah mereka itu sekalian ke Gibea-Benyamin, dapat dibalasnya kepadanya segala jahat yang telah diperbuatnya di antara orang Israel.","Demikianlah peri dikerahkanlah segala orang laki-laki Israel kepada negeri itu, sekaliannya berhubung seperti orang satu jua adanya.","Maka segala suku bangsa Israel itu telah menyuruhkan beberapa orang kepada segenap suku Benyamin, katanya: Apa macam kejahatan yang telah jadi di antara kami itu?","Maka sekarangpun serahkanlah kepada kami segala orang jahat yang di Gibea itu, supaya kami membunuh dia dan membuang kejahatan itu dari antara orang Israel. Tetapi bani Benyamin tiada mau dengar akan kata saudara-saudaranya, yaitu bani Israel,","melainkan berhimpunlah segala bani Benyamin dari segala negeri ke Gibea hendak pergi berperang dengan bani Israel.","Maka pada hari itu dibilang akan bani Benyamin dari pada segala negeri itu, jumlahnya dua puluh enam ribu orang laki-laki yang menghunus pedang, lain dari padanya dibilang akan orang isi Gibea itu tujuh ratus orang pilihan.","Maka di antara orang banyak itu adalah tujuh ratus orang pilihan yang kidal tangannya, maka sekalian itu tahu mengali-ali batu, rambut sehelaipun kena tiada salah.","Maka dibilanglah akan segala orang laki-laki Israel, lain dari pada orang Benyamin, jumlahnya empat ratus ribu orang yang menghunus pedang, sekalian itu orang perang belaka.","Maka berangkatlah segala bani Israel, lalu berjalan ke hulu, ke Bait-Ullah, maka mereka itupun bertanyakan Allah, sembahnya: Siapakah dari pada kami akan pergi dahulu berperang dengan bani Benyamin? Maka firman Tuhan: Yehuda dahulu.","Maka berangkatlah segala bani Israel pada pagi hari, lalu didirikannyalah kemahnya tentang Gibea.","Maka keluarlah orang Israel akan berperang dengan orang Benyamin, diikat orang Israel perang dengan mereka itu hampir dengan Gibea.","Lalu keluarlah bani Benyamin dari dalam Gibea, diparangnya pada hari itu akan dua puluh ribu orang dari pada orang Israel, yang rebah ke bumi.","Maka orang banyak itupun, yaitu orang Israel, menguatkan dirinya, lalu diikatnya pula perang di tempat yang diikatnya kemarin.","Maka bani Israelpun pergi ke hulu, lalu menangis di hadapan hadirat Tuhan sampai petang hari, maka mereka itupun bertanyakan Tuhan, sembahnya: Bolehkah aku pergi pula berperang dengan bani Benyamin, yaitu saudaraku? Maka firman Tuhan: Pergi juga!","Maka pada keesokan harinya bani Israelpun menghampiri bani Benyamin.","Lalu orang Benyamin keluar dari Gibea pada hari yang kedua mendatangi mereka itu, maka diparangnya pula dari pada bani Israel delapan belas ribu orang yang menghunus pedang, sekalian itupun mati rebah ke bumi.","Setelah itu maka pergilah segala bani Israel serta dengan segala rakyat ke hulu, lalu sampai ke Bait-Ullah; maka menangislah mereka itu dan tinggal di sana di hadapan hadirat Tuhan serta berpuasa pada hari itu sampai petang, maka mereka itupun mempersembahkan korban bakaran dan korban syukur di hadapan hadirat Tuhan.","Adapun bani Israel bertanyakan Tuhan, ia itu sebab pada zaman itu tabut perjanjian Allah adalah di sana.","Maka pada hari itu berdirilah Pinehas bin Eliazar bin Harun di hadapan hadirat-Nya, sembahnya: Bolehkah aku pergi pula berperang dengan bani Benyamin, yaitu saudaraku, atau patutkah aku berhenti? Maka firman Tuhan: Pergi juga, karena esok hari kelak Aku menyerahkan dia kepada tanganmu.","Arakian, maka oleh orang Israel ditaruh beberapa orang pengadang pada Gibea berkeliling.","Maka pada hari yang ketiga berangkatlah segala bani Israel mendatangi bani Benyamin, diikatnya perang dengan Gibea seperti yang dahulu itu.","Maka keluarlah segala bani Benyamin mendatangi orang banyak itu, lalu tertariklah mereka itu cerai dari pada negeri, maka dimulainya memarang dan menikam kepada orang banyak itu seperti dahulu juga lakunya pada jalan raya, yang satu naik ke Bait-Ullah dan satunya menuju Gibea lalu dari pada padang, maka yang kena dari pada orang Israel kira-kira tiga puluh orang.","Lalu kata bani Benyamin: Bahwa mereka itu sudah alah di hadapan kita seperti dahulu juga; tetapi kata bani Israel: Marilah kita lari dan menarik-narik akan dia dari pada negeri kepada jalan raya.","Maka sekonyong-konyong berhentilah segala orang Israel bersama-sama, diikatnya perang di Baal-Tamar, dan lagi segala orang Israel yang mengadang itupun berbangkitlah dari pada tempatnya, yaitu dari pada gua Gibea.","Maka dengan hal yang demikian datanglah sepuluh ribu orang pilihan dari pada segenap bangsa Israel langsung ke Gibea; maka ramailah orang berperang, tetapi tiada disangka orang Benyamin akan jahat hendak berlaku atasnya.","Maka dipalu Tuhan akan orang Benyamin di hadapan bani Israel, sehingga bani Israel pada hari itu memarang dari pada Benyamin dua puluh lima ribu seratus orang, yang menghunus pedang semuanya.","Maka pada sangka bani Benyamin telah dialahkannya orang Israel, tetapi dibiarkan bani Israel peperangan itu kepada orang Benyamin, sebab haraplah mereka itu pada orang pengadang, yang telah ditaruhnya akan Gibea.","Maka dengan segeranya orang pengadang itu bangkit berdiri lalu menyerang Gibea, bahkan, orang pengadang itu berjalan langsung, dialahkannya dan dibunuhnya akan segala orang isinya dengan mata pedang.","Maka bani Israelpun telah berjanji dengan orang pengadang itu, supaya apabila mereka itu sudah masuk, diadakannya asap yang besar naik dari dalam negeri itu.","Adapun serta orang Israel berpaling dirinya dalam peperangan, maka mulailah orang Benyamin memarang dan menikam kepada orang Israel, kena tiga puluh orang, lalu katanya: Sesungguhnya mereka itu sudah alah di hadapan kita seperti dalam perang yang dahulu itu.","Tetapi pada masa itu tiba-tiba naiklah asap dari dalam negeri sebesar tiang; serta menoleh orang Benyamin, heran, maka ada api naik dari dalam negeri sampai ke langit.","Maka orang Israelpun berpaling dirinya, lalu terkejutlah segala orang Benyamin, karena dilihatnya jahat hendak berlaku atasnya.","Maka sebab itu menyimpanglah mereka itu dari hadapan bani Israel kepada jalan ke padang belantara, tetapi perang itu lekat juga padanya, maka orang yang datang dari negeri itupun memarang akan mereka itu sambil mengepung akan dia berkeliling.","Dikepungnya akan orang Benyamin, diusirnya akan dia dan ditangkapnya akan dia dengan mudahnya sampai hampir dengan Gibea ke sebelah matahari terbit.","Maka dari pada orang Benyamin rebahlah mati delapan belas ribu orang, semuanya orang perang yang perkasa.","Maka dari pada orang yang sudah menyimpang dan sudah lari ke padang belantara, ke gunung batu Rimon, diparang pada jalan raya lima ribu orang, yaitu akan suatu pungutan yang kemudian, maka dihambatnya akan mereka itu dekat-dekat sampai ke Gideom dan diparangnya lagi dari pada mereka itu dua ribu orang.","Adapun segala orang Benyamin yang rebah mati pada hari itu jumlahnya dua puluh lima ribu orang yang menghunus pedang, semuanya orang perkasa belaka.","Maka dari pada segala orang yang sudah menyimpang dan sudah lari ke padang belantara, ke gunung batu Rimon, adalah enam ratus orang yang tinggal di atas gunung batu Rimon itu empat bulan lamanya.","Arakian, maka orang Israelpun kembali kepada bani Benyamin, diparangnya akan mereka itu dengan mata pedang, yaitu dari pada segenap orang isi negeri datang kepada segala binatang, bahkan, segala sesuatu yang terdapat di sana, dan segala negeripun yang terdapat di sana dibakarnya habis dengan api."]