["Bermula, maka di Mizpa orang Israel telah berjanji pakai sumpah, katanya: Dari pada kita ini seorangpun tiada akan memberikan anaknya perempuan kepada orang Benyamin itu akan bininya.","Maka datanglah orang banyak itu ke Bait-Ullah, lalu tinggal di sana di hadapan hadirat Allah sampai petang, maka dengan nyaring suaranya mereka itu sekalian menangis amat sangat,","katanya: Ya Tuhan! ya Allah orang Israel! Masakan boleh jadi begitu dalam Israel, bahwa pada hari ini kurang sesuku dalam segala bangsa Israel.","Hata, maka pada keesokan harinya bangunlah orang banyak itu pagi-pagi, lalu didirikannyalah di sana sebuah mezbah dan dipersembahkannya pula korban bakaran dan korban syukur.","Maka kata bani Israel: Siapakah dari pada segala suku bangsa Israel, yang tiada datang kepada perhimpunan akan menghadap Tuhan? Maka yaitu sebab telah dipakainya sumpah besar akan hal tiap-tiap orang yang tiada datang ke Mizpa akan menghadap Tuhan, bunyinya: Tak akan jangan orang itu mati dibunuh.","Maka bersesallah bani Israel akan hal Benyamin, yaitu saudaranya, maka katanya: Pada hari ini terkeratlah sesuku dari pada bangsa Israel.","Apakah yang boleh kita perbuat akan orangnya yang lagi tinggal itu dari hal orang perempuan; karena kita telah bersumpah demi Tuhan, bahwa dari pada anak perempuan kita seorangpun tiada akan kita berikan kepadanya akan bininya.","Maka sebab itu kata mereka itu: Siapakah dari pada segala suku bangsa Israel tiada datang ke Mizpa akan menghadap Tuhan? Maka sesungguhnya dari pada Yabes yang di Gilead itu seorangpun tiada datang ke tempat tentara dan kepada perhimpunan itu.","Karena apabila dibilangnya akan orang banyak itu, sesungguhnya seorangpun tiada dari pada segala orang isi Yabes yang di Gilead.","Lalu disuruhkan ke sana oleh perhimpunan itu akan orang dua belas ribu dari pada orang yang sangat perkasa, dipesannya akan dia, katanya: Pergilah kamu, bunuhlah segala orang isi Yabes yang di Gilead itu dengan mata pedang, yaitu serta dengan segala anak bini mereka itu.","Tetapi perkara ini hendaklah kamu perbuat: Segala orang laki-laki dan segala orang perempuan yang sudah tahu bersetubuh dengan laki-laki, itu hendaklah kamu tumpas.","Hata, maka didapatinya di antara segala orang isi Yabes yang di Gilead itu akan empat ratus anak perempuan yang lagi dara-dara dan belum tahu bersetubuh dengan laki-laki, lalu dibawanya akan mereka itu sekalian ke dalam tempat tentara yang di Silo, yaitu di tanah Kanaan.","Maka disuruhkan oleh segenap perhimpunan beberapa orang berkata-kata dengan bani Benyamin, yang di atas gunung batu Rimon itu, maka orang itupun berserukan salam kepadanya.","Maka pada masa itu datanglah orang Benyamin kembali, lalu diberikannya kepada mereka itu segala orang perempuan yang telah dihidupinya dari pada segala orang perempuan Yabes yang di Gilead itu, tetapi belum cukup juga.","Maka bersesallah orang banyak itu akan Benyamin, sebab Tuhan sudah mengadakan luka parah begitu pada segala suku bangsa Israel.","Maka kata segala tua-tua dalam perhimpunan itu: Adapun dari hal perempuan itu apa gerangan boleh kita buat pada orang yang lagi tinggal itu? karena segala orang perempuan di antara orang Benyamin itu sudah ditumpas.","Dan lagi katanya: Segala sesuatu yang Benyamin punya biarlah menjadi bahagian pusaka segala orang yang terpelihara itu, supaya jangan hilang satu suku dari pada orang Israel.","Tetapi tiada boleh kita memberikan anak-anak perempuan kita kepadanya akan bininya, karena segala bani Israel sudah berjanji pakai sumpah, katanya: Kutuklah barangsiapa yang memberikan anaknya perempuan kepada orang Benyamin itu!","Lalu kata mereka itu: Bahwasanya adalah suatu hari raya bagi Tuhan di Silo pada sebilang tahun, yaitu pada tempat arah ke utara Bait-el dan pada sebelah timur jalan besar yang naik dari Bait-el ke Sikhem dan pada sebelah selatan Lebona.","Maka disuruhkannya bani Benyamin, katanya: Pergilah kamu menyembunyikan dirimu dalam kebun-kebun anggur;","dan lihatlah baik-baik, apabila anak-anak perempuan dari Silo datang ke luar hendak menari ramai-ramai, baiklah kamu keluar dari kebun-kebun anggur itu merebut masing-masing akan seorang perempuan dari pada segala anak Silo itu akan binimu, lalu pulanglah ke negeri Benyamin.","Maka akan jadi kelak apabila bapa-bapa dan saudara-saudara mereka itu datang hendak mengadukan halnya kepada kami, maka kami hendak berkata kepadanya demikian: Kasihankan apalah akan mereka itu oleh karena kami, sebab dalam perang itu tiada kami mendapat seorang bini bagi masing-masing mereka itu; bahwasanya bukan kamu yang sudah memberikan dia kepadanya, maka sebab itu sekarang sekali-kali tiada kamu bersalah dengan demikian.","Hata, maka oleh bani Benyamin dibuat juga begitu, dibawanya lari akan orang perempuan sekadar bilangannya, direbutnya dari pada segala anak-anak perempuan yang menari itu; maka mereka itupun berjalan pergi, lalu pulang kepada bahagiannya pusaka, dibangunkannya pula akan segala negerinya, lalu duduklah mereka di dalamnya.","Maka pada masa itu segala bani Israelpun undur dari sana masing-masing kepada sukunya dan kepada bangsanya, dan mereka itu sekalianpun keluar dari sana masing-masing kepada miliknya pusaka.","Maka pada zaman itu tiadalah seorang raja di antara orang Israel, maka masing-masing orangpun menurut kehendak hatinya sendiri."]