["Sebermula, maka inilah segala orang kafir yang dibiarkan Tuhan, supaya dengan dia dicobainya akan orang Israel, yaitu segala orang Israel yang tiada mengetahui akan perang Kanaan.","Pertama-tama supaya segala bangsa bani Israel dapat belajar berperang, yaitu segala orang yang tiada mengetahui akan dia dahulu.","Maka tinggal lagi raja Filistin lima orang, dan segala orang Kanani dan Sidoni dan orang Hewi yang duduk di pegunungan Libanon, yaitu dari pada gunung Baal-Hermon datang ke tempat orang masuk ke Hamat.","Dan lagi adalah mereka itu supaya orang Israel dicobai dengan dia, supaya nyatalah kalau mereka itu menurut firman Tuhan yang telah disampaikannya kepada nenek moyang mereka itu dengan tangan Musa.","Hata, maka apabila duduklah bani Israel di antara orang Kanani dan Heti dan Amori dan Ferizi dan Hewi dan Yebuzi,","maka diambilnya anak mereka itu akan bininya, dan diberikannya anaknya kepada anak-anak mereka itu laki-laki, serta disembahnyalah kepada dewata mereka itu.","Maka bani Israelpun berbuat perkara yang jahat kepada pemandangan Tuhan, dilupakannya Tuhan, Allahnya, serta dibuatnya bakti kepada Baalim dan kepada hutan-hutan.","Maka berbangkitlah murka Tuhan akan Israel, dijual-Nya mereka itu kepada tangan Kusyan-Risyatayim, raja Mesopotami, maka takluklah bani Israel kepada Kusyan-Risyatayim itu delapan tahun lamanya.","Maka berserulah bani Israel kepada Tuhan, lalu dibangunkan Tuhan seorang pembantu bagi Israel, yang melepaskan mereka itu, yaitu Otniel bin Kenaz, saudara Kaleb yang adik kepadanya.","Maka Roh Tuhan adalah atasnya sehingga diperintahkannya orang Israel, lalu ia ke luar pergi perang; maka Tuhanpun menyerahkan Kusyan-Risyatayim, raja benua Syam itu, kepada tangannya, sehingga beratlah tangannya kepada Kusyan-Risyatayim itu.","Maka sentosalah negeri itu empat puluh tahun lamanya, lalu matilah Otniel bin Kenaz.","Tetapi kembali bani Israel berbuat perkara yang jahat kepada pemandangan Tuhan, maka sebab itu diberi Tuhan kuasa akan Ejlon, raja orang Moab, atas orang Israel, karena mereka itu sudah berbuat perkara yang jahat kepada pemandangan Tuhan.","Maka dikerahkannya segala bani Ammon dan orang Amalek, lalu iapun pergi perang, maka dialahkannya orang Israel dan diambilnya negeri Tumur akan miliknya.","Maka takluklah bani Israel kepada Ejlon, raja Moab itu, delapan belas tahun lamanya.","Lalu berserulah bani Israel itu kepada Tuhan, maka dibangunkan Tuhan seorang pembantu bagi mereka itu: yaitulah Ehud bin Gera, dari pada suku Benyamin, ialah seorang kidal adanya, maka disuruhkan bani Israel akan dia membawa bingkisan kepada Ejlon, raja orang Moab itu.","Maka oleh Ehud diperbuatlah akan dirinya sebilah pedang jembiah, sehasta panjanganya, disandangnya di bawah pakaiannya pada paha kanannya.","Maka dihantarnya bingkisan itu kepada Ejlon, raja orang Moab. Adapun Ejlon itu seorang yang sangat gemuk.","Maka sesungguhnya setelah sudah Ehud mempersembahkan bingkisan itu dan telah dihantarnya keluar pula akan orang yang mengusung bingkisan itu,","lalu ia kembali seorang dirinya dari pada tempat berhala, yang dekat dengan Gilgal, serta menghadap baginda sambil sembahnya: Ya tuanku! adalah sepatah kata pada patik yang hendak patik persembahkan ke bawah duli tuanku dengan sembunyi-sembunyi. Maka titah baginda: Diamlah engkau. Maka segala orang yang berdiri kelilingnya itupun keluarlah dari hadapannya.","Maka Ehudpun pergi menghadap baginda selagi baginda duduk di alayat peranginan, yang bagi dirinya seorang jua; maka sembah Ehud: Adalah pada patik firman Allah, yang hendak patik sampaikan ke bawah duli tuanku. Maka bangkiltlah baginda dari pada kursinya.","Maka Ehudpun mengulurkan tangannya kiri, dihunusnya pedang yang pada pahanya kanan, lalu ditikamnya perut baginda terus,","sehingga serta dengan mata pedang masuklah lagi hulunyapun dan mata pedang itupun dilengkung oleh lemak perut, karena tiada dicabutnya akan dia pula dari dalam lukanya, sehingga keluarlah tahinya.","Lalu turunlah Ehud pergi ke serambi balai, setelah ditutupnya dahulu pintu alayat itu dan dikuncikannya akan dia.","Setelah sudah ia keluar datanglah hamba-hamba raja, dilihatnya bahwasanya pintu alayat itu terkunci, maka kata mereka itu: Niscaya baginda berselimutkan kakinya dalam bilik peranginan.","Maka setelah sudah dinanti-nantinya sampai kemalu-maluan, bahwasanya tiada juga baginda membukakan pintu alayat itu, maka diambil mereka itu anak kunci, dibukakannya pintu itu, heran, maka tuannya terhantar di sana dengan matinya.","Maka sementara mereka itu dalam menanti-nanti terlepaslah Ehud, karena lalulah ia dari pada berhala-berhala itu serta berlepaslah dirinya ke Sehirat.","Setelah sampai di sana, maka ditiupkannya nafiri di atas pegunungan Efrayim, maka segala bani Israelpun turunlah sertanya dari atas pegunungan itu dan ia sendiripun berjalan pada hulunya.","Sambil katanya: Mari, ikutlah aku, karena telah diserahkan Tuhan musuhmu, yaitu orang Moab, kepada tanganmu. Maka turunlah mereka itu sekalian mengiringkan dia, lalu diambilnya segala pangkalan tambang Yarden yang arah ke Moab, tiada diberinya seorang juapun menyeberang dari sana.","Maka tatkala itu dibunuhnyalah dari pada orang Moab kira-kira sepuluh ribu orang, semuanya orang gemuk-gemuk dan semuanya orang yang tahu perang, sehingga seorang juapun tiada yang luput.","Maka demikianlah peri Moab direndahkan pada masa itu di bawah tangan orang Israel, maka sentosalah negeri itu delapan puluh tahun lamanya.","Maka kemudian dari padanya adalah Samgar bin Anat, yang membunuh orang Filistin enam ratus orang dengan tongkat gembala lembu, demikian iapun membantu orang Israel."]