["Bermula, maka pada hari itu juga bernyanyilah Debora dan Barak bin Abinoam, bunyinya:","Segala puji bagi Tuhan, sebab penghulu-penghulu Israel telah menunjukkan gagah beraninya dan sebab orang banyak itupun mempersembahkan dirinya dengan sukahatinya.","Dengarlah olehmu, hai raja-raja! dan berilah telinga, hai penghulu! bahwa aku, bahkan, aku hendak menyanyi bagi Tuhan, aku hendak menyanyikan mazmur bagi Tuhan, Allah Israel.","Ya Tuhan! pada masa engkau keluar dari Seir, pada masa engkau berjalan langsung ke padang Edom, maka bergempalah bumi, dan langitpun tiris dan awan-awanpun meniriskan air.","Hancurlah segala bukit dari hadirat Tuhan, jikalau Torsina sekalipun dari hadirat Tuhan, Allah Israel.","Pada masa Samgar bin Anat, pada masa Yael, sunyilah segala jalan raya dan segala orang yang biasa menurut jalan besar itupun menjalani simpang-simpangan;","bahwa sunyilah segala dusun dalam Israel, bahkan, sunyilah ia itu, sampai bangunlah aku ini, Debora, sampai bangunlah aku laksana seorang ibu di antara segala bani Israel.","Setelah dipilihnya akan dewa-dewa yang baharu, maka perangpun adalah dalam segala pintu gerbang. Adakah kelihatan sebuah perisai atau sebatang lembingpun di antara empat puluh ribu orang Israel?","Bahwa hatiku suka akan segala panglima-panglima perang di antara Israel, dan akan segala orang dari pada orang banyak itu, yang telah mempersembahkan dirinya dengan sukahatinya. Segala puji bagi Tuhan!","Hai kamu sekalian, yang mengendarai keledai putih, hai kamu, yang duduk di atas pelana yang indah-indah dan segala kamu, yang berjalan kaki, ceriterakanlah perkara itu.","Maka sebab sorak-sorak orang yang membahagi-bahagi rampasan di antara segala mata air. Maka di sana menyanyilah orang akan pembalasan Tuhan, akan peri dituntutnya bela orang dusun dalam Israel! Maka sekarang segala umat Tuhanpun pulang ke rumahnya dengan senangnya.","Sadarlah, sadarlah, hai Debora! sadarlah, sadarlah, bunyikanlah nyanyianmu! Bangkitlah berdiri, hai Barak! hantarlah akan orang tawananmu di hadapanmu, hai bin Abinoam.","Maka di sanapun suatu pasukan kecil menempuh akan segala orang yang kuasa! Segala umat Tuhan itu telah menempuh akan orang pahlawan!","Dari Efrayim juga adalah mereka itu yang berakar di atas gunung Amalek. Di belakang mereka itu adalah engkau, hai Benyamin, dengan segala pasukanmu! Dari Makhir datanglah segala panglima perang dan dari Zebulon segala orang yang memegang tongkat orang pembilang.","Lagipun penghulu Isakhar adalah dengan Debora, bahkan, Isakhar adalah pembantu Barak; maka dianjur olehnya lalu langsung ia ke padang! Maka di tepi sungai-sungai adalah pada Rubin banyak bimbang hati.","Mengapa kamu tinggal duduk di antara segala parit, hendak mendengarkan pengembik segala kawan domba? Sungguh di tepi sungai adalah pada Rubin banyak bimbang hati.","Bahwa Gilead yang di seberang Yarden itu tinggal diam-diam; maka adapun akan Dan, mengapa ia tinggal dalam kapal-kapalnya? Bahwa Asyer telah tinggal duduk di tepi laut serta berdiam dirinya dalam teluk rantaunya.","Bahwa bangsa Zebulon telah tiada menahankan nyawanya dari pada mati, demikianpun Naftali di atas segala tempat tinggi di padang.","Bahwa raja-raja telah datang, lalu berperang; pada masa itu berperanglah segala raja-raja Kanaan di Taanah di tepi air Megido, maka sekeping perakpun tiada diperolehnya akan rampasan.","Maka dari langit juga dilakukannya perang, dan segala bintang dari cakrawalapun memerangi Sisera.","Bahwa sungai Kison telah menghanyutkan mereka itu, bahkan sungai Kison yang sebaklah airnya. Langsunglah, hai jiwaku! dengan kuat.","Maka pada masa itu segala kudapun mengentak-entakkan kakinya sambil berlari-larian segala pahlawan mereka itu.","Kutukilah akan Meroz, kata malaekat Tuhan. Kutukilah akan segala orang isinya dengan kutuk kepahitan; karena tiada mereka itu datang membantu Tuhan, di antara segala orang yang berani.","Keberkatanlah Yael, bini Heber, orang Keni itu, di atas segala orang perempuan. Keberkatanlah ia di atas segala perempuan yang duduk dalam kemah.","Air yang dipinta Sisera, maka diberikannyalah air susu dalam cawan yang indah-indah, dipersembahkannya air susu yang lemak.","Dengan tangannya diambilnya pasak dan dengan tangannya kanan dipegangnya godam orang tukang, maka ditempakannya Sisera, ditebuknya kepalanya, dilukakannya dan ditebuknya pelipisannya.","Maka berlingkarlah ia antara kakinya, lalu rebah terhantar di sana; berlingkarlah ia antara kakinya lalu rebah, maka di tempat ia berlingkar, di sanapun rebahlah ia kemalu-maluan belaka.","Dari belakang tingkap menengoklah ibu Sisera dan dari belakang kisi-kisi berserulah ia: Apa sebab lambat begitu datang ratanya? apa sebab lambat begitu jentera kenaikannya?","Maka yang terbijak di antara dayang-dayangnya memberi jawab akan dia, dan ia sendiripun menyahuti akan katanya, demikian bunyinya:","Masakan tiada mereka itu mendapat jarahan dan membahagi-bahagi dia! seorang perempuan, dua orang perempuan akan tiap-tiap orang laki-laki. Satu rampasan pakaian pelbagai warnanya bagi Sisera, satu rampasan pakaian pelbagai warnanya lagi bersuji, sehelai kain pelbagai warnanya yang bersuji dua muka pada bahu orang yang menjarah!","Demikianlah hendaklah binasa segala seterumu, ya Tuhan! Tetapi adapun segala orang yang kasih akan Tuhan, hendaklah mereka itu bercahaya seperti matahari pada waktu panas terik. Hata, maka sentosalah negeri itu empat puluh tahun lamanya."]