["Bermula, maka bani Israelpun berbuat perkara yang jahat kepada pemandangan Tuhan, maka sebab itu diserahkan Tuhan akan mereka itu kepada tangan orang Midian tujuh tahun lamanya.","Maka beratlah tangan orang Midian itu menekan orang Israel, sehingga dari sebab orang Midian itu celah-celahan gunung dan gua-gua dan tempat yang curam-curam dibuat bani Israel tempat kediamannya.","Karena sesungguhnya apabila orang Israel sudah menabur biji-bijian, maka datanglah orang Midian dan orang Amalek dan lagi orang dari sebelah timurpun hendak mengusik mereka itu.","Maka didirikannyalah kemahnya bertentangan dengan mereka itu, lalu dirusakkannya hasil tanah sampai ke tempat orang datang ke Gaza; tiada ditinggalkannya dalam negeri Israel barang perbekalan atau kambing domba atau lembu atau keledai.","Karena mereka itu datang naik serta dengan segala binatangnya dan kemah-kemahnya, maka datangnya seperti belalang banyaknya, sehingga tiada tepermanai orangnya dan segala untanya, maka datanglah sekaliannya hendak membinasakan tanah itu.","Maka orang Israelpun direndahkan sangat oleh orang Midian, lalu berserulah bani Israel kepada Tuhan.","Maka sesungguhnya tatkala bani Israel itu berseru kepada Tuhan dari sebab orang Midian itu,","maka disuruhkan Tuhan seorang yang nabi adanya kepada bani Israel, mengatakan: Demikian inilah firman Tuhan, Allah Israel: Bahwa Aku telah membawa akan kamu naik dari dalam Mesir, dan Aku telah menghantar akan kamu keluar dari dalam tempat perhambaan itu.","Dan Aku telah melepaskan kamu dari pada tangan orang Mesir dan dari pada tangan segala orang yang menganiayakan kamu, dan Aku telah menghalaukan mereka itu dari hadapanmu dan tanahnyapun telah Kukaruniakan kepadamu.","Maka firman-Ku kepadamu: Bahwa Akulah Tuhan, Allahmu; jangan kamu berbuat bakti kepada dewa-dewa orang Amori, yang kamu mengeduduki tanahnya; tetapi tiada kamu menurut firman-Ku!","Hata, maka kemudian dari pada itu datanglah Malaekat Tuhan, lalu duduk di bawah pohon jati yang di Ofera dan yang Yoas, orang Abiezri, punya; maka Gideon, anaknya, tengah mengirik gandum dekat dengan apitan anggur, hendak menyembunyikan dia dari pada orang Midian.","Maka pada ketika itu kelihatanlah Malaekat Tuhan itu kepadanya, yang berkata kepadanya demikian: Bahwa Tuhan adalah serta dengan dikau, hai pahlawan yang perkasa!","Tetapi sembah Gideon kepadanya: Aduh! ya tuan! jikalau kiranya adalah Tuhan serta dengan kami, mengapa gerangan sekalian ini berlaku atas kami? Manakah segala perkara ajaib-Nya yang diceriterakan oleh bapa-bapa kami kepada kami, katanya: Bahwasanya Tuhan juga telah menghantar akan kami keluar dari Mesir. Tetapi sekarang Tuhan telah meninggalkan kami dan telah menyerahkan kami kepada tangan orang Midian.","Maka pada ketika itu berpalinglah Tuhan dirinya kepadanya sambil firman-Nya: Pergilah engkau dengan kuatmu ini, maka engkau akan melepaskan orang Israel kelak dari pada tangan orang Midian. Bukankah Aku ini yang menyuruhkan dikau?","Maka sembahnya kepada-Nya: Ya tuan! dengan apa gerangan dapat hamba melepaskan orang Israel? Bahwasanya bangsa hamba terkecil dalam suku Manasye, maka hamba ini anak bungsu di antara orang isi rumah bapa hamba.","Maka firman Tuhan: Bahwa sesungguhnya Aku akan ada serta dengan dikau; maka sebab itu engkau akan mengalahkan segala orang Midian kelak seperti seorang orang jua adanya.","Maka sembahnya kepadanya: Jikalau kiranya hamba telah beroleh rahmat dari pada hadirat Tuhan, nyatakan apalah dengan suatu tanda kepada hamba, bahwa Engkau juga Tuhan yang berfirman kepada hamba.","Jangan apalah Tuhan undur dari sini sebelum hamba sudah membawa keluar akan persembahan dan hamba sudah sajikan dia kepada-Mu. Maka firman-Nya: Aku tinggal sampai engkau datang kembali.","Hata, maka masuklah Gideon, lalu disediakannya seekor anak kambing dan apam fatir dari pada tepung seefa, maka daging itupun dibubuhnya dalam rantang dan kuahnyapun dalam periuk, lalu dibawanya keluar kepadanya ke bawah pohon jati, disajikannya kepadanya.","Tetapi kata Malaekat Tuhan itu kepadanya: Ambillah olehmu akan daging dan apam fatir itu, letakkanlah dia di atas batu gunung ini dan curahkanlah kuah itu kepadanya. Maka dibuatnyalah begitu.","Maka oleh Malaekat Tuhan dikedangkan tongkat, yang pada tangan-Nya, dengan ujungnya dicucuh-Nya daging dan apam fatir itu, lalu keluarlah api dari dalam batu gunung yang makan habis akan segala daging dan apam fatir. Maka gaiblah Malaekat Tuhan itu dari pada matanya.","Setelah itu maka nyatalah kepada Gideon bahwa ia itulah Malaekat Tuhan, sembahnya: Ya Tuhan Hua, maka sebab itukah hamba melihat Malaekat Tuhan muka dengan muka?","Tetapi firman Tuhan kepadanya: Selamatlah engkau; jangan takut, tiada engkau akan mati olehnya.","Maka oleh Gideon dibangunkanlah di sana sebuah mezbah bagi Tuhan, dinamainya akan dia: Tuhanlah pohon selamat! maka adalah ia itu lagi datang kepada hari ini di Ofera orang Abiezri.","Maka sesungguhnya pada malam itu juga berfirmanlah Tuhan kepadanya: Ambillah olehmu akan seekor lembu muda dari pada segala lembu bapamu, yaitu lembu muda yang kedua, yang tujuh tahun umurnya, lalu robohkanlah mezbah Baal yang bapamu punya, dan tebangkanlah hutan yang di sana.","Setelah itu bangunkanlah sebuah mezbah bagi Tuhan, Allahmu, di atas kemuncak bukit ini pada tempat yang baik, lalu ambillah akan lembu muda yang kedua itu, persembahkanlah dia akan korban bakaran dengan kayu dari hutan yang telah kautebang itu.","Hata, maka diambil oleh Gideon akan sepuluh orang dari pada segala hambanya, lalu diperbuatnya segala perkara itu setuju dengan firman Tuhan kepadanya; akan tetapi sebab takutnya akan orang isi rumah bapanya dan akan orang isi negeri itu, tiada diperbuatnya akan sekalian itu pada siang hari, melainkan pada waktu malam.","Maka pada pagi-pagi hari, apabila bangunlah orang isi negeri itu, heran, maka mezbah Baal telah roboh, dan hutan yang dekat di situ telah ditebang, dan lembu muda yang kedua itupun telah dikorbankan di atas mezbah yang baharu dibangunkan.","Maka kata mereka itu seorang kepada seorang: Siapa gerangan telah membuat honar ini? Setelah sudah diselidik dan dipertanya-tanyakan, maka kata orang: Bahwa honar ini diadakan oleh Gideon bin Yoas.","Lalu kata orang isi negeri itu kepada Yoas: Bawalah akan anakmu itu ke luar, supaya matilah ia dibunuh, sebab telah dirobohkannya mezbah Baal dan ditebangnya akan hutan yang dekat di situ.","Tetapi kata Yoas kepada segala orang yang berkerumun kepadanya: Sungguhkah kamu hendak membenarkan hal Baal? Sungguhkah kamu hendak menolong akan dia? Barangsiapa yang hendak memperbantahkan perkaranya baiklah ia mati dibunuh pada pagi ini juga! Jikalau kiranya sungguh ilah adanya, biarlah dibenarkannya halnya sendiri, sebab mezbahnya telah dirobohkan orang.","Maka sebab itu pada hari itu dinamai oranglah akan dia Yerub-Baal, katanya: Biarlah Baal berbantah-bantah dengan dia, sebab telah dirobohkannya mezbahnya.","Hata, maka segala orang Midian dan Amalek dan bani Masyrik itupun berhimpunlah, lalu menyeberang sungai, didirikannyalah kemahnya dalam lembah Yizriel.","Maka pada masa itu datanglah Roh Tuhan atas Gideon, lalu ditiupnya nafiri, sehingga orang Abiezri dikerahkan kepadanya.","Dan lagi disuruhkannyalah utusan kepada segala orang Manasye, yang dikerahkan kepadanya juga; demikianpun disuruhkannyalah beberapa utusan kepada Asyer dan Zebulon dan Naftali, maka mereka itu sekalian datang mendapatkan dia.","Maka sembah Gideon kepada Allah: Jikalau sungguh Engkau hendak menolong orang Israel oleh tanganku, setuju dengan firman-Mu,","bahwasanya aku hendak membentangkan belulang yang berbulu ini di tempat pengirik gandum; jikalau kiranya air embun hanya pada belulang itu sahaja dan tanah itupun keringlah, maka boleh kuketahui akan hal sesungguhnya Engkau hendak menolong orang Israel oleh tanganku, setuju dengan firman-Mu.","Hata, maka demikianpun jadilah, karena pada keesokan harinya bangunlah ia pagi-pagi, lalu diperahnya belulang itu, dipulasnya sampai keluar air embun penuh-penuh semangkok.","Maka sembah Gideon kepada Allah: Jangan apalah murka-Mu berbangkit akan daku, biarlah sekali ini jua aku bersembah, biarlah sekali ini jua aku mencobanya dengan belulang ini; berilah kiranya sahaja belulang ini kekeringan dan air embun pada seluruh tanah itu.","Maka diperbuatlah Allah demikian pada malam itu juga, karena hanya belulang itu kering, tetapi pada seluruh tanah itu adalah air embun."]