["Arakian, maka Yerub-Baal, yaitu Gideon, bangunlah pagi-pagi, dan segala orang itupun sertanya, lalu didirikannyalah kemah-kemahnya hampir dengan mata air Harod, sehingga balatentara orang Midian itu tentang utara di balik bukit More dalam lembah itu.","Maka firman Tuhan kepada Gideon: Adalah sertamu terlalu banyak orang dari pada Aku menyerahkan orang Midian itu kepada tanganmu, asal jangan orang Israel bermegah-megah di hadapan Aku serta katanya: Bahwa tangan kita sendiri telah menolong akan kita.","Maka sekarangpun beserulah sampai kedengaranlah kepada orang itu sekalian, demikian bunyinya: Barangsiapa yang takut dan tawar hatinya, baiklah ia pulang serta kembali ke pegunungan Gilead! Maka dari ada orang banyak itu pulanglah dua puluh dua ribu orang, sehingga tinggal lagi sepuluh ribu.","Maka firman Tuhan kepada Gideon: Ada lagi terlalu banyak orang. Suruhlah mereka itu turun ke tempat air, maka di sana Aku mencobai akan mereka itu kelak karena sebab engkau, bahwasanya barangsiapa yang firman-Ku kepadamu akan halnya demikian: Orang ini hendaklah berjalan sertamu, biarlah iapun berjalan sertamu; tetapi barangsiapa yang firman-Ku akan halnya: Orang ini tiada akan berjalan sertamu, jangan iapun berjalan sertamu.","Hata, maka disuruhnya orang banyak itu turun ke tempat air, lalu firman Tuhan kepada Gideon: Barangsiapa yang menjilat menghirup dari pada air itu dengan lidahnya seperti anjing menjilat, ia itu hendaklah kauasingkan; demikianpun segala orang yang bertelut hendak minum.","Maka adalah bilangan segala orang yang telah menghirup dengan mulutnya dari pada tangannya, tiga ratus orang banyaknya; maka segala orang yang lain itu telah bertelut hendak minum air.","Maka firman Tuhan kepada Gideon: Bahwa dengan tiga ratus orang ini, yang telah menghirup dari pada tangannya, Aku kelak menolong akan kamu dan menyerahkan orang Midian itu kepada tanganmu; maka sebab itu suruhlah segala orang lain itu pergi, biarlah masing-masing mereka itu pulang ke tempatnya.","Setelah itu diambilnya bekal dari pada orang banyak itu pada tangannya dan lagi nafirinya, maka disuruhnya akan segala orang Israel yang lain itu pergi, masing-masing ke kemahnya, tetapi ketiga ratus orang itu ditahankannya. Maka adalah balatentara orang Midian itu pada sebelah bawahnya dalam lembah itu.","Hata, maka sesungguhnya pada malam itu juga berfirmanlah Tuhan kepadanya: Bangunlah engkau, turunlah mendatangi balatentara itu, karena Aku telah menyerahkan dia kepada tanganmu.","Maka jikalau kiranya engkau lagi takut turun, biarlah engkau turun sendiri serta dengan Pura, bentaramu, mendapatkan tentara itu.","Maka engkau akan mendengar kelak barang yang dikatakannya, lalu tanganmu akan dikuatkan, sehingga engkau menempuh akan bala itu. Hata, maka turunlah ia serta dengan Pura, bentaranya, sampai kepada pegawai yang di luar sekali dari pada segala orang bersenjata yang dalam tentara itu.","Maka segala orang Midian dan Amalek dan segala bani Masyrikpun berkaparanlah dalam lembah itu seperti belalang banyaknya dan segala untanya seperti pasir yang di tepi laut tiada tepermanai banyaknya.","Maka serta Gideon datanglah hampir, bahwasanya adalah seorang orang tengah menceriterakan mimpinya kepada kawannya, katanya: Bahwasanya aku telah bermimpi, heran, maka adalah sebuah roti syeir terguling-guling ke tengah balatentara Midian, lalu sampai ke kemah besar, maka ditempuhnya akan dia sampai robohlah, dan dibongkar balikkannya akan dia, sehingga kemah itupun terpelantingan adanya.","Maka menyahut kawannya, katanya: Tak ada lain, melainkan pedang Gideon bin Yoas, orang Israel; itulah tabirnya: bahwa Allah telah menyerahkan orang Midian dan segenap balatentara ini kepada tangannya.","Hata, setelah terdengarlah Gideon akan mimpi itu serta dengan tabirnya, maka mengucap syukurlah ia, lalu kembali kepada tentara Israel, katanya: Bangunlah kamu, karena diserahkan Tuhan balatentara orang Midian itu kepada tanganmu.","Maka dibahagikannya ketiga ratus orang itu menjadi tiga pasukan, lalu diberikannya kepada tangan masing-masing mereka itu sebuah nafiri dan sebuah buyung dan sebatang damar di dalam buyung itu.","Serta katanya kepada mereka itu: Lihatlah akan daku dan turutlah barang yang kuperbuat; bahwa sesungguhnya serta aku sampai kepada ujung balatentara itu, tak akan jangan kamu juga berbuat seperti perbuatanku.","Apabila aku meniupkan nafiri, yaitu aku dan segala orang yang sertaku, hendaklah kamu sekalianpun meniupkan nafiri keliling balatentara itu dan hendaklah kamu berseru-seru demikian: Karena Tuhan dan karena Gideon!","Arakian, maka sampailah Gideon dan seratus orang yang sertanya itu kepada ujung balatentara, pada waktu mulai pengawalan tengah malam, apabila orang baharu mengatur kawal, maka ditiupkannyalah nafirinya dan dipecahkannyalah buyung yang pada tangannya.","Demikianpun ketiga pasukan itulah meniupkan nafirinya dan memecahkan buyungnya, maka dengan tangannya kiri dipegangnya damar dan dengan tangannya kanan dipegangnya nafiri hendak meniup, lalu berseru-serulah mereka itu sekalian: Pedang Tuhan dan Gideon!","Maka berdirilah mereka itu keliling balatentara itu masing-masing pada tempatnya. Maka pecahlah balatentara itu sambil berteriak sambil lari.","Maka serta ketiga ratus orang itu meniupkan nafirinya, disebabkan Tuhan pedang musuh masing-masing melawan kawannya dalam segenap tentara itu sehingga larilah balatentara itu sampai ke Bait-Sita ke Tseredat, sampai kepada perhinggaan Abel-Mehola ke hulu Tabat.","Maka pada masa itu dikerahkan segala orang Israel dari Naftali dan dari Asyer dan dari seluruh Manasye, lalu diusirnya akan orang Midian itu dari belakang.","Maka disuruhkan Gideon lagi utusan kepada segala gunung Efrayim, mengatakan: Turunlah kamu akan mendatangi orang Midian dan sakatkanlah mereka itu segala pangkalan tambang yang di Bait-Bara, yaitu di Yarden; maka dikerahkannyalah segala orang Efrayim, lalu disakatkanlah segala pangkalan tambang yang di Bait-Bara pada sungai Yarden.","Maka ditawaninyalah dua orang raja Midian, yaitu Orib dan Zeib, lalu dibunuhnyalah akan Orib itu pada batu bukit Orib dan Zeib dibunuhnyalah dalam apitan anggur Zeib, maka diusirnya akan segala orang Midian itu dan dibawanyalah akan kepala Orib dan Zeib itu kepada Gideon, yang di seberang Yarden."]