["Sebermula, maka pergilah Abimelekh bin Yerub-Baal ke Sikhem mendapatkan segala saudara emaknya, lalu berkatalah ia kepada mereka itu dan kepada segenap bangsa orang isi rumah bapa emaknya, katanya:","Katakanlah olehmu kepada segala orang isi negeri Sikhem: Baik mana kepadamu, jikalau kamu bertuankan tujuh puluh orang, semuanya anak laki-laki Yerub-Baal, atau kamu bertuankan hanya seorang juga? Lagipun hendaklah kamu perhatikan ini, bahwa aku sedaging darah juga dengan kamu sekalian.","Maka berkatalah segala saudara emaknya kepada orang isi negeri Sikhem akan halnya, disampaikannyalah segala perkataan itu, lalu cenderunglah hati mereka itu sekalian kepada Abimelekh, katanya: Bahwasanya ia juga saudara kita.","Maka diberikannyalah kepadanya tujuh puluh keping perak dari dalam rumah Baal-Berit, lalu diupahkan Abimelekh dengan dia beberapa orang perlente yang tiada ketahuan, supaya mereka itu mengikut dia.","Maka masuklah ia ke dalam rumah bapanya yang di Ofera itu, dibunuhnya akan segala kakak adiknya, semuanya anak laki-laki Yerub-Baal, tujuh puluh orang, pada sebuah batu, tetapi Yotam, anak bungsu Yerub-Baal itu, tinggal dengan hidupnya, karena telah disembunyikannya dirinya.","Setelah itu maka berhimpunlah segala orang isi negeri Sikhem, dan segala orang isi rumah Milo, lalu pergilah mereka itu mengangkat raja akan Abimelekh dekat dengan pohon jati tinggi yang di dalam Sikhem.","Maka perkara itu dikabarkan oranglah kepada Yotam, sebab itu pergilah ia lalu berdiri di atas kemuncak bukit Gerizim, dinyaringkannya suaranya serta berseru, katanya kepada mereka itu: Dengarlah olehmu akan daku, hai segala kamu orang isi negeri Sikhem! maka Allah kelak mendengar akan kamupun.","Bahwa pada sekali peristiwa segala pohon kayu pergi hendak mengangkat seorang raja atas dirinya, maka katanya kepada pokok zait: Hendaklah kiranya tuan menjadi raja kami.","Tetapi sahut pokok zait kepada mereka itu: Masakan aku meninggalkan lemakku yang dipuji oleh Allah dan oleh segala manusia akan daku, lalu pergi melayang-layang di atas segala pohon?","Maka kata segala pohon itu kepada pokok ara: Marilah engkau, jadilah raja kami.","Tetapi sahut pokok ara kepadanya: Masakan aku meninggalkan kemanisanku dan segala buahku yang baik, serta pergi melayang-layang di atas segala pohon?","Lalu kata segala pohon itu kepada pokok anggur: Marilah engkau, jadilah raja kami.","Tetapi sahut pokok anggur kepadanya: Masakan aku meninggalkan air anggurku yang manis, yang menyukakan Allah dan manusia, serta pergi melayang-layang di atas segala pohon?","Lalu kata segala pohon itu kepada pokok duri: Marilah engkau, jadilah raja kami.","Maka sahut pokok duri kepada segala pohon itu: Jikalau sungguh kamu mengangkat akan daku menjadi rajamu, marilah kamu sekalian berlindung di bawah naungku, tetapi jikalau tiada begitu, biarlah api keluar dari pada pokok duri, yang makan habis akan segala pohon araz yang di Libanon.","Maka sekarangpun, sungguhkah kamu berlaku dengan tulus ikhlas dalam hal merajakan Abimelekh? sungguhkah kamu berbuat kebajikan akan Yerub-Baal dan akan orang isi rumahnya? sungguhkah kamu membalas akan dia sekadar perbuatan tangannya?","Karena bapaku telah pergi perang karena sebab kamu, dibuangnya nyawanya hendak melepaskan kamu dari pada tangan orang Midian.","Tetapi hari ini kamu telah mendurhaka kepada orang isi rumah bapaku dan telah membunuh segala anak-anaknya, tujuh puluh orang laki-laki, pada sebuah batu, dan kamu telah mengangkat akan Abimelekh, anak seorang sahaya bapaku, menjadi raja atas segala orang isi negeri Sikhem, sebab ialah saudaramu.","Maka jikalau dengan sebenarnya kamu berlaku pada hari ini dengan tulus hati akan Yerub-Baal dan akan orang isi rumahnya, hendaklah bersukacita hatimu akan Abimelekh dan iapun bersukacita hatinya akan kamu.","Tetapi jikalau tiada begitu, biarlah api keluar dari pada Abimelekh, yang makan habis akan orang isi negeri Sikhem dan akan rumah Milo; dan lagi biarlah apipun keluar dari pada orang isi negeri Sikhem dan dari pada rumah Milo, yang makan habis akan Abimelekh.","Setelah itu maka larilah Yotam berlepas dirinya serta pergi ke Beir, lalu duduklah ia di sana oleh karena sebab Abimelekh, saudaranya itu.","Hata, setelah sudah tiga tahun lamanya Abimelekh memerintahkan orang Israel,","maka disuruh Allah bangkit nafsu percideraan di antara Abimelekh dengan orang isi negeri Sikhem, sehingga khianatlah orang isi negeri Sikhem akan Abimelekh.","Maka yaitu supaya aniaya yang telah berlaku atas ketujuh puluh anak Yerub-Baal dan darah mereka itu sekalian ditanggungkan atas Abimelekh, saudaranya, yang telah membunuh mereka itu, dan atas segala orang isi negeri Sikhem, yang telah membantu dia dalam membunuhkan kakak adiknya.","Maka oleh orang isi negeri Sikhem ditaruh beberapa orang yang mengadang-adang akan dia di atas kemuncak segala bukit, disamuninya akan barangsiapa yang lalu dari pada jalan itu. Maka hal itu dikabarkan oranglah kepada Abimelekh.","Hata, maka datanglah pula Gaal bin Ebed serta dengan segala saudaranya berpindah ke Sikhem, lalu segala orang isi negeri Sikhempun menaruh harap akan dia.","Maka pergilah mereka itu ke ladang memetik buah anggur, yang diperahnya serta bersuka-sukaan, lalu masuklah mereka itu ke dalam rumah berhalanya sambil makan minum, sambil mengutuki Abimelekh.","Maka kata Gaal bin Ebed: Siapa gerangan Abimelekh dan siapa gerangan Sikhem itu, maka kita memperhambakan diri kepadanya? Bukankah ia anak Yerub-Baal dan Zebulpun panglima perangnya? Terlebih baik kamu memperhambakan dirimu kepada orang-orang Hemor, bapa Sikhem itu, karena apakah gunanya kita bertuankan dia?","Jikalau kiranya orang sekalian ini adalah dalam kuasaku, niscaya kunyahkan si Abimelekh. Maka katanya kepada Abimelekh: Himpunkanlah suatu tentara yang besar, mari keluarlah engkau!","Serta kedengaranlah perkataan Gaal bin Ebed kepada Zebul, penghulu negeri itu, maka berbangkitlah amarahnya.","Lalu diam-diam disuruhkannya utusan kepada Abimelekh, mengatakan: Bahwasanya Baal bin Ebed dan segala saudaranya telah datang ke Sikhem, maka tiada syak lagi mereka itu serta dengan segala orang isi negeri mendurhaka kepadamu.","Maka sebab itu hendaklah engkau bangun pada malam, baik engkau baik segala rakyat yang sertamu, lalu beradang-adang di padang.","Maka pada fajar hari, apabila terbit matahari, hendaklah engkau bangun segera-segera lalu tempuhlah akan negeri ini, maka apabila ia mengeluari kamu serta dengan segala rakyat yang sertanya, hendaklah kiranya engkau berbuat akan dia barang sependapat tanganmu.","Hata, maka berangkatlah Abimelekh dan segala rakyat yang sertanya pada malam, lalu mengadang-adang akan Sikhem dengan empat pasukan.","Maka keluarlah Gaal bin Ebed, lalu berdiri di pintu negeri; maka berbangkitlah Abimelekh dan segala rakyat yang sertanya dari dalam tempat pengadang itu.","Serta terlihatlah Gaal akan orang banyak itu, maka katanya kepada Zebul: Bahwasanya adalah banyak orang turun dari atas bukit. Tetapi kata Zebul kepadanya: Bayang bukit kaupandang seolah-olah banyak orang adanya.","Tetapi berturut-turut kata Gaal: Tengoklah, di sana ada banyak orang datang dari tengah-tengah padang dan suatu pasukan datang dari sebelah jalan pohon jati Meonenim.","Maka kata Zebul kepadanya: Manakah sekarang besar mulutmu, yang sudah berkata demikian: Siapa gerangan Abimelekh itu, maka boleh kita bertuankan dia? Bukankah inilah bangsa yang telah kaucelakan itu? Marilah sekarang, keluar akan memerangi dia!","Maka keluarlah Gaal di hadapan segala orang isi negeri Sikhem, lalu berperang dengan Abimelekh.","Maka diusir Abimelekh akan dia dari belakang, karena iapun larilah dari hadapannya, dan banyaklah orang mati dibunuh berhembalangan sampai kepada pintu negeri.","Maka Abimelekhpun tinggal di Aruma dan Zebulpun menghalaukan Gaal dan segala saudaranya, tiada boleh mereka itu diam lagi di Sikhem.","Maka pada keesokan harinya sesungguhnya keluarlah orang banyak itu ke padang, tetapi hal itu dikabarkan oranglah kepada Abimelekh.","Lalu diambilnya segala rakyatnya, dibahaginya mereka itu sekalian menjadi tiga pasukan dan ditaruhnya akan pengadang di padang, maka dilihatnya bahwa sesungguhnya orang banyak itupun keluarlah dari dalam negeri, lalu ia pergi memerangi mereka itu dan dialahkannya mereka itu.","Karena Abimelekh dan pasukan yang sertanya itu menempuhlah akan mereka itu, lalu tinggal berdiri di hadapan pintu negeri, maka kedua pasukan yang lain itu menempuhlah akan segala orang yang di padang itu, dialahkannya.","Arakian, maka berperanglah Abimelekh melanggar negeri itu sehari-harian itu suntuk, lalu dialahkannya dan dibunuhnya akan segala orang isinya dan dirobohkannyalah negeri itu dan ditaburinyalah akan dia dengan garam.","Serta kedengaranlah hal itu kepada orang isi menara Sikhem itu, maka masuklah mereka itu ke dalam kota rumah berhala Berit.","Maka hal itu dikabarkan oranglah kepada Abimelekh, mengatakan segala orang isi menara Sikhem itu ada berhimpun.","Maka naiklah Abimelekh dan segala rakyat yang sertanya ke atas bukit Zalmon, lalu diambil Abimelekh sebuah kapak pada tangannya, dipotongnya cabang dari pada pohon kayu, diangkatnya dan dipikulnya, sambil katanya kepada segala rakyat yang sertanya: Barang yang telah kamu lihat aku perbuat, bersegera-segera hendaklah kamu perbuat juga.","Maka segala rakyat itupun masing-masing memotong cabangnya lalu mengikut Abimelekh, diletakkannya segala cabang-cabang itu pada kota benteng, dibakarnya habis akan kota benteng itu dengan apinya, sehingga matilah segala orang isi menara Sikhem, kira-kira seribu orang laki-laki dan perempuan.","Lalu pergilah Abimelekh ke Tebiz, dikepungnya negeri itupun dan dialahkannya.","Tetapi di tengah-tengah negeri adalah sebuah menara yang teguh, maka segala orang, baik laki-laki baik perempuan dan segala orang isi negeripun lari ke sana, lalu dikuncikannya pintunya, maka naiklah mereka itu sekalian ke atas sotoh menara itu.","Maka sampailah Abimelekh kepada menara itu, lalu tampil menyerang akan dia dan dihampirinya akan pintunya, hendak menunukan dia dengan api.","Tetapi seorang perempuan anu mengumbankan sebuah batu kisaran kepada kepala Abimelekh, sehingga pecahlah batu kepalanya.","Maka dengan segera dipanggilnya seorang bentara yang memikul senjatanya, lalu katanya: Hunuslah pedangmu dan bunuhlah aku, asal jangan dikata orang akan halku: Bahwa ia dibunuh oleh seorang perempuan. Maka bentaranyapun menikam akan dia, lalu ia mati.","Hata, setelah dilihat oleh orang Israel akan Abimelekh itu sudah mati, maka baliklah mereka itu masing-masing ke tempatnya.","Demikianlah peri dibalas Allah kejahatan Abimelekh, yang telah dibuatnya akan bapanya dengan membunuhkan ketujuh puluh kakak adiknya;","dan lagi segala kajahatan orang Sikhempun dikembalikan Allah kepada kepalanya dan disampaikannya kepada mereka itu kutuk Yotam bin Yerub-Baal itu."]