["Sebermula, maka pada sekali peristiwa, yaitu pada zaman segala hakim memegang perintah, adalah bala kelaparan dalam negeri itu, maka sebab itu pergilah seorang laki-laki dari Betlehem-Yehuda hendak menumpang seperti orang dagang di benua Moab, baik ia baik bininya dan kedua orang anaknya laki-laki.","Maka orang itupun bernama Elimelekh dan bininya bernama Naomi dan nama kedua anaknya seorang Makhlon dan seorang Khilyon, semuanya orang Eferati dari Betlehem-Yehuda, maka sampailah mereka itu ke benua Moab, lalu diamlah di sana.","Hata, maka Elimelekh, laki Naomi itu, matilah; ketinggalan perempuan itu dengan kedua anaknya laki-laki.","Maka keduanyapun mengambil perempuan Moab akan bininya: seorang bernama Orpa dan seorang bernama Rut; maka tinggallah mereka itu di sana kira-kira sepuluh tahun lamanya.","Maka keduanya Makhlon dan Khilyonpun matilah, maka dalam hal yang demikian tinggallah perempuan itu kemudian dari pada mati lakinya dan kedua anaknya laki-laki.","Maka bangkitlah ia berdiri serta dengan kedua menantunya perempuan, lalu berjalan pulang dari benua Moab, karena di tanah Moab kedengaranlah kabar kepadanya mengatakan Tuhan sudah menilik akan umat-Nya serta memberi makan kepadanya.","Maka sebab itu keluarlah ia dari dalam tempat penumpangannya dan kedua menantunyapun adalah sertanya, maka dalam antara mereka itu berjalan hendak kembali ke tanah Yehuda,","kata Naomi kepada kedua menantunya: Pergilah kamu pulang masing-masing ke rumah ibumu, maka Tuhan kiranya berbuatlah kebajikan akan kamu, seperti kamu juga sudah berbuat akan orangku yang sudah mati itu dan akan dakupun.","Dikaruniakan Tuhan apalah kamu mendapat perhentian masing-masing di dalam rumah lakimu! Maka diciumnya akan keduanya, lalu mereka itupun menangislah dengan nyaring suaranya,","katanya kepadanya: Tak akan jangan kamipun balik sertamu kepada bangsamu.","Tetapi kata Naomi: Pulanglah juga, hai anakku! karena sebab apa kiranya kamu hendak berjalan sertaku? adakah lagi anak laki-laki di dalam rahimku, supaya ia itu boleh menjadi lakimu?","Pulang juga, hai anakku! pergi sahaja, karena sudah terlalu tua aku akan berlaki. Maka jikalau kiranya kataku sekalipun: Adalah harap bagiku; bahkan, jikalau pada malam ini juga aku berlaki atau beranak laki-laki sekalipun;","manakah boleh kamu bernanti-nanti sampai ia itu sudah menjadi besar; manakah boleh kamu bertangguh-tangguh sebabnya, sehingga tiada kamu berlaki? Janganlah begitu, hai anakku, karena sangatlah susah rasa hatiku dari sebab hal kamu. Bahwa sesungguhnya tangan Tuhan juga telah keluar akan melawan aku.","Maka menangislah pula mereka itu dengan nyaring suaranya, lalu dicium Orpa akan mentuanya, tetapi Rut lekat juga padanya.","Maka kata Naomi: Lihatlah olehmu bahwa iparmu sudah pulang kepada bangsanya dan kepada dewa-dewanya; baiklah engkaupun pulang mengikut iparmu.","Tetapi sahut Rut: Janganlah kiranya paksakan daku, sehingga aku meninggalkan dikau dan undur dari padamu lalu pulang, karena ke manapun baik engkau pergi, aku juga hendak ke sana, dan barang di manapun baik engkau bermalam, aku juga hendak bermalam di sana; bahwa bangsamu itulah bangsaku dan Allahmu itulah Allahku!","Barang di mana engkau akan mati, di sanapun aku hendak mati dan di sanapun aku hendak dikuburkan. Demikianlah kiranya diperbuat Tuhan akan daku dan demikianlah kiranya dipertambahinya lagi, jikalau kiranya tiada hanya maut jua yang menceraikan daku dengan dikau.","Setelah dilihat Naomi akan tetap hatinya hendak berjalan sertanya, maka berhentilah ia dari pada berkata-kata dengan dia.","Arakian, maka berjalanlah keduanya sampai datang ke Betlehem, maka sesungguhnya serta keduanya masuk ke dalam Betlehem, gemparlah segenap orang isi negeri oleh karenanya, maka kata orang itu: Iakah ini Naomi?","Maka katanya kepada mereka itu: Jangan apalah kamu memanggil Naomi akan daku, melainkan si Mara, karena yang Mahakuasa itu sudah memberi mara akan daku sangat.","Dengan sepenuh-penuhku aku telah berjalan dari sini, tetapi dikembalikan Tuhan akan daku dengan hampaku. Betapa gerangan kamu menamai akan daku Naomi, sedang Tuhan sudah naik saksi atasku dan yang Mahakuasa itu sudah mengadakan jahat padaku.","Maka dalam hal yang demikian pulanglah Naomi dan Rut, perempuan Moabi, yaitu menantunya, adalah sertanya, maka kembalilah ia dari benua Moab, lalu sampai ke Betlehem pada masa orang mulai memotong syeir."]