["Kemudian dari pada itu kata Naomi, mentuanya, kepadanya: Hai anakku! masakan tiada aku mencahari perhentian bagimu, supaya selamatlah engkau.","Maka sekarang, adapun Boaz, yang engkau menyertai akan hambanya perempuan itu, bukankah ia dari pada keluarga kita? ketahuilah olehmu pada malam ini juga ia akan menampi syeir pada tempat pengirik.","Sebab itu mandikanlah dirimu dan pakai bau-bauan dan kenakanlah pakaianmu, lalu turunlah ke tempat pengirik itu; tetapi jangan diketahui oleh orang itu akan dikau, sehingga ia sudah habis makan dan minum.","Maka akan jadi kelak apabila ia pergi berbaring, hendaklah dicamkan olehmu akan tempat ia berbaring itu, lalu pergilah engkau, bukakanlah selimut kakinya dan berbaringlah engkaupun; maka orang itupun akan memberitahu kepadamu barang yang patut kauperbuat.","Maka kata Rut kepadanya: Segala sesuatu yang pesanmu kepadaku itu akan kuperbuat kelak.","Maka turunlah ia ke tempat pengirik, diperbuatnya setuju dengan segala pesan mentuanya.","Arakian, setelah Boaz sudah makan dan minum dan hatinyapun bersukacita, maka datanglah ia kepada kaki timbunan gandum, lalu berbaring; kemudian datanglah Rut diam-diam, dibukakannya selimut kakinya, lalu iapun berbaring juga.","Maka tiba-tiba pada tengah malam terkejutlah orang itu, dirabanya kelilingnya, bahwasanya adalah seorang perempuan berbaring di bawah selimut kakinya.","Maka katanya: Siapakah engkau? Maka sahutnya: Sahaya ini Rut, yaitu hamba tuan; kembangkan apalah sayap tuan atas sahaya, karena tuan juga penebus.","Maka kata Boaz: Berkatlah kiranya atasmu dari pada Tuhan, hai anakku! tanda kasihmu yang kautunjuk kemudian ini terlebih baik lagi dari pada yang mula-mula itu, sebab tiada engkau sengajakan orang muda, baik kaya baik miskin.","Maka sekarang, hai anakku! janganlah takut; segala sesuatu yang telah kaukatakan, ia itu akan kuperbuat kepadamu kelak, karena segenap orang isi negeri bangsaku tahu, bahwa engkau seorang perempuan yang baik.","Maka akan daku, sesungguhnya aku ini penebus, tetapi adalah penebus yang dekat dari pada aku.","Bermalamlah di sini, maka akan jadi kelak pada pagi hari, jikalau kiranya ia hendak menebus engkau, baiklah, biarlah iapun menebus, tetapi jikalau tiada ia mau menebus engkau, demi Tuhan yang hidup, aku juga yang penebusmu. Berbaringlah juga sampai dini hari.","Maka berbaringlah ia di bawah selimut kakinya sampai dini hari; maka bangunlah Boaz pada waktu terang tanah pagi-pagi hari, karena katanya: Janganlah diketahui orang ada perempuan datang di tempat pengirik.","Dan lagi katanya: Unjuklah selendang yang padamu itu, tadahkanlah dia. Maka ditadahkannya, lalu ditakarkannya enam takar syeir, ditanggungkannya padanya, lalu berjalan ia masuk ke dalam negeri.","Arakian, maka datanglah Rut kepada mentuanya, lalu kata mentuanya: Siapa gerangan engkau, hai anakku! Maka diceriterakannya kepadanya segala sesuatu yang diperbuat oleh orang itu akan dia.","Dan lagi katanya: Enam takar syeir ini telah diberikannya aku, karena katanya kepadaku: Jangan dengan hampa engkau pulang kepada mentuamu.","Maka kata Naomi: Diamlah juga, hai anakku! sampai kauketahui akan perkara itu bagaimana jatuhnya, karena orang itu tiada akan berhenti, jikalau sebelum diselesaikannya perkara itu pada hari ini juga."]