["Arakian, maka Boazpun pergilah ke pintu gerbang, lalu duduklah di sana, maka sesungguhnya penebus yang telah dikatakan Boaz itupun lalu dari sana; maka kata Boaz: Singgahlah engkau, duduklah di sini, hai si anu! Maka singgahlah ia lalu duduk.","Maka diambil Boaz akan sepuluh orang dari pada segala tua-tua negeri, lalu katanya: Duduklah di sini! maka duduklah mereka itu.","Setelah itu maka katanya kepada penebus itu: Adapun sepotong tanah yang Elimelekh, saudara kita, punya, ia itu sudah dijual oleh Naomi, yang telah kembali dari negeri orang Moab.","Maka pada sangkaku baik aku memberitahu hal itu kepadamu dengan nyata-nyata, kataku: Terimalah dia di hadapan segala orang isi negeri ini dan di hadapan tua-tua bangsaku; jikalau engkau hendak menebus, tebuslah juga akan dia; tetapi jikalau tiada ia itu ditebus olehmu, nyatakanlah kepadaku, supaya kuketahui akan dia, karena tiadalah orang yang dapat menebus dia, melainkan engkau dan aku ini kemudian dari padamu. Maka sahut orang itu: Aku hendak menebus dia.","Tetapi kata Boaz: Pada hari engkau menerima tanah itu dari pada tangan Naomi, maka engkau menerima dia juga dari pada Rut, orang Moabi, yaitu bini orang yang mati itu, supaya kauterbitkan nama orang yang mati itu atas bahagiannya pusaka.","Maka kata penebus itu: Jikalau demikian, maka tiada boleh aku menebus dia, melainkan aku merusakkan bahagianku pusaka sendiri; baiklah engkau juga menebus dia, karena tiada boleh aku menjadi penebus.","Bermula, maka dahulukala adalah adat bagi orang Israel, apabila orang menebus atau menukar, sebab hendak menetapkan segala perkara itu, ditanggalkan orang kasutnya, diberikannya kepada kawannya, maka ia itulah akan suatu tanda kesaksian di antara orang Israel.","Maka sebab itu kata penebus itu kepada Boaz: Baiklah engkau juga menebus dia; lalu ditanggalkannya kasutnya.","Setelah itu maka kata Boaz kepada segala tua-tua dan kepada orang banyak itu: Bahwa pada hari ini kamu sekalian menjadi saksi akan hal aku telah menerima dari pada tangan Naomi akan segala sesuatu yang dahulu Elimelekh punya dan segala yang dahulu Khilyon dan Makhlon punya;","dan lagi Rut, orang Moabi, yaitu bini Makhlonpun aku terima akan biniku, supaya kuterbitkan nama orang yang mati itu atas bahagiannya pusaka, asal jangan nama orang yang mati itu diparangkan dari antara segala saudaranya dan dari dalam pintu negerinya; bahwa pada hari ini juga kamu sekalianpun menjadi saksi!","Maka kata orang banyak yang dalam pintu gerbang itu dan segala tua-tua: Kami sekalian menjadi saksi. Adapun perempuan ini, yang kelak masuk ke dalam rumahmu, hendaklah kiranya Tuhan menjadikan dia seperti Rakhel dan seperti Lea, yang telah membangunkan rumah Israel; lakukanlah dirimu dengan perkasa dalam Eferata dan masyhurkanlah namamu dari dalam Betlehem!","Hendaklah rumahmu bagaikan rumah Paris, yang diperanakkan oleh Tamar bagi Yehuda, yaitu dengan benih yang dikaruniakan Tuhan kepadamu dari dalam perempuan muda ini.","Arakian, maka Boazpun mengambil Rut akan bininya, lalu bersetubuh dengan dia, maka dengan takdir Tuhan juga hamillah ia, lalu beranaklah ia laki-laki seorang.","Maka pada masa itu kata segala orang perempuan kepada Naomi: Segala puji bagi Tuhan, yang tiada menahankan dari padamu seorang penebus, yang akan termasyhur namanya di antara segala orang Israel.","Hendaklah ia menjadi penghibur hatimu dan pemeliharaan pada masa tuamu, sebab ia telah diperanakkan oleh menantumu, yang kasih akan dikau dan yang lebih baik bagimu dari pada anak laki-laki tujuh orang.","Maka oleh Naomi diambil akan kanak-kanak itu, diribanya dan iapun menjadi pengasuhnya.","Maka oleh orang perempuan yang sekampungnya diberikan nama akan dia, katanya: Bagi Naomi telah diperanakkan seorang laki-laki, maka dinamainya akan dia Obed, ia inilah bapa Isai, bapa Daud.","Adapun inilah anak buah Paris: bahwa Paris beranak Hezron,","dan Hezron beranak Ram dan Ram beranak Aminadab,","dan Aminadab beranak Nahesyon dan Nahesyon beranak Salmon,","dan Salmon beranak Boaz dan Boaz beranak Obed,","dan Obed beranak Isai dan Isai beranak Daud."]