["Sebermula, maka adalah seorang laki-laki dari Ramatayim Zofim, yaitu dari pegunungan Efrayim, namanya Elkana bin Yerokham bin Elihu bin Tuhu bin Zuf, seorang Eferati.","Maka adalah padanya dua orang bininya, seorang bernama Hanna dan seorang bernama Penina, maka Penina itupun beranak, tetapi Hanna tiada beranak.","Maka pada sebilang tahun pergilah orang itu dari negerinya ke hulu, hendak sembahyang dan mempersembahkan korban kepada Tuhan serwa sekalian alam di Silo; maka di sana adalah imam Tuhan, yaitu Hofni dan Pinehas, kedua anak laki-laki Eli.","Maka sesungguhnya pada hari Elkana mempersembahkan korban, diberikannyalah bahagian akan Penina, bininya, dan akan segala anak-anaknya, laki-laki dan perempuan.","Tetapi akan Hanna diberikannya suatu bahagian yang pilihan dan terutama, karena kasihlah ia akan Hanna, tetapi telah dimandulkan Tuhan akan rahimnya.","Maka madunyapun mempersakiti hatinya dengan kepahitan hendak memanaskan hatinya, sebab Tuhan telah memandulkan rahimnya.","Maka demikianlah halnya pada tiap-tiap tahun, setiap kali ia pergi ke hulu, ke rumah Tuhan, dipersakitinya hatinya, sehingga menangislah ia dan tiada mau makan.","Maka kata Elkana, lakinya: Hai Hanna, mengapa engkau menangis? apa sebab engkau tiada mau makan? dan karena apa susah hatimu? Bukankah aku ini bagimu terlebih baik dari pada anak laki-laki sepuluh orang?","Setelah sudah orang makan minum di Silo, bangkitlah Hanna lalu berdiri, maka Eli, imam itu, adalah duduk pada kursi dekat dengan jenang kaabah Tuhan.","Maka sebab sangatlah susah hatinya, dipinta oleh Hanna doa kepada Tuhan sambil menangis tersedih-sedih.","Maka bernazarlah ia, katanya: Ya Tuhan serwa sekalian alam! jikalau kiranya sekali jua Engkau menilik akan kesukaran hamba-Mu ini dan Engkau ingat akan daku dan tiada melupakan hamba-Mu, melainkan Engkau mengaruniai hamba-Mu dengan seorang anak laki-laki, niscaya aku mempersembahkan dia kelak kepada Tuhan pada segala hari umur hidupnya dan pisau cukurpun tiada akan terkena kepada kepalanya.","Arakian, maka sementara lambat ia meminta doa di hadapan hadirat Tuhan, maka diamat-amati Eli akan mulutnya.","Karena Hanna itupun berkata-kata dalam hatinya, bibirnya sahaja bergerak, tetapi tiada kedengaran bunyi suaranya, maka sebab itu pada sangka Eli mabuklah ia.","Maka kata Eli kepadanya: Berapa lama gerangan seperti mabuklah lakumu? buanglah mabukmu itu dari padamu.","Tetapi sahut Hanna, katanya: Bukan begitu, ya tuan! melainkan sahaya ini seorang perempuan yang berdukacita, bukan sahaya sudah minum air anggur atau minuman yang keras, melainkan sahaya sudah mencurahkan segala kepikiran hati sahaya di hadapan hadirat Tuhan.","Jangan apalah tuan sangkakan sahaya seorang perempuan yang jahat, karena sampai sekarang sahaya sudah berkata-kata dari pada kebanyakan pengaduh dan dukacita hatiku.","Maka sahut Eli, katanya: Pergilah engkau dengan selamat! bahwa Allah orang Israel akan mengaruniakan kepadamu kelak barang yang telah kaupinta kepadanya.","Maka kata Hanna: Biarlah kiranya hambamu ini beroleh kasihan kepada pemandangan tuan! Setelah itu maka pergilah perempuan itu, lalu iapun makanlah dan rupa mukanyapun tiada muram lagi.","Maka bangunlah mereka itu pagi-pagi, dipintanya doa di hadapan hadirat Tuhan, lalu kembali mereka itu sekalian pulang ke rumahnya di negeri Rama. Maka Elkana bersetubuhlah dengan Hanna, bininya, dan Tuhanpun ingat akan dia.","Karena sesungguhnya selang beberapa hari lamanya hamillah Hanna, lalu beranaklah ia laki-laki seorang, yang dinamainya Semuel, karena katanya: Sudah kupinta dia kepada Tuhan.","Hata, maka Elkana, orang laki-laki itu, pergilah ke hulu serta dengan segala orang isi rumahnya hendak mempersembahkan kepada Tuhan korban tahun dan segala nazarnya.","Tetapi Hanna tiada pergi ke hulu, melainkan katanya kepada lakinya: Apabila kanak-kanak ini lepas susu kelak aku hendak membawa akan dia, supaya ia menghadap hadirat Tuhan dan tinggal di sana selalu.","Maka kata Elkana, lakinya, kepadanya: Buatlah barang yang baik kepada pemandanganmu; tinggal juga sampai sudah engkau lepas susu akan dia; sahaja biarlah Tuhan juga menyampaikan firman-Nya. Demikian tinggallah perempuan itu sambil menyusui anaknya sampai dilepasnya susu akan dia.","Setelah sudah dilepasnya susu, dibawanya akan dia sertanya ke hulu dan lagi akan lembu muda tiga ekor dan tepung seefa dan air anggur sekirbat, maka dibawanya akan dia ke dalam rumah Tuhan yang di Silo; maka budak itupun lagi amat muda adanya.","Maka disembelihkan oranglah lembu muda itu sementara dibawanya akan budak itu menghadap Eli.","Maka kata Hanna: Ya tuan! sesungguh-sungguh tuan hidup, ya tuan! sahaya ini perempuan itu, yang dahulu berdiri hampir dengan tuan, serta yang meminta doa kepada Tuhan.","Maka sahaya sudah meminta budak ini, dan Tuhan telah mengaruniakan barang yang telah sahaya pinta kepadanya.","Maka sebab itu sahayapun menyerahkan dia kepada Tuhan sepanjang umur hidupnya, karena ia telah dipinta kepada Tuhan. Hata, maka mereka itupun menyembah sujudlah kepada Tuhan."]