["Maka oleh Semuel diambil akan sebuah buli-buli berisi minyak bau-bauan, dicurahkannya isinya pada kepala Saul dan diciumnya akan dia sambil katanya: Bukankah Tuhan sudah menyiram engkau dengan minyak bau-bauan akan menjadi penganjur bahagiannya pusaka?","Apabila engkau sudah meninggalkan daku pada hari ini engkau akan bertemu dengan dua orang dekat dengan kubur Rakhel pada perhinggaan tanah Benyamin di Zelzah, maka orang itupun akan berkata kepadamu kelak demikian: Adapun keledai betina yang telah engkau pergi cahari itu, ia itu sudah terdapat, maka sesungguhnya hati bapamu sudah lepas dari pada perkara keledai itu, lalu ia bercintakan kamu, katanya: Apakah yang dapat kuperbuat karena sebab anakku?","Setelah engkau berjalan langsung dari sana lalu sampai ke Elon-Tabor, maka di sana engkau akan bertemu dengan tiga orang yang berjalan naik ke Bait-el hendak menghadap Allah, seorang membawa kambing kecil tiga ekor, seorang membawa roti tiga ketul dan seorang sebuah kirbat berisi air anggur.","Maka mereka itupun kelak bertanyakan selamatmu serta memberikan kepadamu roti dua ketul, hendaklah engkau menerima dia dari pada tangannya.","Kemudian engkau akan sampai di atas bukit Allah, tempat kawal lasykar orang Filistin, maka akan jadi kelak apabila engkau masuk ke dalam negeri itu engkau akan bertemu dengan suatu perkumpulan orang nabi, tengah turun dari atas bukit, dengan dandi dan rebana dan bangsi dan kecapi di hadapannya, sekaliannya akan bernubuat.","Maka Roh Tuhanpun akan datang atasmu dan engkaupun akan bernubuat serta dengan mereka itu dan engkaupun akan diubah menjadi orang lain.","Maka akan jadi kelak apabila segala tanda ini sudah datang kepadamu, perbuatlah olehmu akan barang sependapat tanganmu, karena engkaupun akan disertai Allah.","Maka hendaklah engkau turun ke Gilgal mendahului aku, bahwasanya aku akan turun kelak mendapatkan dikau hendak mempersembahkan korban syukur, maka tujuh hari lamanya hendaklah engkau bernanti di sana, sampai aku datang kepadamu dan memberitahu kepadamu barang yang patut kauperbuat.","Hata, baharu berpalinglah ia dirinya hendak meninggalkan Semuel, maka diubahkan Allah hatinya, sehingga ia itu menjadi lain dan segala tanda itupun jadilah pada hari itu juga.","Serta sampailah keduanya ke bukit itu, sesungguhnya bertemulah dengan dia suatu perkumpulan orang nabi, lalu datanglah Roh Tuhan atasnya, sehingga iapun bernubuat di antara mereka itu sekalian.","Maka sesungguhnya barangsiapa yang dahulu mengenal akan dia, demi dilihatnya ia tengah bernubuat dengan segala nabi itu, maka kata mereka itu seorang akan seorang: Apakah yang sudah jadi pada bin Kisy itu? Sungguhkah Saulpun di antara segala nabi?","Maka sahut seorang anu dari sana, katanya: Siapa gerangan bapanya? Maka sebab itu menjadi suatu perbahasaan, bunyinya: Sungguhkah Saulpun di antara segala nabi?","Setelah sudah ia bernubuat, maka datanglah ia di atas tempat yang tinggi.","Lalu kata mamak Saul kepadanya dan kepada hambanya: Kedua kamu sudah ke mana? Maka sahutnya: Hendak mencahari keledai betina itu; setelah kami lihat tiadalah ia, maka pergilah kami mendapatkan Semuel.","Maka kata mamak Saul: Berilah tahu aku kiranya apa kata Semuel kepada kedua kamu.","Maka sahut Saul kepada mamaknya: Ia sudah memberitahu kami dengan sebenarnya, bahwa keledai itu sudah terdapat. Tetapi akan hal kerajaan, yang telah dikatakan Semuel itu, tiada diberinya tahu kepadanya.","Hata, maka kemudian dari pada itu dipanggil Semuel akan orang banyak itu berhimpun kepada Tuhan di Mizpa;","lalu katanya kepada segala bani Israel: Demikianlah firman Tuhan, Allah orang Israel: Bahwa Aku sudah membawa akan orang Israel keluar dari Mesir dan Akupun sudah melepaskan kamu dari pada tangan orang Mesir dan dari pada tangan segala kerajaan yang menganiaya akan kamu.","Tetapi sekarang kamu sudah mencelakan Allahmu, yang telah melepaskan kamu dari pada segala celakamu dan kesukaranmu, dan kamupun sudah berkata kepada-Nya demikian: Angkatlah kiranya seorang raja atas kami. Maka sebab itu, marilah kamu menghadap hadirat Tuhan seturut bilangan suku-sukumu dan seturut ribu-ribuanmu.","Setelah sudah disuruh Semuel akan segala suku bangsa Israel datang hampir, maka kenalah suku Benyamin.","Setelah disuruhnya akan suku Benyamin datang hampir seturut bangsa-bangsanya, maka kenalah bangsa Materi, kemudian Saul bin Kisy yang kena, lalu dicahari, tiada didapatinya akan dia.","Maka mereka itupun bertanyakan Tuhan pula kalau orang itu sudah datang ke mari juga, lalu sahut Tuhan: Bahwasanya sudah disembunyikannya dirinya di antara segala perkakasan.","Maka pergilah mereka itu mengambil dia dari sana, lalu berdirilah ia di tengah-tengah orang banyak itu, maka lebih tinggi ia dari pada mereka itu sekalian dari bahunya lalu ke atas.","Maka kata Semuel kepada segenap orang banyak itu: Lihatlah olehmu akan orang yang sudah dipilih Tuhan, karena tiada setaranya di antara segala orang banyak ini. Maka bersorak-soraklah sekalian orang banyak itu, bunyinya: Daulat raja!","Maka oleh Semuel dinyatakannyalah kepada orang banyak itu hukum kerajaan, lalu disuratkannya hukum itu dalam sebuah kitab, yang diletakkannya di hadapan hadirat Tuhan; kemudian dari pada itu dilepaskan Semuel orang banyak itu pergi, masing-masing pulang ke rumahnya.","Maka Saulpun pulanglah ke rumahnya, yang di Gibea, dan dari pada orang banyak itu ada mengiringkan dia seberapa banyak orang, yang digerakkan Allah hatinya.","Tetapi adalah beberapa orang jahat, yang berkata demikian: Manakan dapat ia melepaskan kita! maka dicelakannya akan dia dan tiada dipersembahkannya hadiah kepadanya; tetapi adalah Saul seperti tuli juga lakunya."]