["Sebermula, maka Nahas, orang Ammoni itu, datang mengepung negeri Yabes yang di benua Gilead; maka kata segala orang isi Yabes itu kepada Nahas: Hendaklah tuan berjanji-janjian dengan kami, maka kami sekalian diperhambalah oleh tuan.","Tetapi kata Nahas, orang Ammoni itu, kepadanya: Hanya atas seperkara ini juga aku hendak berjanji-janjian dengan kamu, jikalau mata kanan kamu sekalian kucungkil dan dengan demikian peri kububuh arang di muka pada segenap bangsa Israel.","Maka kata segala tua-tua Yabes kepadanya: Biarkan apalah kami tujuh hari lamanya, supaya kami menyuruhkan utusan kepada segala jajahan negeri Israel; jikalau kiranya seorangpun tiada yang melepaskan kami maka kami akan keluar mendapatkan tuan kelak.","Hata, setelah sampai utusan itu ke Gibea Saul, diberinya tahu segala perkataan itu, kepada orang banyak, lalu menangislah orang banyak itu dengan nyaring suaranya.","Maka tiba-tiba datanglah Saul dari belakang lembunya, dari padang, lalu kata Saul: Apa kurang orang banyak itu, maka sekaliannya menangis? Maka disampaikan oranglah kepadanya segala perkataan orang Yabes itu.","Serta kedengaranlah perkataan itu kepada Saul, maka datanglah Roh Allah atasnya dan marahnyapun mulai bernyala-nyala.","Lalu diambilnya sepasang lembu, dipenggal-penggalnya, maka penggal-penggal itu dikirimkannya kepada segala jajahan negeri Israel dengan tangan utusan, titahnya: Barangsiapa yang tiada keluar sendiri datang mengiringkan Saul dan Semuel, maka demikian peri diperbuat kelak akan lembunya. Maka ketakutan yang dari pada Tuhan berlakulah atas orang banyak itu, lalu keluarlah mereka itu sekalian seperti orang satu jua lakunya.","Maka dibilangnya akan mereka itu di Bezek, dari pada bani Israel adalah tiga ratus ribu orang dan dari pada orang Yehuda adalah tiga puluh ribu orang banyaknya.","Setelah itu, maka katanya kepada utusan yang telah datang itu: Demikian hendaklah dikatakan olehmu kepada orang isi Yabes yang di Gilead itu; Esok harilah apabila mulai panas terik kamu akan ditolong. Hata, setelah sampai utusan itu maka dikabarkannya kepada orang isi Yabes lalu bersukacitalah hatinya.","Maka kata orang isi Yabes: Esok harilah kami akan keluar mendapatkan kamu, bolehlah kamu perbuat akan kami barang yang baik kepada pemandanganmu.","Hata, maka pada keesokan harinya dibahagi Saul akan orang banyak itu menjadi tiga pasukan, lalu masuklah mereka itu ke dalam tentara musuh, pada ketika kawal dini hari, maka diparangnya akan orang Ammon sampai hari panas terik, bahwasanya tercerai-berailah segala orang sisanya, sehingga dari padanya dua orang juapun tiada tinggal bersama-sama.","Maka pada masa itu kata orang banyak itu kepada Semuel: Siapakah dia yang telah berkata demikian: Masakan Saul memerintahkan kita! Bawalah ke mari akan orang itu, supaya kami bunuh ia.","Tetapi kata Saul: Pada hari ini seorangpun tak boleh dibunuh, karena pada hari ini juga Tuhan mengadakan suatu pertolongan bagi orang Israel.","Dan lagi kata Semuel kepada orang banyak itu: Marilah kamu, biarlah kita sekalian ke Gilgal dan membaharui kerajaan itu di sana.","Lalu segenap orang banyak itupun pergi ke Gilgal merajakan Saul di hadapan hadirat Tuhan di Gilgal, serta dipersembahkannya di sana korban syukur di hadapan hadirat Tuhan, maka di sanapun Saul bersuka-sukaanlah dengan segala orang Israel amat ramai adanya."]