["Maka pada masa itu kata Semuel kepada segenap orang Israel: Bahwasanya aku sudah menurut katamu dalam segala perkara yang telah kamu pinta kepadaku, dan aku sudah melantik seorang raja atas kamu.","Maka sekarang lihatlah olehmu akan raja itu berjalan di hadapanmu; adapun aku ini sudah jadi tua dan putihlah rambutku, bahwasanya kedua anakku laki-laki itu adalah di antara kamu; maka aku sudah berjalan di hadapanmu dari pada kecilku datang kepada hari ini.","Maka sekarang adalah aku hadir di sini, biarlah kamu bersaksi atasku di hadapan hadirat Tuhan dan di hadapan hamba-Nya, yang telah disiram dengan minyak bau-bauan, siapa punya lembu sudah kuambil, atau siapa punya keledai sudah kuambil, atau siapa yang sudah kuaniayakan, atau siapa yang sudah kutindih, atau dari pada siapa sudah kumakan suap supaya kututup mataku akan hal perkaranya, niscaya kupulangkan dia kelak kepadamu.","Maka sahut mereka itu sekalian: Bukan tuan menganiayakan kami dan bukan tuan menindih kami dan bukan tuan mengambil barang sesuatu dari pada tangan salah seorang.","Maka kata Semuel: Bahwa pada hari ini Tuhan juga menjadi saksi atas kamu sekalian dan raja yang telah disiram-Nya dengan minyak bau-bauanpun, menjadi saksi akan hal satupun tiada salah kamu dapat dalam tanganku ini. Maka sahut orang banyak itu: Baiklah ia menjadi saksi!","Lalu kata Semuel kepada orang banyak itu: Bahwa Tuhan juga, yang telah menjadikan Musa dan Harun dan yang telah membawa naik akan segala nenek moyangmu dari dalam negeri Mesir.","Maka sekarangpun marilah kamu berdiri di sini di hadapan hadirat Tuhan, supaya aku menasihatkan kamu akan hal segala kebenaran Tuhan, yang telah dinyatakan kepadamu dan kepada segala nenek moyangmu.","Kemudian dari pada datang Yakub ke Mesir, maka berseru-serulah segala nenek moyangmu kepada Tuhan, lalu disuruhkan Tuhan akan Musa dan Harun, maka keduanya itu sudah menghantar akan nenek moyangmu keluar dari Mesir, didudukkannya mereka itu pada tempat ini.","Tetapi mereka itu melupakan Tuhan, Allahnya, sebab itu diserahkan-Nya mereka itu ke tangan Sisera, panglima perang yang di Hazor itu, dan ke tangan orang Filistin, dan ke tangan raja orang Moab, yang berperang dengan mereka itu.","Maka berseru-serulah mereka itu kepada Tuhan, sembahnya: Bahwa kami telah berbuat dosa, sebab kami telah meninggalkan Tuhan dan telah berbuat bakti kepada Baalim dan Astarot; maka sekarang sentakkan apalah kami dari dalam tangan musuh kami, maka kamipun akan beribadat kepadamu kelak.","Maka disuruhkan Tuhan akan Yerub-Baal dan Bedan dan Yefta dan Semuel, disentaknya kamu dari dalam tangan segala musuhmu keliling, sehingga boleh kamu duduk dengan sentosa.","Adapun serta kamu melihat Nahas, raja bani Ammon itu, datang menyerang kamu, lalu katamu kepadaku: Janganlah demikian, melainkan hendaklah seorang raja memerintahkan kami; maka dalam pada itupun Tuhan, Allahmu, juga Raja kamu.","Maka sekarangpun lihatlah olehmu akan raja yang telah kamu pilih dan yang telah kamu pinta; bahwasanya Tuhan sudah mengangkat akan seorang raja atas kamu sekalian.","Jikalau kiranya kamu takut akan Tuhan dan berbuat bakti kepada-Nya dan mendengar akan suara-Nya dan tiada kamu mendurhaka akan firman Tuhan, niscaya kamu dan rajamu, yang memerintahkan kamu, itupun akan dalam pemeliharaan Tuhan, Allahmu.","Tetapi jikalau kiranya tiada kamu mendengar akan suara Tuhan, melainkan durhakalah kamu akan firman Tuhan kelak, niscaya tangan Tuhan akan melawan kamu, seperti sudah melawan Ia akan nenek moyangmu.","Maka sekarangpun marilah kamu berdiri di sini, lihatlah olehmu akan perkara besar, yang diadakan Tuhan kelak di hadapan matamu.","Bukankah sekarang ini musim pemotongan gandum? Maka aku hendak berseru kepada Tuhan dan Iapun kelak mengadakan guruh dan hujan, demikian nyatalah kepadamu dan dapat diketahui olehmu, bahwa besarlah adanya jahat yang telah kamu perbuat di hadapan pemandangan Tuhan, sebab kamu menghendaki seorang raja bagi dirimu.","Lalu berserulah Semuel kepada Tuhan, maka Tuhanpun mengadakan guruh dan hujan pada hari itu juga, maka sebab itu segenap orang banyak itupun sangatlah takut akan Tuhan dan akan Semuel.","Maka sembah segala orang banyak itu kepada Semuel: Pintakan apalah doa kepada Tuhan, Allahmu, akan segala hambamu ini, supaya jangan kami mati dibunuh, karena kecuali segala dosa kami, maka kami menambahi dia pula dengan jahat ini, yaitu kami sudah meminta seorang raja bagi diri kami.","Maka kata Semuel kepada orang banyak itu: Janganlah kamu takut; sungguhpun kamu sudah berbuat segala jahat ini, tetapi sekarang sahaja janganlah kamu undur dari pada Tuhan, melainkan hendaklah kamu berbuat bakti kepada Tuhan dengan segenap hatimu.","Janganlah kamu menyimpang hendak menurut perkara yang sia-sia, yang tiada berguna dan yang tiada dapat menolong, karena sia-sialah adanya.","Sebab tiada Tuhan meninggalkan umat-Nya oleh karena nama-Nya yang besar, tegal adalah keridlaan Tuhan menjadikan kamu umat-Nya.","Maka akan daku, dijauhkan kiranya dari padaku berbuat dosa ini kepada Tuhan, yaitu aku berhenti dari pada mendoakan kamu, melainkan aku hendak mengajarkan kamu juga jalan yang baik dan betul.","Sahaja hendaklah kamu takut akan Tuhan dan berbuat bakti kepada-Nya dengan segala setia dan tulus hatimu; karena lihatlah olehmu bagaimana besar perkara yang telah diadakan-Nya kepadamu.","Tetapi jikalau kamu berkanjang dalam berbuat jahat, niscaya kamu akan binasa kelak, baik kamu baik rajamu."]