["Sebermula, maka sudah lalu setahun Saul menjadi raja, dan sudah tahun yang kedua ia kerajaan atas orang Israel,","maka dipilih Saul bagi dirinya tiga ribu orang dari antara orang Israel; maka dua ribu adalah serta dengan Saul di Mikhmas dan di atas pegunungan Bait-el dan seribu adalah serta dengan Yonatan di Gibea-Benyamin, maka segala orang yang lain itu disuruhnya pulang, masing-masing ke kemahnya.","Maka Yonatanpun mengalahkan kawal negeri orang Filistin yang di Gibea, lalu kedengaranlah hal itu kepada orang Filistin, maka sebab itu disuruh Saul tiupkan nafiri pada segala jajahan negeri, titahnya: Biarlah orang Ibrani mendengarnya.","Maka kedengaranlah kabar itu kepada segenap orang Israel, lalu katanya: Bahwa Saul sudah mengalahkan kawal negeri orang Filistin dan lagi orang Israel sudah menjadi busuk baunya kepada orang Filistin. Maka orang banyak itupun dipanggil berhimpun kepada Saul di Gilgal.","Maka segala orang Filistinpun berhimpunlah hendak berperang dengan orang Israel, maka adalah padanya tiga puluh ribu rata perang dan enam ribu orang yang berkuda dan rakyat seperti kersik yang di tepi laut banyaknya; maka berangkatlah mereka itu sekalian, lalu didirikannyalah kemahnya di Mikhmas pada sebelah timur Bait-Awen.","Demi dilihat oleh orang Israel, bahwa mereka itu dalam hal kesukaran, sebab orang banyak itu kepicikan, maka bersembunyilah orang banyak itu dalam gua dan dalam hutan dan di atas gunung batu dan di dalam kubu dan lobang.","Maka segala orang Ibrani menyeberanglah Yarden, lalu ke benua Gad dan Gilead, sementara Saul lagi di Gilgal, maka segala rakyat yang mengiringkan dia itu sangat ketakutan.","Maka bernanti-nantilah Saul tujuh hari lamanya sampai kepada masa yang telah ditentukan Semuel, tetapi sebab Semuel belum juga sampai ke Gilgal, maka tercerai-berailah rakyat itu dari padanya.","Maka pada masa itu titah Saul: Bawalah ke mari kepadaku korban bakaran dan korban syukur; lalu dipersembahkannya korban bakaran itu.","Maka sesungguhnya baharu habis sudah dipersembahkannya korban bakaran itu, tiba-tiba datanglah Semuel; maka Saulpun keluar menyambut dia, hendak memberi salam akan dia.","Lalu kata Semuel: Apakah perbuatanmu ini? Maka kata Saul: Sebab aku melihat orang banyak itu tercerai-berai dari padaku dan engkaupun tiada datang pada hari yang telah ditentukan itu, dan lagi segala orang Filistin berhimpun di Mikhmas,","maka kataku: Sebentar lagi maka orang Filistin akan datang menyerang aku kelak di Gilgal, maka belum aku meminta doa di hadapan hadirat Tuhan, sebab itu aku memberanikan hatiku, lalu mempersembahkan korban bakaran.","Maka kata Semuel kepada Saul: Perbuatanmu ini bodoh sekali, sebab tiada engkau menurut firman Tuhan, Allahmu, yang telah disampaikan-Nya kepadamu; karena niat Tuhan hendak menetapkan sekarang kerajaanmu atas orang Israel sampai selama-lamanya.","Tetapi sekarang kerajaanmu tiada akan tetap! Bahwa Tuhan sudah mencahari akan dirinya seorang yang setuju dengan hati-Nya dan orang itupun akan disuruhkan Tuhan menjadi penganjur segala umat-Nya, sebab tiada engkau indahkan firman Tuhan yang kepadamu itu.","Maka berbangkitlah Semuel lalu pergi ke hulu, dari Gilgal ke Gibea-Benyamin; maka Saulpun membilanglah segala rakyat yang lagi terdapat sertanya, ada kira-kira enam ratus orang banyaknya.","Maka tinggallah Saul dan Yonatan, anaknya, dan segala rakyat yang terdapat sertanya, di Gibea-Benyamin, tetapi akan segala orang Filistin tempat tentaranya adalah di Mikhmas.","Maka keluarlah orang menjarah tiga pasukan dari balatentara orang Filistin; satu pasukan menuju jalan ke Ofera ke benua Saul,","dan satu pasukan menuju jalan ke Bait-Horon, dan satu pasukan pula menuju jalan ke perhinggaan negeri yang bertentangan dengan lembah Zeboyim arah ke padang belantara.","Maka seorang tukang besipun tiada terdapat dalam segala negeri orang Israel, karena kata orang Filistin: Jangan orang Ibrani itu dapat memperbuat pedang atau lembing.","Maka sebab itu tak dapat tiada segala orang Israel turun pergi mendapatkan orang Filistin, supaya masing-masingnya dapat mengasahkan nayamnya dan penggalinya dan kapaknya dan sabitnya.","Tetapi adalah juga pada mereka itu kikir yang tajam bagi cangkulnya dan penggalinya dan serampangnya dan kapaknya dan akan memasang cacaknya.","Maka sesungguhnya tatkala perang itu sebilah pedang atau sebatang lembingpun tiada terdapat pada tangan segala rakyat yang serta dengan Saul dan Yonatan, melainkan pada Saul dan pada Yonatan, anakanda baginda, juga terdapat keduanya.","Hata, maka kawal laskar orang Filistin sudah keluar, lalu pergi ke jurang Mikhmas."]