["Maka pada sekali peristiwa, yaitu pada suatu hari, kata Yonatan, putera Saul, kepada biduanda yang memikul senjatanya: Mari kita menyerang akan kawal orang Filistin yang di sebelah sana; maka tiada diberinya tahu hal itu kepada ayahnya.","Adapun Saul itu adalah ia duduk di ujung Gibea, di bawah pokok delima yang di Mijron, maka jumlah segala rakyat yang sertanya itu kira-kira enam ratus orang banyaknya.","Maka Ahia bin Ahitub, saudara Ikabod bin Pinehas bin Eli, itulah imam Tuhan di Silo dan berpakaikan efod; maka oleh orang banyak itu tiada diketahui akan hal Yonatan itu sudah pergi.","Maka dalam jurang yang hendak dilintasi oleh Yonatan akan sampai kepada kawal orang Filistin itu adalah curam bukit batu pada sebelah sini dan curam bukit batupun pada sebelah sana, satu bernama Bozez dan satunya bernama Saine.","Maka curam satu arah ke utara bertentangan dengan Mikhmas, dan satunya arah ke selatan bertentangan dengan Geba.","Maka kata Yonatan kepada biduanda yang memikul senjatanya: Mari kita menyerang kawal orang kulup itu, mudah-mudahan kita dibantu oleh Tuhan; karena pada Tuhan tiada sukar menolong dengan orang banyak atau dengan orang sedikit.","Maka sembah biduanda itu kepadanya: Baiklah tuan melakukan segala kehendak hati tuan; ke manapun baik tuan pergi, niscaya sahayapun menyertai akan tuan dan menurut kehendak tuan.","Maka kata Yonatan: Bahwasanya kita akan langsung kepada orang itu dan menyatakan diri kita kepadanya.","Jikalau kiranya kata mereka itu: Nanti dahulu, sehingga kami sampai kepadamu; baiklah kita tinggal berdiri pada tempat kita, jangan kita naik mendapatkan mereka itu.","Tetapi jikalau kiranya kata mereka itu demikian: Marilah naik kepada kami! baiklah kita naik juga, sebab Tuhan sudah menyerahkan dia kepada tangan kita; maka inilah bagi kita akan suatu alamat.","Hata, serta keduanyapun menyatakan dirinya kepada kawal orang Filistin, maka kata orang Filistin itu: Bahwasanya orang Ibrani itu sudah keluar dari dalam gua, tempat mereka itu bersembunyi.","Maka sahut orang kawal negeri itu kepada Yonatan dan kepada biduanda itu, katanya: Marilah naik kepada kami, maka kami mengajari kamu kelak! Lalu kata Yonatan kepada biduanda itu: Naik juga, ikutlah aku, karena Tuhan sudah menyerahkan dia kepada tangan orang Israel.","Maka Yonatanpun naiklah sambil merangkak, diikut oleh biduanda itu, maka musuh itupun rebahlah di hadapan Yonatan, lalu dibunuh oleh biduanda itu akan mereka itu dari belakang.","Adapun dalam pembunuhan yang diadakan oleh Yonatan dan biduanda itu, matilah kira-kira dua puluh orang, maka yaitu pada suatu tempat yang kira-kira setengah relung luasnya.","Maka jadilah suatu kegentaran dalam balatentara yang di padang itu, dan di antara segenap orang banyak, dan lagipun terkejutlah orang kawal negeri dan segala orang penjarah, bahkan, gemparlah seluruh negeri, karena ia itu menjadi suatu kegentaran dari pada Allah.","Maka dilihat oleh pengawal di luar, yang pada Saul di Gibea-Benyamin, bahwa adalah huru-hara makin lama makin ramai, sehingga orang tempuh-menempuh.","Lalu titah Saul kepada mereka itu yang sertanya: Bilanglah kamu akan segala rakyat dan periksalah siapa gerangan telah pergi dari pada kita. Lalu dibilangnya akan orang sekalian, maka sesungguhnya Yonatan dan biduanda itu tiada di sana.","Maka titah Saul kepada Ahia: Bawalah ke mari akan tabut Allah! Karena pada masa itu tabut Allah adalah serta dengan bani Israel.","Maka sesungguhnya sementara Saul lagi bertitah kepada imam itu makinlah bertambah-tambah huru-hara dalam balatentara orang Filistin, sebab itu titah Saul kepada imam pula: Undurkanlah tanganmu!","Maka Saul dan segala rakyat yang sertanyapun berhimpunlah, lalu masuk peperangan, maka sesungguhnya pedang seorang adalah melawan kawannya dengan amat sangat gemerencing;","karena dengan orang Filistin adalah pula beberapa orang Ibrani seperti dahulu, yang telah datang ke hulu sertanya dalam balatentaranya berkeliling, maka orang itupun lalu berhubung dengan orang Israel yang serta dengan Saul dan Yonatan.","Adapun serta kedengaranlah kabar kepada orang Israel yang bersembunyi dalam pegunungan Efrayim itu, mengatakan orang Filistin lari, maka diusirnya juga akan mereka itu sambil berperang.","Demikianlah peri orang Israel ditolong Tuhan pada hari itu, lalu balatentara itu menyeberang ke Bait-Awen.","Maka penatlah orang Israel pada hari itu, sebab Saul menyumpahi orang banyak itu, titahnya: Kutuklah orang yang makan barang sesuatu sebelum petang, sebelum aku menuntut bela kepada musuhku! Maka sebab itu segenap orang banyak tiada mengecap barang makanan.","Maka segala orang isi negeri itupun masuklah ke dalam hutan, maka pada padang di sana adalah air lebah.","Serta sampailah orang banyak itu dalam hutan, bahwasanya adalah di sana suatu kelimpahan air lebah, tetapi seorangpun tiada menyampaikan tangannya kepada mulutnya, sebab takutlah orang banyak akan sumpah itu.","Tetapi tiada ia itu kedengaran kepada Yonatan tatkala ayahnya menyumpahi orang banyak itu, maka diunjuknya ujung tongkat yang pada tangannya, dicelupkannya dalam sarang lebah; setelah disampaikannya tangannya kepada mulutnya, maka teranglah matanya.","Lalu sembah seorang dari pada rakyat itu kepadanya demikian: Bahwa paduka ayahanda tuan sudah menyumpahi sangat orang banyak itu, titahnya: Kutuklah orang yang makan barang sesuatu pada hari ini! Sebab itu lesu letihlah orang banyak itu.","Maka kata Yonatan: Bahwa ayahku mengharukan negeri; tengoklah kiranya bagaimana mataku diterangkan semenjak aku mengecap barang sedikit dari pada air lebah ini.","Istimewa pula orang banyak itu, jikalau kiranya pada hari ini mereka itu boleh makan dengan bebasnya dari pada jarahan musuh yang di dapatnya! Maka sebab ini juga kurang besar kemenangannya atas orang Filistin.","Maka pada hari itu juga dialahkannya orang Filistin dari Mikhmas datang ke Ayalon, tetapi orang banyak itu sangatlah penat.","Kemudian maka orang banyak itupun menempuh akan jarahan, diambilnya akan lembu dan kambing dan anak lembu, dibantainya pada bumi, lalu dimakannya serta dengan darahnya.","Maka dimaklumkan oranglah kepada Saul, sembahnya: Bahwa sesungguhnya rakyat itu berdosa kepada Tuhan, sebab mereka itu makan daging dengan darahnya. Maka titah Saul: Kamu berbuat dosa dengan sengaja. Gulingkanlah sekarang juga sebuah batu besar kepadaku.","Dan lagi titah Saul: Berjalanlah kamu keliling antara orang banyak ini; katakanlah kepadanya: Bawalah ke mari kepadaku masing-masing akan lembunya dan masing-masing akan kambingnya, bantailah dia di sini, lalu makanlah, jangan kamu berdosa kepada Tuhan, sebab makan daging dengan darahnya. Maka pada malam itu juga dibawa oleh orang banyak masing-masing akan lembunya dengan tangannya, dibantainya di sana.","Maka pada masa itu juga dibangunkan Saul sebuah mezbah bagi Tuhan, maka baharu sekali itu dibangunkannya mezbah bagi Tuhan.","Kemudian titah Saul: Mari kita turun mengusir orang Filistin pada malam dan menjarahi dia sampai pagi terbit fajar, dan jangan kita tinggalkan barang seorang juapun dari padanya. Maka sembah mereka itu: Baiklah tuanku berbuat barang yang benar kepada pemandangan tuanku; tetapi kata imam: Mari, sekarang kita menghadap Allah.","Maka Saulpun bertanyakan Allah: Bolehkah aku turun mengusir orang Filistin? Iakah Engkau menyerahkan dia kelak kepada tangan orang Israel? Tetapi pada hari itu tiada disahut-Nya akan dia.","Lalu titah Saul: Marilah kamu sekalian, hai segala penghulu rakyat, hendaklah diketahui dan diperiksa olehmu di mana tersembunyi dosa yang diperbuat pada hari ini.","Karena sesungguh-sungguh Tuhan hidup, yang telah mengaruniakan pertolongan kepada orang Israel, jikalau pada anakku si Yonatan sekalipun, niscaya matilah ia dibunuh kelak. Maka dari pada segala rakyat seorangpun tiada menyahut akan dia.","Setelah itu maka titah Saul kepada segenap bangsa Israel: Hendaklah kamu sekalian pada pihak satu dan aku serta anakku Yonatan pada pihaknya. Maka sembah orang banyak itu kepada Saul: Hendaklah tuanku buat mana yang baik kepada pemandangan tuanku.","Lalu sembah Saul kepada Tuhan, Allah orang Israel: Tuhan nyatakan apalah orang yang tiada bersalah! Maka kenalah Yonatan dengan Saul; orang banyak itupun luput.","Lalu titah Saul: Buanglah undi antara aku dengan anakku Yonatan. Maka Yonatan yang kena!","Maka kata Saul kepada Yonatan: Berilah tahu aku apakah perbuatanmu. Maka oleh Yonatan diberilah tahu kepadanya, katanya: Sahaja aku mengecap air madu sedikit dengan ujung tongkat, yang pada tanganku; inilah aku; patutkah aku mati?","Maka kata Saul: Demikianlah kiranya perbuatan Allah akan daku dan dipertambahkannya pula, hai Yonatan! tak akan jangan engkau mati dibunuh.","Tetapi sembah orang banyak itu kepada Saul: Bolehkah dibunuh akan Yonatan, yang sudah mengadakan pertolongan yang besar ini di antara orang Israel? Demi Tuhan yang hidup, sehelai rambutnyapun tiada akan gugur dari pada kepalanya ke bumi, karena dengan Allah juga diperbuatnya perkara itu pada hari ini. Maka demikianlah dilepaskan orang banyak itu akan Yonatan, sehingga tiada jadi ia dibunuh.","Maka pergilah Saul, ditinggalkannya akan segala orang Filistin, lalu orang Filistinpun pergilah ke tempat-tempatnya.","Maka dari pada masa itu juga kerajaanlah Saul atas segala orang Israel, maka berperanglah ia dengan segala musuhnya keliling, yaitu dengan orang Moab dan dengan bani Ammon dan dengan Edom dan dengan raja-raja Zoba dan dengan orang Filistin, dan dengan segala orang yang mendurhaka dengan khianatnya.","Maka beranilah kelakuannya, dialahkannya orang Amalek dan dilepaskannya orang Israel dari pada tangan segala orang yang menjarahi akan dia.","Adapun anak-anak laki-laki Saul yaitu Yonatan dan Yiswi dan Malkhisua; dan nama kedua anaknya perempuan itu, yang tuanya bernama Merab dan yang mudanya bernama Mikhal.","Maka nama isteri Saul itu Ahinoam, anak Ahimaaz, dan nama panglima perangnya itu Abi-ner, yaitu bin Ner, mamanda baginda.","Maka Kisy itulah ayahanda Saul dan Ner, bapa Abner itu, anak Abiel.","Maka pada segala hari umur hidup Saul itu adalah perang besar dengan orang Filistin, maka sebab itu dihimpunkanlah Saul kepadanya segala orang perwira dan segala orang perkasa yang dilihatnya."]