["Sebermula, maka kata Semuel kepada Saul: Bahwa akulah yang telah disuruh Tuhan melantikkan dikau akan raja atas umat-Nya, yaitu atas orang Israel, maka sekarangpun dengarlah olehmu akan bunyi Firman Tuhan.","Demikianlah firman Tuhan serwa sekalian alam: Bahwa Aku hendak membalas barang yang telah diperbuat oleh Amalek akan orang Israel, sebab dirintanginya akan dia pada jalan tatkala ia datang dari Mesir.","Maka sekarang pergilah engkau mengalahkan orang Amalek itu, tumpaslah segala sesuatu yang padanya, jangan engkau sayang akan dia, melainkan bunuhlah akan dia, dari pada laki-laki dan perempuan, dari pada budak-budak dan anak menyusu, dari pada lembu dan kambing, dari pada unta dan keledai.","Hata, maka firman itu disampaikanlah oleh Saul kepada segala rakyatnya, lalu dibilangnya akan mereka itu di Telayim, dua ratus ribu orang yang berjalan kaki dan sepuluh ribu orang dari Yehuda.","Setelah sampai Saul ke negeri Amalek, ditaruhnya akan beberapa orang pengadang dalam lembah.","Maka disuruh Saul katakan kepada orang Keni: Pergilah kamu, undurlah dan keluarlah dari antara orang Amalek, asal jangan aku menumpas kamu serta dengan mereka itu; karena kamu sudah menunjuk kemurahanmu kepada bani Israel tatkala mereka itu datang dari Mesir. Hata, maka orang Kenipun undurlah dari antara orang Amalek.","Lalu dialahkan Saul akan segala orang Amalek dari Hawila sampai ke tempat orang datang ke Syur pada sebelah timur Mesir.","Maka ditangkapnya akan Agag, raja orang Amalek itu, dengan hidupnya, tetapi segala rakyat ditumpasnya dengan mata pedang.","Maka disayangkan Saul dan segala rakyatnya akan Agag dan lagi akan segala lembu kambing yang terbaik dan yang gemuk-gemuk dan akan segala anak domba dan segala sesuatu yang baik adanya, tiada mereka itu mau menumpas akan dia, melainkan segala yang hina dan buruk, ia itu ditumpasnya.","Maka pada masa itu datanglah firman Tuhan kepada Semuel, bunyinya:","Bersesallah Aku, sebab Saul sudah Kuangkat akan raja, karena sudah undur ia dari belakang Aku dan tiada diturutnya firman-Ku. Maka sangatlah berdukacita hati Semuel, lalu berseru-serulah ia kepada Tuhan semalam-malaman itu.","Setelah itu, maka bangunlah Semuel pada pagi-pagi hari hendak bertemu dengan Saul; maka dikabarkan oranglah kepada Semuel, katanya: Bahwa Saul sudah sampai di Karmel, maka sesungguhnya sudah didirikannya suatu tanda alamat bagi dirinya, kemudian, setelah sudah berjalan ke sana ke mari, turunlah ia ke Gilgal.","Hata, setelah sampai Semuel kepada Saul, kata Saul kepadanya: Keberkatanlah kiranya engkau bagi Tuhan! Bahwa firman Tuhan itu sudah kulakukan.","Maka kata Semuel: Apa gerangan bunyi suara kambing domba ini, yang sampai ke telingaku, dan bunyi suara lembu yang kudengar ini?","Maka sahut Saul: Bahwa mereka itu sudah membawa akan dia sertanya dari pada orang Amalek, karena sudah disayangkan rakyat itu akan lembu kambing yang terindah, hendak dipersembahkannya kepada Tuhan, Allahmu, tetapi yang lain itu sudah kami tumpas.","Maka kata Semuel kepada Saul: Diamlah engkau, supaya aku memberitahu kepadamu firman Tuhan, yang telah datang kepadaku malam tadi. Maka sahut Saul kepadanya: Katakanlah dia.","Lalu kata Semuel: Bukankah tatkala engkau lagi kecil pada pemandanganmu sendiri engkau dijadikan penghulu segala suku bangsa Israel dan engkau dilantik oleh Tuhan akan raja atas orang Israel?","Maka Tuhan juga yang telah menyuruhkan dikau pada jalan ini, firman-Nya: Pergilah engkau, tumpaslah orang berdosa itu, yaitu segala orang Amalek, berperanglah dengan dia sampai mereka itu kauhabiskan.","Mengapa gerangan tiada engkau mendengar akan firman Tuhan, melainkan engkau sudah merebut jarahan dan engkau sudah membuat barang yang jahat kepada pemandangan Tuhan?","Maka kata Saul kepada Semuel: Bahwa aku sudah menurut juga firman Tuhan dan aku sudah menjalani jalan yang disuruh Tuhan akan daku, hanya akan Agag, raja orang Amalek, kubawa ke mari, tetapi segala orang Amalek itu sudah kutumpas.","Maka jikalau rakyat itu sudah mengambil rampasan dari pada lembu domba, yang terindah dalam barang tumpas itu, ia itu sebab hendak dipersembahkannya kepada Tuhan, Allahmu, di Gilgal.","Maka kata Semuel: Berkenankah Tuhan akan persembahan bakaran dan akan korban sembelihan, seperti Iapun berkenan akan menurut firman Tuhan? Bahwasanya menurut itu baik dari pada korban dan memperhatikan itu baik dari pada lemak domba jantan!","Karena degil itulah dosa hobatan dan angkara itulah menyembah dewa-dewa dan kebaktian kepada berhala adanya. Maka tegal engkau sudah menolak akan firman Tuhan, sebab itu Tuhanpun menolak akan dikau, supaya jangan lagi engkau raja.","Lalu kata Saul kepada Semuel: Bahwa aku telah berdosa, sebab melangkahkan firman Tuhan dan katamupun, karena takutlah aku akan segala rakyat itu dan aku turutlah kata mereka itu.","Maka sekarangpun ampunilah kiranya dosaku dan baliklah sertaku, supaya aku menyembah sujud kepada Tuhan.","Tetapi kata Semuel kepada Saul: Tiada aku mau balik sertamu, karena sebab engkau sudah menolak akan firman Tuhan, maka Tuhanpun sudah menolak akan dikau, supaya jangan lagi engkau raja atas orang Israel.","Maka serta Semuel berpaling dirinya hendak pergi, dipegang Saul punca jubahnya, lalu tercariklah.","Maka kata Semuel kepadanya: Bahwa pada hari ini juga Tuhanpun mencarik kerajaan Israel itu dari padamu dan dikaruniakan-Nya kepada kawanmu, yang baik dari padamu.","Dan lagi Yang mahabenar orang Israel itu tiada tahu berdusta dan tiada Ia bersesal, karena bukannya Ia manusia adanya, sehingga bersesallah Ia.","Maka kata Saul: Bahwa aku sudah berdosa, tetapi hormatilah kiranya akan daku juga di hadapan segala tua-tua bangsaku dan di hadapan segala orang Israel; marilah, baliklah sertaku, supaya aku menyembah sujud kepada Tuhan, Allahmu.","Lalu baliklah Semuel serta dengan Saul dan Saulpun menyembah sujudlah kepada Tuhan.","Maka kata Semuel: Bawalah akan Agag, raja orang Amalek itu, ke mari kepadaku. Maka datanglah Agag mendapatkan dia dengan lezatnya sambil katanya: Bahwasanya telah lalulah kepahitan maut.","Maka kata Semuel: Seperti pedangmu sudah membuluskan beberapa orang perempuan, demikian bundamupun dibuluskan di antara segala orang perempuan! Lalu diparanglah oleh Semuel akan Agag itu berpenggal-penggal di hadapan hadirat Tuhan di Gilgal.","Setelah itu maka pergilah Semuel ke Rama, dan Saulpun pulanglah ke rumahnya yang di Gibea Saul.","Maka tiada lagi Semuel memandang Saul sampai kepada hari matinya, tetapi Semuel bercintakan Saul juga, karena bersesallah Tuhan sebab dijadikannya Saul raja atas orang Israel adanya."]