["Sebermula, maka berfirmanlah Tuhan kepada Semuel demikian: Berapa lamakah engkau bercintakan Saul, yang sudah Kubuang juga, supaya jangan lagi ia raja atas orang Israel? Isilah olehmu akan tandukmu dengan minyak yang harum, lalu pergilah, maka Aku hendak menyuruhkan dikau kepada Isai, orang Betlehem itu, karena Aku sudah melihat di antara segala anaknya laki-laki akan seorang raja bagi-Ku.","Maka sembah Semuel: Bagaimana boleh aku pergi? Jikalau kiranya kedengaranlah hal itu kepada Saul, niscaya dibunuhnya akan daku. Maka firman Tuhan: Bawalah olehmu akan seekor anak lembu sertamu, lalu katakanlah ini: Adapun aku ke mari ini hendak mempersembahkan korban kepada Tuhan.","Maka hendaklah engkau menjemput Isai kepada korban itu, maka Aku akan memberitahu kepadamu kelak, barang yang patut kauperbuat dan hendaklah engkau menyirami bagi-Ku dengan minyak yang harum barangsiapa yang Kukatakan kepadamu kelak.","Maka diperbuatlah oleh Semuel setuju dengan firman Tuhan, lalu iapun ke Betlehem. Maka datanglah segala tua-tua negeri itu menyambut akan dia dengan gentarnya, sambil katanya: Adapun datang tuan ini dengan selamatkah?","Maka sahutnya: Dengan selamat; bahwa aku datang ini hendak mempersembahkan korban kepada Tuhan; sucikanlah dirimu, lalu datanglah sertaku kepada korban itu. Maka disucikannyalah Isai dan segala anaknya laki-laki, dijemputnya mereka itupun kepada korban itu.","Hata, tatkala mereka itu masuk serta terpandanglah Semuel akan Eliab, maka datanglah pikirannya: Bahwasanya inilah dia yang akan disiram bagi Tuhan.","Tetapi datanglah firman Tuhan kepada Semuel: Janganlah engkau pandang akan rupanya atau akan ketinggian lembaganya, karena sudah Kutolak akan dia; bahwa yang dipandang oleh manusia itu satupun tiada adanya, karena manusia memandang seperti yang di hadapan mata sahaja, tetapi Tuhan memandang sampai ke dalam batin.","Setelah itu maka dipanggil Isai akan Abinadab, disuruhnya berjalan lalu dari hadapan Semuel, tetapi kata Semuel: Inipun bukan yang dipilih Tuhan.","Lalu disuruh Isai akan Syama berjalan lalu, tetapi kata Semuel: Inipun bukan yang dipilih Tuhan.","Maka dengan demikian disuruh Isai akan ketujuh orang anaknya laki-laki berjalan lalu dari hadapan Semuel, tetapi kata Semuel kepada Isai: Bahwa sekalian ini bukan yang dipilih Tuhan.","Dan lagi kata Semuel kepada Isai: Sudahkah ini segala orang muda-muda itu? Maka sahutnya: Tinggal lagi yang bungsunya, bahwasanya ia menggembalakan kambing. Maka kata Semuel kepada Isai: Suruhkanlah orang memanggil dia, karena tiada kita akan duduk makan sehidangan jikalau sebelum ia ke mari.","Maka disuruhkannyalah orang, lalu dibawanya akan dia masuk. Adapun rupa orang muda itu pipinya merah dan bisai matanya dan elok parasnya. Maka firman Tuhan: Bangkitlah engkau berdiri, siramilah akan dia, karena inilah dia.","Maka oleh Semuel diambil akan tanduk yang berisi minyak harum itu, disiraminya akan dia di tengah-tengah segala saudaranya, maka Roh Tuhanpun berlakulah atas Daud dari pada hari itu dan kemudiannya. Setelah itu maka bangkitlah Semuel, lalu iapun pulanglah ke Rama.","Hata, maka Roh Tuhanpun undurlah dari pada Saul dan seorang syaitan dari pada Tuhan mengejutkan dia.","Maka sembah segala pegawai Saul kepadanya: Bahwasanya seorang syaitan dari pada Allah adalah mengejutkan tuanku.","Hendaklah kiranya tuanku menitahkan patik sekalian, yang menghadap tuanku ini, mencahari seorang yang pandai memetik kecapi, maka akan jadi kelak, apabila syaitan dari pada Allah itu merasuk tuanku, bolehlah ia memetik dengan tangannya, lalu sembuhlah tuanku.","Maka titah Saul kepada segala pegawainya: Baiklah kamu caharikan daku seorang yang pandai memetik kecapi, lalu bawakan dia kepadaku.","Pada masa itu sahutlah seorang orang muda, sembahnya: Bahwa patik sudah melihat seorang anak Isai, orang Betlehem, yang pandai memetik kecapi, lagipun ia seorang pahlawan yang gagah berani dan pandai pada segala perkara, seorang yang elok parasnya, dan Tuhanpun adalah menyertai akan dia.","Maka dititahkan Saul beberapa suruhan kepada Isai mengatakan: Suruhkanlah anakmu kepadaku, yaitu Daud, yang menggembalakan kambing itu.","Maka oleh Isai diambil akan seekor keledai dan lagi roti dan satu kirbat yang berisi air anggur dan seekor kambing jantan yang muda, dikirimkannyalah kepada Saul dengan tangan Daud, anaknya.","Demikianlah perihal datang Daud kepada Saul, lalu berdirilah ia di hadapan baginda, maka bagindapun sangat kasih akan dia, sehingga Daudpun menjadi bentara baginda.","Maka oleh Saul disuruhkan orang mengatakan kepada Isai: Biarlah kiranya Daud kekal berdiri di hadapanku, karena telah diperolehnya keridlaan pada pemandanganku.","Maka sesungguhnya apabila berlakulah syaitan dari Allah itu atas Saul, diambil oleh Daud akan kecapinya, dipetiknya dengan tangannya, lalu Saulpun beroleh senang dan menjadi baik pula dan syaitan itupun undurlah dari padanya."]