["Sebermula, maka dihimpunkan orang Filistin segala tentaranya hendak berperang, lalu berhimpunlah mereka itu di Sokho, yang di tanah Yehuda, didirikannyalah kemahnya antara Sokho dengan Azeka, pada ujung Damim.","Tetapi Saul dan segala orang Israel itu berhimpunlah dan didirikannyalah kemahnya dalam lembah Kayu Jati dan diaturnya pengikat perangnya berhadapan dengan orang Filistin.","Maka berdirilah orang Filistin di atas bukit yang di sebelah sana, dan orang Israel itu berdiri di atas bukit yang di sebelah sini, dan lembah itu adalah di antara kedua pihak.","Hata, maka dari dalam tentara orang Filistin keluarlah seorang pendekar, yang bernama Goliat, dari negeri Gat, adapun tinggi batang tubuhnya enam hasta lebih sejengkal.","Maka kepalanya berketopongkan tembaga dan iapun berpakaikan baju zirha yang bersisik, adapun berat baju zirha itu lima ribu syikal tembaga.","Dan lagi adalah mozah tembaga pada kedua belah kakinya dan halkah tembaga di antara kedua bahunya.","Maka batang tumbaknya itu seperti pesa orang tenun dan berat mata tumbaknya itu enam ratus syikal besi, dan adalah seorang pembawa perisai berjalan di hadapannya.","Maka orang pendekar itupun adalah berdiri sambil berseru-seru kepada tentara orang Israel, katanya kepada mereka itu: Mengapa kamu keluar hendak mengikat perang? Bukankah aku ini seorang Filistin dan kamu sekalian hamba Saul? Pilihlah di antara kamu akan seorang, yang datang mendapatkan aku.","Jikalau dapat ia berperang dengan aku dan mengalahkan daku, maka kami sekalian akan menjadi hambamu; tetapi jikalau aku mengalahkan dia dan membunuh dia, maka kamu sekalian menjadi hamba kami dan takluk kepada kami.","Dan lagi kata orang Filistin itu: Bahwa pada hari ini aku sudah menghinakan segala balatentara orang Israel; berikanlah sekarang seorang laki-laki kepadaku, supaya kami berperang bersama seorang.","Serta kedengaranlah perkataan orang Filistin ini kepada Saul dan kepada segenap orang Israel, maka tercengang-cenganglah mereka itu dan ketakutan sangat.","Bermula, adapun Daud itu ialah anak seorang Eferati dari Betlehem-Yehuda, bernama Isai, yang padanya adalah delapan orang anaknya laki-laki, maka pada masa Saul ialah seorang orang tua yang terlampau banyak umurnya.","Maka ketiga anak Isai yang besar-besar itu sudah mengikut Saul pergi perang; adapun nama ketiga anaknya yang pergi perang itu, yaitu Eliab yang sulung, dan yang keduanya itu Abinadab dan yang ketiga itu Syama.","Maka Daud itu yang bungsu, tetapi ketiga orang yang tua itu sudah pergi mengikut Saul.","Maka Daud sudah bermohon kepada Saul, lalu pulang hendak menggembalakan pula kambing bapanya di Betlehem.","Hata, maka pada pagi dan petang tampillah orang Filistin itu ke hadapan, demikianlah perbuatannya empat puluh hari lamanya.","Maka kata Isai kepada Daud, anaknya: Sekarang ambillah akan abangmu dari pada emping ini seefa dan roti sepuluh ketul ini, bawalah akan dia dengan segera ke dalam tentara kepada abangmu.","Tetapi keju susu sepuluh buah ini hendaklah kaubawa kepada penghulu atas orang seribu, dan bertanyakanlah selamat abangmu dan bawalah pulang akan sesuatu tanda alamat dari padanya.","Adapun Saul dengan mereka itu dan segala orang Israelpun adalah di lembah Kayu Jati tengah berperang dengan orang Filistin.","Arakian, maka pada pagi-pagi hari bangunlah Daud, ditinggalkannya segala kambing itu dengan gembalanya, dan diangkatnya akan barang-barang itu, lalu iapun pergi seperti yang sudah disuruh Isai kepadanya; maka sampailah ia kepada kota rata apabila tentara itu keluar dengan aturannya dan orangpun bersorak-sorak hendak perang.","Maka orang Israel dan orang Filistinpun menghadapkan ikatan perang kepada ikatan perang.","Maka diturunkan Daud akan barang yang dibawanya, ditinggalkannya dalam tangan orang yang menunggui segala benda, lalu berlari-larilah ia datang sampai kepada ikatan perang, maka bertanyalah ia kepada abangnya akan selamatnya.","Maka sementara ia lagi berkata-kata dengan mereka itu, tiba-tiba datanglah dari ikatan perang orang Filistin orang pendekar itu, bernama Goliat, seorang orang Filistin dari negeri Gat, sambil mengatakan segala perkataan yang tersebut itu, sehingga kedengaranlah ia itu kepada Daud.","Adapun segala orang Israel, demi dilihatnya orang itu, maka larilah sekaliannya dari hadapannya, serta dengan sangat ketakutannya.","Maka kata orang Israel: Sudahkah engkau melihat orang yang datang ke mari itu? Adapun ia datang ke mari yaitu hendak menghinakan orang Israel. Maka sesungguhnya barangsiapa yang membunuh akan dia, ia itu akan dianugerahi raja dengan kekayaan besar dan dikaruniakannya anakanda baginda kepadanya akan isterinya dan dimerdekakannya baginda isi rumah bapanya di antara segala orang Israel.","Maka kata Daud kepada orang yang berdiri sertanya itu: Dipengapakan orang yang membunuh orang Filistin ini dan yang menghilangkan arang dari pada muka orang Israel? Karena siapa gerangan si kulup Filistin ini, maka dihinakannyalah balatentara Allah yang hidup itu?","Lalu dikatakan oranglah berulang segala perkataan itu kepadanya, katanya: Demikianlah kelak dibuat akan orang yang membunuh dia.","Maka terdengarlah Eliab, abangnya yang sulung itu, akan barang yang dikatakannya kepada orang itu, maka sebab itu berbangkitlah amarah Eliab akan Daud, serta katanya: Mengapa sekarang engkau ke mari, dan kepada siapa kautinggalkan segala kambing di padang, jikalau sejurus lamanya sekalipun. Bahwa aku mengetahui akan keberanianmu dan niatmu yang jahat! Adapun engkau ke mari ini hendak melihat perang jua.","Maka sahut Daud: Apa gerangan perbuatanku sekarang? Bukankah ada sebabnya?","Maka berpalinglah ia dirinya kepada orang lain, dikatakannya perkataan tadi itu, maka orang itupun menyahut kepadanya sama dengan katanya yang dahulu itu.","Maka kedengaranlah perkataan yang dikatakan oleh Daud itu, lalu disampaikan oranglah kepada Saul, maka dititahkan Saul panggil akan dia.","Maka sembah Daud kepada Saul: Seorangpun jangan tawar hatinya karena sebab perkara itu; bahwa patik hendak pergi berperang dengan orang Filistin itu.","Tetapi titah Saul kepada Daud: Tak boleh engkau pergi berperang dengan orang Filistin itu, karena engkau lagi orang muda, dan iapun seorang perang dari kecilnya.","Maka sembah Daud kepada Saul: Bahwa sekali peristiwa, sementara patik menggembalakan kambingnya bapa patik, datanglah seekor singa, dan sekali pula seekor beruang, menerkam seekor kambing dari pada kawan itu.","Lalu pergilah patik mengusir dia dan patik palu akan dia dan patik sentak kambing itu dari dalam mulutnya, serta ia hendak menerkam akan patik, maka patik memegang janggutnya lalu patik palu dan bunuh ia.","Baik singa baik beruang itu patik bunuh; demikianlah hal si kulup Filistin itu kelak, disamakan salah seekor binatang itu, sebab telah dihinakannya balatentara Allah yang hidup.","Dan lagi sembah Daud: Adapun Tuhan yang sudah meluputkan patik dari pada cakar singa dan dari pada cakar beruang itu, Ia juga akan meluputkan patik kelak dari pada tangan orang Filistin itu. Maka titah Saul kepada Daud: Pergilah juga engkau dan hendaklah Tuhan kiranya menyertai akan dikau.","Maka oleh Saul dikenakanlah pakaiannya sendiri kepada Daud dan dikenakannyalah ketopong tembaga pada kepalanya dan dibarutkannya dia dengan baju zirha.","Maka Daudpun menyandangkan pedangnya di atas pakaiannya, lalu hendak berjalan, karena demikian peri belum pernah dicobanya; setelah itu maka sembah Daud kepada Saul: Bahwa patik tiada dapat berjalan dengan ini, karena belum pernah patik mencobanya; lalu Daudpun menanggalkan dia pula.","Maka diambilnya tongkatnya pada tangannya dan dipilihnya akan dirinya lima buah batu yang licin dari dalam sungai, dibubuhnya dalam bokca gembala yang padanya, yaitu dalam buntilnya, dan diambilnya akan pengali-alinya pada tangannya, lalu iapun menghampiri orang Filistin itu.","Maka orang Filistin itupun datanglah sambil berjalan sambil menghampiri Daud, dan orang yang membawa perisainyapun adalah berjalan di hadapannya.","Maka serta orang Filistin itu melihat ke atas dan terpandanglah ia akan Daud, maka dicelakannya, karena lagi orang muda adanya, dengan merah pipinya dan elok parasnya.","Lalu kata orang Filistin itu kepada Daud: Anjingkah aku ini maka engkau datang mendapatkan aku dengan membawa tongkat? maka dikutuki orang Filistin itu akan Daud demi berhalanya.","Lalu kata orang Filistin itu kepada Daud: Marilah kepadaku, maka aku memberi daging tubuhmu kelak kepada unggas yang di udara dan kepada segala margasatwa yang di padang.","Tetapi kata Daud kepada orang Filistin itu: Adapun engkau datang mendapatkan aku yaitu dengan pedang dan tumbak dan perisai, tetapi aku ini datang kepadamu dengan nama Tuhan serwa sekalian alam, yaitu Alah balatentara Israel, yang telah kauhujat itu.","Maka pada hari ini juga Tuhan menyerahkan dikau kelak kepada tanganku, maka aku akan membunuh dikau dan mengerat kepalamu dari pada tubuhmu, dan pada hari ini juga aku memberi bangkai balatentara orang Filistin kelak kepada unggas yang di udara dan kepada segala margasatwa yang di padang, maka akan diketahui oleh segenap isi bumi, bahwa pada orang Israel ada Allah;","dan segenap perhimpunan ini mengetahui kelak akan hal Tuhan menolong bukan dengan pedang dan bukan pula dengan tumbak, melainkan perang itu Tuhan punya, dan Iapun menyerahkan kamu kelak kepada tangan kami.","Maka sesungguhnya demi orang Filistin itu bangkit, lalu berjalan pergi mendapatkan Daud, berlari-larilah Daud dengan segeranya ke medan peperangan mendapatkan orang Filistin itu.","Maka dimasukkan Daud tangannya ke dalam bokcanya, diambilnya sebuah batu dari dalamnya, lalu diali-alinya kena dahi orang Filistin itu, sehingga batu itu terbenam ke dalam dahinya, lalu rebahlah ia terjerumus dengan mukanya ke bumi.","Demikianlah peri dialahkan Daud akan orang Filistin itu dengan pengali-ali dan dengan batu, lalu diparangnya akan orang Filistin itu dan dibunuhnya akan dia, tetapi tiada pedang pada tangan Daud.","Sebab itu berlarilah Daud datang, lalu berdiri di atas tubuh orang Filistin itu, diambilnya akan pedangnya, dihunusnya dari dalam sarungnya, lalu dibunuhnya akan dia dan dipancungnya kepalanya dengan pedang itu. Demi dilihat orang Filistin akan hal pendekarnya sudah mati, maka larilah mereka itu sekalian.","Maka pada masa itu bangkitlah berdiri segala orang Israel dan orang Yehuda sambil bersorak-sorak sambil mengusir orang Filistin dari tempat orang masuk ke lembah itu sampai ke pintu negeri Ekeron, maka segala orang Filistin yang luka itu berhembalangan pada jalan Saarayim sampai ke Gat dan sampai ke Ekeron.","Setelah itu maka berbaliklah bani Israel dari pada sangat mengusir orang Filistin, lalu dirampasinya akan segala tempat tentaranya.","Maka oleh Daud diambil akan kepala orang Filistin itu, dibawanya ke Yeruzalem; hanya segala pakaian perangnya ditaruhnya dalam kemahnya.","Adapun apabila dilihat Saul akan Daud pergi mendapatkan orang Filistin itu, Maka titah baginda kepada Abner, panglima perangnya: Hai Abner! anak siapa orang muda ini? Maka sembah Abner: Ya tuanku! sesungguh-sungguh hidup nyawa tuanku, maka tiada patik mengetahuinya.","Maka titah baginda: Pergilah bertanyakan anak siapa gerangan orang muda ini.","Maka apabila kembalilah Daud dari pada membunuh orang Filistin itu disambut Abner akan dia dan dihantarnya akan dia menghadap Saul, maka kepala orang Filistin itu adalah lagi pada tangannya.","Maka titah Saul kepadanya: Anak siapa engkau, hai orang muda! Maka sembah Daud: Patik ini anak patik tuanku Isai, orang Betlehem itu."]