["Maka sesungguhnya setelah sudah Daud bersembah kepada Saul itu, berhubunglah hati Yonatan dengan hati Daud, maka Yonatan kasih akan dia seperti akan nyawanya sendiri.","Maka pada hari itu juga diambil Saul akan dia, tiada diberinya ia pulang ke rumah bapanya.","Maka berjanji-janjilah Yonatan dengan Daud, sebab dikasihinya akan dia seperti akan nyawanya sendiri.","Maka ditanggalkan Yonatan akan baju selimut yang padanya, diberikannya kepada Daud, demikianpun segala pakaiannya, bahkan, sampai pedangnya dan sampai busurnya dan sampai pengikat pinggangnyapun.","Maka apabila Daud keluar ke mana-mana, sebab disuruhkan Saul akan dia, dilakukannya dirinya dengan bijaksana, maka sebab itu dijadikan Saul akan dia penghulu orang perang, dan berkenanlah ia kepada pemandangan segenap orang banyak itu, dan lagi kepada pemandangan segala pegawai Saul.","Maka pada sekali peristiwa, apabila mereka itu datang kembali dan Daudpun pulang dari pada mengalahkan orang Filistin, keluarlah beberapa berapa orang perempuan dari dalam segala negeri orang Israel dengan menyanyi ramai-ramai, mengelukan baginda raja Saul, serta dengan rebana dan kesukaan dan segala bunyi-bunyian.","Maka segala perempuan itu sambil menabuh sambil menyanyi berganti-ganti, bunyinya: Bahwa Saul sudah membunuh beribu-ribu, tetapi Daud berlaksa-laksa.","Maka berbangkitlah murka Saul, dan jahatlah perkataan itu kepada pemandangannya, serta titahnya: Bahwa kepada Daud diberikan mereka itu berlaksa-laksa, tetapi kepadaku hanya beribu-ribu; niscaya pada akhir kelak kerajaan ini menjadi dia punya.","Maka dari pada hari itu juga selalu dipandang Saul akan Daud dengan dengki hatinya.","Maka pada keesokan harinya tiba-tiba datanglah syaitan dari pada Allah atas Saul, sehingga ingar-ingarlah ia di tengah-tengah istananya, maka Daudpun memetik kecapinya seperti pada sehari-hari, dan pendahanpun adalah pada tangan Saul.","Maka diradakkan Saul pendahannya sambil katanya: Baik kutikam Daud sampai tercucuk ia pada dinding. Tetapi Daud menyalahkan tikamnya sampai dua kali.","Maka takutlah Saul akan Daud, karena Tuhan adalah sertanya dan Tuhanpun sudah undur dari Saul.","Maka sebab itu dijauhkan Saul akan Daud, diangkatnya penghulu atas seribu, sehingga ia keluar masuk di hadapan orang banyak itu.","Maka Daudpun melakukan dirinya dengan bijaksana pada segala jalannya dan Tuhanpun adalah sertanya.","Apabila dilihat Saul akan hal ia melakukan dirinya dengan amat bijaksana, maka makin lebih takutnya akan dia.","Tetapi segenap orang Israel dan Yehuda mengasihi akan Daud, apabila ia keluar masuk di hadapan mereka itu.","Arakian, maka titah Saul kepada Daud: Bahwasanya anakku yang sulung, Merab namanya, hendak kukaruniakan kepadamu akan isterimu, sahaja hendaklah engkau bagiku akan anak yang perkasa dan lakukanlah perang Tuhan! karena kata Saul: Janganlah tanganku sendiri melawan dia, melainkan tangan orang Filistinlah.","Maka sembah Daud kepada Saul: Siapa gerangan patik dan apa gerangan bangsa patik dan isi rumah bapa patik di antara segala orang Israel, maka patik akan menjadi menantu tuanku?","Maka sesungguhnya pada masa yang patut diberikan Merab, anak Saul itu, kepada Daud, bahwasanya diberikannya kepada Aderiel, orang Meholati itu, akan isterinya.","Tetapi Mikhal, anak Saul itu, mengasihi akan Daud. Setelah dimaklumkan oranglah hal itu kepada Saul, maka benarlah ia itu kepada pemandangannya.","Lalu titah Saul: Baiklah aku memberikan dia kepadanya akan suatu jerat baginya dan supaya tangan orang Filistinpun melawan dia, maka sebab itu titah Saul kepada Daud: Hendaklah pada hari ini engkau menjadi menantuku dengan anakku yang lain itu.","Maka Saul sudah bertitah kepada segala pegawainya demikian: Katakanlah olehmu diam-diam kepada Daud: Bahwasanya baginda berkenan akan dikau dan segala pegawainyapun kasih akan dikau; maka sebab itu hendaklah sekarang engkau menjadi menantu baginda.","Maka apabila pegawai Saul menyampaikan segala perkataan itu kepada Daud, maka kata Daud: Perkara kecilkah pada sangkamu menjadi menantu raja, sedang beta ini orang hina papa?","Maka pegawai Saulpun menyampaikan kata itu kepada baginda, sembahnya: Perkataan yang demikian sudah disahut Daud.","Lalu titah Saul: Katakanlah ini kepada Daud: Bahwa baginda tiada menghendaki isi nikah, melainkan seratus kulup orang Filistin jua, supaya disampaikan pembalasan kepada musuh baginda; maka ia itu sebab maksud Saul bahwa Daud akan binasa kelak oleh tangan orang Filistin.","Maka oleh pegawai itu disampaikan titah ini kepada Daud, maka benarlah kepada pemandangan Daud menjadi menantu baginda dengan demikian peri. Maka dahulu dari pada genaplah harinya,","bangkitlah Daud berdiri, lalu pergi serta dengan orangnya, dibunuhnya dari pada orang Filistin dua ratus orang laki-laki, lalu Daud mempersembahkan segala kulup mereka itu kepada baginda dengan genap bilangannya hendak menjadi menantu baginda, maka Saulpun mengaruniakan Mikhal, anaknya, kepadanya akan isterinya.","Demikianlah dilihat dan diketahui Saul akan hal Tuhan menyertai akan Daud. Maka Mikhal anak Saulpun kasih akan dia.","Maka sebab itu makin lebih takut Saul akan Daud, sehingga berseterulah Saul dengan Daud sepanjang umur hidupnya.","Maka apabila keluarlah segala raja Filistin itu, sesungguhnya pada tiap-tiap kali mereka itu keluar adalah Daud lebih perkasa dari pada segala hamba Saul, sehingga namanya sangat dipermuliakan."]