["Sebermula, maka bertitah Saul kepada Yonatan, puteranya, dan kepada segala pegawainya dari hal ia hendak membunuh Daud, tetapi Yonatan, putera Saul itu, sangat berkenan akan Daud,","dan dikabarkan Yonatan kepada Daud, mengatakan: Ayahku Saul hendak membunuh akan dikau, maka sebab itu peliharakanlah dirimu sampai esok hari, tinggallah dalam tempat yang terlindung dan sembunyikanlah dirimu.","Maka aku akan keluar kelak, lalu berdiri pada sisi ayahku di padang, tempat ada engkau, maka aku akan berkata-kata dengan ayahku akan halmu, hendak melihat apa jadinya, lalu aku akan memberitahu engkau.","Hata, maka Yonatanpun berkata-kata baik akan hal Daud kepada Saul, ayahnya, sembahnya kepadanya: Jangan apalah tuanku berbuat dosa akan Daud, patik tuanku itu, karena iapun tiada berdosa kepada tuanku, melainkan perbuatannya amat berguna kepada tuanku.","Karena sudah tiada diindahkannya nyawanya tatkala dibunuhnya orang Filistin itu, dan Tuhanpun mengaruniakan pertolongan besar kepada segenap bangsa Israel; tuanku sudah melihat itu serta dengan kesukaan hati tuanku; entah sebab apa gerangan tuanku hendak berdosa kepada darah yang tiada bersalah serta membunuh Daud dengan tiada semena-mena.","Maka Saulpun dengarlah akan sembah Yonatan, lalu ia bersumpah: Demi Tuhan yang hidup, tiada ia akan dibunuh!","Maka dipanggil Yonatan akan Daud, diberinya tahu akan dia segala perkataan itu, lalu dihantarkannya Daud kepada Saul, maka Daudpun menghadap baginda seperti kelemarin dan kelemarin dahulu.","Kemudian dari pada itu maka jadilah perang pula, maka keluarlah Daud berperang dengan orang Filistin, dialahkannya mereka itu dengan besar kemenangannya, sehingga larilah mereka itu dari hadapannya.","Maka tiba-tiba datanglah syaitan dari pada Tuhan merasuk Saul sementara ia duduk dalam istananya dan pendahanpun ada pada tangannya, maka Daudpun ada memetik kecapinya.","Maka dicoba Saul menikam Daud dengan pendahannya sampai tercucuk kepada dinding, tetapi disalahkan Daud akan tikam Saul itu, sehingga pendahannya termakan kepada dinding, lalu larilah Daud berlepas dirinya pada malam itu juga.","Tetapi disuruhkan Saul beberapa orang ke rumah Daud, supaya ditungguinya akan dia dan dibunuhnya akan dia pada pagi hari, maka hal itu diberitahu Mikhal, isterinya, kepada Daud, katanya: Jikalau kiranya tiada pada malam ini juga kakanda meluputkan diri kakanda, niscaya esok harilah kakanda dibunuh.","Maka Mikhalpun mengulurkan Daud ke luar dari pada tingkap rumahnya, lalu larilah ia berlepas dirinya, sehingga ia luput juga.","Maka oleh Mikhal diambil akan satu patung, diletakkannya dalam tempat tidurnya dan sehelai kulit kambing dibuatnya bantalnya, lalu ditudunginya akan dia dengan selimut.","Maka apabila disuruh Saul akan orang pergi mengambil Daud, kata Mikhal: Ia sakit.","Maka disuruh Saul pula akan orang pergi melihat Daud, serta titahnya: Bawalah juga akan dia kepadaku serta dengan tempat tidurnya sekali, supaya dibunuh oranglah akan dia.","Serta sampailah suruhan itu, heran, maka adalah patung dalam tempat tidurnya dan kulit kambingpun pada bantalnya.","Maka titah Saul kepada Mikhal: Mengapa engkau menipu aku demikian dan engkau membiarkan seteruku itu pergi, sehingga iapun berlepas dirinya? Maka sembah Mikhal kepada Saul: Bahwa katanya kepada patik demikian: Biarkan aku pergi, karena apa gunanya engkau kubunuh.","Maka dalam hal yang demikian larilah Daud luput, lalu sampai ia kepada Semuel di Rama, maka diwartakannya kepadanya segala sesuatu yang telah diperbuat oleh Saul akan dia; maka pergilah Daud dan Semuel, lalu keduanyapun tinggallah dalam pondok-pondok nabi.","Maka dikabarkan oranglah kepada Saul, sembahnya: Bahwasanya Daud adalah dalam pondok-pondok nabi yang di Rama.","Maka disuruhkan Saul beberapa orang pergi mengambil Daud dari sana. Serta sampai orang itu dilihatnya suatu perhimpunan orang nabi tengah bernubuat dan Semuelpun berdiri bagaikan penghulunya; maka Roh Allah berlakulah atas segala suruhan Saul itu, sehingga mereka itupun bernubuat juga.","Maka hal itu dikabarkan oranglah kepada Saul; lalu disuruhkan Saul beberapa orang lain, tetapi ia itu bernubuat juga. Maka berulang-ulang disuruhkan Saul beberapa orang pada ketiga kalinya, tetapi orang itupun bernubuat juga.","Kemudian dari pada sekalian itu pergilah ia sendiri ke Rama, serta sampailah ia ke perigi besar yang di Sekhu bertanyalah ia, katanya: Di mana gerangan Semuel dan Daud? Maka sahut orang: Dalam pondok-pondok nabi di Rama.","Maka pergilah ia ke sana ke pondok-pondok nabi yang di Rama, lalu berlakulah Roh Allah atas baginda juga, sehingga sambil berjalan sambil ia bernubuat sampai ia datang ke pondok-pondok nabi yang di Rama.","Maka ditanggalkannya lagi pakaiannya dan ia sendiripun bernubuat di hadapan Semuel, dan rebahlah ia terhantar dengan telanjangnya pada sehari semalam itu suntuk, maka sebab itu kata orang: Iakah Saul juga di antara segala nabi?"]