["Maka Hannapun meminta doa, katanya: Bahwa dalam hatiku berbangkitlah sukacita akan Tuhan; tandukkupun telah ditinggikan dalam Tuhan dan mulutkupun terbuka lebar atas segala seteruku, karena sukacitalah hatiku akan selamat yang dari padamu.","Seorangpun tiada yang suci seperti Tuhan, seorangpun tiada melainkan Engkau, dan tiadalah gunung batu seperti Allah kami.","Jangan berlebih-lebihan kamu bermegah-megah; janganlah perkataan sombong keluar dari pada mulutmu; karena Tuhan itu Allah yang amat mengetahuinya, dan segala perbuatan-Nyapun benar adanya.","Bahwa busur orang kuat itu dipatahkan, dan orang yang tergelincir itu berikat pinggangkan kekuatan.","Orang yang kenyang pergi makan upah akan beroleh rezeki dan orang yang berlaparpun berjalan dengan lekanya; orang yang mandul beranak sampai tujuh kali, dan yang beranak banyak itu telah menjadi lemah adanya.","Bahwa Tuhan jua yang mematikan dan yang menghidupkan, Tuhan jua yang menurunkan ke dalam alam barzakh dan yang menaikkan orang pula.","Tuhan jua yang menjadikan miskin dan yang menjadikan kaya; Tuhan jua yang merendahkan dan yang meninggikan.","Orang yang hina diangkat-Nya dari dalam abu, dan orang miskin dibangkitkan-Nya dari dalam lebu, supaya didudukkan-Nya mereka itu dengan raja-raja dan diberi-Nya akan dia mempusakai kursi kemuliaan, karena segala alas bumi itu Tuhan punya, dan Tuhan juga yang telah membangunkan bumi di atasnya.","Maka dipeliharakan-Nya kaki segala kekasih-Nya, tetapi segala orang jahat ditumpas kelak ke dalam kegelapan; maka satupun tiada dapat diadakan oleh orang laki-laki dengan kuasanya sendiri.","Barangsiapa yang berbantah-bantah dengan Tuhan, ia itu akan dibinasakan kelak; Tuhanpun akan berguruh atasnya dari langit; Tuhan menghukumkan segala ujung bumi; hendaklah dikaruniakan-Nya kemuliaan kepada Raja-Nya dan ditinggikan-Nya tanduk Almasih-Nya!","Hata, maka kemudian dari pada itu pulanglah Elkana ke rumahnya di Rama, tetapi budak itupun tinggal berkhidmat kepada Tuhan di hadapan imam Eli.","Arakian, maka anak laki-laki Eli itu orang jahat adanya, tiada ia mengetahui akan Tuhan.","Karena peri kelakuan kedua orang imam itu dengan orang banyak adalah demikian: apabila datang orang hendak mempersembahkan korban, yaitu sementara daging itu lagi direbus, datanglah hamba imam dengan serampang pada tangannya,","dicucuk-cucuknya dalam batil atau belanga atau kuali atau periuk, barang apapun baik yang tertarik naik dengan serampang itu diambil oleh imam akan dirinya; maka demikianlah perbuatan mereka itu akan segala orang Israel yang datang ke Silo.","Bahkan, dahulu dari pada dinyalakan lemak itu, datanglah hamba imam sambil katanya kepada orang yang mempersembahkan korban: Berikanlah daging ini akan digoreng bagi imam, karena tiada ia mau menerima dari padamu daging rebus, melainkan yang mentah sahaja.","Maka jikalau sahut orang itu kepadanya: Biarlah kiranya lemak itu dinyalakan dahulu, kemudian ambillah akan dirimu barang yang kesukaan hatimu; lalu kata hamba itu kepadanya: Bukan; berikanlah dia sekarang juga, jikalau tidak, niscaya kuambil dia dengan kekerasan.","Demikian sangat besarlah dosa orang-orang muda itu di hadapan hadirat Tuhan, karena dicelakan oranglah akan persembahan korban kepada Tuhan.","Tetapi Semuel berkhidmat juga di hadapan hadirat Tuhan, maka ia lagi budak yang berpakaikan baju putih dari pada kain khasah.","Maka oleh ibunya diperbuatkan jubah kecil akan dia, dibawanya kepadanya sehelai pada tiap-tiap tahun, apabila datanglah ia serta dengan lakinya ke hulu akan mempersembahkan korban tahun.","Maka Elipun memberkati akan Elkana kedua laki bini, katanya: Dikaruniakan Tuhan apalah kepadamu benih dari pada perempuan ini sebab permintaan doa yang telah dipinta olehnya kepada Tuhan. Hata, maka pulanglah keduanya ke tempat kedudukannya.","Hata, ditilik Tuhan akan Hanna, maka mengandunglah ia pula, lalu beranak laki-laki tiga orang dan perempuan dua orang; maka Semuel, budak itu, makin besar di hadapan hadirat Tuhan.","Arakian, maka Eli sudah terlalu tua, maka kedengaranlah kabar kepadanya akan segala perbuatan kedua anaknya laki-laki pada segenap orang Israel, dan lagi mereka itu berbaring juga dengan segala perempuan yang datang berkerumun kepada pintu kemah perhimpunan.","Maka katanya kepada keduanya: Mengapa maka kamu berbuat perkara yang begitu? karena ia itu perbuatan jahat barang yang kudengar akan halmu dari pada segenap orang banyak ini.","Janganlah begitu, hai anakku! jangan; karena bukan ia ini kabar baik yang kudengar; maka kamu menyebabkan umat Tuhan itu bersalah akan hukum.","Jikalau seorang manusia berdosa akan sesamanya manusia, niscaya dihukumkan Allah akan dia, istimewa pula jikalau seorang manusia berdosa akan Tuhan, siapa gerangan dapat mendoakan dia? Tetapi tiada juga didengarnya akan kata bapanya, maka sebab itu Tuhan hendak membunuh keduanya.","Maka Semuel, orang muda itu, makin besar makin ia berkenan, baik kepada Tuhan baik kepada manusia.","Hata, maka datanglah seorang hamba Allah mendapatkan Eli serta katanya kepadanya: Demikianlah firman Tuhan: Bukankah kepada orang isi rumah bapamu juga Aku sudah menyatakan diri-Ku, tatkala mereka itu lagi di Mesir dalam istana Firaun?","Maka sudah Kupilih akan dia dari pada segala suku bangsa Israel akan menjadi imam bagi-Ku, supaya dipersembahkannya korban di atas mezbah-Ku dan dibakarnya dupa dan dipakainya efod di hadapan hadirat-Ku; maka Akupun sudah mengaruniai orang isi rumah bapamu dengan segala korban bakaran bani Israel.","Mengapa maka engkau menyepak akan korban dan persembahan yang di atas mezbah-Ku, yang sudah Kutentukan bagimu akan penghidupan yang limpah, dan engkau mempermuliakan anakmu lebih dari pada-Ku, serta kamu menambunkan dirimu dengan bahagian yang terbaik dari pada segala persembahan makanan umat-Ku Israel?","Maka sebab itu firman Tuhan, Allah Israel, demikian: Sebenarnya dahulu Aku sudah berfirman, bahwa orang isi rumahmu dan orang isi rumah bapamu akan berjalan di hadapan hadirat-Ku sampai selama-lamanya, tetapi sekarang firman Tuhan: Jauhlah ia itu dari pada-Ku, karena barangsiapa mempermuliakan Daku, maka Akupun mempermuliakan dia kelak, tetapi barangsiapa yang mencelakan Daku, ia itu akan dibinasakan.","Bahwa sesungguhnya hari akan datang kelak, apabila Aku mengudungkan lenganmu dan lengan orang isi rumah bapamu, sehingga seorang orang tuapun tiada lagi di dalam rumahmu.","Maka engkau akan melihat kepicikan dalam rumahmu, jikalau orang Israel selamat sentosa sekalipun, maka seorang orang tuapun tiada akan ada di dalam rumahmu selama-lamanya.","Maka dari padamu barangsiapa yang tiada Kutumpas kelak dari hadapan mezbah-Ku, ia itu akan menghancurkan matamu dan akan mendukacitakan hatimu; dan segala orang yang boleh membesarkan rumahmu itu akan mati pada masa ia akil balig.","Maka inilah akan tanda, yang datang kelak atas kedua anakmu, yaitu atas Hofni dan Pinehas, keduanyapun akan mati pada masa sehari jua.","Maka Aku akan membangkitkan bagi diri-Ku seorang imam yang setiawan, dan iapun akan berbuat barang yang dalam hati-Ku dan dalam cita-Ku; maka Aku akan membangunkan baginya sebuah rumah yang kekal, dan senantiasa iapun akan berjalan di hadapan Almasih-Ku.","Maka akan jadi kelak, bahwa barangsiapa yang lagi tinggal dari pada isi rumahmu, ia itu akan datang serta tunduk menyembah kepadanya karena uang sedirham dan karena roti sesuap, sambil katanya: Ambillah kiranya akan sahaya bagi barang sesuatu pekerjaan imamat, supaya sahaya boleh mendapat sesuap roti akan dimakan."]