["Arakian, maka larilah Daud dari pondok-pondok nabi yang di Rama itu, lalu datanglah ia mendapatkan Yonatan serta katanya: Apakah perbuatanku dan apakah salahku dan apakah dosaku di hadapan ayahmu, maka disengajakannya matiku?","Maka kata Yonatan kepadanya: Jauhlah dari pada yang demikian, niscaya engkau tiada akan dibunuh. Bahwasanya ayahku tiada berbuat barang sesuatu perkara, baik besar baik kecil, yang tiada dinyatakannya kepadaku dahulu, manakan boleh ayahku melindungkan perkara yang demikian dari padaku? Bukannya begitu.","Maka bersumpahlah Daud sambil katanya: Bahwa ayahmu mengetahui baik-baik akan hal aku sudah beroleh keridlaan dari padamu, maka sebab itu titahnya: Janganlah diketahui oleh Yonatan akan perkara ini, asal jangan ia bercintakan dia; tetapi sesungguh-sungguh Tuhan hidup dan nyawamupun hidup, adalah hanya selangkah jua jaraknya antara aku dengan maut!","Maka kata Yonatan kepada Daud: Barang yang kaukatakan itu akan kuperbuat kelak akan dikau.","Lalu kata Daud kepada Yonatan: Bahwasanya esok harilah bulan baharu, maka biasalah pada hari itu aku duduk makan sehidangan dengan baginda; maka sekarang hendaklah engkau beri izin aku pergi menyembunyikan diriku di padang sampai kepada hari yang ketiga waktu petang.","Maka jikalau kiranya dilihat ayahmu bahwa sebenarnya tiada aku, hendaklah engkau bersembah demikian: Bahwa Daud sudah meminta izin kepada patik pergi dengan segera ke Betlehem, yaitu negerinya, sebab di sana adalah korban karena segenap bangsa itu seperti biasa pada tiap-tiap tahun.","Jikalau kiranya titah baginda: Baiklah, maka adalah selamat bagi hambamu ini, tetapi jikalau kiranya sangatlah murkanya, ketahuilah olehmu bahwa sudah tentu juga padanya hendak membuat jahat itu.","Maka demikan hendaklah engkau berbuat kebajikan akan hambamu, karena engkau sudah berteguhan janji dengan hambamu ini di hadapan hadirat Tuhan, maka jikalau kiranya aku bersalah dalam sesuatu perkara, hendaklah engkau juga membunuh akan daku, tetapi mengapa pula engkau hendak menghantar akan daku kepada ayahmu?","Maka kata Yonatan: Jauhlah yang demikian; maka akan dikau, bahwasanya jikalau kiranya aku tahu dengan nyatanya akan ketentuan jahat itu hendak dilakukan ayahku kepadamu dengan sesungguhnya, masakan tiada aku memberitahu engkau?","Maka kata Daud kepada Yonatan: Siapa gerangan akan memberitahu aku kelak, jikalau kiranya ayahmu sudah menyahut akan dikau dengan keras?","Lalu kata Yonatan kepada Daud: Mari kita keluar ke padang. Maka pergilah keduanya ke padang.","Maka kata Yonatan kepada Daud: Demi Tuhan, Allah orang Israel, aku hendak bertanyakan ayahku dengan sesungguhnya pada esok atau lusa waktu begini, maka jikalau kiranya baiklah adanya bagi Daud, bukankah aku menyuruhkan orang dengan segera serta memberitahu hal itu kepadamu?","Maka demikianlah perbuatan Tuhan akan Yonatan dan dipertambahkannya pula! jikalau kiranya ayahku berniat jahat akan dikau, niscaya aku memberitahu hal itu kepadamu kelak dan aku lepaskan engkau pergi, supaya engkau berjalan dengan selamat; maka hendaklah Tuhan kiranya sertamu, seperti dahulu disertainya akan ayahku.","Maka bukankah engkau kelak, jikalau kiranya aku lagi hidup pada masa itu, bukankah engkau kelak berbuat kebajikan karena Tuhan akan daku, supaya jangan aku mati?","Dan jangan pula engkau memutuskan kebajikanmu dari pada isi rumahku sampai selama-lamanya; lagipun jangan apabila Tuhan sudah menumpas masing-masing segala musuh Daud dari atas bumi.","Maka demikianlah peri Yonatan berjanji-janjian dengan isi rumah Daud, bahwa Tuhan akan menuntutnya kelak kepada segala musuh Daud!","Maka kembali pula Yonatan bersumpah setia kepada Daud, sebab dikasihinya akan dia; karena dikasihinya akan dia dengan segala kasih yang dalam hatinya.","Maka kata Yonatan kepadanya: Esok harilah bulan baharu, maka akan diketahui oranglah kelak engkau tiada, sebab didapati akan tempat kedudukanmu itu hampa.","Tetapi pada lusa kelak ditanya-tanya oranglah akan dikau dengan sesungguhnya, sedang engkau sudah pergi ke tempat engkau menyembunyikan dirimu; maka hendaklah engkau tinggal pada sebelah bukit batu Ezil.","Maka aku akan memanahkan anak panah tiga bilah ke sebelah sana seolah-olah aku mengacu sasaran.","Maka sesungguhnya aku akan menyuruhkan budakku, serta kataku: Pergilah engkau mencahari anak panah itu! maka jikalau kiranya aku berseru kepada budak itu dengan nyaring: Tengoklah, anak panah itu jauh dari padamu lebih ke mari, pungutlah akan dia! baiklah engkau datang kepadaku, karena selamat juga halmu dan satupun tiada bahaya, demi Tuhan yang hidup.","Tetapi jikalau kiranya kataku kepada budak itu demikian: Tengoklah, anak panah itu jauh dari padamu lebih ke sana, baiklah engkau juga pergi, karena Tuhan yang menyuruhkan dikau.","Adapun akan perkara yang telah kita janji, yaitu aku dengan dikau, bahwasanya Tuhan juga adalah di antara aku dengan dikau sampai selama-lamanya!","Hata, maka Daudpun menyembunyikan dirinya di padang, maka pada sehari bulan duduklah baginda hendak santap.","Maka duduklah baginda pada kursinya seperti biasa pada tempat yang berdompak dengan dinding, dan Yonatan berdiri dan Abner duduk pada sisi Saul, tetapi tempat Daud terdapat hampa.","Maka satupun tiada titah Saul pada hari itu, karena katanya: Barangkali ada aralnya, dan tiada tahir adanya, niscaya tiada tahir ia.","Maka sesungguhnya pada keesokan harinya, yaitu pada dua hari bulan itu, apabila didapati pula akan tempat Daud itu hampa, maka titah Saul kepada Yonatan, puteranya: Apa sebab bin Isai itu tiada datang kepada perjamuan, baik kemarin baik hari ini?","Maka sahut Yonatan kepada Saul: Bahwa Daud sudah meminta izin kepada patik hendak pergi ke Betlehem,","katanya: Berilah kiranya aku pergi, karena pada bangsa kami adalah korban di dalam negeri, dan abangku sendiri sudah berpesan kepadaku; sebab itu, jikalau kiranya aku sudah beroleh keridlaanmu, maafkanlah aku, supaya boleh aku pergi mendapatkan saudara-saudaraku. Maka itulah sebabnya tiada ia hadir kepada santapan tuanku.","Maka pada masa itu berbangkitlah murka Saul akan Yonatan, sambil titahnya kepadanya: Hai anak celaka dan durhaka! bukankah kuketahui akan hal engkau sudah memilih bin Isai itu hendak mendatangkan malu atas dirimu dan malu atas bundamupun, yang telah memperanakkan dikau?","Karena pada segala hari bin Isai itu lagi hidup di atas bumi, niscaya engkau dan kerajaanmupun tiada dapat ditentukan; maka sekarang juga suruhkanlah orang mengambil dia dan membawa dia kepadaku, karena akan mati dibunuh adanya.","Maka sahut Yonatan kepada Saul, ayahnya, sembahnya: Apa sebab ia patut dibunuh? apakah perbuatannya?","Maka diradakkan Saul pendahannya kepadanya hendak menikam dia, lalu diketahui Yonatan, bahwa sudah tentu kepada ayahnya hendak membunuh Daud.","Maka bangkitlah berdiri Yonatan dari pada meja dengan kehangatan amarahnya, dan pada dua hari bulan itu tiada ia makan ayapan, karena hatinya bercintakan Daud sebab ayahnya sudah mencucakan dia.","Maka pada pagi hari keluarlah Yonatan lalu ke padang pada waktu dan pada tempat yang telah dijanji kepada Daud itu dan seorang budak kecilpun adalah sertanya.","Maka katanya kepada budaknya: Pergilah engkau; caharilah anak panah yang hendak kupanahkan; maka budak itupun berlarilah, lalu dipanahkan Yonatan sebilah anak panah yang terbang lalu dari atas kepalanya.","Serta sampailah budak itu ke tempat anak panah yang telah dipanahkan Yonatan itu, maka berserulah Yonatan akan budak itu dari belakang, katanya: Bukankah anak panah itu lalu dari padamu ke sebelah sana lagi?","Maka berserulah Yonatan pula akan budak itu dari belakang: Segeralah engkau, berlari juga, jangan berhenti! Maka oleh budak Yonatan itu dipungut anak panah itu, lalu baliklah ia kepada tuannya.","Maka satupun tiada diketahui oleh budak itu akan perkaranya, melainkan Yonatan dan Daud juga yang mengetahuinya.","Lalu diberikan Yonatan perkakasnya kepada budak yang sertanya itu sambil katanya: Pergilah engkau; bawalah akan ini ke dalam negeri.","Setelah sudah budak itu pergi, bangkitlah Daud dari sebelah selatan, lalu tunduk dengan mukanya sampai ke bumi serta menyembah tiga kali, maka bercium-ciumanlah dan bertangis-tangisanlah keduanya, sehingga hati Daudpun tiada tertahan lagi!","Maka kata Yonatan kepada Daud: Pergilah juga dengan selamat! Maka akan barang yang telah kedua kita berjanji demi nama Tuhan, katanya: Hendaklah kiranya Tuhan di antara aku dengan dikau dan di antara benihku dengan benihmu, biarlah ia itu teguh sampai selama-lamanya!","Setelah itu maka berbangkitlah Daud lalu pergi, dan Yonatanpun kembali ke dalam negeri."]