["Arakian, maka sampailah Daud ke Nob, kepada imam Akhimelekh, maka datanglah Akhimelekh menyambut Daud dengan gentarnya, sambil katanya: Mengapa maka engkau seorang orang jua, dan tiada orang lain sertamu?","Maka kata Daud kepada imam Akhimelekh: Bahwa baginda sudah menitahkan suatu perkara kepadaku, titahnya: Jangan diketahui orang akan sedikit juapun dari pada perkara yang telah kupesan kepadamu itu; maka kepada orang-orang muda itu sudah kutentukan suatu tempat anu.","Maka sekarangpun, apakah di bawah tanganmu? Berikanlah kiranya roti lima ketul kepadaku atau barang makanan lain yang terdapat itu.","Maka sahut imam itu kepada Daud, katanya: Tiada padaku roti sebarang, melainkan roti suci juga yang ada, jikalau sahaja orang-orang muda itu sudah menahankan dirinya dari pada perempuan.","Maka sahut Daud kepada imam itu, katanya: Bahwasanya orang perempuan sudah ditahani dari pada kami, baik kemarin baik kemarin dahulu, sebelum aku berjalan keluar, dan adapun akan barang-barang yang pada orang-orang muda itu, ia itu suci adanya; lagipun roti itu sekarang seolah-olah roti sebarang juga, sebab pada hari ini ditaruh akan roti lain di atas meja yang suci itu.","Lalu diberikanlah oleh imam akan dia roti yang suci itu, sebab tiada roti lain, melainkan roti tunjukan yang sudah diangkat dari hadapan hadirat Tuhan, supaya ditaruh roti baharu akan gantinya pada masa yang lain itu diangkat.","Hata, maka pada hari itu juga adalah di sana seorang dari pada segala hamba Saul tengah berbuat ibadat di hadapan hadirat Tuhan, maka namanya Dowej, seorang orang Edom, yaitu penghulu segala gembala Saul.","Maka kata Daud kepada Akhimelekh: Tiadakah di sini, di bawah tanganmu, sebatang lembing atau sebilah pedang? karena tiada sempat aku membawa pedang atau senjata pada tanganku, sebab titah baginda itu dengan paksa juga.","Maka kata imam itu: Bahwa pedang Goliat, orang Filistin yang telah kaubunuh di lembah Kayu Jati itu, ia itu adalah di sini terbalut dengan kain di belakang efod; jikalau engkau hendak mengambil dia, ambillah, karena di sini tiada lain, melainkan satu itu. Maka kata Daud: Tiadalah taranya; berikanlah dia juga kepadaku.","Maka berbangkitlah Daud, lalu lari dari hadapan Saul pada hari itu juga, maka sampailah ia kepada Akhis, raja di negeri Gat.","Tetapi sembah segala pegawai Akhis kepada baginda: Bukankah ia ini Daud, raja negeri itu? Bukankah orang sudah menyanyi dengan ramai akan halnya, katanya: Saul sudah mengalahkan beribu-ribu orang, tetapi Daud mengalahkan berlaksa-laksa.","Maka diperhatikan Daud segala perkataan ini, lalu ketakutanlah ia sangat di hadapan Akhis, raja Gat itu.","Maka sebab itu diubahkannya kelakuannya di hadapan mereka itu dan iapun pura-pura gila di hadapannya, sambil mengoris-ngoris pada papan pintu sambil membiarkan air liurnya turun kepada janggutnya.","Maka titah Akhis kepada segala pegawainya: Bahwasanya kamu melihat sendiri orang ini gila, mengapa kamu membawa akan dia kepadaku?","Iakah aku ini kekurangan orang gila, maka kamu membawa akan orang ini, supaya iapun ingar-ingar di hadapanku? Patutkah orang yang demikian ini masuk ke dalam istanaku?"]