["Arakian, maka dalam hal yang demikian pergilah Daud dari sana serta luput ia melindungkan dirinya dalam gua Adulam. Maka kedengaranlah kabarnya kepada segala saudaranya dan segenap orang isi rumah bapanya, lalu turunlah mereka itu sekalian datang mendapatkan dia.","Dan lagi berhimpunlah kepadanya segala orang yang dalam hal kesukaran dan segala orang yang berutang dan segala orang yang kepahitan hatinya, maka Daudpun menjadi penghulu mereka itu, sehingga banyak orang yang sertanya itu kira-kira empat ratus orang laki-laki.","Maka berpindahlah Daud dari sana ke Mizpai orang Moab, lalu sembahnya kepada raja orang Moab itu: Berilah kiranya ibu bapa patik tinggal serta dengan segala hamba tuanku, sampai patik mengetahui akan hal patik dipengapakan Allah kelak.","Maka dihantarkan Daud akan mereka itu menghadap baginda raja Moab itu, lalu tinggallah mereka itu sertanya pada segala hari Daud dalam kota itu.","Bermula, maka kata nabi Gad kepada Daud: Jangan engkau tinggal dalam kota ini, melainkan pindahlah ke tanah Yehuda. Hata, maka Daudpun berpindahlah, lalu sampailah ia ke dalam hutan Kherit.","Maka kedengaranlah kepada Saul adalah kabar akan hal Daud dan segala orang yang sertanya, maka Saulpun adalah bersemayam di atas bukit, di bawah pohon kayu yang di Rama, dan pendahanpun adalah pada tangannya dan segala hambanyapun ada berdiri sertanya.","Maka titah Saul kepada segala hamba yang berdiri sertanya itu: Dengarlah olehmu, hai orang Benyamin! iakah bin Isai itu akan mengaruniai kamu sekalian dengan bendang dan kebun anggur? sungguhkah ia akan menjadikan kamu sekalian penghulu atas orang seribu dan penghulu atas orang seratus?","Maka kamu sekalian sefakat hendak melawan aku, dan dari pada kamu sekalian seorangpun tiada memberitahu aku, bahwa anakku sendiri sudah berjanji-janjian dengan bin Isai itu, dan dari pada kamu seorangpun tiada kasihan akan daku atau memberitahu aku, bahwa anakku mengajak hambaku akan menjadi pengadang bagiku, seperti halnya sekarang ini adanya.","Maka sahut Dowej, orang Edom, yang berdiri serta dengan segala hamba Saul itu, sembahnya: Bahwa patik sudah melihat bin Isai itu datang ke Nob mendapatkan Akhimelekh bin Ahitub,","yang bertanyakan Tuhan akan halnya dan yang memberi bekal akan dia, lagipun diberikannya pedang Goliat, orang Filistin itu.","Maka disuruhkan baginda akan orang pergi memanggil imam Akhimelekh bin Ahitub dan segala orang isi rumah bapanya, yaitu segala imam yang di Nob, maka datanglah mereka itu sekalian menghadap baginda.","Maka titah Saul: Dengarlah olehmu, hai bin Ahitub! Maka sahutnya: Daulat tuanku!","Maka titah Saul kepadanya: Mengapa kamu sekalian sefakat hendak melawan aku, baik kamu baik bin Isai itu, sehingga kamu sudah memberikan dia roti dan pedang itu, dan kamu sudah bertanyakan Allah akan halnya, supaya ia mendurhaka kepadaku dan menjadi pengadang, seperti halnya sekarang ini adanya.","Maka sahut Akhimelekh kepada baginda, sembahnya: Bahwa dari pada segala hamba tuanku siapa gerangan yang setiawan seperti Daud? bahwa ialah menantu tuanku dan diterima dalam bicara tuanku dan kehormatan dalam istana tuanku!","Baharulah sekali ini jua patik bertanyakan Allah akan halnya? Dijauhkan Allah kiranya! Jangan apalah tuanku menanggungkan sesuatu itu kepada patik tuanku atau kepada orang isi rumah bapa patik, karena sedikit jua tiada patik ketahui akan perkara itu, baik besar baik kecil.","Tetapi titah baginda: Hai Akhimelekh! tak akan jangan engkau mati dibunuh, baik engkau baik segenap orang isi rumah bapamu!","Lalu titah baginda kepada segala biduandanya yang berdiri sertanya: Baliklah kamu; bunuhlah segala imam Tuhan itu, sebab mereka itu juga sefakat dengan Daud, dan sebab diketahuinya akan hal larinya, maka tiada diberinya tahu aku. Tetapi engganlah segala hamba baginda itu mengangkat tangannya akan menyerbu kepada segala imam Tuhan itu.","Lalu titah baginda kepada Dowej: Baliklah engkau dan serbulah akan segala imam itu! Maka baliklah Dowej, orang Edom itu, diserbunya akan segala imam itu, dibunuhnya pada hari itu juga delapan puluh lima orang laki-laki, yang berpakaikan jubah putih.","Dan lagi dibunuhnya segala orang isi Nob, negeri imam itu, dengan mata pedang, dari pada laki-laki dan perempuan, dari pada budak-budak dan anak-anak penyusu, bahkan, segala lembu dan keledai dan kambingpun dibunuhnya dengan mata pedang.","Hanya seorang dari pada anak Akhimelekh bin Ahitub luput, namanya Abyatar, maka larilah ia mengikut Daud.","Lalu dikabarkan Abyatar kepada Daud hal sudah dibunuh Saul segala imam Tuhan.","Maka kata Daud kepada Abyatar: Tahulah juga aku pada hari Dowej, orang Edom itu, di sana, bahwa tak dapat tiada dikabarkannya hal itu kepada Saul kelak; maka aku juga sudah menyebabkan, bahwa dibunuh oranglah akan segala orang isi rumah bapamu.","Maka sekarang hendaklah engkau tinggal sertaku; janganlah engkau takut; karena adapun orang yang menyengajakan matiku, ia itu yang menyengajakan matimu juga, tetapi sertaku akan terpeliharalah engkau."]