["Sebermula, dikabarkan oranglah kepada Daud, katanya: Bahwasanya orang Filistin berperang dengan orang Kehila dan dirampasnya segala isi pelubur.","Maka Daudpun bertanyakan Tuhan, sembahnya: Bolehkah sahaya pergi mengalahkan orang Filistin itu? Maka firman Tuhan kepada Daud: Pergilah, maka engkau akan mengalahkan orang Filistin itu dan melepaskan Kehila dari padanya.","Tetapi kata segala orang yang mengikut Daud: Bahwasanya di sini, di tanah Yehuda, kita dalam ketakutan, istimewa pula jikalau kita pergi ke Kehila melawan balatentara orang Filistin!","Maka kembali pula Daud bertanyakan Tuhan, maka sahut Tuhan kepadanya: Bangunlah engkau, turunlah ke Kehila, karena segala orang Filistin itu Kuserahkan kepada tanganmu kelak.","Maka pergilah Daud dengan segala orangnya ke Kehila, lalu peranglah ia dengan orang Filistin, dihalaukannya segala binatang mereka itu dan dialahkannya mereka itu dengan suatu kemenangan besar, sehingga dilepaskan Daud segala orang isi Kehila itu dari padanya.","Adapun pada masa Abyatar bin Akhimelekh itu lari ke Kehila, mendapatkan Daud, dibawanya akan efod itu di dalam tangannya.","Setelah sudah dimaklumkan oranglah kepada Saul akan hal Daud sudah sampai ke Kehila, maka titah Saul: Bahwasanya sudah diserahkan Allah akan dia kepada tanganku, karena sudah terkurung ia, sebab masuk ke dalam negeri yang berpintu gerbang dan berkancing.","Maka disuruh Saul kerahkan segala rakyat akan berperang, supaya mereka itu turun ke Kehila akan mengepung Daud dan segala orangnya.","Setelah diketahui Daud akan hal Saul berniat jahat yang demikian, maka katanya kepada imam Abyatar: Bawalah akan efod itu ke mari.","Lalu sembah Daud: Ya Tuhan, Allah orang Israel, hamba-Mu ini sudah mendengar kabar mengatakan: Saul konon datang ke Kehila hendak membinasakan negeri karena sebab hamba ini.","Sungguhkah orang isi Kehila itu hendak menyerahkan hamba ini kepada tangannya? Sungguhkah Saul akan turun kelak, seperti hamba-Mu ini sudah mendengar kabarnya itu? Ya Tuhan, Allah orang Israel! Berilah kiranya tahu ketentuannya kepada hamba-Mu ini! Maka firman Tuhan: Sungguh ia akan turun kelak.","Maka sembah Daud pula: Sungguhkah orang isi Kehila ini hendak menyerahkan hamba dan segala orang hamba kepada tangan Saul? Maka firman Tuhan: Sungguh mereka itu hendak menyerahkan kamu kelak.","Hata, maka berangkatlah Daud dan segala orangnya, kira-kira enam ratus orang banyaknya, keluar dari Kehila, lalu pergi barang ke mana. Maka apabila dikabarkan oranglah kepada Saul akan hal Daud sudah lari berlepas dirinya dari Kehila, berhentilah ia dari pada berjalan ke sana.","Maka tinggallah Daud di padang belantara, pada tempat-tempat yang tiada dapat dihampiri, dan lagi tinggal dalam pegunungan di gurun Zif, maka dari pada segala hari itu dicahari Saul akan dia, tetapi tiada diserahkan Allah akan dia kepada tangannya.","Apabila diketahui Daud akan Saul keluar hendak menyengajakan matinya, maka tinggallah Daud di gurun Zif dalam suatu hutan.","Hata, maka berbangkitlah Yonatan bin Saul, lalu pergi mendapatkan Daud dalam hutan, dikuatkannya tangannya dalam Allah.","Katanya kepadanya: Janganlah engkau takut, karena tangan Saul, ayahku, tiada akan mendapat engkau, melainkan engkau juga akan naik raja kelak atas orang Israel, dan aku akan menjadi yang kedua di bawah engkau; maka diketahui ayahku Saul baik-baik akan perkara itu.","Maka keduanyapun berjanji-janjianlah di hadapan hadirat Tuhan, lalu tinggallah Daud dalam hutan, tetapi Yonatan pulang ke rumahnya.","Kemudian dari pada itu pergilah orang Zifi ke hulu, menghadap Saul, yang di Gibea, sembahnya: Bukankah Daud bersembunyi hampir dengan patik pada tempat-tempat yang tiada dapat dihampiri dalam hutan, dekat dengan bukit Hakhila, yang pada sebelah selatan gurun?","Maka sekarangpun, ya tuanku! inilah segala kehendak hati tuanku! turun apalah dengan segera; maka atas patik sekalian ini akan menyerahkan dia kepada tangan tuanku.","Maka titah Saul: Keberkatanlah kiranya kamu bagi Tuhan, sebab sayang kamu akan daku!","Maka sekarangpun pergilah kamu mencahari ketentuannya lagi, dan perhatikanlah dan camkanlah baik-baik tempat bekas tapak kakinya, dan siapa yang sudah melihat dia di sana, karena sudah dikabarkan oranglah kepadaku, bahwa segala perbuatannya itu dengan akal juga.","Dan lagi tengok baik-baik dan camkanlah tempat yang mana dari pada segala perlindungannya ia menyembunyikan dirinya sekarang, lalu baliklah kamu kepadaku dengan kabar yang tentu, kemudian aku akan berjalan sertamu kelak, maka tak dapat tiada, jikalau ia dalam negeri ini, niscaya aku mencahari dia di antara beribu-ribu orang Yehuda.","Maka bangkitlah mereka itu lalu pergi ke Zif mendahului Saul; maka Daud dan segala orangnya adalah di gurun Maon, pada padang yang di sebelah selatan gurun itu.","Hata, maka Saul dan segala orangnyapun keluarlah hendak mencahari dia. Setelah dikabarkan oranglah hal itu kepada Daud, maka turunlah ia ke tempat yang berbukit-bukit batu, tetapi tinggal juga ia di gurun Maon. Maka kedengaranlah kabarnya kepada Saul, lalu diusirnya akan Daud dalam gurun Maon itu.","Maka Saulpun menyusurlah bukit pada sebelah sini, dan Daud dengan segala orangnya menyusurlah bukit pada sebelah sana; maka bersegera-segeralah Daud hendak mendahului Saul, tetapi oleh Saul dan segala orangnya dicoba mengepung akan Daud dan akan segala orangnya hendak menangkap dia.","Maka tiba-tiba datanglah seorang utusan kepada Saul, sembahnya: Hendaklah dengan segera juga tuanku datang, karena orang Filistin sudah menyerang negeri.","Lalu baliklah Saul dari pada mengusir Daud pergi mendatangi orang Filistin, maka sebab itu dinamai oranglah akan tempat itu: bukit Batu Keluputan."]