["Arakian, maka berjalanlah Daud dari sana, lalu tinggal di tempat-tempat yang tiada dapat dihampiri dalam Enjedi.","Maka setelah sudah Saul kembali dari pada mengusir orang Filistin itu, dimaklumkan oranglah kepadanya, sembahnya: Bahwasanya Daud itu adalah dalam gurun Enjedi.","Maka diambil Saul akan tiga ribu orang pilihan dari pada segenap bangsa Israel, lalu pergilah ia mencahari Daud dan segala orangnya pada sebelah timur bukit batu Pelanduk.","Serta sampailah ia kepada kandang-kandang kambing di tepi jalan, maka adalah di sana sebuah gua, lalu masuklah Saul ke dalamnya hendak berselimutkan kakinya, maka Daud dan segala orangnyapun adalah duduk di dalam gua itu di tempat yang dalam sekali.","Maka kata orangnya kepada Daud: Bahwa pada hari ini juga firman Tuhan kepadamu: Tengoklah engkau, maka Aku menyerahkan seterumu kepada tanganmu, supaya engkau berbuat akan dia sebagaimana kehendak hatimu! Maka bangkitlah Daud, lalu diam-diam dikeratnya satu punca dari pada baju selimut Saul.","Tetapi kemudian dari pada itu sesungguhnya berdebarlah hati Daud, sebab sudah dikeratnya punca itu dari pada baju selimut Saul itu.","Maka katanya kepada orangnya: Dijauhkan Tuhan kiranya aku dari pada berbuat perkara yang demikian akan baginda, yang sudah disiram bagi Tuhan, yaitu akan mendatangkan tanganku kepadanya, karena baginda sudah disiram bagi Tuhan.","Maka dengan kata yang demikian ditegahkan Daud segala orangnya, tiada diberinya mereka itu mendurhaka kepada Saul. Hata, maka Saulpun bangunlah dari dalam gua itu, lalu berjalan.","Kemudian bangkitlah Daudpun, lalu keluar dari dalam gua itu, maka berserulah ia dari belakang Saul, sembahnya: Ya tuanku, ya rajaku! Maka menolehlah Saul, lalu Daudpun menyembah dengan mukanya ke tanah, sambil ia menunjukkan dirinya.","Maka sembah Daud kepada Saul: Mengapa maka tuanku mendengar akan umpat orang, katanya: Bahwasanya Daud menyengajakan celaka tuanku.","Maka sesungguhnya pada hari ini juga mata tuanku sendiri sudah melihat, bahwa sudah diserahkan Tuhan akan tuanku kepada tangan patik di dalam gua ini, dan patik diajak orang juga akan membunuh tuanku, tetapi patik ini sayang akan tuanku; maka kata patik: Masakan aku mendatangkan tanganku kepada tuanku, karena tuanku sudah disiram bagi Tuhan.","Lihat apalah, ya ayahku! bahkan, lihat apalah punca baju selimut tuanku pada tangan patik; karena tatkala patik mengerat punca ini dari pada baju selimut tuanku, tiada tuanku patik bunuh; maka hendaklah diketahui dan dilihat oleh tuanku, bahwa tiada jahat atau salah dalam tangan patik, dan tiada juga patik berdosa kepada tuanku, maka tuanku juga mengejar nyawa patik hendak mengumbut dia.","Bahwa Tuhan juga akan memutuskan hukum kelak antara patik dengan tuanku, dan Tuhan juga akan membalas hal patik kepada tuanku, tetapi tangan patik tiada akan melawan tuanku.","Adalah ia itu seperti kata orang dahulukala: Dari pada orang jahat datanglah jahat jua; tetapi adapun tangan patik ini tiada akan melawan tuanku.","Maka siapa gerangan yang diusir oleh raja orang Israel? Siapa gerangan dikejar oleh tuanku? seekor anjing matikah atau seekor kutu anjingkah?","Tetapi Tuhan akan menjadi Hakim dan memutuskan hukum kelak antara patik dengan tuanku, maka Iapun akan melihat serta membenarkan hal patik dan membantu patik dengan melawan tuanku!","Setelah sudah dipersembahkan Daud segala perkataan ini kepada Saul, maka titah Saul: Inikah bunyi suaramu, hai Daud, anakku? Lalu menangislah Saul dengan nyaring suaranya.","Serta titahnya kepada Daud: Bahwa engkau benar dari padaku, karena engkau sudah membuat baik akan daku, tetapi aku sudah membuat jahat akan dikau.","Maka pada hari ini juga engkau menyatakan kepadaku kebajikan yang sudah kauperbuat akan daku, yaitu aku sudah diserahkan Tuhan kepada tanganmu, maka tiada juga engkau membunuh aku.","Jikalau kiranya barang seorang sudah mendapat seterunya, masakan dilepaskannya pergi dengan selamat? Maka sebab itu dibalas Tuhan kiranya kebajikan yang telah kauperbuat akan daku pada hari ini.","Maka sesungguhnya kuketahui, bahwa tak dapat tiada engkau menjadi raja kelak dan kerajaan Israelpun akan ditetapkan oleh tanganmu.","Maka sebab itu bersumpahlah kepadaku sekarang ini demi Tuhan, bahwa tiada engkau akan menumpas anak cucuku kemudian dari padaku, dan tiada engkau akan menghapuskan namaku dari antara isi rumah bapaku.","Maka bersumpahlah Daud kepada Saul, lalu Saul pulanglah ke istananya, tetapi Daud dan segala orangnya lagi lebih naik, masuk ke tempat yang tiada terhampiri adanya."]