["Sebermula, maka matilah Semuel, lalu berhimpunlah segenap orang Israel meratapkan dia dan dikuburkannya dalam rumahnya di Rama. Maka berangkatlah Daud, lalu turun ke padang Paran.","Maka adalah seorang anu di Maon, yang ada pencariannya di Karmel, adapun orang itu sangatlah kaya ia, sehingga adalah padanya domba tiga ribu ekor dan kambing seribu ekor, maka adalah ia dalam mengguntingi bulu dombanya di Karmel itu.","Adapun nama orang itu Nabal, dan nama bininya Abigail, maka perempuan itu baik akal budinya dan elok parasnya, tetapi lakinya itu keras hatinya dan jahat pekertinya dan lagi ia seorang Kalebi.","Maka kedengaranlah kabar kepada Daud dalam gurun, mengatakan: Nabal tengah mengguntingi bulu dombanya.","Lalu disuruhkan Daud orang muda sepuluh orang sambil pesannya kepada orang muda itu: Pergilah kamu ke Karmel, maka apabila sampailah kamu kepada Nabal, bertanyakanlah selamatnya dengan namaku,","dan hendaklah kamu katakan ini: Bersukacitalah kiranya hati tuan sebab selamat hal tuan dan selamat hal isi rumah tuan dan selamat hal segala sesuatu yang pada tuan!","Maka sekarangpun hamba sudah mendengar kabar mengatakan tuan menaruh beberapa penggunting bulu domba, maka selama segala gembala tuan adalah serta dengan kami, tiada kami mengusik akan dia, dan satupun tiada mereka itu kehilangan selamanya mereka itu di Karmel.","Baiklah tuan bertanya akan hal itu kepada orang-orang tuan, maka mereka itu menyatakan dia kepada tuan kelak. Maka sebab itu biarlah orang muda-muda ini beroleh kasihan kepada pemandangan tuan, karena kami datang mendapatkan tuan pada hari yang baik; maka berikanlah kiranya barang sependapat tanganmu kepada hamba tuan ini dan kepada Daud, anak tuan.","Hata, maka sampailah orang-orang Daud itu, lalu dikatakannya kepada Nabal segala perkataan ini dengan nama Daud, kemudian berdiamlah mereka itu dirinya.","Maka disahut Nabal akan hamba-hamba Daud itu, katanya: Siapa gerangan si Daud itu, dan siapakah bin Isai itu? Bahwa sekarang banyaklah orang hamba yang mendurhaka masing-masing kepada tuannya.","Masakan aku mengambil rotiku dan minumanku dan binatangku yang tambun, yang telah kubantai karena segala orang pengguntingku? masakan aku memberikan dia kepada orang yang tiada kuketahui akan datangnya dari mana?","Maka orang muda-muda, suruhan Daud itu, kembali kepada jalannya lalu pulang, maka datanglah mereka itu serta memberitahu hal itu kepadanya seturut segala perkataan itu.","Maka kata Daud kepada segala orangnya: Hendaklah masing-masing kamu menyandangkan pedangnya. Maka masing-masingpun menyandangkanlah pedangnya dan Daud sendiripun menyandangkan pedangnya, lalu mereka itu sekalian berjalan mengiringkan Daud, kira-kira empat ratus orang banyaknya, dan dua ratus orang tinggal di sana menunggui segala perkakas.","Tetapi seorang dari pada segala orang muda itu sudah memberitahu hal itu kepada Abigail, bini Nabal, katanya: Bahwasanya Daud sudah menyuruhkan orang dari gurun menyampaikan salam kepada tuan kami, tetapi tuan kami sudah menistakan mereka itu.","Maka orang-orang itu sudah sangat berguna kepada kami, sehingga tiada kami diusik dan satupun tiada kami kehilangan selamanya segala hari kami beredar-edar serta dengan mereka itu pada masa kami di padang itu.","Maka adalah mereka itu bagi kami akan pagar tembok keliling, baik siang baik malam, pada segala hari kami sertanya dalam menggembalakan domba.","Maka sekarang hendaklah encik mengetahui dan menimbang baik-baik barang yang patut encik perbuat, karena celaka sudah ditentukan dengan sebenarnya atas tuan kami dan atas segala isi rumahnya, maka sesungguhnya ialah seorang fasik yang tiada dapat ditegur.","Hata, maka dengan segeranya diambil oleh Abigail akan roti dua ratus ketul dan dua buah kirbat yang berisi air anggur, dan lima ekor domba yang sudah disediakan dan emping lima gantang dan buah zabib seratus gumpal dan buah ara dua ratus gumpal, sekalian itu dimuatkannya kepada keledai.","Lalu katanya kepada orangnya: Berjalanlah kamu di hadapanku, bahwasanya akupun datang dari belakang. Maka satupun tiada diberinya tahu Nabal, lakinya, dari hal itu.","Maka ia sendiripun mengendarai keledai; setelah sudah ia turun dari atas gunung lalu berjalan dalam jurang, tiba-tiba datanglah Daud dan segala orangnya bertemu dengan dia dan iapun bertemu dengan mereka itu.","Adapun Daud itu sudah berkata demikian: Sesungguhnya dengan cuma-cuma aku sudah memeliharakan segala sesuatu yang milik orang itu di padang, sehingga satupun tiada hilang dari pada segala sesuatu yang padanya; maka sekarang dibalasnya kebaikanku dengan jahat.","Demikianlah kiranya diperbuat Allah akan segala seteru Daud dan dipertambahkannya pula, jikalau pada esok dini hari aku menghidupi seorang laki-laki juapun dari pada segala yang ada padanya!","Demi terlihatlah Abigail akan Daud maka turunlah ia dengan segera dari atas keledainya, lalu sujudlah ia di hadapan Daud serta menundukkan dirinya sampai ke bumi.","Maka sujudlah ia pada kakinya sambil sembahnya: Atas sahayalah, ya tuan! atas sahayalah segala salah; sahaja berilah kiranya sahaya berkata-kata dengan tuan dan dengar apalah akan kata sahaya tuan ini.","Jangan apalah tuan perduli akan Nabal, orang jahat itu, karena seperti namanya begitulah pekertinya. Nabal itulah namanya dan kebebalanpun adalah padanya: maka akan sahaya ini, tiada sahaya melihat orang-orang tuan yang telah tuan suruh itu.","Maka sekarang, ya tuan, sesungguh-sungguh Tuhan hidup dan nyawa tuanpun hidup, Tuhan juga yang menegahkan tuan dari pada datang dengan menumpahkan darah dan tangan tuan dari pada menuntut haknya sendiri. Maka sekarang hendaklah menjadi seperti Nabal segala seteru tuan dan segala orang yang hendak berbuat jahat akan tuan!","Maka adapun berkat yang sahaya persembahkan kepada tuan ini, ia itu hendaklah diberikan kepada orang muda-muda yang menurut kesan kaki tuan.","Ampunilah kiranya salah sahaya tuan, karena sesungguhnya Tuhan akan memperbuatkan tuan sebuah rumah yang kekal, sebab tuan melakukan perang sabil Tuhan, dan barang sesuatu kejahatanpun tiada didapati dalam tuan seumur hidup tuan!","Jikalau kiranya berbangkit barang seorang hendak mengusir tuan dan menyengajakan mati tuan, maka hendaklah nyawa tuan ditaruh dalam karangan orang hidup di hadapan hadirat Tuhan, Allahmu, tetapi nyawa segala seteru tuan akan dilontarkan-Nya dari dalam salang pengali-ali.","Maka akan jadi kelak, apabila Tuhan sudah berbuat akan tuan segala kebajikan yang telah dijanji-Nya kepada tuan, dan sudah disuruh-Nya tuan menjadi penganjur orang Israel,","niscaya perkara ini tiada menjadi bagi tuan akan batu terantuk atau akan kesentuhan hati tuan, yaitu yang tuan sudah menumpahkan darah dengan tiada semena-mena dan tuan sudah menuntut haknya sendiri. Maka apabila Tuhan berbuat baik kelak akan tuan, pada masa itu kelak tuan teringat lagi akan sahaya tuan ini!","Maka kata Daud kepada Abigail: Segala puji bagi Tuhan, Allah orang Israel, sebab disuruhkan-Nya engkau mendapatkan aku pada hari ini!","Dan kepujianlah bicaramu dan kepujianlah engkau, sebab pada hari ini engkau sudah menegahkan aku dari pada datang dengan menumpahkan darah dan menuntut hakku sendiri.","Karena sesungguh-sungguh Tuhan, Allah orang Israel, itu hidup, yang sudah menegahkan daku dari pada berbuat jahat akan dikau, jikalau kiranya tiada engkau sudah datang dengan segera mendapatkan aku, niscaya pada esok dini hari seorang yang laki-laki juapun tiada lagi tinggal pada Nabal.","Maka diterima Daud dari pada tangannya barang yang telah dihantarkannya kepadanya, lalu katanya kepadanya: Pergilah ke hulu, pulanglah dengan selamat, bahwasanya aku sudah menurut katamu dan berkenanlah aku akan dikau.","Hata, apabila sampailah Abigail kepada Nabal, heran, maka adalah dalam rumahnya suatu perjamuan seperti perjamuan raja dan bersukacitalah hati Nabal serta dengan amat sangat mabuknya; maka sebab itu sepatah katapun tiada dikabarkan Abigail kepadanya, baik besar baik kecil, datang kepada dini hari.","Maka jadi pada pagi hari, setelah sudah terbang mabuk air anggur dari pada Nabal itu, diberilah tahu oleh bininya segala perkataan itu kepadanya. Maka pingsanlah hatinya dalam dadanya dan iapun menjadi seperti batu adanya.","Maka sesungguhnya kira-kira selang sepuluh hari dipalu Tuhan akan Nabal, sehingga matilah ia.","Serta kedengaranlah kabar kepada Daud mengatakan Nabal sudah mati, maka katanya: Segala puji bagi Tuhan, yang sudah memperbantahkan perkaraku dan yang sudah menuntut kepada tangan Nabal akan kecelaan yang diadakan kepadaku; maka ditegahkannya hambanya dari pada jahat dan dibalasnya kejahatan Nabal itu atas kepalanya. Kemudian disuruhkan Daud akan orang pergi berbicara dengan Abigail dari hal ia hendak mengambil dia akan isterinya.","Setelah sampai suruhan Daud itu kepada Abigail di Karmel, maka berbicaralah mereka itu dengan dia, katanya: Bahwa Daud sudah menyuruhkan kami ini, sebab hendak diambilnya encik akan isterinya.","Maka bangkitlah Abigail berdiri, lalu tunduk dengan mukanya ke bumi, sambil katanya: Bahwasanya biarlah hamba tuan ini menjadi sahaya akan membasuh kaki hamba-hamba tuan.","Maka bersegeralah Abigail berjalan dari sana dengan mengendarai keledai, disertai kelima orang dayang-dayangnya, yang menurut kesan kakinya, diikutnya suruhan Daud, lalu menjadi isteri Daud.","Dan lagi diambil Daud akan Ahinoam dari Yizriel, maka keduanya itu menjadi isterinya.","Karena Saul sudah memberikan Mikhal, anakanda baginda, isteri Daud itu, kepada Palti bin Layis, yang dari negeri Galim."]