["Sebermula, maka kembali pula datanglah orang Zifi itu menghadap Saul ke Gibea, sembahnya: Bukankah Daud itu bersembunyi di atas bukit Hakhila, pada sebelah timur gurun itu?","Maka berangkatlah Saul, lalu turun ke padang Zif dan tiga ribu orang pilihan dari pada orang Israelpun sertanya, hendak mencahari Daud di padang Zif.","Maka Saulpun mendirikan kemahnya di atas bukit Hakhila, yang pada sebelah timur gurun, pada sisi jalan. Maka Daud adalah di gurun, dilihatnya Saul mengusir akan dia turun ke gurun.","Karena Daud sudah menyuruhkan beberapa orang mengintai, sebab itu diketahuinya akan ketentuan datang Saul.","Maka berbangkitlah Daud, lalu sampai kepada tempat Saul sudah mendirikan kemahnya, dan dilihat Daud akan tempat Saul berbaring dan lagi Abner bin Ner, panglima perangnya. Maka Saul berbaring tidur dalam kota rata dan segala rakyatpun berbaring kelilingnya.","Maka berkata Daud kepada Akhimelekh, orang Heti itu, dan kepada Abisai bin Zeruya, saudara Yoab, katanya: Siapa mau turun sertaku kepada Saul, ke tempat segala kemah itu? Maka sahut Abisai: Hamba mau turun serta tuan.","Maka datanglah Daud dan Abisai kepada segala rakyat itu pada malam, maka sesungguhnya Saul berbaring tidur dalam kota rata dan pendahannya terpucuk dalam tanah pada sebelah kepalanya, dan Abner dan segala rakyatpun berbaring tidur kelilingnya.","Maka kata Abisai kepada Daud: Pada hari ini juga seteru tuan sudah diserahkan Allah kepada tangan tuan, biarkanlah hamba menikam dia dengan pendahan ini sampai tercucuk ia kepada bumi dengan sekali tikam jua, maka tiada usah hamba perbuat pada kedua kalinya.","Tetapi kata Daud kepada Abisai: Jangan engkau membinasakan dia, karena siapa gerangan sudah mendatangkan tangannya kepada orang yang telah disiram bagi Tuhan serta tinggal suci juga ia dari pada salah?","Dan lagi kata Daud: Demi Tuhan yang hidup, jangan begitu, melainkan dipalu Tuhan juga akan dia kelak, atau ajalnya akan sampai kelak sehingga matilah ia, atau ia akan pergi perang dan mati begitu.","Dijauhkan Tuhan kiranya aku dari pada mendatangkan tanganku kepada orang yang sudah disiram bagi Tuhan; maka sekarang ambillah akan pendahan yang pada sebelah kepalanya dan akan kuja ini, lalu hendaklah kita pergi.","Maka diambil Daud akan pendahan dan kuja itu dari sebelah kepala Saul, lalu pergilah keduanya, maka seorangpun tiada yang melihatnya atau yang mengetahuinya, dan seorangpun tiada yang jaga, maka tertidurlah sekaliannya, karena tidur yang lelap dari pada pihak Tuhan sudah berlaku atas mereka itu sekalian.","Setelah sampai Daud di sebelah sana, maka berdirilah ia di atas kemuncak bukit dari jauh, sehingga banyak jarak antaranya.","Lalu berserulah Daud akan segala rakyat itu dan akan Abner bin Ner, katanya: Tiadakah engkau sahut, hai Abner? Maka sahut Abner: Siapakah engkau, yang berseru akan baginda?","Maka kata Daud kepada Abner: Bukankah engkau orang laki-laki? siapa gerangan taramu di antara segala orang Israel? Mengapa kiranya maka tiada engkau menunggui akan baginda, tuanmu? sehingga seorang dari pada segala rakyat boleh datang membinasakan baginda, tuanmu.","Tiada baik sekali perbuatanmu ini; demi Tuhan yang hidup kamu sekalian akan mati dibunuh jua, sebab tiada kamu menunggui tuanmu, yang sudah disiram bagi Tuhan! Maka sekarang pergilah kamu melihat di mana pendahan baginda dan kuja, yang pada sebelah hulu baginda!","Hata, maka diketahui Saul akan bunyi suara Daud, lalu titahnya: Inikah bunyi suaramu, hai anakku Daud? Maka sembah Daud: Daulat tuanku, inilah suara patik.","Dan lagi sembahnya: Apa sebab tuanku mengusir akan patik demikian? maka apakah perbuatan patik dan kejahatan apa terdapat dalam tangan patik?","Maka sekarang hendaklah kiranya tuanku mendengar akan persembahan patik ini: jikalau kiranya Tuhan yang mengajak tuanku akan melawan patik, baiklah diberi cium korban akan Dia; tetapi jikalau kiranya anak manusia, biarlah mereka itu kena laknat di hadapan hadirat Tuhan, sebab dihalaukannya patik sekarang, sehingga patik ini tiada dapat berhubung dengan bahagian pusaka Tuhan, serta katanya: Pergilah engkau, berbuatlah bakti kepada berhala!","Bahwasanya darah patik tiada akan tertumpah kepada bumi dengan tiada belanya, jauh dari pada hadirat Tuhan, meskipun raja orang Israel sudah keluar hendak mencahari seekor kutu anjing, seperti orang mengejar ayam hutan di atas bukit lakunya.","Maka titah Saul: Bahwa aku sudah berdosa; pulanglah, hai anakku Daud! karena tiada aku mau berbuat jahat lagi akan dikau, sebab pada hari ini engkau sayang akan nyawaku; bahwasanya perbuatanku bodoh sekali dan aku sudah sesat sangat.","Maka sahut Daud, sembahnya: Lihatlah, ini adalah pendahan tuanku; sekarang suruhlah seorang dari pada rakyat itu ke mari akan mengambil dia.","Tetapi dibalas Tuhan kiranya kebenaran dan setia masing-masing; yaitu Tuhan yang sudah menyerahkan tuanku pada hari ini kepada tangan patik, maka tiada patik mau mendatangkan tangan patik akan orang yang sudah disiram bagi Tuhan.","Maka seperti pada hari ini patik mengindahkan nyawa tuanku, demikianpun hendaklah nyawa patik diindahkan oleh Tuhan dan dilepaskan-Nya patik kiranya dari pada segala bahaya!","Maka titah Saul kepada Daud: Berkatlah kiranya atasmu, hai anakku Daud! bahwasanya engkau akan menyelesaikannya kelak, bahkan, engkau akan menang. Setelah itu, maka kembalilah Daud kepada jalannya dan Saulpun pulanglah ke tempatnya."]