["Hata, maka kemudian dari pada itu kata Daud dalam hatinya: Sungguh pada salah suatu hari kiranya aku dibinasakan oleh tangan Saul juga, tiada yang lebih baik bagiku, melainkan aku coba berlepas diriku ke negeri orang Filistin, niscaya putuslah harap Saul kelak akan daku dari pada mencahari aku lagi dalam segala jajahan tanah Israel, maka demikian bolehlah aku luput dari pada tangannya.","Maka sebab itu berjalanlah Daud langsung ke sana, baik ia baik enam raut orang yang sertanya itu, mendapatkan Akhis bin Maokh, raja negeri Gat.","Maka tinggallah Daud dengan Akhis di Gat, baik ia baik segala orangnya, masing-masing dengan orang isi rumahnya, dan Daud dengan kedua orang isterinya, yaitu Ahinoam, orang Yizrieli, dan Abigail, yang dahulu bini Nabal, orang Karmeli itu.","Setelah dikabarkan oranglah kepada Saul akan hal Daud sudah lari ke Gat, maka berhentilah ia dari pada mencahari dia.","Maka sembah Daud kepada Akhis: Jikalau kiranya patik sudah beroleh kasihan pada pemandangan tuanku, hendaklah diberikan tempat akan patik dalam salah sebuah negeri tanah ini, supaya patik boleh duduk dalamnya, karena mengapa patik akan duduk dengan tuanku dalam negeri kerajaan ini?","Maka pada hari itu dikaruniakan Akhis negeri Zikelaj akan dia, inilah mulanya negeri Zikelaj itu menjadi milik raja-raja Yehuda datang kepada hari ini.","Adapun jumlah segala hari Daud duduk dalam negeri orang Filistin, ia itu setahun empat bulan lamanya.","Maka berangkatlah Daud serta dengan segala orangnya, lalu diserangnya akan orang Gesuri dan orang Girzi dan orang Amaleki (karena dahulukala sekalian ini orang isi negeri itu), yaitu di tempat orang datang ke Tsur, sampai ke Mesir.","Maka dialahkan Daud negeri itu, tiada dihidupinya laki-laki atau perempuan, dan lagi dirampasnya segala domba dan lembu dan keledai dan unta dan pakaian, lalu kembalilah ia serta menghadap Akhis.","Maka apabila titah Akhis: Ke mana kamu sudah menyerang pada hari ini? maka sahut Daud: Ke sebelah selatan Yehuda dan ke sebelah selatan orang Yerahmieli dan ke sebelah selatan orang Keni.","Maka tiada dihidupi Daud akan laki-laki atau perempuan akan dibawa ke Gat, katanya: Jangan disampaikannya kabar perbuatan kita, serta katanya: Begini begitu perbuatan Daud! Maka demikianlah peri kelakuan Daud pada segala hari iapun duduk dalam negeri orang Filistin.","Maka percayalah Akhis akan Daud, titahnya: Bahwasanya ia sudah membusukkan bau dirinya di antara bangsanya, yaitu di antara orang Israel, maka sebab itu kekallah ia menjadi hambaku sampai selamanya."]