["Hata, maka pada masa itu dikumpulkan orang Filistin segala balatentaranya kepada peperangan hendak memerangi orang Israel, maka titah Akhis kepada Daud: Ketahuilah olehmu bahwa tak akan jangan engkau berjalan keluar sertaku dalam tentara itu, baik engkau baik segala orangmu.","Maka sembah Daud kepada Akhis: Bahwasanya tuanku akan melihat kelak barang yang hendak patik perbuat! Maka titah Akhis kepada Daud: Sebab itu aku tanggungkan juga atasmu pengawalan diriku pada segala hari ini.","Adapun Semuel itu sudah mati dan segenap orang Israel sudah meratapi dia dan dikuburkannya di Rama, yaitu dalam negerinya. Maka Saul sudah menghapuskan dari dalam negeri segala tukang tenung dan segala orang yang tahu hikmat iblis.","Maka datanglah orang Filistin berhimpun, lalu didirikannyalah kemah-kemahnya di Sunem, maka Saulpun menghimpunkanlah segenap orang Israel, didirikannyalah kemah-kemahnya di atas Gilboa.","Demi dilihat Saul akan balatentara orang Filistin, maka takutlah ia dan sangat gemetarlah hatinya.","Maka Saulpun bertanyakanlah Tuhan, tetapi tiada Tuhan sahut akan dia, baik dengan mimpi atau dengan urim atau dengan nabi.","Lalu titah Saul kepada hambanya: Caharikanlah aku seorang perempuan yang menaruh syaitan tenungan, supaya boleh aku pergi meminta ikhtiar kepadanya. Maka sembah hambanya kepadanya: Bahwasanya di Endor adalah seorang perempuan yang menaruh syaitan tenungan.","Maka Saulpun menyamarkan dirinya serta bertukar pakaian, lalu pergilah ia dengan dua orang sertanya, maka ketiganya sampailah kepada perempuan itu pada malam, lalu titah Saul: Pertenunglah engkau akan daku dan bangkitkanlah akan daku orang yang akan kukatakan kepadamu.","Maka sahut perempuan itu kepadanya: Bahwasanya engkau mengetahui juga akan perbuatan Saul, bagaimana dari dalam negeri ini sudah ditumpasnya segala tukang tenung dan segala orang yang tahu hikmat iblis; sekarang mengapa engkau memasang jerat akan nyawaku, hendak membunuh aku?","Maka bersumpahlah Saul kepadanya demi Tuhan, katanya: Demi Tuhan yang hidup, sekali-kali tiada engkau akan mendapat susah oleh sebab perkara ini!","Maka kata perempuan itu: Siapa hendak kubangkitkan akan dikau? Maka sahutnya: Bangkitkanlah akan daku Semuel.","Demi terlihatlah perempuan itu akan Semuel, maka berteriaklah ia dengan nyaring suaranya, katanya kepada Saul: Mengapa tuanku mendustai patik? karena tuanku ini Saul juga.","Maka titah baginda kepadanya: Jangan engkau takut; apa gerangan yang kaulihat? Maka sembah perempuan itu kepada Saul: Patik melihat ada dewa berbangkit dari dalam bumi.","Maka titahnya kepadanya: Bagaimana rupanya: Maka sembah perempuan itu: Adapun yang bangkit itu seorang orang tua berselubungkan kain selimut. Serta diketahui Saul, bahwa ia itu Semuel, maka tunduklah ia dengan mukanya sampai ke bumi lalu sujud.","Maka kata Semuel kepada Saul: Mengapa maka engkau mengusik aku dengan membangkitkan daku? Maka kata Saul: Bahwa aku dalam ketakutan sangat, karena orang Filistin berperang dengan aku, maka Allah sudah undur dari padaku, tiada Ia memberi jawab lagi akan daku, baik dengan lidah nabi atau dengan mimpi, maka sebab itu aku sudah memanggil engkau, supaya engkau memberitahu aku barang yang patut kuperbuat.","Maka kata Semuel: Mengapa engkau bertanyakan daku, tegal Tuhan sudah undur dari padamu dan sudah menjadi lawanmu?","Maka sekarang Tuhan berbuat barang yang dikatakan-Nya dahulu dengan lidahku, yaitu dirampas-Nya kerajaan itu dari padamu, dikaruniakan-Nya kepada kawanmu, yaitu kepada Daud.","Maka sebab tiada engkau menurut firman Tuhan dan tiada engkau melakukan kehangatan murka-Nya atas orang Amalek itu, sebab itu perbuatan Tuhan demikian akan dikau pada hari ini.","Dan lagi diserahkan Tuhan kelak segala orang Israel sertamu kepada tangan orang Filistin, dan esok hari kelak engkau dan segala anakmu laki-lakipun akan ada di tempatku ini, dan lagi diserahkan Tuhan kelak balatentara orang Israel kepada tangan orang Filistin.","Maka dengan sekonyong-konyong rebahlah Saul terjerumus sepanjang tubuhnya serta sangat ketakutanlah ia dari karena perkataan Semuel itu, dan tiada lagi kuat dalamnya, karena sehari semalam itu satupun tiada dimakannya.","Maka datanglah perempuan itu kepada Saul, serta dilihatnya akan dia sangat terkejut adanya, maka sembahnya: Bahwasanya patik ini sudah menurut titah tuanku dan patik sudah mengambil nyawa patik dalam tapak tangan patik, apabila patik mendengar akan titah tuanku yang tuanku sampaikan kepada patik.","Maka sekarangpun hendaklah tuanku juga menurut akan sembah patik, dan biarkan apalah patik sajikan barang sepotong roti di hadapan tuanku, silakanlah tuanku santap, maka tuanku kelak beroleh kuat akan berjalan pula.","Tetapi dienggankannya, titahnya: Aku tak mau makan. Maka dibujuk oleh hambanya dan oleh perempuan itu akan dia, maka diturutnya bujuk mereka itu, dan berbangkitlah ia dari pada tanah, lalu duduk di atas gerai.","Maka adalah pada perempuan itu seekor anak lembu yang tambun dalam rumahnya, maka dengan segera disembelihkannya dan diambilnya akan tepung, yang diramasnya dan dibakarnya akan roti fatir.","Lalu sekalian itu disajikannya di hadapan Saul dan segala hambanya; maka mereka itupun makanlah, setelah itu bangkitlah semuanya berdiri lalu berjalan pada malam itu juga."]