["Arakian, maka orang Filistin itu menghimpunkanlah segala tentaranya di Afek, dan orang Israelpun mendirikan kemah-kemahnya dekat dengan mata air yang di Yizriel.","Maka tatkala segala raja orang Filistin tampil ke hadapan dengan rakyat beratus ribu dan Daud serta dengan segala orangnya berjalan pada penutup tentara bersama-sama dengan Akhis.","Kata segala raja orang Filistin: Apa mau segala orang Ibrani ini? Maka kata Akhis kepada raja-raja orang Filistin itu: Bukankah ia ini Daud, hamba Saul, raja orang Israel, yang tahun ini, bahkan beberapa tahun ini, sudah serta dengan aku? maka satupun tiada salah kudapati dalamnya dari pada hari iapun undur datang kepada hari ini.","Tetapi gusarlah sangat segala raja orang Filistin itu akan dia, lalu kata segala raja orang Filistin itu kepadanya: Suruhlah orang itu kembali ke tempatnya, yang telah kautentukan baginya, jangan ia turun serta dengan kita pergi perang, supaya jangan ia menjadi lawan kita dalam peperangan; karena dengan apa gerangan dapat ia memperkenankan tuannya melainkan dengan kepala orang-orang ini?","Bukankah ia ini Daud, yang dinyanyikan oranglah akan halnya dengan ramai-ramai, bunyinya: Bahwa Saul sudah mengalahkan beribu-ribu, tetapi Daud berlaksa-laksa?","Setelah itu maka dipanggil Akhis akan Daud, lalu katanya: Demi Tuhan yang hidup, maka hatimu tulus juga. Adapun hal engkau masuk keluar sertaku dalam tentara itu, ia itu baik kepada pemandanganku, karena tiada kudapati jahat padamu dari pada hari engkau datang mendapatkan aku sampai kepada hari ini; tetapi engkau tiada berkenan kepada pemandangan segala raja itu.","Sebab itu hendaklah engkau pulang sekarang dan pergilah dengan selamat, supaya jangan engkau berbuat sesuatu yang salah kepada pemandangan segala raja orang Filistin.","Maka sembah Daud kepada Akhis: Apa gerangan perbuatan patik? atau apa tuanku sudah dapat dalam patik, dari pada hari patik datang menghadap tuanku sampai kepada hari ini, maka tiada boleh patik turut memerangi musuh tuanku?","Maka sahut Akhis kepada Daud, titahnya: Ketahuilah aku, bahwa engkau berkenan kepada pemandanganku seperti seorang malaekat Allah, tetapi kata segala raja orang Filistin: Jangan diberi ia turut kita pergi perang.","Maka sebab itu hendaklah engkau bangun esok pagi-pagi dan segala hamba tuanmu yang sudah datang sertamu itu, setelah sudah kamu bangun pagi-pagi dan sudah mulai siang, hendaklah kamu berjalan balik.","Hata, maka bangunlah Daud pagi-pagi serta dengan segala orangnya hendak berjalan balik pada pagi hari, lalu kembali ke tanah orang Filistin, tetapi segala orang Filistin itu berjalanlah ke Yizriel."]