["Hata, maka Semuel, orang muda itu, berkhidmatlah kepada Tuhan di hadapan Eli; maka mahallah firman Tuhan pada masa itu, karena tiadalah wahyu pada sediakala.","Maka sekali peristiwa pada masa itu, sementara Eli berbaring pada tempat tidurnya (adapun mata Eli pada masa itu mulai kabur, tiada lagi nampak baik-baik),","dan pelita Tuhan belum padam dan Semuelpun sudah pergi berbaring tidur dalam kaabah Tuhan, yaitu di tempat tabut Allah,","maka dipanggil Tuhan akan Semuel, lalu katanya: Bahwa sahaya ada di sini.","Maka berlarilah ia pergi mendapatkan Eli sambil katanya: Bahwa sahaya ada di sini, maka tuan sudah memanggil sahaya. Tetapi sahut Eli: Tiada aku panggil; balik juga engkau berbaring. Maka pergilah ia lalu berbaring.","Maka kembali Tuhan memanggil Semuel; maka Semuelpun bangunlah, lalu pergi mendapatkan Eli sambil katanya: Bahwa sahaya ada di sini, maka tuan sudah memanggil sahaya. Maka sahut Eli: Tiada aku panggil, hai anakku! balik sahaja engkau berbaring.","Adapun Semuel itu belum mengetahui akan Tuhan, karena firman Tuhan belum dinyatakan kepadanya.","Maka kembali dipanggil Tuhan akan Semuel pada ketiga kalinya, lalu bangunlah ia pergi mendapatkan Eli sambil katanya: Bahwa sahaya ada di sini; maka tuan sudah memanggil sahaya. Pada ketika itu baharulah nyata kepada Eli, bahwa Tuhan juga yang sudah memanggil orang muda itu.","Maka sebab itu kata Eli kepada Semuel: Pergilah engkau berbaring pula, maka akan jadi kelak apabila dipanggil-Nya akan dikau, baiklah katamu demikian: Hendaklah Tuhan kiranya berfirman, karena hamba-Mu ini mendengar juga. Maka pergilah Semuel lalu berbaring pula pada tempatnya.","Maka datanglah Tuhan berdiri di sana serta memanggil dia seperti dahulu: Hai Semuel, Semuel! Maka sahut Semuel: Berfirmanlah juga, ya Tuhan! karena hamba-Mu ini ada mendengar.","Lalu firman Tuhan kepada Semuel: Bahwasanya Aku akan mengadakan kelak suatu perkara di antara orang Israel, sehingga mendesinglah kedua belah telinganya pada barangsiapa yang mendengarnya.","Maka pada hari itu juga Aku mendatangkan atas Eli segala perkara yang telah Kukatakan akan hal isi rumahnya, maka Akupun akan mulai dan lagi menyudahkan perkara itu.","Karena sudah Aku beritahu kepadanya, bahwa Aku akan menghukumkan orang isi rumahnya sampai selama-lamanya sebab kejahatan yang telah diketahuinya, karena pada masa kedua anaknya mendatangkan laknat atas dirinya sendiri, tiada pernah dipandangnya akan dia dengan muka masam jua.","Maka sebab itu Aku telah bersumpah kepada orang isi rumah Eli, bahwa sekali-kali tiada kejahatan orang isi rumah Eli itu dihapuskan dengan korban atau dengan persembahan sampai selama-lamanya.","Hata, maka Semuelpun berbaringlah sampai pagi, lalu dibukakannya pintu kaabah Tuhan, tetapi takutlah Semuel memberitahu khayal itu kepada Eli.","Maka dipanggil Eli akan Semuel, katanya: Hai anakku, Semuel! Maka sahutnya: Sahaya!","Lalu kata Eli: Apakah firman yang disampaikan-Nya kepadamu? Janganlah engkau melindungkan dia dari padaku; demikianlah dibalas Allah akan dikau dan dipertambahinya lagi, jikalau engkau melindungkan dari padaku sepatah kata jua dari pada segala firman yang telah disampaikan-Nya kepadamu.","Maka Semuelpun memberitahu kepadanya segala firman itu, sepatah katapun tiada dilindungkannya dari padanya. Lalu sahut Eli: Bahwa Ialah Tuhan; biarlah diperbuat-Nya barang yang baik kepada pemandangan-Nya!","Arakian, maka Semuel itu makin besar dan Tuhanpun adalah sertanya, dan sepatah kata dari pada firman-Nyapun tiada yang tiada disampaikan-Nya.","Maka segenap bangsa Israel dari pada Dan sampai ke Birsyebapun mengetahui akan hal Semuel sudah dilantik akan nabi Tuhan.","Maka kembali pula kelihatanlah Tuhan di Silo, karena Tuhan menyatakan diri-Nya kepada Semuel di silo dengan firman Tuhan."]