["Arakian, maka kemudian dari pada tiga hari, apabila sampailah Daud dan segala orangnya ke Zikelaj, tiba-tiba orang Amaleki sudah menyerang pada sebelah selatan dan akan negeri Zikelaj itu, dan dialahkannya Zikelaj, dibakarnya habis dengan api.","Maka segala perempuan yang di dalam negeri itu dibawanya dengan tertawan, seorangpun tiada dibunuhnya, dari pada besar dan kecil, melainkan dibawanya akan sekaliannya, lalu mereka itupun pergi kepada jalannya.","Setelah sampai Daud dan segala orangnya ke negeri itu, heran, maka negeri itu sudah habis dibakar dengan api, dan segala bini dan segala anak mereka itu laki-laki dan perempuanpun sudah dibawa dengan tertawan.","Lalu Daud dan segala orang yang sertanyapun menangislah dengan nyaring suaranya, sehingga tiada kuasa lagi akan menangis.","Maka kedua isteri Daudpun sudah dibawa dengan tertawan, yaitu Ahinoam, orang Yizrieli, dan Abigail, yang dahulu bini Nabal, orang Karmeli itu.","Maka Daudpun adalah dalam hal kepicikan sangat, karena orang banyak itu berbicara hendak melontari dia dengan batu, sebab kepahitan hati orang banyak itu, masing-masing oleh karena anaknya laki-laki dan oleh karena anaknya perempuan, tetapi Daud juga mempertetapkan hatinya dengan Tuhan, Allahnya.","Lalu kata Daud kepada imam Abyatar bin Akhimelekh: Bawalah olehmu akan efod itu ke mari kepadaku. Maka dibawalah Abyatar akan efod itu kepada Daud.","Lalu bertanyalah Daud akan Tuhan, sembahnya: Jikalau aku mengejar akan pasukan itu, dapatkah aku sampai kepadanya? Maka firman Tuhan kepadanya: Kejarlah juga akan dia, karena tak dapat tiada engkau akan sampai kepadanya kelak dan sudah tentu engkau akan melepaskan semuanya.","Kemudian dari pada itu pergilah Daud dan enam ratus orangpun yang sertanya; setelah sampai ke sungai Besor, maka adalah beberapa orang yang kebelakangan tinggal berdiri di situ.","Tetapi Daud langsung mengejar juga serta dengan empat ratus orangnya, maka yang dua ratus itu berhenti, sebab sangat penatnya, sehingga tiada mereka itu dapat menyeberang sungai Besor itu.","Maka didapati mereka itu akan seorang orang Mesir di padang, lalu dibawanya akan dia kepada Daud, dan diberinya roti akan dia, lalu makanlah ia, dan diberinya akan dia minum air.","Dan lagi diberinya akan dia sepotong dari pada segumpal buah ara dan dua gumpal buah zabib, dimakannya, lalu pulanglah semangatnya, karena dalam tiga hari tiga malam lamanya tiada dimakannya roti atau diminumnya air.","Setelah itu maka kata Daud kepadanya: Siapa punya orang engkau ini dan dari mana engkau? Maka sahut orang Mesir itu: Sahaya ini hamba seorang orang Amaleki, maka sahaya ditinggalkan oleh tuan sahaya, sekarang sudah tiga hari lalu, sebab sahaya jatuh sakit.","Bahwa kami sudah menyeberang pada sebelah selatan negeri orang Khereti dan pada tanah yang milik Yehuda dan pada sebelah selatan tanah Kaleb, dan kami sudah membakar habis akan Zikelajpun dengan api.","Maka kata Daud kepadanya: Dapatkah engkau menghantar akan kami turun kepada pasukan itu? Maka sahutnya: Jikalau tuan bersumpah pada sahaya demi Allah, bahwa tuan tiada akan membunuh sahaya dan tiada juga tuan menyerahkan sahaya kelak kepada tangan tuan sahaya, maka boleh sahaya menghantar akan tuan kepada pasukan itu.","Lalu dihantarnya akan dia ke sana, maka sesungguhnya setengah mereka itu berkaparanlah di atas bumi serta makan dan minum, dan setengah mereka itu bertari-tari sebab segala jarahan besar, yang dirampasnya dari tanah orang Filistin dan dari tanah Yehuda.","Maka diparanglah Daud akan mereka itu dari pada pagi-pagi waktu terang tanah sampai kepada petang hari, maka dari pada mereka itu sekalian seorangpun tiada luput, melainkan empat ratus orang muda-muda yang lari dengan mengendarai unta.","Demikianlah peri dilepaskan Daud segala sesuatu yang telah dirampas oleh orang Amaleki itu, dan lagi dilepaskannya kedua isterinyapun dari padanya.","Maka satupun tiada kehilangan di antaranya dari pada besar dan kecil, dari pada anak laki-laki dan perempuan, dan dari pada jarahanpun, segala yang dirampas musuh dari padanya itu semuanya dikembalikan oleh Daud.","Dan lagi diambil Daud akan segala kambing domba dan lembu, digiringnya pada hulu segala binatang lain itu, sambil katanya: Bahwa inilah jarahan Daud.","Hata, setelah sampai Daud kepada orang dua ratus, yang dahulu penat begitu, sehingga tiada dapat diikutnya Daud dan yang telah ditinggalkannya pada sungai Besor itu, maka datanglah mereka itu mengelu-elukan Daud dan segala orang yang sertanya, maka datanglah Daudpun hampir kepada orang banyak itu sambil bertanyakan selamatnya.","Maka sahut segala orang jahat lagi dengan fasiknya di antara segala rakyat, yang sudah berjalan serta dengan Daud, katanya seorang kepada seorang: Sebab mereka itu tiada berjalan bersama-sama dengan kita, maka tiada kita mau memberikan kepadanya dari pada jarahan yang sudah kita rampas itu, melainkan kepada masing-masing bininya dan anak-anaknya, biarlah mereka itu membawa akan dia lalu pergi.","Tetapi kata Daud: Jangan kamu berbuat begitu, hai saudaraku, akan barang yang telah dikaruniakan Tuhan kepada kita; maka Tuhan sudah memeliharakan kita, dan diserahkan-Nya pasukan yang telah datang menyerang akan kita itu kepada tangan kita.","Siapa gerangan mau menurut katamu dalam perkara ini? karena seperti bahagian orang yang sudah pergi perang itu, begitu juga bahagian orang yang sudah tinggal menunggui perkakasan, hendaklah mereka itu bahagi-bahagi sama banyaknya.","Maka tetaplah demikian dari pada hari itu dan kemudiannya, karena dijadikannya suatu adat dan hak di antara orang Israel datang kepada hari ini.","Setelah sampai Daud ke Zikelaj, dikirimkannyalah dari pada jarahan itu kepada segala tua-tua Yehuda, yang sahabatnya, katanya: Bahwa inilah suatu berkat yang disampaikan kepadamu dari pada jarahan musuh Tuhan.","Yaitu kepada segala tua-tua yang di Bait-el dan yang di Ramot pada sebelah selatan dan yang di Yater,","dan kepada segala tua-tua yang di Aroer dan yang di Sifmot dan yang di Estemoa,","dan kepada segala tua-tua yang di Rokhel dan yang di negeri-negeri orang Yerahmieli dan yang di negeri-negeri orang Keni,","dan kepada segala tua-tua yang di Horma dan yang di Khor-Asan dan yang di Atakh,","dan kepada segala tua-tua yang di Heberon, dan kepada segala tempat Daud dahulu berjalan keliling serta dengan segala orangnya."]