["Arakian, maka berperanglah orang Filistin dengan orang Israel, lalu larilah orang Israel dari hadapan orang Filistin dan rebahlah mati mereka itu di atas pegunungan Gilboa.","Maka orang Filistin tampil kepada Saul dan kepada segala putera baginda, dibunuhnya akan Yonatan dan Aminadab dan Malkhisua, ketiga orang putera Saul itu.","Maka makinlah ramai perang dengan Saul, karena pasukan orang pemanah menghampiri dia, lalu iapun dilukakan parah oleh orang pemanah itu.","Maka titah Saul kepada bentara baginda: Hunuslah pedangmu, tikamlah akan aku dengan dia, asal jangan orang kulup ini datang menikam aku, setelah diolok-olokkannya aku dahulu. Maka bentara itupun tiada mau, karena sangatlah takutnya; maka sebab itu diambil Saul sendiri akan pedangnya, lalu direbahkannya dirinya kepadanya.","Serta dilihat oleh bentara itu akan hal Saul sudah mati, maka iapun merebahkan dirinya kepada pedangnya, lalu matilah ia serta dengan baginda.","Demikian matilah Saul dan ketiga orang puteranya dan bentaranya dan segala rakyatnya bersama-sama pada sehari itu juga.","Serta terlihatlah orang Israel yang pada sebelah sini padang dan pada sebelah sini Yarden itu akan hal segala orang Israel sudah lari dan Saul serta dengan anaknyapun sudah mati, maka ditinggalkannya segala negeri, lalu mereka itupun larilah. Maka datanglah orang Filistin duduk di dalamnya.","Maka pada keesokan harinya, apabila orang Filistin datang merampasi segala orang yang mati dibunuh itu, didapatinya akan Saul dan akan ketiga orang anaknyapun terhantar di atas pegunungan Gilboa.","Lalu dikeratnya kepalanya dan ditanggalkannya segala senjatanya, disuruhnya orang membawa keliling akan dia dalam segala negeri orang Filistin, supaya dikabarkannya hal itu dalam segala rumah berhalanya dan kepada segala orang sebangsanya.","Maka segala senjata Saul itu ditaruhnya dalam rumah berhala Astarot dan mayatnya dipakukannya kepada dewala negeri Bait-San.","Hata, apabila kedengaranlah kepada orang isi Yabes di Gilead perbuatan orang Filistin akan Saul itu,","maka berbangkitlah segala orang mereka itu yang tahu berperang, lalu berjalan semalam-malaman itu, maka diangkatnya mayat Saul dan mayat ketiga orang anaknya dari pada dewala Bait-San itu; setelah sampai mereka itu ke Yabes, dibakarnya habis akan segala mayat itu di sana.","Dan diambilnya akan segala tulang-tulangnya, dikuburkannya di bawah pohon kayu yang di Yabes; kemudian dari pada itu berpuasalah mereka itu tujuh hari lamanya."]