["Maka firman itu disampaikan Semuel kepada segenap bangsa Israel. Sebermula, maka keluarlah orang Israel pergi mendatangi orang Filistin hendak berperang, maka didirikannyalah kemahnya dekat Eben-Haezar, tetapi orang Filistin dekat Afek.","Maka orang Filistin dengan ikatan perangnya mendatangi orang Israel, lalu ramailah berperang, maka alahlah orang Israel di hadapan orang Filistin, dibunuhnya pada medan peperangan itu kira-kira empat ribu orang.","Setelah sudah kembali segala rakyat itu ke tempat tentara, kata segala tua-tua Israel: Mengapa maka pada hari ini Tuhan memberi kita alah di hadapan orang Filistin? Marilah kita pergi mengambil tabut perjanjian Tuhan dari Silo, biarlah ia itu di antara kita, supaya dilepaskannya kita dari tangan musuh kita.","Hata, maka disuruhkannya orang ke Silo, lalu dibawanya dari sana akan tabut perjanjian Tuhan serwa sekalian alam, yang bersemayam di antara kerubiun, maka kedua anak Eli, yaitu Hofni dan Pinehaspun adalah menyertai tabut perjanjian Allah itu.","Serta sampailah tabut perjanjian Tuhan ke tempat tentara itu, maka bersoraklah segenap orang Israel amat ramai, sehingga bumipun bergempalah.","Serta kedengaranlah bunyi sorak itu kepada orang Filistin, maka katanya: Apakah bunyi sorak yang ramai ini dalam tentara orang Ibrani? Lalu diketahuinya akan hal tabut Tuhan sudah sampai ke dalam tentara itu.","Maka sebab itu ketakutanlah orang Filistin, karena katanya: Bahwa Allah sudah datang ke dalam tentara itu. Dan lagi katanya: Wai bagi kita! karena belum pernah jadi yang demikian ini pada kemarin atau pada kemarinnya.","Wai bagi kita, karena siapa gerangan dapat melepaskan kita dari pada tangan dewata yang mulia raja ini? Bahwasanya inilah juga dewata yang sudah menyiksakan orang Mesir dengan segala bala dekat padang belantara.","Hendaklah kamu perwira perkasa, hai orang Filistin! agar jangan kiranya kamu takluk kepada orang Ibrani itu, seperti mereka itu telah takluk kepada kamulah; nyatakanlah dirimu orang laki-laki dan berperanglah baik-baik.","Arakian, maka berperanglah orang Filistin, dialahkannya orang Israel, larilah sekaliannya, masing-masing ke dalam kemahnya; maka adalah kealahan yang amat besar, sehingga dari pada orang Israel rebahlah mati tiga puluh ribu orang.","Lagipun tabut Allah dirampas musuh dan kedua anak Eli, yaitu Hofni dan Pinehaspun matilah.","Maka dari medan peperangan itu larilah seorang orang Benyamin, lalu sampailah ia ke Silo pada hari itu juga, pakaiannya terkoyak-koyak dan abupun adalah pada kepalanya.","Serta sampailah ia maka adalah Eli duduk pada kursi di sisi jalan sambil meninjau-ninjau, karena berdebarlah hatinya dari sebab tabut Allah. Maka sampailah orang itu hendak membawa kabarnya ke dalam negeri, lalu meraunglah segala orang isi negeri itu.","Maka terdengarlah bunyi raung itu kepada Eli, lalu katanya: Apakah bunyi huru-hara ini? Lalu bersegeralah orang itu datang menyampaikan kabar itu kepada Elipun.","(Adapun Eli itu seorang yang sembilan puluh delapan tahun umurnya, dan kedua belah matanyapun kaburlah, tiada nampak lagi).","Maka sembah orang itu kepada Eli: Adapun sahaya ini datang dari medan peperangan, maka pada hari ini juga sahaya sudah lari dari medan peperangan itu. Lalu kata Eli: Bagaimana hal perkara di sana, hai anakku?","Maka sahut orang yang berkabar itu, katanya: Bahwa orang Israel sudah lari dari hadapan orang Filistin, lagipun kealahan besar telah jadi di antara segala rakyat itu, tambahan pula kedua anak tuan Hofni dan Pinehaspun sudah mati dan tabut Allahpun sudah dirampas musuh.","Maka sesungguhnya demi diceriterakannya dari hal tabut Allah itu, maka rebahlah Eli dari atas kursinya terlentang pada sebelah pintu gerbang, patah batang lehernya, lalu mati; karena sudah tua ia, lagi orang gemuk, maka telah diperintahkannya orang Israel empat puluh tahun lamanya.","Maka menantunya, yaitu bini Pinehas, pada masa itu bunting sarat; serta kedengaranlah kabar kepadanya, mengatakan tabut Allah sudah dirampas musuh dan mentuanyapun sudah mati, demikianpun lakinya, maka berlingkarlah ia, lalu bersalin, karena sekonyong-konyong berlakulah sakit beranak atasnya.","Maka apabila ia hendak mati, kata segala perempuan yang membidan dia: Janganlah kiranya putus harapmu, karena engkau sudah beranak laki-laki. Tetapi tiada ia menyahut dan tiada ia memperhatikannya.","Melainkan dinamainya akan kanak-kanak itu Ikabod, katanya: Kemuliaan Israel sudah dibawa dengan tertawan, sebab tabut Allah sudah dirampas, dan sebab mentuanya dan lakinyapun sudah mati.","Maka sebab itu katanya: Kemuliaan Israel sudah dibawa dengan tertawan, karena tabut Allah sudah dirampas adanya."]