["Hata, setelah sudah tabut Tuhan di negeri orang Filistin tujuh bulan lamanya,","maka dipanggillah orang Filistin akan segala kahin dan tukang tenung, katanya: Patut kami pengapakan tabut Tuhan itu? Berilah tahu kami, bagaimana dapat kami mengirimkan dia kembali ke tempatnya.","Maka sahut mereka itu: Jikalau kamu hendak mengirimkan tabut Allah orang Israel, jangan kamu mengirimkan dia dengan hampa, melainkan hubaya-hubaya kamu sampaikan kepadanya suatu persembahan karena salah; jikalau kemudian dari pada itu kamu disembuhkan, maka nyatalah kepadamu apa sebab tangan-Nya tiada undur dari padamu.","Maka bertanyalah mereka itu: Bagaimana rupa persembahan karena salah yang patut kami sampaikan kepadanya? Maka sahutnya: Lima buah puru emas dan lima ekor tikus emas, seturut bilangan segala penghulu orang Filistin; karena satu jua bala berlaku atas kamu sekalian dan atas segala penghulumu.","Maka sebab itu perbuatlah olehmu akan gambar purumu dan akan gambar tikusmu, yang merusakkan tanah itu, dan berilah hormat akan Allah orang Israel, kalau-kalau diringankan-Nya tangan-Nya dari pada kamu sekalian dan dari pada berhalamu dan dari pada negerimu.","Apa guna kamu mengeraskan hatimu, seperti orang Mesir dan Firaunpun sudah mengeraskan hatinya? Bukankah setelah sudah dibinasakan Tuhan akan mereka itu, maka mereka itu terpaksa juga menyuruhkan dan membiarkan bangsa itu pergi?","Maka sekarangpun perbuatkanlah sebuah pedati yang baharu dan ambillah akan dua ekor indung lembu yang lagi menyusui anaknya dan yang belum tahu dikenakan kuk, pasanglah lembu itu pada pedatinya dan bawalah akan anaknya balik dari belakangnya ke dalam kandang.","Kemudian ambillah olehmu akan tabut Tuhan, muatkanlah dia di atas pedati itu dan bubuhlah dalam satu cumbul pada sisinya akan segala serba keemasan, yang kamu sampaikan kepada-Nya akan persembahan karena salah, lalu biarkanlah dia pergi ke manapun baik sukanya.","Tengoklah baik-baik, jikalau ia menurut jalan ke perhinggaan tanahnya, yaitu ke Bait-Semes, maka nyatalah Ia juga yang sudah mengadakan bala yang besar ini akan kita, tetapi jikalau tiada ia menuju ke sana, maka kita ketahui bukan tangan Dia, yang sudah mengenai kita, melainkan untung nasib kita jua adanya.","Maka oleh mereka itu diperbuatlah demikian, diambilnya dua ekor lembu yang lagi menyusui anaknya, dipasangnya pada pedati itu dan dikurungkannya anaknya dalam kandang.","Lalu dimuatkannya tabut Tuhan dan cumbul yang berisi tikus keemasan dan gambar purunya di atas pedati itu.","Maka lembu itupun langsunglah pada jalan ke Bait-Semes menurut jalan raya juga, sambil berjalan sambil menguak dengan tiada menyimpang ke kiri atau ke kanan, maka segala raja orang Filistin mengiringkan dia dari belakang sampai ke perhinggaan Bait-Semes.","Maka pada masa itu orang Bait-Semes tengah memotong gandum dalam lembah, serta diangkatnya matanya terlihatlah mereka itu akan tabut itu, lalu bersukacitalah hati mereka itu sebab melihat dia.","Maka sampailah pedati itu ke bendang Yusak, orang Bait-Semes itu, lalu berhentilah di sana; maka adalah di sana sebuah batu besar, lalu dibelahkan oranglah akan kayu pedati itu dan dipersembahkannya kedua ekor lembu itu kepada Tuhan akan korban bakaran.","Maka oleh orang-orang Lewi diturunkanlah tabut Tuhan dan cumbul berisi benda keemasan yang pada sisinya itu, lalu diletakkannya di atas batu besar itu, maka pada hari itu juga segala orang isi Bait-Semes mempersembahkan kepada Tuhan persembahan bakaran dan disembelihkannya korban sembelihan.","Adapun setelah dilihat oleh kelima orang raja Filistin akan hal yang demikian, maka pulanglah mereka itu ke Ekeron pada hari itu juga.","Maka inilah dia segala puru keemasan yang disampaikan oleh orang Filistin kepada Tuhan akan persembahan karena salah, yaitu karena Asdod sebiji, dan karena Gaza sebiji, dan karena Askelon sebiji dan karena Gat sebiji dan karena Ekeron sebiji.","Dan lagi tikus keemasan seturut bilangan segala negeri orang Filistin, yang dibawah perintah kelima orang rajanya, dari pada negeri yang berkota benteng datang kepada segala dusun. Maka alamatnya yaitu batu besar, yang diletakkan oranglah tabut Tuhan di atasnya dan yang lagi ada pada hari ini di bendang Yusak, orang Bait-Semes itu.","Hata, maka dipalu Tuhan akan orang Bait-Semes sebab mereka itu sudah mengintai ke dalam tabut Tuhan, bahkan, dipalu-Nya dari pada mereka itu tujuh puluh orang dari lima puluh ribu orang. Maka pada masa itu merataplah orang banyak, sebab dipalu Tuhan di antara mereka itu dengan palu yang besar.","Maka kata orang Bait-Semes: Siapa gerangan tahan berdiri di hadapan hadirat Tuhan, Allah yang mahasuci ini, dan kepada siapa dari pada kita sekalian ini Ia akan berjalan naik?","Lalu disuruhkannyalah utusan kepada orang isi Kiryat-Yearim, mengatakan: Bahwa orang Filistin sudah membawa balik akan tabut Tuhan, hendaklah kamu turun akan membawa dia naik ke hulu."]