["Hata, maka datanglah orang Kiryat-Yearim itu mengambil tabut Tuhan, lalu dibawanya akan dia naik ke dalam rumah Abinadab, yang di atas bukit, maka disucikannya Eliazar, anaknya, supaya ditungguinya akan tabut Tuhan itu.","Maka dari pada hari tabut itu di Kiryat-Yearim adalah lalu beberapa berapa tahun, sampai dua puluh tahun lamanya, kemudian segenap orang isi rumah Israel mengaduhkan halnya sambil mengikut Tuhan.","Maka pada masa itu berkata Semuel kepada segenap orang isi rumah Israel demikian: Jikalau kiranya kamu bertobat kepada Tuhan dengan segenap hatimu, hendaklah kamu membuang segala berhala dari antara kamu, demikianpun segala Astarot, dan perbetulkanlah hatimu kepada Tuhan dan perbuatlah bakti kepada-Nya jua, niscaya disentakkan-Nya kamu kelak dari dalam tangan orang Filistin.","Maka oleh bani Israel dibuanglah akan segala Baal dan Astarot, lalu mereka itu berbuat bakti hanya kepada Tuhan jua.","Kemudian kata Semuel: Himpunkanlah olehmu segenap orang Israel ke Mizpa, maka aku hendak meminta doa akan kamu kepada Tuhan.","Maka mereka itupun berhimpunlah di Mizpa, lalu diciduknya air, dicurahkannya di hadapan hadirat Tuhan; maka pada hari itu berpuasalah mereka itu serta katanya di sana: Bahwa kami sudah berdosa kepada Tuhan. Maka Semuelpun menjadi hakim orang Israel di Mizpa.","Hata, serta kedengaranlah kabar kepada orang Filistin, mengatakan bani Israel ada berhimpun di Mizpa, lalu segala raja Filistin mendatangi orang Israel. Serta terdengarlah bani Israel akan hal yang demikian, maka takutlah mereka itu di hadapan orang Filistin.","Maka kata segala bani Israel kepada Semuel: Jangan apalah tuan berhenti dari pada memintakan doa kami kepada Tuhan, Allah kami, supaya dilepaskannya kami dari pada tangan orang Filistin.","Maka oleh Semuel diambil akan seekor anak domba yang menyusu, dipersembahkannya sama sekali kepada Tuhan akan korban bakaran, maka Semuelpun meminta doa akan orang Israel kepada Tuhan dan Tuhanpun meluluskan permintaannya.","Maka sementara Semuel mempersembahkan korban bakaran itu, tiba-tiba datanglah orang Filistin hendak berperang dengan orang Israel, tetapi pada hari itu juga Tuhan berguruh serta dengan guntur yang hebat kepada orang Filistin, dikejutkan-Nya mereka itu, sehingga alahlah mereka itu di hadapan orang Israel.","Maka orang Israel lalu keluar dari dalam Mizpa, diusirnya akan orang Filistin, dialahkannya sampai di bawah Bait-Kar.","Setelah itu maka diambil oleh Semuel akan sebuah batu, didirikannyalah akan dia antara Mizpa dengan Sen dan dinamainya akan dia Eben-Haezar, karena katanya: Sampai di sini sudah ditolong Tuhan akan kita.","Maka demikianlah perihal orang Filistin direndahkan, maka tiada pula mereka itu melangkahkan perhinggaan tanah orang Israel, karena tangan Tuhan ada melawan orang Filistin pada segala hari umur hidup Semuel.","Maka segala negeri yang telah dirampas orang Filistin dari pada orang Israel, itupun dikembalikan pula kepada orang Israel, dari pada Ekeron datang ke Gat, demikianpun segala daerahnya disentak orang Israel dari dalam tangan orang Filistin, maka adalah perdamaian antara orang Israel dengan orang Amori.","Adapun Semuel itu adalah ia memerintahkan orang Israel sepanjang umur hidupnya.","Maka dari pada setahun datang kepada setahun berjalanlah Semuel berkeliling ke Bait-el dan ke Gilgal dan ke Mizpa, diperintahkannya orang Israel pada segala tempat yang tersebut itu.","Tetapi terkadang-kadang pulanglah juga ia ke Rama, karena di sana adalah rumahnya dan di sanapun diperintahkannya orang Israel dan di sanapun didirikannya sebuah mezbah bagi Tuhan."]