["Sebermula, maka adalah seorang dari pada suku Benyamin, namanya Kisy bin Abiel bin Zeror bin Bekhorat bin Afiah, anak seorang orang Benyamin, yang amat hartawan.","Maka pada orang itu adalah seorang anaknya laki-laki, yang bernama Saul, lagi teruna dan elok rupanya, bahkan, di antara segala bani Israel seorangpun tiada yang elok dari padanya, maka dari pada bahunya lalu ke atas ia lebih tinggi dari pada orang kebanyakan itu.","Hata, maka keledainya betina Kisy, bapa Saul itu, sudah hilang, sebab itu kata Kisy kepada Saul, anaknya: Sekarang bawalah olehmu akan seorang hamba sertamu, bangunlah dan pergi mencahari keledai betina itu.","Maka berjalanlah ia melalui pegunungan Efrayim, lalu terus dari pada benua Salisa, tetapi tiada juga didapatinya akan dia, kemudian keduanyapun berjalan terus dari benua Sahalim, tetapi keledainya tiada di sana, lalu ia melalui tanah Benyamin, tiada juga didapatinya akan dia.","Setelah sampai keduanya ke benua Zuf maka kata Saul kepada hambanya yang sertanya: Mari kita pulang, asal jangan hati bapaku lepas dari pada keledai itu dan mulai bercintakan kita.","Maka sahut hamba itu: Bahwasanya adalah seorang aziz Allah dalam negeri ini, ia itu seorang yang kehormatan, maka tak dapat tiada segala sabdanyapun jadilah; baiklah kita pergi mendapatkan dia, mudah-mudahan ditunjuknya kepada kita jalan yang patut kita turut.","Maka kata Saul kepada hambanya: Tetapi jikalau kita pergi, apa gerangan kita persembahkan kepada orang itu? karena roti dalam bekas kita sudah habis dimakan, satupun tiada pada kita, yang dapat kita persembahkan kepada aziz Allah itu. Atau adakah lagi sesuatu pada kita?","Maka sahut hamba itu pula kepada Saul, katanya: Tengoklah, dalam tangan sahaya ada lagi sahaya dapati seperempat syikal perak, bolehlah sahaya berikan dia kepada aziz Allah, supaya ditunjuknya jalan kepada kita.","(Adapun dahulukala adatlah di antara orang Israel apabila orang pergi bertanyakan Allah, maka katanya: Mari kita pergi mendapatkan penilik, karena orang yang dipanggil nabi sekarang ia itu bergelar penilik dahulu)","Maka kata Saul kepada hambanya: Benarlah katamu ini; mari kita pergi. Maka pergilah keduanya ke negeri tempat aziz Allah itu.","Maka sementara keduanya berjalan naik ke negeri itu bertemulah dengan dia beberapa perempuan muda yang telah keluar hendak menimba air, maka bertanyalah ia kepadanya: Adakah penilik itu di sini?","Maka sahut mereka itu: Ada; lihat, adalah ia di sana di hadapanmu; baiklah kamu bersegera-segera, karena pada hari ini juga ia telah datang ke dalam negeri, sebab hari ini adalah korban karena orang banyak di tempat yang tinggi itu.","Apabila kamu masuk ke dalam negeri, boleh lagi kamu mendapat akan dia sebelum ia naik ke atas tempat yang tinggi hendak makan; karena orang banyak itu tiada makan dahulu dari pada datangnya, sebab ia juga yang memberi berkat akan korban itu, setelah itu maka baharulah makan segala orang jemputan; baiklah kamu naik sekarang, karena pada hari ini boleh kamu berjumpa dengan dia.","Hata, maka keduanyapun naiklah lalu masuk ke dalam negeri. Setelah sampai ke tengah negeri, heran, maka keluarlah Semuel bertemu dengan mereka itu, sementara ia naik ke tempat yang tinggi itu.","Adapun Tuhan sudah memberitahu kepada Semuel dengan nyata-nyata satu hari dahulu dari pada datang Saul, firman-Nya:","Esok harilah kira-kira waktu begini Aku menyuruhkan kepadamu kelak seorang laki-laki dari jajahan Benyamin, hendaklah engkau menyirami dia dengan minyak bau-bauan akan penganjur umat-Ku, orang Israel, maka iapun akan melepaskan umat-Ku dari pada tangan orang Filistin, karena sudah Kutilik akan umat-Ku, sebab serunya telah sampai kepada-Ku.","Serta terlihatlah Semuel akan Saul maka datanglah firman Tuhan kepadanya: Bahwasanya inilah orang yang telah Aku berfirman kepadamu akan halnya demikian: Iapun akan memerintahkan umat-Ku.","Maka Saulpun menghampiri Semuel di tengah pintu gerbang, sambil katanya: Tunjuk apalah kepadaku di mana rumah penilik itu.","Maka sahut Semuel kepada Saul: Bahwa aku ini penilik itu; silakanlah naik ke atas tempat yang tinggi itu dahulu dari padaku, karena pada hari ini hendaklah kamu makan sehidangan dengan aku, dan pada esok harilah aku lepaskan kamu pergi; dan segala sesuatu yang dalam hatimupun akan kuberitahu kepadamu.","Maka akan hal keledaimu, yang hilang itu sekarang sudah genap tiga hari, janganlah hatimu bersusah akan dia, karena sudah terdapat; maka bagi siapa gerangan ada segala kegemaran di antara orang Israel, jikalau tiada bagimu dan bagi segala orang isi rumah bapamu?","Maka sahut Saul, katanya: Bukankah sahaya ini seorang bani Benyamin, dari pada suku yang terkecil dalam bangsa Israel? bukankah bangsa sahaya terkecil dari pada segala bangsa suku Benyamin? maka betapa gerangan tuan menegur sahaya dengan perkataan yang demikian ini?","Setelah itu maka diambil Semuel akan Saul dan akan hambanya, dibawanya akan keduanya masuk ke dalam bilik makan, diberikannyalah tempat akan dia pada hulu segala orang jemputan. Adapun banyaknya kira-kira tiga puluh orang.","Lalu kata Semuel kepada jurumasak: Sajikanlah sepenggal yang telah kuberikan dikau dan yang pesanku akan halnya: Taruhlah akan dia berasing.","Maka oleh jurumasak itu disajikanlah sepaha dengan segala patutnya, diletakkannya di hadapan Saul, sambil katanya: Bahwa inilah yang telah diasingkan, letakkanlah dia di hadapanmu, makanlah, karena sudah disimpan bagimu pada perjamuan ini, tatkala kataku: Aku sudah menjemput orang banyak itu. Maka demikianlah peri pada hari itu Saul makan sehidangan dengan Semuel.","Setelah itu maka turunlah keduanya dari tempat yang tinggi itu, lalu masuk ke dalam negeri, maka Semuelpun berkata-kata dengan Saul di atas sotoh rumahnya.","Hata, pada pagi-pagi bangunlah keduanya, maka sementara fajarpun merekah dipanggil Semuel akan Saul ke atas sotoh, katanya: Bangunlah engkau, supaya boleh aku menghantar akan dikau! Maka bangunlah Saul, lalu keduanya, baik ia baik Semuel, berjalan ke luar.","Setelah sudah turun keduanya sampai ke ujung negeri, maka kata Semuel kepada Saul: Suruhlah hambamu berjalan dahulu dari pada kita; maka berjalanlah hamba itu. Tetapi hendaklah engkau berhenti di sini, supaya aku memberitahu kepadamu firman Allah."]