["Lalu diberitahukanlah kepada Yoab: \"Ketahuilah, raja menangis dan berkabung karena Absalom.\"","Pada hari itulah kemenangan menjadi perkabungan bagi seluruh tentara, sebab pada hari itu tentara itu mendengar orang berkata: \"Raja bersusah hati karena anaknya.\"","Sebab itu tentara itu masuk kota dengan diam-diam pada hari itu, seperti tentara yang kena malu kembali dengan diam-diam karena melarikan diri dari pertempuran.","Raja menyelubungi mukanya, dan dengan suara nyaring merataplah raja: \"Anakku Absalom, Absalom, anakku, anakku!\"","Lalu masuklah Yoab menghadap raja di kediamannya serta berkata: \"Pada hari ini engkau mempermalukan semua hambamu, yang telah menyelamatkan nyawamu pada hari ini dan nyawa anak-anakmu laki-laki dan perempuan dan nyawa isteri-isterimu dan nyawa gundik-gundikmu,","dengan mencintai orang-orang yang benci kepadamu, dan dengan membenci orang-orang yang cinta kepadamu! Karena pada hari ini engkau menunjukkan bahwa panglima-panglima dan anak buah tidak berarti apa-apa bagimu. Bahkan aku mengerti pada hari ini, bahwa seandainya Absalom masih hidup dan kami semua mati pada hari ini, maka hal itu kaupandang baik.","Oleh sebab itu, bangunlah, pergilah ke luar dan berbicaralah menenangkan hati orang-orangmu. Sebab aku bersumpah demi TUHAN, apabila engkau tidak keluar, maka seorangpun tidak akan ada yang tinggal bersama-sama dengan engkau pada malam ini; dan hal ini berarti celaka bagimu melebihi segala celaka yang telah kaualami sejak kecilmu sampai sekarang.\"","Lalu bangunlah raja dan duduk di pintu gerbang. Maka diberitahukanlah kepada seluruh rakyat, demikian: \"Ketahuilah, raja duduk di pintu gerbang.\" Kemudian datanglah seluruh rakyat itu menghadap raja. Adapun orang Israel sudah melarikan diri, masing-masing ke kemahnya.","Seluruh rakyat dari semua suku Israel berbantah-bantah, katanya: \"Raja telah melepaskan kita dari tangan musuh kita, dialah yang telah menyelamatkan kita dari tangan orang Filistin. Dan sekarang ia sudah melarikan diri dari dalam negeri karena Absalom;","tetapi Absalom yang telah kita urapi untuk memerintah kita, sudah mati dalam pertempuran. Maka sekarang, mengapa kamu berdiam diri dengan tidak membawa raja kembali?\"","Raja Daud telah menyuruh orang kepada Zadok dan Abyatar, imam-imam itu, dengan pesan: \"Berbicaralah kepada para tua-tua Yehuda, demikian: Mengapa kamu menjadi yang terakhir untuk membawa raja kembali ke istananya?\" Sebab perkataan seluruh Israel telah sampai kepada raja.","\"Kamulah saudara-saudaraku, kamulah darah dagingku; mengapa kamu menjadi yang terakhir untuk membawa raja kembali?","Dan kepada Amasa haruslah kamu katakan: Bukankah engkau darah dagingku? Beginilah kiranya Allah menghukum aku, bahkan lebih lagi dari pada itu, jika engkau tidak tetap menjadi panglimaku menggantikan Yoab.\"","Demikianlah dibelokkannya hati semua orang Yehuda secara serentak, sehingga mereka menyuruh menyampaikan kepada raja pesan ini: \"Kembalilah, tuanku dan semua anak buahmu.\"","Lalu berangkatlah raja pulang dan sampailah ia ke tepi sungai Yordan. Sementara itu orang Yehuda telah sampai ke Gilgal untuk menyongsong raja dan untuk membawa raja menyeberang sungai Yordan.","Juga Simei bin Gera, orang Benyamin yang dari Bahurim itu, cepat-cepat datang bersama-sama dengan orang-orang Yehuda untuk menyongsong raja Daud.","Juga ada seribu orang dari daerah Benyamin bersama-sama dengan dia. Dan Ziba, hamba keluarga Saul, dan kelima belas anaknya laki-laki dan kedua puluh hambanya bersama-sama dengan dia datang tergesa-gesa ke sungai Yordan mendahului raja,","lalu menyeberang dari tempat penyeberangan untuk menyeberangkan keluarga raja dan untuk melakukan apa yang dipandangnya baik. Maka Simei bin Gera sujud di depan raja, ketika raja hendak menyeberangi sungai Yordan,","dan berkata kepada raja: \"Janganlah kiranya tuanku tetap memandang aku bersalah, dan janganlah kiranya tuanku mengingat kesalahan yang dilakukan hambamu ini pada hari tuanku raja keluar dari Yerusalem; janganlah kiranya raja memperhatikannya lagi.","Sebab hambamu ini tahu bahwa hamba telah berbuat dosa; dan lihatlah, pada hari ini akulah yang pertama-tama datang dari seluruh keturunan Yusuf untuk menyongsong tuanku raja.\"","Lalu berbicaralah Abisai, anak Zeruya, katanya: \"Bukankah Simei patut dihukum mati karena ia telah mengutuki orang yang diurapi TUHAN?\"","Tetapi Daud berkata: \"Apakah urusanku dengan kamu, hai anak-anak Zeruya, sehingga kamu pada hari ini menjadi lawanku? Masakan pada hari ini seorang dihukum mati di Israel! Sebab bukankah aku tahu, bahwa aku pada hari ini adalah raja atas Israel?\"","Kemudian berkatalah raja kepada Simei: \"Engkau tidak akan mati.\" Lalu raja bersumpah kepadanya.","Juga Mefiboset bin Saul menyongsong raja. Ia tidak membersihkan kakinya dan tidak memelihara janggutnya dan pakaiannya tidak dicucinya sejak raja pergi sampai hari ia pulang dengan selamat.","Ketika ia dari Yerusalem menyongsong raja, bertanyalah raja kepadanya: \"Mengapa engkau tidak pergi bersama-sama dengan aku, Mefiboset?\"","Jawabnya: \"Ya tuanku raja, aku ditipu hambaku. Sebab hambamu ini berkata kepadanya: Pelanailah keledai bagiku, supaya aku menungganginya dan pergi bersama-sama dengan raja! --sebab hambamu ini timpang.","Ia telah memfitnahkan hambamu ini kepada tuanku raja. Tetapi tuanku raja adalah seperti malaikat Allah; sebab itu perbuatlah apa yang tuanku pandang baik.","Walaupun seluruh kaum keluargaku tidak lain dari orang-orang yang patut dihukum mati oleh tuanku raja, tuanku telah mengangkat hambamu ini di antara orang-orang yang menerima rezeki dari istanamu. Apakah hakku lagi dan untuk apa aku mengadakan tuntutan lagi kepada raja?\"","Tetapi raja berkata kepadanya: \"Apa gunanya engkau berkata-kata lagi tentang halmu? Aku telah memutuskan: Engkau dan Ziba harus berbagi ladang itu.\"","Lalu berkatalah Mefiboset kepada raja: \"Biarlah ia mengambil semuanya, sebab tuanku raja sudah pulang dengan selamat.\"","Juga Barzilai, orang Gilead itu, telah datang dari Ragelim dan ikut bersama-sama raja ke sungai Yordan untuk mengantarkannya sampai di sana.","Barzilai itu sudah sangat tua, delapan puluh tahun umurnya. Ia menyediakan makanan bagi raja selama ia tinggal di Mahanaim, sebab ia seorang yang sangat kaya.","Berkatalah raja kepada Barzilai: \"Ikutlah aku, aku akan memelihara engkau di tempatku di Yerusalem.\"","Tetapi Barzilai menjawab raja: \"Berapa tahun lagikah aku hidup, sehingga aku harus pergi bersama-sama dengan raja ke Yerusalem?","Sekarang ini aku telah berumur delapan puluh tahun; masakan aku masih dapat membedakan antara yang baik dan yang tidak baik? Atau masih dapatkah hambamu ini merasai apa yang hamba makan atau apa yang hamba minum? Atau masih dapatkah aku mendengarkan suara penyanyi laki-laki dan penyanyi perempuan? Apa gunanya hambamu ini lagi menjadi beban bagi tuanku raja?","Sepotong jalan saja hambamu ini berjalan ke seberang sungai Yordan bersama-sama dengan raja. Mengapa raja memberikan ganjaran yang sedemikian kepadaku?","Biarkanlah hambamu ini pulang, sehingga aku dapat mati di kotaku sendiri, dekat kubur ayahku dan ibuku. Tetapi inilah hambamu Kimham, ia boleh ikut dengan tuanku raja; perbuatlah kepadanya apa yang tuanku pandang baik.\"","Lalu berbicaralah raja: \"Baiklah Kimham ikut dengan aku; aku akan berbuat kepadanya apa yang kaupandang baik, dan segala yang kaukehendaki dari padaku akan kulakukan untukmu.\"","Kemudian seluruh rakyat menyeberangi sungai Yordan. Juga raja menyeberang, setelah berpamitan dengan Barzilai dengan ciuman. Lalu orang inipun pulanglah ke tempat kediamannya.","Sesudah itu berjalanlah raja terus ke Gilgal, dan Kimham ikut dengan dia. Seluruh rakyat Yehuda bersama-sama setengah dari rakyat Israel telah mengantarkan raja.","Tetapi seluruh orang Israel datang menghadap raja dan berkata kepada raja: \"Mengapa saudara-saudara kami, orang-orang Yehuda itu, menculik raja dan membawa dia menyeberangi sungai Yordan dengan keluarganya dan semua orang Daud yang menyertai dia?\"","Lalu semua orang Yehuda menjawab orang-orang Israel itu: \"Oleh karena raja kerabat kami. Mengapa kamu menjadi marah karena hal ini? Apakah kami makan apa-apa atas biaya raja? Apakah kami mendapat keuntungan?\"","Tetapi orang-orang Israel itu menjawab orang-orang Yehuda: \"Kami sepuluh kali lebih berhak atas raja. Sebagai anak sulung kami melebihi kamu. Mengapa kamu memandang kami rendah? Bukankah kami yang pertama-tama harus membawa raja kami kembali?\" Tetapi perkataan orang-orang Yehuda itu lebih pedas dari pada perkataan orang-orang Israel."]