["Dan sesudah beberapa lama, datanglah firman TUHAN kepada Elia dalam tahun yang ketiga: \"Pergilah, perlihatkanlah dirimu kepada Ahab, sebab Aku hendak memberi hujan ke atas muka bumi.\"","Lalu pergilah Elia memperlihatkan diri kepada Ahab. Adapun kelaparan itu berat di Samaria.","Sebab itu Ahab telah memanggil Obaja yang menjadi kepala istana. Obaja itu seorang yang sungguh-sungguh takut akan TUHAN.","Karena pada waktu Izebel melenyapkan nabi-nabi TUHAN, Obaja mengambil seratus orang nabi, lalu menyembunyikan mereka lima puluh lima puluh sekelompok dalam gua dan mengurus makanan dan minuman mereka.","Ahab berkata kepada Obaja: \"Jelajahilah negeri ini dan pergi ke segala mata air dan ke semua sungai; barangkali kita menemukan rumput, sehingga kita dapat menyelamatkan kuda dan bagal, dan tidak usah kita memotong seekorpun dari hewan itu.\"","Lalu mereka membagi-bagi tanah itu untuk menjelajahinya. Ahab pergi seorang diri ke arah yang satu dan Obaja pergi ke arah yang lain.","Sedang Obaja di tengah jalan, ia bertemu dengan Elia. Setelah mengenali dia, ia sujud serta bertanya: \"Engkaukah ini, hai tuanku Elia?\"","Jawab Elia kepadanya: \"Benar! Pergilah, katakan kepada tuanmu: Elia ada.\"","Tetapi jawab Obaja: \"Apakah dosa yang telah kuperbuat, maka engkau hendak menyerahkan hambamu ini kepada Ahab, supaya aku dibunuhnya?","Demi TUHAN, Allahmu, yang hidup, sesungguhnya tidak ada bangsa atau kerajaan, yang tidak didatangi suruhan tuanku Ahab untuk mencari engkau. Dan apabila orang berkata: Ia tidak ada, maka ia menyuruh kerajaan atau bangsa itu bersumpah, bahwa engkau tidak ditemukan di sana.","Dan sekarang engkau berkata: Pergilah, katakan kepada tuanmu: Elia ada.","Mungkin terjadi, apabila aku sudah pergi dari padamu, Roh TUHAN mengangkat engkau ke tempat yang tidak kuketahui. Kalau aku sampai kepada Ahab untuk memberitahukannya dan engkau tidak didapatinya, tentulah ia akan membunuh aku, padahal hambamu ini dari sejak kecil takut akan TUHAN.","Tidakkah diberitahukan kepada tuanku apa yang telah kulakukan pada waktu Izebel membunuh nabi-nabi TUHAN, bagaimana aku menyembunyikan seratus orang nabi-nabi TUHAN dalam gua, lima puluh lima puluh sekelompok dan mengurus makanan dan minuman mereka?","Dan sekarang, mengapa engkau ini berkata: Pergilah, katakan kepada tuanmu: Elia ada! Ia pasti akan membunuh aku.\"","Jawab Elia: \"Demi TUHAN semesta alam yang hidup, yang kulayani, sesungguhnya hari ini juga aku akan memperlihatkan diri kepadanya.\"","Lalu pergilah Obaja menemui Ahab dan memberitahukan hal itu kepadanya. Kemudian Ahab pergi menemui Elia.","Segera sesudah Ahab melihat Elia, ia berkata kepadanya: \"Engkaukah itu, yang mencelakakan Israel?\"","Jawab Elia kepadanya: \"Bukan aku yang mencelakakan Israel, melainkan engkau ini dan kaum keluargamu, sebab kamu telah meninggalkan perintah-perintah TUHAN dan engkau ini telah mengikuti para Baal.","Sebab itu, suruhlah mengumpulkan seluruh Israel ke gunung Karmel, juga nabi-nabi Baal yang empat ratus lima puluh orang itu dan nabi-nabi Asyera yang empat ratus itu, yang mendapat makan dari meja istana Izebel.\"","Ahab mengirim orang ke seluruh Israel dan mengumpulkan nabi-nabi itu ke gunung Karmel.","Lalu Elia mendekati seluruh rakyat itu dan berkata: \"Berapa lama lagi kamu berlaku timpang dan bercabang hati? Kalau TUHAN itu Allah, ikutilah Dia, dan kalau Baal, ikutilah dia.\" Tetapi rakyat itu tidak menjawabnya sepatah katapun.","Lalu Elia berkata kepada rakyat itu: \"Hanya aku seorang diri yang tinggal sebagai nabi TUHAN, padahal nabi-nabi Baal itu ada empat ratus lima puluh orang banyaknya.","Namun, baiklah diberikan kepada kami dua ekor lembu jantan; biarlah mereka memilih seekor lembu, memotong-motongnya, menaruhnya ke atas kayu api, tetapi mereka tidak boleh menaruh api. Akupun akan mengolah lembu yang seekor lagi, meletakkannya ke atas kayu api dan juga tidak akan menaruh api.","Kemudian biarlah kamu memanggil nama allahmu dan akupun akan memanggil nama TUHAN. Maka allah yang menjawab dengan api, dialah Allah!\" Seluruh rakyat menyahut, katanya: \"Baiklah demikian!\"","Kemudian Elia berkata kepada nabi-nabi Baal itu: \"Pilihlah seekor lembu dan olahlah itu dahulu, karena kamu ini banyak. Sesudah itu panggillah nama allahmu, tetapi kamu tidak boleh menaruh api.\"","Mereka mengambil lembu yang diberikan kepada mereka, mengolahnya dan memanggil nama Baal dari pagi sampai tengah hari, katanya: \"Ya Baal, jawablah kami!\" Tetapi tidak ada suara, tidak ada yang menjawab. Sementara itu mereka berjingkat-jingkat di sekeliling mezbah yang dibuat mereka itu.","Pada waktu tengah hari Elia mulai mengejek mereka, katanya: \"Panggillah lebih keras, bukankah dia allah? Mungkin ia merenung, mungkin ada urusannya, mungkin ia bepergian; barangkali ia tidur, dan belum terjaga.\"","Maka mereka memanggil lebih keras serta menoreh-noreh dirinya dengan pedang dan tombak, seperti kebiasaan mereka, sehingga darah bercucuran dari tubuh mereka.","Sesudah lewat tengah hari, mereka kerasukan sampai waktu mempersembahkan korban petang, tetapi tidak ada suara, tidak ada yang menjawab, tidak ada tanda perhatian.","Kata Elia kepada seluruh rakyat itu: \"Datanglah dekat kepadaku!\" Maka mendekatlah seluruh rakyat itu kepadanya. Lalu ia memperbaiki mezbah TUHAN yang telah diruntuhkan itu.","Kemudian Elia mengambil dua belas batu, menurut jumlah suku keturunan Yakub. --Kepada Yakub ini telah datang firman TUHAN: \"Engkau akan bernama Israel.\" --","Ia mendirikan batu-batu itu menjadi mezbah demi nama TUHAN dan membuat suatu parit sekeliling mezbah itu yang dapat memuat dua sukat benih.","Ia menyusun kayu api, memotong lembu itu dan menaruh potongan-potongannya di atas kayu api itu.","Sesudah itu ia berkata: \"Penuhilah empat buyung dengan air, dan tuangkan ke atas korban bakaran dan ke atas kayu api itu!\" Kemudian katanya: \"Buatlah begitu untuk kedua kalinya!\" Dan mereka berbuat begitu untuk kedua kalinya. Kemudian katanya: \"Buatlah begitu untuk ketiga kalinya!\" Dan mereka berbuat begitu untuk ketiga kalinya,","sehingga air mengalir sekeliling mezbah itu; bahkan parit itupun penuh dengan air.","Kemudian pada waktu mempersembahkan korban petang, tampillah nabi Elia dan berkata: \"Ya TUHAN, Allah Abraham, Ishak dan Israel, pada hari ini biarlah diketahui orang, bahwa Engkaulah Allah di tengah-tengah Israel dan bahwa aku ini hamba-Mu dan bahwa atas firman-Mulah aku melakukan segala perkara ini.","Jawablah aku, ya TUHAN, jawablah aku, supaya bangsa ini mengetahui, bahwa Engkaulah Allah, ya TUHAN, dan Engkaulah yang membuat hati mereka tobat kembali.\"","Lalu turunlah api TUHAN menyambar habis korban bakaran, kayu api, batu dan tanah itu, bahkan air yang dalam parit itu habis dijilatnya.","Ketika seluruh rakyat melihat kejadian itu, sujudlah mereka serta berkata: \"TUHAN, Dialah Allah! TUHAN, Dialah Allah!\"","Kata Elia kepada mereka: \"Tangkaplah nabi-nabi Baal itu, seorangpun dari mereka tidak boleh luput.\" Setelah ditangkap, Elia membawa mereka ke sungai Kison dan menyembelih mereka di sana.","Kemudian berkatalah Elia kepada Ahab: \"Pergilah, makanlah dan minumlah, sebab bunyi derau hujan sudah kedengaran.\"","Lalu Ahab pergi untuk makan dan minum. Tetapi Elia naik ke puncak gunung Karmel, lalu ia membungkuk ke tanah, dengan mukanya di antara kedua lututnya.","Setelah itu ia berkata kepada bujangnya: \"Naiklah ke atas, lihatlah ke arah laut.\" Bujang itu naik ke atas, ia melihat dan berkata: \"Tidak ada apa-apa.\" Kata Elia: \"Pergilah sekali lagi.\" Demikianlah sampai tujuh kali.","Pada ketujuh kalinya berkatalah bujang itu: \"Wah, awan kecil sebesar telapak tangan timbul dari laut.\" Lalu kata Elia: \"Pergilah, katakan kepada Ahab: Pasang keretamu dan turunlah, jangan sampai engkau terhalang oleh hujan.\"","Maka dalam sekejap mata langit menjadi kelam oleh awan badai, lalu turunlah hujan yang lebat. Ahab naik kereta lalu pergi ke Yizreel.","Tetapi kuasa TUHAN berlaku atas Elia. Ia mengikat pinggangnya dan berlari mendahului Ahab sampai ke jalan yang menuju Yizreel."]