["Ketika saat kematian Daud mendekat, ia berpesan kepada Salomo, anaknya:","\"Aku ini akan menempuh jalan segala yang fana, maka kuatkanlah hatimu dan berlakulah seperti laki-laki.","Lakukanlah kewajibanmu dengan setia terhadap TUHAN, Allahmu, dengan hidup menurut jalan yang ditunjukkan-Nya, dan dengan tetap mengikuti segala ketetapan, perintah, peraturan dan ketentuan-Nya, seperti yang tertulis dalam hukum Musa, supaya engkau beruntung dalam segala yang kaulakukan dan dalam segala yang kautuju,","dan supaya TUHAN menepati janji yang diucapkan-Nya tentang aku, yakni: Jika anak-anakmu laki-laki tetap hidup di hadapan-Ku dengan setia, dengan segenap hati dan dengan segenap jiwa, maka keturunanmu takkan terputus dari takhta kerajaan Israel.","Dan lagi engkaupun mengetahui apa yang dilakukan kepadaku oleh Yoab, anak Zeruya, apa yang dilakukannya kepada kedua panglima Israel, yakni Abner bin Ner dan Amasa bin Yeter. Ia membunuh mereka dan menumpahkan darah dalam zaman damai seakan-akan ada perang, sehingga sabuk pinggangnya dan kasut kakinya berlumuran darah.","Maka bertindaklah dengan bijaksana dan janganlah biarkan yang ubanan itu turun dengan selamat ke dalam dunia orang mati.","Tetapi kepada anak-anak Barzilai, orang Gilead itu, haruslah kautunjukkan kemurahan hati. Biarlah mereka termasuk golongan yang mendapat makanan dari mejamu, sebab merekapun menunjukkan kesetiaannya dengan menyambut aku pada waktu aku melarikan diri dari depan kakakmu Absalom.","Juga masih ada padamu Simei bin Gera, orang Benyamin, dari Bahurim. Dialah yang mengutuki aku dengan kutuk yang kejam pada waktu aku pergi ke Mahanaim, tetapi kemudian ia datang menyongsong aku di sungai Yordan dan aku telah bersumpah kepadanya demi TUHAN: Takkan kubunuh engkau dengan pedang!","Sekarang janganlah bebaskan dia dari hukuman, sebab engkau seorang yang bijaksana dan tahu apa yang harus kaulakukan kepadanya untuk membuat yang ubanan itu turun dengan berdarah ke dalam dunia orang mati.\"","Kemudian Daud mendapat perhentian bersama-sama nenek moyangnya, dan ia dikuburkan di kota Daud.","Dan Daud memerintah orang Israel selama empat puluh tahun; di Hebron ia memerintah tujuh tahun, dan di Yerusalem ia memerintah tiga puluh tiga tahun.","Salomo duduk di atas takhta Daud, ayahnya, dan kerajaannya sangat kokoh.","Pada suatu hari Adonia, anak Hagit, masuk menghadap Batsyeba, ibu Salomo, lalu perempuan itu berkata: \"Apakah engkau datang dengan maksud damai?\" Jawabnya: \"Ya, damai!\"","Kemudian katanya: \"Ada sesuatu yang hendak kukatakan kepadamu.\" Jawab perempuan itu: \"Katakanlah!\"","Lalu katanya: \"Engkau sendiri tahu bahwa akulah yang berhak atas kedudukan raja, dan bahwa seluruh Israel mengharapkan, supaya aku menjadi raja; tetapi sebaliknya kedudukan raja jatuh kepada adikku, sebab dari Tuhanlah ia mendapatnya.","Dan sekarang, satu permintaan saja kusampaikan kepadamu; janganlah tolak permintaanku.\" Jawab perempuan itu kepadanya: \"Katakanlah!\"","Maka katanya: \"Bicarakanlah kiranya dengan raja Salomo, sebab ia tidak akan menolak permintaanmu, supaya Abisag, gadis Sunem itu, diberikannya kepadaku menjadi isteriku.\"","Jawab Batsyeba: \"Baik, aku akan membicarakan hal itu untuk engkau dengan raja.\"","Batsyeba masuk menghadap raja Salomo untuk membicarakan hal itu untuk Adonia, lalu bangkitlah raja mendapatkannya serta tunduk menyembah kepadanya; kemudian duduklah ia di atas takhtanya dan ia menyuruh meletakkan kursi untuk bunda raja, lalu perempuan itu duduk di sebelah kanannya.","Berkatalah perempuan itu: \"Suatu permintaan kecil saja yang kusampaikan kepadamu, janganlah tolak permintaanku.\" Jawab raja kepadanya: \"Mintalah, ya ibu, sebab aku tidak akan menolak permintaanmu.\"","Kata perempuan itu: \"Biarlah Abisag, gadis Sunem itu, diberikan kepada kakakmu Adonia menjadi isterinya.\"","Tetapi raja Salomo menjawab ibunya: \"Mengapa engkau meminta hanya Abisag, gadis Sunem itu, untuk Adonia? Minta jugalah untuknya kedudukan raja! Bukankah dia saudaraku yang lebih tua, dan di pihaknya ada imam Abyatar dan Yoab, anak Zeruya?\"","Lalu bersumpahlah raja Salomo demi TUHAN: \"Beginilah kiranya Allah menghukum aku, bahkan lebih dari pada itu, jika Adonia tidak membayarkan nyawanya dengan permintaan ini!","Oleh sebab itu, demi TUHAN yang hidup, yang menegakkan aku dan mendudukkan aku di atas takhta Daud, ayahku, dan yang membuat bagiku suatu keluarga seperti yang dijanjikan-Nya: pada hari ini juga Adonia harus dibunuh.\"","Lalu raja Salomo menyerahkan hal itu kepada Benaya bin Yoyada; orang ini memancung dia sehingga mati.","Dan kepada imam Abyatar raja berkata: \"Pergilah ke Anatot, ke tanah milikmu, sebab engkau patut dihukum mati, tetapi pada hari ini aku tidak akan membunuh engkau, oleh karena engkau telah mengangkat tabut Tuhan ALLAH di depan Daud, ayahku, dan oleh karena engkau telah turut menderita dalam segala sengsara yang diderita ayahku.\"","Lalu Salomo memecat Abyatar dari jabatannya sebagai imam TUHAN. Dengan demikian Salomo memenuhi firman TUHAN yang telah dikatakan-Nya di Silo mengenai keluarga Eli.","Ketika kabar itu sampai kepada Yoab--memang Yoab telah memihak kepada Adonia, sekalipun ia tidak memihak kepada Absalom--maka larilah Yoab ke kemah TUHAN, lalu memegang tanduk-tanduk mezbah.","Kemudian diberitahukanlah kepada Salomo, bahwa Yoab sudah lari ke kemah TUHAN, dan telah ada di samping mezbah. Lalu Salomo menyuruh Benaya bin Yoyada: \"Pergilah, pancung dia.\"","Benaya masuk ke dalam kemah TUHAN serta berkata kepadanya: \"Beginilah kata raja: Keluarlah.\" Jawabnya: \"Tidak, sebab di sinilah aku mau mati.\" Lalu Benaya menyampaikan jawab itu kepada raja, katanya: \"Beginilah kata Yoab dan beginilah jawabnya kepadaku.\"","Kata raja kepadanya: \"Perbuatlah seperti yang dikatakannya; pancunglah dia dan kuburkanlah dia; dengan demikian engkau menjauhkan dari padaku dan dari pada kaumku noda darah yang ditumpahkan Yoab dengan tidak beralasan.","Dan TUHAN akan menanggungkan darahnya kepadanya sendiri, karena ia telah membunuh dua orang yang lebih benar dan lebih baik dari padanya. Ia membunuh mereka dengan pedang, dengan tidak diketahui ayahku Daud, yaitu Abner bin Ner, panglima Israel, dan Amasa bin Yeter, panglima Yehuda.","Demikianlah darah mereka akan ditanggungkan kepada Yoab dan keturunannya untuk selama-lamanya, tetapi Daud dan keturunannya dan keluarganya dan takhtanya akan mendapat selamat dari pada TUHAN sampai selama-lamanya.\"","Maka berangkatlah Benaya bin Yoyada, lalu memancung dan membunuh Yoab, kemudian dia dikuburkan di rumahnya sendiri di padang gurun.","Raja mengangkat Benaya bin Yoyada menggantikan Yoab menjadi kepala tentara; dan raja mengangkat imam Zadok menggantikan Abyatar.","Kemudian raja menyuruh memanggil Simei, dan berkata kepadanya: \"Dirikanlah bagimu sebuah rumah di Yerusalem, diamlah di sana, dan janganlah keluar dari sana ke mana-manapun.","Sebab ketahuilah sungguh-sungguh, bahwa pada waktu engkau keluar dan menyeberangi sungai Kidron, pastilah engkau mati dibunuh dan darahmu akan ditanggungkan kepadamu sendiri.\"","Lalu berkatalah Simei kepada raja: \"Baiklah demikian! Seperti yang tuanku raja katakan, demikianlah akan dilakukan hambamu ini.\" Lalu Simei diam di Yerusalem beberapa waktu lamanya.","Dan sesudah lewat tiga tahun, terjadilah bahwa dua orang hamba Simei lari kepada Akhis bin Maakha, raja Gat, lalu diberitahukan kepada Simei: \"Ketahuilah, kedua orang hambamu ada di Gat.\"","Maka berkemaslah Simei, dipelanainya keledainya, dan pergilah ia ke Gat, kepada Akhis, untuk mencari hambanya itu. Lalu Simei pulang dan membawa mereka dari Gat.","Ketika diberitahukan kepada Salomo, bahwa tadinya Simei pergi dari Yerusalem ke Gat dan sekarang sudah pulang,","maka raja menyuruh memanggil Simei dan berkata kepadanya: \"Bukankah aku telah menyuruh engkau bersumpah demi TUHAN dan telah memperingatkan engkau, begini: Ketahuilah sungguh-sungguh, bahwa pada waktu engkau keluar dan pergi ke mana-manapun, pastilah engkau mati dibunuh! Dan engkau telah menjawab: Baiklah demikian, aku akan mentaatinya.","Mengapa engkau tidak menepati sumpah demi TUHAN itu dan juga perintah yang kuperintahkan kepadamu?\"","Kemudian kata raja kepada Simei: \"Engkau sendiri tahu dalam hatimu segala kejahatan yang kauperbuat kepada Daud, ayahku, maka TUHAN telah menanggungkan kejahatanmu itu kepadamu sendiri.","Tetapi diberkatilah kiranya raja Salomo dan kokohlah takhta Daud di hadapan TUHAN sampai selama-lamanya.\"","Raja memberi perintah kepada Benaya bin Yoyada, lalu keluarlah Benaya, dipancungnya Simei sehingga mati. Demikianlah kerajaan itu kokoh di tangan Salomo."]