["Sesudah itu terjadilah hal yang berikut. Nabot, orang Yizreel, mempunyai kebun anggur di Yizreel, di samping istana Ahab, raja Samaria.","Berkatalah Ahab kepada Nabot: \"Berikanlah kepadaku kebun anggurmu itu, supaya kujadikan kebun sayur, sebab letaknya dekat rumahku. Aku akan memberikan kepadamu kebun anggur yang lebih baik dari pada itu sebagai gantinya, atau jikalau engkau lebih suka, aku akan membayar harganya kepadamu dengan uang.\"","Jawab Nabot kepada Ahab: \"Kiranya TUHAN menghindarkan aku dari pada memberikan milik pusaka nenek moyangku kepadamu!\"","Lalu masuklah Ahab ke dalam istananya dengan kesal hati dan gusar karena perkataan yang dikatakan Nabot, orang Yizreel itu, kepadanya: \"Tidak akan kuberikan kepadamu milik pusaka nenek moyangku.\" Maka berbaringlah ia di tempat tidurnya dan menelungkupkan mukanya dan tidak mau makan.","Lalu datanglah Izebel, isterinya, dan berkata kepadanya: \"Apa sebabnya hatimu kesal, sehingga engkau tidak makan?\"","Lalu jawabnya kepadanya: \"Sebab aku telah berkata kepada Nabot, orang Yizreel itu: Berikanlah kepadaku kebun anggurmu dengan bayaran uang atau jika engkau lebih suka, aku akan memberikan kebun anggur kepadamu sebagai gantinya. Tetapi sahutnya: Tidak akan kuberikan kepadamu kebun anggurku itu.\"","Kata Izebel, isterinya, kepadanya: \"Bukankah engkau sekarang yang memegang kuasa raja atas Israel? Bangunlah, makanlah dan biarlah hatimu gembira! Aku akan memberikan kepadamu kebun anggur Nabot, orang Yizreel itu.\"","Kemudian ia menulis surat atas nama Ahab, memeteraikannya dengan meterai raja, lalu mengirim surat itu kepada tua-tua dan pemuka-pemuka yang diam sekota dengan Nabot.","Dalam surat itu ditulisnya demikian: \"Maklumkanlah puasa dan suruhlah Nabot duduk paling depan di antara rakyat.","Suruh jugalah dua orang dursila duduk menghadapinya, dan mereka harus naik saksi terhadap dia, dengan mengatakan: Engkau telah mengutuk Allah dan raja. Sesudah itu bawalah dia ke luar dan lemparilah dia dengan batu sampai mati.\"","Orang-orang sekotanya, yakni tua-tua dan pemuka-pemuka, yang diam di kotanya itu, melakukan seperti yang diperintahkan Izebel kepada mereka, seperti yang tertulis dalam surat yang dikirimkannya kepada mereka.","Mereka memaklumkan puasa dan menyuruh Nabot duduk paling depan di antara rakyat.","Kemudian datanglah dua orang, yakni orang-orang dursila itu, lalu duduk menghadapi Nabot. Orang-orang dursila itu naik saksi terhadap Nabot di depan rakyat, katanya: \"Nabot telah mengutuk Allah dan raja.\" Sesudah itu mereka membawa dia ke luar kota, lalu melempari dia dengan batu sampai mati.","Setelah itu mereka menyuruh orang kepada Izebel mengatakan: \"Nabot sudah dilempari sampai mati.\"","Segera sesudah Izebel mendengar, bahwa Nabot sudah dilempari sampai mati, berkatalah Izebel kepada Ahab: \"Bangunlah, ambillah kebun anggur Nabot, orang Yizreel itu, menjadi milikmu, karena Nabot yang menolak memberikannya kepadamu dengan bayaran uang, sudah tidak hidup lagi; ia sudah mati.\"","Segera sesudah Ahab mendengar, bahwa Nabot sudah mati, ia bangun dan pergi ke kebun anggur Nabot, orang Yizreel itu, untuk mengambil kebun itu menjadi miliknya.","Tetapi datanglah firman TUHAN kepada Elia, orang Tisbe itu, bunyinya:","\"Bangunlah, pergilah menemui Ahab, raja Israel yang di Samaria. Ia telah pergi ke kebun anggur Nabot untuk mengambil kebun itu menjadi miliknya.","Katakanlah kepadanya, demikian: Beginilah firman TUHAN: Engkau telah membunuh serta merampas juga! Katakan pula kepadanya: Beginilah firman TUHAN: Di tempat anjing telah menjilat darah Nabot, di situ jugalah anjing akan menjilat darahmu.\"","Kata Ahab kepada Elia: \"Sekarang engkau mendapat aku, hai musuhku?\" Jawabnya: \"Memang sekarang aku mendapat engkau, karena engkau sudah memperbudak diri dengan melakukan apa yang jahat di mata TUHAN.","Sesungguhnya, Aku akan mendatangkan malapetaka kepadamu, Aku akan menyapu engkau dan melenyapkan setiap orang laki-laki dari keluarga Ahab, baik yang tinggi maupun yang rendah kedudukannya di Israel.","Dan Aku akan memperlakukan keluargamu sama seperti keluarga Yerobeam bin Nebat dan seperti keluarga Baesa bin Ahia, oleh karena engkau menimbulkan sakit hati-Ku, dan oleh karena engkau mengakibatkan orang Israel berbuat dosa.","Juga mengenai Izebel TUHAN telah berfirman: Anjing akan memakan Izebel di tembok luar Yizreel.","Siapa dari keluarga Ahab yang mati di kota akan dimakan anjing dan yang mati di padang akan dimakan burung di udara.\"","Sesungguhnya tidak pernah ada orang seperti Ahab yang memperbudak diri dengan melakukan apa yang jahat di mata TUHAN, karena ia telah dibujuk oleh Izebel, isterinya.","Bahkan ia telah berlaku sangat keji dengan mengikuti berhala-berhala, tepat seperti yang dilakukan oleh orang Amori yang telah dihalau TUHAN dari depan orang Israel.","Segera sesudah Ahab mendengar perkataan itu, ia mengoyakkan pakaiannya, mengenakan kain kabung pada tubuhnya dan berpuasa. Bahkan ia tidur dengan memakai kain kabung, dan berjalan dengan langkah lamban.","Lalu datanglah firman TUHAN kepada Elia, orang Tisbe itu:","\"Sudahkah kaulihat, bahwa Ahab merendahkan diri di hadapan-Ku? Oleh karena ia telah merendahkan diri di hadapan-Ku, maka Aku tidak akan mendatangkan malapetaka dalam zamannya; barulah dalam zaman anaknya Aku akan mendatangkan malapetaka atas keluarganya.\""]