["Sesudah itu Daud memukul kalah orang Filistin dan menundukkan mereka; lalu ia merebut Gat dan segala anak kotanya dari tangan orang Filistin.","Dan Daud memukul kalah orang Moab, sehingga orang Moab takluk kepadanya dan harus mempersembahkan upeti.","Selanjutnya Daud memukul kalah Hadadezer, raja Zoba, dekat Hamat, ketika ia pergi menegakkan kekuasaannya pada sungai Efrat.","Daud merebut dari padanya seribu kereta, tujuh ribu orang pasukan berkuda dan dua puluh ribu orang pasukan berjalan kaki, lalu Daud menyuruh memotong urat keting segala kuda kereta, tetapi dengan meninggalkan seratus ekor kuda kereta.","Lalu orang Aram dari Damsyik datang menolong Hadadezer, raja Zoba, tetapi dari antara orang Aram itu Daud menewaskan dua puluh dua ribu orang.","Kemudian Daud menempatkan pasukan-pasukan pendudukan di daerah orang Aram dari Damsyik, dan orang Aram itu menjadi budak Daud yang harus mempersembahkan upeti. TUHAN memberi kemenangan kepada Daud ke manapun ia pergi berperang.","Sesudah itu Daud mengangkut perisai-perisai emas yang dipakai oleh orang-orang Hadadezer, lalu membawanya ke Yerusalem.","Dan dari Tibhat dan dari Kun, yaitu kota-kotanya Hadadezer, Daud mengangkut amat banyak tembaga; dari padanya Salomo membuat \"laut\" tembaga, tiang-tiang dan perlengkapan tembaga.","Ketika didengar Tou, raja Hamat, bahwa Daud telah memukul kalah seluruh tentara Hadadezer, raja Zoba,","maka ia mengutus Hadoram, anaknya, kepada raja Daud untuk menyampaikan salam dan mengucapkan selamat kepadanya, karena ia telah berperang melawan Hadadezer dan memukul dia kalah, sebab Hadadezer sering memerangi Tou. Dan Hadoram membawa pelbagai barang-barang emas, perak dan tembaga.","Juga barang-barang ini dikhususkan raja Daud bagi TUHAN, bersama-sama perak dan emas yang diangkutnya dari segala bangsa, yakni dari orang Edom, dari orang Moab, dari bani Amon, dari orang Filistin dan dari orang Amalek.","Abisai, anak Zeruya, menewaskan delapan belas ribu orang Edom di Lembah Asin.","Lalu ia menempatkan pasukan-pasukan pendudukan di Edom, sehingga seluruh Edom diperbudak oleh Daud. TUHAN memberi kemenangan kepada Daud ke manapun ia pergi berperang.","Demikianlah Daud telah memerintah atas seluruh Israel, dan menegakkan keadilan dan kebenaran bagi seluruh bangsanya.","Yoab, anak Zeruya, menjadi panglima; Yosafat bin Ahilud menjadi bendahara;","Zadok bin Ahitub dan Ahimelekh bin Abyatar menjadi imam; Sausa menjadi panitera;","Benaya bin Yoyada menjadi panglima orang Kreti dan orang Pleti; dan anak-anak Daud adalah orang-orang utama yang diperbantukan kepada raja."]