["Berkatalah raja Daud kepada segenap jemaah itu: \"Salomo, anakku yang satu-satunya dipilih Allah adalah masih muda dan kurang berpengalaman, sedang pekerjaan ini besar, sebab bukanlah untuk manusia bait itu, melainkan untuk TUHAN Allah.","Dengan segenap kemampuan aku telah mengadakan persediaan untuk rumah Allahku, yakni emas untuk barang-barang emas, perak untuk barang-barang perak, tembaga untuk barang-barang tembaga, besi untuk barang-barang besi, dan kayu untuk barang-barang kayu, batu permata syoham dan permata tatahan, batu hitam dan batu permata yang berwarna-warna, dan segala macam batu mahal-mahal dan sangat banyak pualam.","Lagipula oleh karena cintaku kepada rumah Allahku, maka sebagai tambahan pada segala yang telah kusediakan bagi rumah kudus, aku dengan ini memberikan kepada rumah Allahku dari emas dan perak kepunyaanku sendiri","tiga ribu talenta emas dari emas Ofir dan tujuh ribu talenta perak murni untuk menyalut dinding ruangan,","yakni emas untuk barang-barang emas dan perak untuk barang-barang perak dan untuk segala yang dikerjakan oleh tukang-tukang. Maka siapakah pada hari ini yang rela memberikan persembahan kepada TUHAN?\"","Lalu para kepala puak dan para kepala suku Israel dan para kepala pasukan seribu dan pasukan seratus dan para pemimpin pekerjaan untuk raja menyatakan kerelaannya.","Mereka menyerahkan untuk ibadah di rumah Allah lima ribu talenta emas dan sepuluh ribu dirham, sepuluh ribu talenta perak dan delapan belas ribu talenta tembaga serta seratus ribu talenta besi.","Siapa yang mempunyai batu permata menyerahkannya kepada Yehiel, orang Gerson itu, untuk perbendaharaan rumah TUHAN.","Bangsa itu bersukacita karena kerelaan mereka masing-masing, sebab dengan tulus hati mereka memberikan persembahan sukarela kepada TUHAN; juga raja Daud sangat bersukacita.","Lalu Daud memuji TUHAN di depan mata segenap jemaah itu. Berkatalah Daud: \"Terpujilah Engkau, ya TUHAN, Allahnya bapa kami Israel, dari selama-lamanya sampai selama-lamanya.","Ya TUHAN, punya-Mulah kebesaran dan kejayaan, kehormatan, kemasyhuran dan keagungan, ya, segala-galanya yang ada di langit dan di bumi! Ya TUHAN, punya-Mulah kerajaan dan Engkau yang tertinggi itu melebihi segala-galanya sebagai kepala.","Sebab kekayaan dan kemuliaan berasal dari pada-Mu dan Engkaulah yang berkuasa atas segala-galanya; dalam tangan-Mulah kekuatan dan kejayaan; dalam tangan-Mulah kuasa membesarkan dan mengokohkan segala-galanya.","Sekarang, ya Allah kami, kami bersyukur kepada-Mu dan memuji nama-Mu yang agung itu.","Sebab siapakah aku ini dan siapakah bangsaku, sehingga kami mampu memberikan persembahan sukarela seperti ini? Sebab dari pada-Mulah segala-galanya dan dari tangan-Mu sendirilah persembahan yang kami berikan kepada-Mu.","Sebab kami adalah orang asing di hadapan-Mu dan orang pendatang sama seperti semua nenek moyang kami; sebagai bayang-bayang hari-hari kami di atas bumi dan tidak ada harapan.","Ya TUHAN, Allah kami, segala kelimpahan bahan-bahan yang kami sediakan ini untuk mendirikan bagi-Mu rumah bagi nama-Mu yang kudus adalah dari tangan-Mu sendiri dan punya-Mulah segala-galanya.","Aku tahu, ya Allahku, bahwa Engkau adalah penguji hati dan berkenan kepada keikhlasan, maka akupun mempersembahkan semuanya itu dengan sukarela dan tulus ikhlas. Dan sekarang, umat-Mu yang hadir di sini telah kulihat memberikan persembahan sukarela kepada-Mu dengan sukacita.","Ya TUHAN, Allah Abraham, Ishak dan Israel, bapa-bapa kami, peliharalah untuk selama-lamanya kecenderungan hati umat-Mu yang demikian ini dan tetaplah tujukan hati mereka kepada-Mu.","Dan kepada Salomo, anakku, berikanlah hati yang tulus sehingga ia berpegang pada segala perintah-Mu dan peringatan-Mu dan ketetapan-Mu, melakukan segala-galanya dan mendirikan bait yang persiapannya telah kulakukan.\"","Kemudian berkatalah Daud kepada segenap jemaah itu: \"Pujilah kiranya TUHAN, Allahmu!\" Maka segenap jemaah itu memuji TUHAN, Allah nenek moyang mereka, kemudian mereka berlutut dan sujud kepada TUHAN dan kepada raja.","Keesokan harinya mereka mempersembahkan korban sembelihan dan korban bakaran kepada TUHAN, yakni seribu ekor lembu, seribu ekor domba jantan dan seribu ekor domba muda, dengan korban-korban curahannya dan sangat banyak korban sembelihan demi seluruh Israel.","Lalu mereka makan dan minum pada hari itu di hadapan TUHAN dengan sukacita yang besar, kemudian menyatakan untuk kedua kalinya Salomo, anak Daud, sebagai raja dan mengurapi dia bagi TUHAN sebagai raja dan Zadok sebagai imam.","Kemudian duduklah Salomo sebagai raja menggantikan Daud, ayahnya, di atas takhta yang ditetapkan TUHAN; ia mendapat kemujuran, sehingga setiap orang Israel mendengarkan perkataannya.","Lalu semua pemimpin dan pahlawan, juga semua anak raja Daud mengakui kekuasaan raja Salomo.","TUHAN membuat Salomo luar biasa besar di mata seluruh orang Israel dan mengaruniakan kepadanya keagungan kerajaan seperti tidak pernah ada pada semua raja sebelum dia yang memerintah atas Israel.","Demikianlah Daud bin Isai telah memerintah atas seluruh Israel.","Ia memerintah atas orang Israel selama empat puluh tahun; di Hebron ia memerintah tujuh tahun dan di Yerusalem ia memerintah tiga puluh tiga tahun.","Kemudian matilah ia pada waktu telah putih rambutnya, lanjut umurnya, penuh kekayaan dan kemuliaan, kemudian naik rajalah Salomo, anaknya, menggantikan dia.","Sesungguhnya, riwayat raja Daud dari awal sampai akhir tertulis dalam riwayat Samuel, pelihat itu, dan dalam riwayat nabi Natan, dan dalam riwayat Gad, pelihat itu,","beserta segala hidupnya sebagai raja dan kepahlawanannya dan keadaan zaman yang dialaminya dan dialami Israel dan segala kerajaan di negeri-negeri lain."]