["Yosafat, raja Yehuda, pulang dengan selamat ke istananya di Yerusalem.","Ketika itu Yehu bin Hanani, pelihat itu, pergi menemuinya dan berkata kepada raja Yosafat: \"Sewajarnyakah engkau menolong orang fasik dan bersahabat dengan mereka yang membenci TUHAN? Karena hal itu TUHAN murka terhadap engkau.","Namun masih terdapat hal-hal yang baik padamu, karena engkau menghapuskan tiang-tiang berhala dari negeri ini dan mencari Allah dengan tekun.\"","Yosafat diam di Yerusalem. Ia mengadakan kunjungan pula ke daerah-daerah, dari Bersyeba sampai ke pegunungan Efraim, sambil menyuruh rakyat berbalik kepada TUHAN, Allah nenek moyang mereka.","Ia mengangkat juga hakim-hakim di seluruh negeri, yakni di semua kota yang berkubu di Yehuda, di tiap-tiap kota.","Berpesanlah ia kepada hakim-hakim itu: \"Pertimbangkanlah apa yang kamu buat, karena bukanlah untuk manusia kamu memutuskan hukum, melainkan untuk TUHAN, yang ada beserta kamu, bila kamu memutuskan hukum.","Sebab itu, kiranya kamu diliputi oleh rasa takut kepada TUHAN. Bertindaklah dengan seksama, karena berlaku curang, memihak ataupun menerima suap tidak ada pada TUHAN, Allah kita.\"","Juga di Yerusalem Yosafat mengangkat beberapa orang dari antara orang Lewi, dari antara para imam dan dari antara para kepala puak Israel untuk memberi keputusan dalam hal hukum TUHAN dan dalam hal perselisihan. Mereka berkedudukan di Yerusalem.","Ia memerintahkan mereka: \"Kamu harus bertindak dengan takut akan TUHAN, dengan setia dan dengan tulus hati, demikian:","Dalam setiap perkara, yang disampaikan kepada kamu oleh rekan-rekanmu yang tinggal di kota-kota, yakni perkara-perkara mengenai penumpahan darah atau mengenai hukum, perintah, ketetapan-ketetapan dan peraturan-peraturan hendaklah kamu memperingatkan mereka, supaya mereka jangan bersalah terhadap TUHAN, sehingga murka-Nya menimpa kamu dan rekan-rekanmu. Hendaklah kamu berbuat demikian, dan kamu tidak akan bersalah.","Dengan ini imam kepala Amarya diangkat sebagai ketuamu dalam segala perkara ketuhanan dan Zebaja bin Ismael, pemuka kaum Yehuda, dalam segala perkara kerajaan, sedang orang Lewi akan melayani kamu sebagai pengatur. Bertindaklah dengan tegas! Kiranya TUHAN menyertai orang yang tulus ikhlas.\""]