["Yosia berumur delapan tahun pada waktu ia menjadi raja dan tiga puluh satu tahun lamanya ia memerintah di Yerusalem.","Ia melakukan apa yang benar di mata TUHAN dan hidup seperti Daud, bapa leluhurnya, dan tidak menyimpang ke kanan atau ke kiri.","Pada tahun kedelapan dari pemerintahannya, ketika ia masih muda belia, ia mulai mencari Allah Daud, bapa leluhurnya, dan pada tahun kedua belas ia mulai mentahirkan Yehuda dan Yerusalem dari pada bukit-bukit pengorbanan, tiang-tiang berhala, patung-patung pahatan dan patung-patung tuangan.","Mezbah-mezbah para Baal dirobohkan di hadapannya; ia menghancurkan pedupaan-pedupaan yang ada di atasnya; ia meremukkan dan menghancurluluhkan tiang-tiang berhala, patung-patung pahatan dan patung-patung tuangan, dan menghamburkannya ke atas kuburan orang-orang yang mempersembahkan korban kepada berhala-berhala itu.","Tulang-tulang para imam dibakarnya di atas mezbah-mezbah mereka. Demikianlah ia mentahirkan Yehuda dan Yerusalem.","Juga di kota-kota Manasye, Efraim dan Simeon, sampai di kota-kota Naftali, yang di mana-mana telah menjadi reruntuhan,","ia merobohkan segala mezbah dan tiang berhala, meremukkan segala patung pahatan serta menghancurluluhkannya, dan menghancurkan semua pedupaan di seluruh tanah Israel. Sesudah itu ia kembali ke Yerusalem.","Pada tahun kedelapan belas dari pemerintahannya, setelah selesai mentahirkan negeri dan rumah TUHAN, ia menyuruh Safan bin Azalya, dan Maaseya, penguasa kota, serta Yoah bin Yoahas, bendahara negara, untuk memperbaiki rumah TUHAN, Allahnya.","Maka datanglah mereka kepada imam besar Hilkia dan menyerahkan kepadanya uang yang telah dibawa ke rumah Allah dan yang telah dikumpulkan oleh orang-orang Lewi, yakni oleh para penjaga pintu, dari orang-orang Manasye dan Efraim, dan dari semua orang yang masih tinggal dari Israel, pula dari seluruh orang Yehuda dan Benyamin, dan dari penduduk Yerusalem.","Uang itu diberikan mereka ke tangan para pekerja yang diangkat untuk mengawasi rumah TUHAN; dan mereka itu, yang bekerja dalam rumah TUHAN, mengeluarkannya untuk membetulkan dan memperbaiki rumah itu.","Mereka memberikannya kepada tukang-tukang kayu dan tukang-tukang bangunan, supaya tukang-tukang itu membeli batu pahat dan kayu untuk tupai-tupai dan untuk memasang balok-balok pada gedung-gedung, yang oleh raja-raja Yehuda dibiarkan roboh.","Orang-orang itu melakukan pekerjaan itu dengan setia. Orang-orang yang diangkat menjadi pengawas mereka ialah: Yahat dan Obaja, orang-orang Lewi dari bani Merari, sedangkan Zakharia dan Mesulam dari bani Kehat mengepalai semua. Dan semua orang Lewi yang pandai memainkan alat-alat musik,","mengepalai kuli-kuli dan mengiringi semua tukang dalam pekerjaan apapun. Dari antara orang-orang Lewi itu ada yang menjadi panitera, pengatur atau penunggu pintu gerbang.","Ketika mereka mengeluarkan uang yang telah dibawa ke rumah TUHAN, imam Hilkia menemukan kitab Taurat TUHAN, yang diberikan dengan perantaraan Musa.","Maka berkatalah Hilkia kepada Safan, panitera negara itu: \"Aku telah menemukan kitab Taurat di rumah TUHAN!\" Lalu Hilkia memberikan kitab itu kepada Safan,","dan Safan membawa kitab itu kepada raja. Ia juga menyampaikan kabar kepada raja: \"Segala sesuatu yang ditugaskan kepada hamba-hambamu, telah mereka laksanakan.","Mereka telah mengambil seluruh uang yang terdapat di rumah TUHAN dan memberikannya ke tangan para pengawas dan para pekerja.\"","Safan, panitera negara itu, memberitahukan juga kepada raja: \"Imam Hilkia telah memberikan kitab kepadaku,\" lalu Safan membacakan sebagian di depan raja.","Segera sesudah raja mendengar perkataan Taurat itu, dikoyakkannyalah pakaiannya.","Kemudian raja memberi perintah kepada Hilkia, kepada Ahikam bin Safan, kepada Abdon bin Mikha, kepada Safan, panitera negara itu, dan kepada Asaya, hamba raja, katanya:","\"Pergilah, mintalah petunjuk TUHAN bagiku, bagi yang masih tinggal di Israel dan di Yehuda tentang perkataan kitab yang ditemukan ini, sebab hebat kehangatan murka TUHAN yang dicurahkan kepada kita, oleh karena nenek moyang kita tidak memelihara firman TUHAN dengan berbuat tepat seperti yang tertulis dalam kitab ini!\"","Maka pergilah Hilkia dengan orang-orang yang disuruh raja kepada nabiah Hulda, isteri seorang yang mengurus pakaian-pakaian, yaitu Salum bin Tokhat bin Hasra, penunggu pakaian-pakaian; nabiah itu tinggal di Yerusalem, di perkampungan baru. Mereka berbicara kepadanya sebagaimana yang diperintahkan.","Perempuan itu menjawab mereka: \"Beginilah firman TUHAN, Allah Israel! Katakanlah kepada orang yang menyuruh kamu kepada-Ku!","Beginilah firman TUHAN: Sesungguhnya Aku akan mendatangkan malapetaka atas tempat ini dan atas penduduknya, yakni segala kutuk yang tertulis dalam kitab yang telah dibacakan di depan raja Yehuda,","karena mereka meninggalkan Aku dan membakar korban kepada allah lain dengan maksud menimbulkan sakit hati-Ku dengan segala pekerjaan tangan mereka; sebab itu nyala murka-Ku akan dicurahkan ke tempat ini dengan tidak padam-padam.","Tetapi kepada raja Yehuda yang telah menyuruh kamu untuk meminta petunjuk TUHAN, harus kamu katakan demikian: Beginilah firman TUHAN, Allah Israel: Mengenai perkataan yang telah kaudengar itu,","oleh karena engkau sudah menyesal dan engkau merendahkan diri di hadapan Allah pada waktu engkau mendengar firman-Nya terhadap tempat ini dan terhadap penduduknya, oleh karena engkau merendahkan diri di hadapan-Ku, mengoyakkan pakaianmu dan menangis di hadapan-Ku, Akupun telah mendengarnya, demikianlah firman TUHAN,","maka sesungguhnya Aku akan mengumpulkan engkau kepada nenek moyangmu, dan engkau akan dikebumikan ke dalam kuburmu dengan damai, dan matamu tidak akan melihat segala malapetaka yang akan Kudatangkan atas tempat ini dan atas penduduknya.\" Lalu mereka menyampaikan jawab itu kepada raja.","Sesudah itu raja menyuruh orang mengumpulkan semua tua-tua Yehuda dan Yerusalem.","Kemudian pergilah raja ke rumah TUHAN bersama-sama semua orang Yehuda dan penduduk Yerusalem, para imam, orang-orang Lewi, dan seluruh orang awam, baik yang besar maupun yang masih kecil. Dengan didengar mereka ia membacakan segala perkataan dari kitab perjanjian yang ditemukan di rumah TUHAN itu.","Sesudah itu berdirilah raja pada tempatnya dan diikatnyalah perjanjian di hadapan TUHAN untuk hidup dengan mengikuti TUHAN, dan tetap menuruti perintah-perintah-Nya, peraturan-peraturan-Nya dan ketetapan-ketetapan-Nya dengan segenap hatinya dan dengan segenap jiwanya dan untuk melakukan perkataan perjanjian yang tertulis dalam kitab itu.","Ia menyuruh semua orang yang berada di Yerusalem dan Benyamin ikut serta dalam perjanjian itu. Dan penduduk Yerusalem berbuat menurut perjanjian Allah, yakni Allah nenek moyang mereka.","Yosia menjauhkan segala dewa kekejian dari semua daerah orang Israel dan menyuruh semua orang yang ada di Israel beribadah kepada TUHAN, Allah mereka. Maka sepanjang hidup Yosia mereka tidak menyimpang mengikuti TUHAN, Allah nenek moyang mereka."]