["Pada tahun pertama zaman Koresh, raja negeri Persia, TUHAN menggerakkan hati Koresh, raja Persia itu untuk menggenapkan firman yang diucapkan oleh Yeremia, sehingga disiarkan di seluruh kerajaan Koresh secara lisan dan tulisan pengumuman ini:","\"Beginilah perintah Koresh, raja Persia: Segala kerajaan di bumi telah dikaruniakan kepadaku oleh TUHAN, Allah semesta langit. Ia menugaskan aku untuk mendirikan rumah bagi-Nya di Yerusalem, yang terletak di Yehuda.","Siapa di antara kamu termasuk umat-Nya, Allahnya menyertainya! Biarlah ia berangkat pulang ke Yerusalem, yang terletak di Yehuda, dan mendirikan rumah TUHAN. Allah Israel, yakni Allah yang diam di Yerusalem.","Dan setiap orang yang tertinggal, di manapun ia ada sebagai pendatang, harus disokong oleh penduduk setempat dengan perak dan emas, harta benda dan ternak, di samping persembahan sukarela bagi rumah Allah yang ada di Yerusalem.\"","Maka berkemaslah kepala-kepala kaum keluarga orang Yehuda dan orang Benyamin, serta para imam dan orang-orang Lewi, yakni setiap orang yang hatinya digerakkan Allah untuk berangkat pulang dan mendirikan rumah TUHAN yang ada di Yerusalem.","Dan segala orang di sekeliling mereka membantu mereka dengan barang-barang perak, dengan emas, harta benda dan ternak dan dengan pemberian yang indah-indah, selain dari segala sesuatu yang dipersembahkan dengan sukarela.","Pula raja Koresh menyuruh mengeluarkan perlengkapan rumah TUHAN yang telah diangkut Nebukadnezar dari Yerusalem dan yang ditaruhnya di dalam kuil allahnya.","Koresh, raja Persia itu, menyuruh mengeluarkan semuanya itu di bawah pengawasan Mitredat, bendahara raja, yang menghitung seluruhnya bagi Sesbazar, pembesar di Yehuda.","Inilah daftarnya: tiga puluh bokor emas, seribu bokor perak, dua puluh sembilan pisau,","tiga puluh piala emas, pula empat ratus sepuluh piala perak, seribu buah barang-barang lain.","Barang-barang emas dan perak itu seluruhnya berjumlah lima ribu empat ratus. Semuanya itu dibawa oleh Sesbazar sewaktu orang-orang buangan itu dibawa pulang dari negeri Babel ke Yerusalem."]