["Ketika Sanbalat dan Tobia dan Gesyem, orang Arab itu dan musuh-musuh kami yang lain mendengar, bahwa aku telah selesai membangun kembali tembok, sehingga tidak ada lagi lobang, walaupun sampai waktu itu di pintu-pintu gerbang belum kupasang pintunya,","maka Sanbalat dan Gesyem mengutus orang kepadaku dengan pesan: \"Mari, kita mengadakan pertemuan bersama di Kefirim, di lembah Ono!\" Tetapi mereka berniat mencelakakan aku.","Lalu aku mengirim utusan kepada mereka dengan balasan: \"Aku tengah melakukan suatu pekerjaan yang besar. Aku tidak bisa datang! Untuk apa pekerjaan ini terhenti oleh sebab aku meninggalkannya dan pergi kepada kamu!\"","Sampai empat kali mereka mengirim pesan semacam itu kepadaku dan setiap kali aku berikan jawaban yang sama kepada mereka.","Lalu dengan cara yang sama untuk kelima kalinya Sanbalat mengirim seorang anak buahnya kepadaku yang membawa surat yang terbuka.","Dalam surat itu tertulis: \"Ada desas-desus di antara bangsa-bangsa dan Gasymu membenarkannya, bahwa engkau dan orang-orang Yahudi berniat untuk memberontak, dan oleh sebab itu membangun kembali tembok. Lagipula, menurut kabar itu, engkau mau menjadi raja mereka.","Bahkan engkau telah menunjuk nabi-nabi yang harus memberitakan tentang dirimu di Yerusalem, demikian: Ada seorang raja di Yehuda! Sekarang, berita seperti itu akan didengar raja. Oleh sebab itu, mari, kita sama-sama berunding!\"","Tetapi aku mengirim orang kepadanya dengan balasan: \"Hal seperti yang kausebut itu tidak pernah ada. Itu isapan jempolmu belaka!\"","Karena mereka semua mau menakut-nakutkan kami, pikirnya: \"Mereka akan membiarkan pekerjaan itu, sehingga tak dapat diselesaikan.\" Tetapi aku justru berusaha sekuat tenaga.","Ketika aku pergi ke rumah Semaya bin Delaya bin Mehetabeel, sebab ia berhalangan datang, berkatalah ia: \"Biarlah kita bertemu di rumah Allah, di dalam Bait Suci, dan mengunci pintu-pintunya, karena ada orang yang mau datang membunuh engkau, ya, malam ini mereka mau datang membunuh engkau.\"","Tetapi kataku: \"Orang manakah seperti aku ini yang akan melarikan diri? Orang manakah seperti aku ini dapat memasuki Bait Suci dan tinggal hidup? Aku tidak pergi!\"","Karena kuketahui benar, bahwa Allah tidak mengutus dia. Ia mengucapkan nubuat itu terhadap aku, karena disuap Tobia dan Sanbalat.","Untuk ini ia disuap, supaya aku menjadi takut lalu berbuat demikian, sehingga aku berdosa. Dengan demikian mereka mempunyai kesempatan untuk membusukkan namaku, sehingga dapat mencela aku.","Ya Allahku, ingatlah bagaimana Tobia dan Sanbalat masing-masing telah bertindak! Pun tindakan nabiah Noaja dan nabi-nabi yang lain yang mau menakut-nakutkan aku.","Maka selesailah tembok itu pada tanggal dua puluh lima bulan Elul, dalam waktu lima puluh dua hari.","Ketika semua musuh kami mendengar hal itu, takutlah semua bangsa sekeliling kami. Mereka sangat kehilangan muka dan menjadi sadar, bahwa pekerjaan itu dilaksanakan dengan bantuan Allah kami.","Pada masa itu pula para pemuka Yehuda mengirim banyak surat kepada Tobia, dan sebaliknya mereka menerima surat-surat dari padanya,","karena banyak orang di Yehuda mempunyai ikatan sumpah dengan dia, sebab ia adalah menantu Sekhanya bin Arah, sedang Yohanan, anaknya, mengambil anak Mesulam bin Berekhya sebagai isteri.","Juga mereka sebut-sebut segala kebaikan Tobia di mukaku dan segala perkataanku terus dibeberkan kepadanya. Pula Tobia mengirim surat-surat untuk menakut-nakutkan aku."]