["Haleluya! Bersyukurlah kepada TUHAN, sebab Ia baik! Bahwasanya untuk selama-lamanya kasih setia-Nya.","Siapakah yang dapat memberitahukan keperkasaan TUHAN, memperdengarkan segala pujian kepada-Nya?","Berbahagialah orang-orang yang berpegang pada hukum, yang melakukan keadilan di segala waktu!","Ingatlah aku, ya TUHAN, demi kemurahan terhadap umat-Mu, perhatikanlah aku, demi keselamatan dari pada-Mu,","supaya aku melihat kebaikan pada orang-orang pilihan-Mu, supaya aku bersukacita dalam sukacita umat-Mu, dan supaya aku bermegah bersama-sama milik-Mu sendiri.","Kami dan nenek moyang kami telah berbuat dosa, kami telah bersalah, telah berbuat fasik.","Nenek moyang kami di Mesir tidak mengerti perbuatan-perbuatan-Mu yang ajaib, tidak ingat besarnya kasih setia-Mu, tetapi mereka memberontak terhadap Yang Mahatinggi di tepi Laut Teberau.","Namun diselamatkan-Nya mereka oleh karena nama-Nya, untuk memperkenalkan keperkasaan-Nya.","Dihardik-Nya Laut Teberau, sehingga kering, dibawa-Nya mereka berjalan melalui samudera raya seperti melalui padang gurun.","Demikian diselamatkan-Nya mereka dari tangan pembenci, ditebus-Nya mereka dari tangan musuh;","air menutupi para lawan mereka, seorangpun dari pada mereka tiada tinggal.","Ketika itu percayalah mereka kepada segala firman-Nya, mereka menyanyikan puji-pujian kepada-Nya.","Tetapi segera mereka melupakan perbuatan-perbuatan-Nya, dan tidak menantikan nasihat-Nya;","mereka dirangsang nafsu di padang gurun, dan mencobai Allah di padang belantara.","Diberikan-Nya kepada mereka apa yang mereka minta, dan didatangkan-Nya penyakit paru-paru di antara mereka.","Mereka cemburu kepada Musa di perkemahan, dan kepada Harun, orang kudus TUHAN.","Bumi terbuka dan menelan Datan, menutupi kumpulan Abiram.","Api menyala di kalangan mereka, nyala api menghanguskan orang-orang fasik itu.","Mereka membuat anak lembu di Horeb, dan sujud menyembah kepada patung tuangan;","mereka menukar Kemuliaan mereka dengan bangunan sapi jantan yang makan rumput.","Mereka melupakan Allah yang telah menyelamatkan mereka, yang telah melakukan hal-hal yang besar di Mesir:","perbuatan-perbuatan ajaib di tanah Ham, perbuatan-perbuatan dahsyat di tepi Laut Teberau.","Maka Ia mengatakan hendak memusnahkan mereka, kalau Musa, orang pilihan-Nya, tidak mengetengahi di hadapan-Nya, untuk menyurutkan amarah-Nya, sehingga Ia tidak memusnahkan mereka.","Mereka menolak negeri yang indah itu, tidak percaya kepada firman-Nya.","Mereka menggerutu di kemahnya dan tidak mendengarkan suara TUHAN.","Lalu Ia mengangkat tangan-Nya terhadap mereka untuk meruntuhkan mereka di padang gurun,","dan untuk mencerai-beraikan anak cucu mereka ke antara bangsa-bangsa, dan menyerakkan mereka ke pelbagai negeri.","Mereka berpaut pada Baal Peor, dan memakan korban-korban sembelihan bagi orang mati.","Mereka menyakiti hati-Nya dengan perbuatan mereka, maka timbullah tulah di antara mereka.","Tetapi Pinehas berdiri dan menjalankan hukum, maka berhentilah tulah itu.","Hal itu diperhitungkan kepadanya sebagai jasa turun-temurun, untuk selama-lamanya.","Mereka menggusarkan Dia dekat air Meriba, sehingga Musa kena celaka karena mereka;","sebab mereka memahitkan hatinya, sehingga ia teledor dengan kata-katanya.","Mereka tidak memunahkan bangsa-bangsa, seperti yang diperintahkan TUHAN kepada mereka,","tetapi mereka bercampur baur dengan bangsa-bangsa, dan belajar cara-cara mereka bekerja.","Mereka beribadah kepada berhala-berhala mereka, yang menjadi perangkap bagi mereka.","Mereka mengorbankan anak-anak lelaki mereka, dan anak-anak perempuan mereka kepada roh-roh jahat,","dan menumpahkan darah orang yang tak bersalah, darah anak-anak lelaki dan anak-anak perempuan mereka, yang mereka korbankan kepada berhala-berhala Kanaan, sehingga negeri itu cemar oleh hutang darah.","Mereka menajiskan diri dengan apa yang mereka lakukan, dan berzinah dalam perbuatan-perbuatan mereka.","Maka menyalalah murka TUHAN terhadap umat-Nya, dan Ia jijik kepada milik-Nya sendiri.","Diserahkan-Nyalah mereka ke tangan bangsa-bangsa, sehingga orang-orang yang membenci mereka berkuasa atas mereka.","Mereka diimpit oleh musuhnya, sehingga takluk ke bawah kuasanya.","Banyak kali dilepaskan-Nya mereka, tetapi mereka bersikap memberontak dengan rencana-rencana mereka, tenggelam dalam kesalahan mereka.","Namun Ia menilik kesusahan mereka, ketika Ia mendengar teriak mereka.","Ia ingat akan perjanjian-Nya karena mereka, dan menyesal sesuai dengan kasih setia-Nya yang besar.","Diberi-Nya mereka mendapat rahmat dari pihak semua orang yang menawan mereka.","Selamatkanlah kami, ya TUHAN, Allah kami, dan kumpulkanlah kami dari antara bangsa-bangsa, supaya kami bersyukur kepada nama-Mu yang kudus, dan bermegah dalam puji-pujian kepada-Mu.","Terpujilah TUHAN, Allah Israel, dari selama-lamanya sampai selama-lamanya, dan biarlah seluruh umat mengatakan: \"Amin!\" Haleluya!"]