["Kedengaranlah kepada Yakub anak-anak Laban berkata demikian: \"Yakub telah mengambil segala harta milik ayah kita dan dari harta itulah ia membangun segala kekayaannya.\"","Lagi kelihatan kepada Yakub dari muka Laban, bahwa Laban tidak lagi seperti yang sudah-sudah kepadanya.","Lalu berfirmanlah TUHAN kepada Yakub: \"Pulanglah ke negeri nenek moyangmu dan kepada kaummu, dan Aku akan menyertai engkau.\"","Sesudah itu Yakub menyuruh memanggil Rahel dan Lea untuk datang ke padang, ke tempat kambing dombanya,","lalu ia berkata kepada mereka: \"Telah kulihat dari muka ayahmu, bahwa ia tidak lagi seperti yang sudah-sudah kepadaku, tetapi Allah ayahku menyertai aku.","Juga kamu sendiri tahu, bahwa aku telah bekerja sekuat-kuatku pada ayahmu.","Tetapi ayahmu telah berlaku curang kepadaku dan telah sepuluh kali mengubah upahku, tetapi Allah tidak membiarkan dia berbuat jahat kepadaku.","Apabila ia berkata: yang berbintik-bintiklah akan menjadi upahmu, maka segala kambing domba itu beroleh anak yang berbintik-bintik; dan apabila ia berkata: yang bercoreng-corenglah akan menjadi upahmu, maka segala kambing domba itu beroleh anak yang bercoreng-coreng.","Demikianlah Allah mengambil ternak ayahmu dan memberikannya kepadaku.","Pada suatu kali pada masa kambing domba itu suka berkelamin, maka aku bermimpi dan melihat, bahwa jantan-jantan yang menjantani kambing domba itu bercoreng-coreng, berbintik-bintik dan berbelang-belang.","Dan Malaikat Allah berfirman kepadaku dalam mimpi itu: Yakub! Jawabku: Ya Tuhan!","Lalu Ia berfirman: Angkatlah mukamu dan lihatlah, bahwa segala jantan yang menjantani kambing domba itu bercoreng-coreng, berbintik-bintik dan berbelang-belang, sebab telah Kulihat semua yang dilakukan oleh Laban itu kepadamu.","Akulah Allah yang di Betel itu, di mana engkau mengurapi tugu, dan di mana engkau bernazar kepada-Ku; maka sekarang, bersiaplah engkau, pergilah dari negeri ini dan pulanglah ke negeri sanak saudaramu.\"","Lalu Rahel dan Lea menjawab Yakub, katanya: \"Bukankah tidak ada lagi bagian atau warisan kami dalam rumah ayah kami?","Bukankah kami ini dianggapnya sebagai orang asing, karena ia telah menjual kami? Juga bagian kami telah dihabiskannya sama sekali.","Tetapi segala kekayaan, yang telah diambil Allah dari ayah kami, adalah milik kami dan anak-anak kami; maka sekarang, perbuatlah segala yang difirmankan Allah kepadamu.\"","Lalu bersiaplah Yakub, dinaikkannya anak-anaknya dan isteri-isterinya ke atas unta,","digiringnya seluruh ternaknya dan segala apa yang telah diperolehnya, yakni ternak kepunyaannya, yang telah diperolehnya di Padan-Aram, dengan maksud pergi kepada Ishak, ayahnya, ke tanah Kanaan.","Adapun Laban telah pergi menggunting bulu domba-dombanya. Ketika itulah Rahel mencuri terafim ayahnya.","Dan Yakub mengakali Laban, orang Aram itu, dengan tidak memberitahukan kepadanya, bahwa ia mau lari.","Demikianlah ia lari dengan segala harta miliknya. Ia berangkat, menyeberangi sungai Efrat dan berjalan menuju pegunungan Gilead.","Ketika pada hari ketiga dikabarkan kepada Laban, bahwa Yakub telah lari,","dibawanyalah sanak saudaranya bersama-sama, dikejarnya Yakub tujuh hari perjalanan jauhnya, lalu ia dapat menyusulnya di pegunungan Gilead.","Pada waktu malam datanglah Allah dalam suatu mimpi kepada Laban, orang Aram itu, serta berfirman kepadanya: \"Jagalah baik-baik, supaya engkau jangan mengatai Yakub dengan sepatah katapun.\"","Ketika Laban sampai kepada Yakub, --Yakub telah memasang kemahnya di pegunungan, juga Laban dengan sanak saudaranya telah memasang kemahnya di pegunungan Gilead--","berkatalah Laban kepada Yakub: \"Apakah yang kauperbuat ini, maka engkau mengakali aku dan mengangkut anak-anakku perempuan sebagai orang tawanan?","Mengapa engkau lari diam-diam dan mengakali aku? Mengapa engkau tidak memberitahu kepadaku, supaya aku menghantarkan engkau dengan sukacita dan nyanyian dengan rebana dan kecapi?","Lagipula engkau tidak memberikan aku kesempatan untuk mencium cucu-cucuku laki-laki dan anak-anakku perempuan. Memang bodoh perbuatanmu itu.","Aku ini berkuasa untuk berbuat jahat kepadamu, tetapi Allah ayahmu telah berfirman kepadaku tadi malam: Jagalah baik-baik, jangan engkau mengatai Yakub dengan sepatah katapun.","Maka sekarang, kalau memang engkau harus pergi, semata-mata karena sangat rindu ke rumah ayahmu, mengapa engkau mencuri dewa-dewaku?\"","Lalu Yakub menjawab Laban: \"Aku takut, karena pikirku, jangan-jangan engkau merampas anak-anakmu itu dari padaku.","Tetapi pada siapa engkau menemui dewa-dewamu itu, janganlah ia hidup lagi. Periksalah di depan saudara-saudara kita segala barang yang ada padaku dan ambillah barangmu.\" Sebab Yakub tidak tahu, bahwa Rahel yang mencuri terafim itu.","Lalu masuklah Laban ke dalam kemah Yakub dan ke dalam kemah Lea dan ke dalam kemah kedua budak perempuan itu, tetapi terafim itu tidak ditemuinya. Setelah keluar dari kemah Lea, ia masuk ke dalam kemah Rahel.","Tetapi Rahel telah mengambil terafim itu dan memasukkannya ke dalam pelana untanya, dan duduk di atasnya. Laban menggeledah seluruh kemah itu, tetapi terafim itu tidak ditemuinya.","Lalu kata Rahel kepada ayahnya: \"Janganlah bapa marah, karena aku tidak dapat bangun berdiri di depanmu, sebab aku sedang haid.\" Dan Laban mencari dengan teliti, tetapi ia tidak menemui terafim itu.","Lalu hati Yakub panas dan ia bertengkar dengan Laban. Ia berkata kepada Laban: \"Apakah kesalahanku, apakah dosaku, maka engkau memburu aku sehebat itu?","Engkau telah menggeledah segala barangku, sekarang apakah yang kautemui dari segala barang rumahmu? Letakkanlah di sini di depan saudara-saudaraku dan saudara-saudaramu, supaya mereka mengadili antara kita berdua.","Selama dua puluh tahun ini aku bersama-sama dengan engkau; domba dan kambing betinamu tidak pernah keguguran dan jantan dari kambing dombamu tidak pernah kumakan.","Yang diterkam oleh binatang buas tidak pernah kubawa kepadamu, aku sendiri yang menggantinya; yang dicuri orang, baik waktu siang, baik waktu malam, selalu engkau tuntut dari padaku.","Aku dimakan panas hari waktu siang dan kedinginan waktu malam, dan mataku jauh dari pada tertidur.","Selama dua puluh tahun ini aku di rumahmu; aku telah bekerja padamu empat belas tahun lamanya untuk mendapat kedua anakmu dan enam tahun untuk mendapat ternakmu, dan engkau telah sepuluh kali mengubah upahku.","Seandainya Allah ayahku, Allah Abraham dan Yang Disegani oleh Ishak tidak menyertai aku, tentulah engkau sekarang membiarkan aku pergi dengan tangan hampa; tetapi kesengsaraanku dan jerih payahku telah diperhatikan Allah dan Ia telah menjatuhkan putusan tadi malam.\"","Lalu Laban menjawab Yakub: \"Perempuan-perempuan ini anakku dan anak-anak lelaki ini cucuku dan ternak ini ternakku, bahkan segala yang kaulihat di sini adalah milikku; jadi apakah yang dapat kuperbuat sekarang kepada anak-anakku ini atau kepada anak-anak yang dilahirkan mereka?","Maka sekarang, marilah kita mengikat perjanjian, aku dan engkau, supaya itu menjadi kesaksian antara aku dan engkau.\"","Kemudian Yakub mengambil sebuah batu dan didirikannya menjadi tugu.","Selanjutnya berkatalah Yakub kepada sanak saudaranya: \"Kumpulkanlah batu.\" Maka mereka mengambil batu dan membuat timbunan, lalu makanlah mereka di sana di dekat timbunan itu.","Laban menamai timbunan batu itu Yegar-Sahaduta, tetapi Yakub menamainya Galed.","Lalu kata Laban: \"Timbunan batu inilah pada hari ini menjadi kesaksian antara aku dan engkau.\" Itulah sebabnya timbunan itu dinamainya Galed,","dan juga Mizpa, sebab katanya: \"TUHAN kiranya berjaga-jaga antara aku dan engkau, apabila kita berjauhan.","Jika engkau mengaibkan anak-anakku, dan jika engkau mengambil isteri lain di samping anak-anakku itu, ingatlah, walaupun tidak ada orang dekat kita, Allah juga yang menjadi saksi antara aku dan engkau.\"","Selanjutnya kata Laban kepada Yakub: \"Inilah timbunan batu, dan inilah tugu yang kudirikan antara aku dan engkau--","timbunan batu dan tugu inilah menjadi kesaksian, bahwa aku tidak akan melewati timbunan batu ini mendapatkan engkau, dan bahwa engkaupun tidak akan melewati timbunan batu dan tugu ini mendapatkan aku, dengan berniat jahat.","Allah Abraham dan Allah Nahor, Allah ayah mereka, kiranya menjadi hakim antara kita.\" Lalu Yakub bersumpah demi Yang Disegani oleh Ishak, ayahnya.","Dan Yakub mempersembahkan korban sembelihan di gunung itu. Ia mengundang makan sanak saudaranya, lalu mereka makan serta bermalam di gunung itu.","Keesokan harinya pagi-pagi Laban mencium cucu-cucunya dan anak-anaknya serta memberkati mereka, kemudian pulanglah Laban kembali ke tempat tinggalnya."]