["Pada waktu itu Yehuda meninggalkan saudara-saudaranya dan menumpang pada seorang Adulam, yang namanya Hira.","Di situ Yehuda melihat anak perempuan seorang Kanaan; nama orang itu ialah Syua. Lalu Yehuda kawin dengan perempuan itu dan menghampirinya.","Perempuan itu mengandung, lalu melahirkan seorang anak laki-laki dan menamai anak itu Er.","Sesudah itu perempuan itu mengandung lagi, lalu melahirkan seorang anak laki-laki dan menamai anak itu Onan.","Kemudian perempuan itu melahirkan seorang anak laki-laki sekali lagi, dan menamai anak itu Syela. Yehuda sedang berada di Kezib, ketika anak itu dilahirkan.","Sesudah itu Yehuda mengambil bagi Er, anak sulungnya, seorang isteri, yang bernama Tamar.","Tetapi Er, anak sulung Yehuda itu, adalah jahat di mata TUHAN, maka TUHAN membunuh dia.","Lalu berkatalah Yehuda kepada Onan: \"Hampirilah isteri kakakmu itu, kawinlah dengan dia sebagai ganti kakakmu dan bangkitkanlah keturunan bagi kakakmu.\"","Tetapi Onan tahu, bahwa bukan ia yang empunya keturunannya nanti, sebab itu setiap kali ia menghampiri isteri kakaknya itu, ia membiarkan maninya terbuang, supaya ia jangan memberi keturunan kepada kakaknya.","Tetapi yang dilakukannya itu adalah jahat di mata TUHAN, maka TUHAN membunuh dia juga.","Lalu berkatalah Yehuda kepada Tamar, menantunya itu: \"Tinggallah sebagai janda di rumah ayahmu, sampai anakku Syela itu besar,\" sebab pikirnya: \"Jangan-jangan ia mati seperti kedua kakaknya itu.\" Maka pergilah Tamar dan tinggal di rumah ayahnya.","Setelah beberapa lama matilah anak Syua, isteri Yehuda. Habis berkabung pergilah Yehuda ke Timna, kepada orang-orang yang menggunting bulu domba-dombanya, bersama dengan Hira, sahabatnya, orang Adulam itu.","Ketika dikabarkan kepada Tamar: \"Bapa mertuamu sedang di jalan ke Timna untuk menggunting bulu domba-dombanya,\"","maka ditanggalkannyalah pakaian kejandaannya, ia bertelekung dan berselubung, lalu pergi duduk di pintu masuk ke Enaim yang di jalan ke Timna, karena dilihatnya, bahwa Syela telah menjadi besar, dan dia tidak diberikan juga kepada Syela itu untuk menjadi isterinya.","Ketika Yehuda melihat dia, disangkanyalah dia seorang perempuan sundal, karena ia menutupi mukanya.","Lalu berpalinglah Yehuda mendapatkan perempuan yang di pinggir jalan itu serta berkata: \"Marilah, aku mau menghampiri engkau,\" sebab ia tidak tahu, bahwa perempuan itu menantunya. Tanya perempuan itu: \"Apakah yang akan kauberikan kepadaku, jika engkau menghampiri aku?\"","Jawabnya: \"Aku akan mengirimkan kepadamu seekor anak kambing dari kambing dombaku.\" Kata perempuan itu: \"Asal engkau memberikan tanggungannya, sampai engkau mengirimkannya kepadaku.\"","Tanyanya: \"Apakah tanggungan yang harus kuberikan kepadamu?\" Jawab perempuan itu: \"Cap meteraimu serta kalungmu dan tongkat yang ada di tanganmu itu.\" Lalu diberikannyalah semuanya itu kepadanya, maka ia menghampirinya. Perempuan itu mengandung dari padanya.","Bangunlah perempuan itu, lalu pergi, ditanggalkannya telekungnya dan dikenakannya pula pakaian kejandaannya.","Adapun Yehuda, ia mengirimkan anak kambing itu dengan perantaraan sahabatnya, orang Adulam itu, untuk mengambil kembali tanggungannya dari tangan perempuan itu, tetapi perempuan itu tidak dijumpainya lagi.","Ia bertanya-tanya di tempat tinggal perempuan itu: \"Di manakah perempuan jalang, yang duduk tadinya di pinggir jalan di Enaim itu?\" Jawab mereka: \"Tidak ada di sini perempuan jalang.\"","Kembalilah ia kepada Yehuda dan berkata: \"Tidak ada kujumpai dia; dan juga orang-orang di tempat itu berkata: Tidak ada perempuan jalang di sini.\"","Lalu berkatalah Yehuda: \"Biarlah barang-barang itu dipegangnya, supaya kita jangan menjadi buah olok-olok orang; sungguhlah anak kambing itu telah kukirimkan, tetapi engkau tidak menjumpai perempuan itu.\"","Sesudah kira-kira tiga bulan dikabarkanlah kepada Yehuda: \"Tamar, menantumu, bersundal, bahkan telah mengandung dari persundalannya itu.\" Lalu kata Yehuda: \"Bawalah perempuan itu, supaya dibakar.\"","Waktu dibawa, perempuan itu menyuruh orang kepada mertuanya mengatakan: \"Dari laki-laki yang empunya barang-barang inilah aku mengandung.\" Juga dikatakannya: \"Periksalah, siapa yang empunya cap meterai serta kalung dan tongkat ini?\"","Yehuda memeriksa barang-barang itu, lalu berkata: \"Bukan aku, tetapi perempuan itulah yang benar, karena memang aku tidak memberikan dia kepada Syela, anakku.\" Dan ia tidak bersetubuh lagi dengan perempuan itu.","Pada waktu perempuan itu hendak bersalin, nyatalah ada anak kembar dalam kandungannya.","Dan ketika ia bersalin, seorang dari anak itu mengeluarkan tangannya, lalu dipegang oleh bidan, diikatnya dengan benang kirmizi serta berkata: \"Inilah yang lebih dahulu keluar.\"","Ketika anak itu menarik tangannya kembali, keluarlah saudaranya laki-laki, dan bidan itu berkata: \"Alangkah kuatnya engkau menembus ke luar,\" maka anak itu dinamai Peres.","Sesudah itu keluarlah saudaranya laki-laki yang tangannya telah berikat benang kirmizi itu, lalu kepadanya diberi nama Zerah."]