["Adapun Yusuf telah dibawa ke Mesir; dan Potifar, seorang Mesir, pegawai istana Firaun, kepala pengawal raja, membeli dia dari tangan orang Ismael yang telah membawa dia ke situ.","Tetapi TUHAN menyertai Yusuf, sehingga ia menjadi seorang yang selalu berhasil dalam pekerjaannya; maka tinggallah ia di rumah tuannya, orang Mesir itu.","Setelah dilihat oleh tuannya, bahwa Yusuf disertai TUHAN dan bahwa TUHAN membuat berhasil segala sesuatu yang dikerjakannya,","maka Yusuf mendapat kasih tuannya, dan ia boleh melayani dia; kepada Yusuf diberikannya kuasa atas rumahnya dan segala miliknya diserahkannya pada kekuasaan Yusuf.","Sejak ia memberikan kuasa dalam rumahnya dan atas segala miliknya kepada Yusuf, TUHAN memberkati rumah orang Mesir itu karena Yusuf, sehingga berkat TUHAN ada atas segala miliknya, baik yang di rumah maupun yang di ladang.","Segala miliknya diserahkannya pada kekuasaan Yusuf, dan dengan bantuan Yusuf ia tidak usah lagi mengatur apa-apapun selain dari makanannya sendiri. Adapun Yusuf itu manis sikapnya dan elok parasnya.","Selang beberapa waktu isteri tuannya memandang Yusuf dengan berahi, lalu katanya: \"Marilah tidur dengan aku.\"","Tetapi Yusuf menolak dan berkata kepada isteri tuannya itu: \"Dengan bantuanku tuanku itu tidak lagi mengatur apa yang ada di rumah ini dan ia telah menyerahkan segala miliknya pada kekuasaanku,","bahkan di rumah ini ia tidak lebih besar kuasanya dari padaku, dan tiada yang tidak diserahkannya kepadaku selain dari pada engkau, sebab engkau isterinya. Bagaimanakah mungkin aku melakukan kejahatan yang besar ini dan berbuat dosa terhadap Allah?\"","Walaupun dari hari ke hari perempuan itu membujuk Yusuf, Yusuf tidak mendengarkan bujukannya itu untuk tidur di sisinya dan bersetubuh dengan dia.","Pada suatu hari masuklah Yusuf ke dalam rumah untuk melakukan pekerjaannya, sedang dari seisi rumah itu seorangpun tidak ada di rumah.","Lalu perempuan itu memegang baju Yusuf sambil berkata: \"Marilah tidur dengan aku.\" Tetapi Yusuf meninggalkan bajunya di tangan perempuan itu dan lari ke luar.","Ketika dilihat perempuan itu, bahwa Yusuf meninggalkan bajunya dalam tangannya dan telah lari ke luar,","dipanggilnyalah seisi rumah itu, lalu katanya kepada mereka: \"Lihat, dibawanya ke mari seorang Ibrani, supaya orang ini dapat mempermainkan kita. Orang ini mendekati aku untuk tidur dengan aku, tetapi aku berteriak-teriak dengan suara keras.","Dan ketika didengarnya bahwa aku berteriak sekeras-kerasnya, ditinggalkannyalah bajunya padaku, lalu ia lari ke luar.\"","Juga ditaruhnya baju Yusuf itu di sisinya, sampai tuan rumah pulang.","Perkataan itu jugalah yang diceritakan perempuan itu kepada Potifar, katanya: \"Hamba orang Ibrani yang kaubawa ke mari itu datang kepadaku untuk mempermainkan aku.","Tetapi ketika aku berteriak sekeras-kerasnya, ditinggalkannya bajunya padaku, lalu ia lari ke luar.\"","Baru saja didengar oleh tuannya perkataan yang diceritakan isterinya kepadanya: begini begitulah aku diperlakukan oleh hambamu itu, maka bangkitlah amarahnya.","Lalu Yusuf ditangkap oleh tuannya dan dimasukkan ke dalam penjara, tempat tahanan-tahanan raja dikurung. Demikianlah Yusuf dipenjarakan di sana.","Tetapi TUHAN menyertai Yusuf dan melimpahkan kasih setia-Nya kepadanya, dan membuat Yusuf kesayangan bagi kepala penjara itu.","Sebab itu kepala penjara mempercayakan semua tahanan dalam penjara itu kepada Yusuf, dan segala pekerjaan yang harus dilakukan di situ, dialah yang mengurusnya.","Dan kepala penjara tidak mencampuri segala yang dipercayakannya kepada Yusuf, karena TUHAN menyertai dia dan apa yang dikerjakannya dibuat TUHAN berhasil."]