["Ketika itu Yusuf tidak dapat menahan hatinya lagi di depan semua orang yang berdiri di dekatnya, lalu berserulah ia: \"Suruhlah keluar semua orang dari sini.\" Maka tidak ada seorangpun yang tinggal di situ bersama-sama Yusuf, ketika ia memperkenalkan dirinya kepada saudara-saudaranya.","Setelah itu menangislah ia keras-keras, sehingga kedengaran kepada orang Mesir dan kepada seisi istana Firaun.","Dan Yusuf berkata kepada saudara-saudaranya: \"Akulah Yusuf! Masih hidupkah bapa?\" Tetapi saudara-saudaranya tidak dapat menjawabnya, sebab mereka takut dan gemetar menghadapi dia.","Lalu kata Yusuf kepada saudara-saudaranya itu: \"Marilah dekat-dekat.\" Maka mendekatlah mereka. Katanya lagi: \"Akulah Yusuf, saudaramu, yang kamu jual ke Mesir.","Tetapi sekarang, janganlah bersusah hati dan janganlah menyesali diri, karena kamu menjual aku ke sini, sebab untuk memelihara kehidupanlah Allah menyuruh aku mendahului kamu.","Karena telah dua tahun ada kelaparan dalam negeri ini dan selama lima tahun lagi orang tidak akan membajak atau menuai.","Maka Allah telah menyuruh aku mendahului kamu untuk menjamin kelanjutan keturunanmu di bumi ini dan untuk memelihara hidupmu, sehingga sebagian besar dari padamu tertolong.","Jadi bukanlah kamu yang menyuruh aku ke sini, tetapi Allah; Dialah yang telah menempatkan aku sebagai bapa bagi Firaun dan tuan atas seluruh istananya dan sebagai kuasa atas seluruh tanah Mesir.","Segeralah kamu kembali kepada bapa dan katakanlah kepadanya: Beginilah kata Yusuf, anakmu: Allah telah menempatkan aku sebagai tuan atas seluruh Mesir; datanglah mendapatkan aku, janganlah tunggu-tunggu.","Engkau akan tinggal di tanah Gosyen dan akan dekat kepadaku, engkau serta anak dan cucumu, kambing domba dan lembu sapimu dan segala milikmu.","Di sanalah aku memelihara engkau--sebab kelaparan ini masih ada lima tahun lagi--supaya engkau jangan jatuh miskin bersama seisi rumahmu dan semua orang yang ikut serta dengan engkau.","Dan kamu telah melihat dengan mata sendiri, dan saudaraku Benyamin juga, bahwa mulutku sendiri mengatakannya kepadamu.","Sebab itu ceritakanlah kepada bapa segala kemuliaanku di negeri Mesir ini, dan segala yang telah kamu lihat, kemudian segeralah bawa bapa ke mari.\"","Lalu dipeluknyalah leher Benyamin, adiknya itu, dan menangislah ia, dan menangis pulalah Benyamin pada bahu Yusuf.","Yusuf mencium semua saudaranya itu dengan mesra dan ia menangis sambil memeluk mereka. Sesudah itu barulah saudara-saudaranya bercakap-cakap dengan dia.","Ketika dalam istana Firaun terdengar kabar, bahwa saudara-saudara Yusuf datang, hal itu diterima dengan baik oleh Firaun dan pegawai-pegawainya.","Lalu berkatalah Firaun kepada Yusuf: \"Katakanlah kepada saudara-saudaramu Buatlah begini: muatilah binatang-binatangmu dan pergilah ke tanah Kanaan,","jemputlah ayahmu dan seisi rumahmu dan datanglah mendapatkan aku, maka aku akan memberikan kepadamu apa yang paling baik di tanah Mesir, sehingga kamu akan mengecap kesuburan tanah ini.","Selanjutnya engkau mendapat perintah mengatakan kepada mereka: Buatlah begini: bawalah kereta dari tanah Mesir untuk anak-anakmu dan isteri-isterimu, jemputlah ayahmu dari sana dan datanglah ke mari.","Janganlah kamu merasa sayang meninggalkan barang-barangmu, sebab apa yang paling baik di seluruh tanah Mesir ini adalah milikmu.\"","Demikianlah dilakukan oleh anak-anak Israel itu. Yusuf memberikan kereta kepada mereka menurut perintah Firaun; juga diberikan kepada mereka bekal di jalan.","Kepada mereka masing-masing diberikannya sepotong pesalin dan kepada Benyamin diberikannya tiga ratus uang perak dan lima potong pesalin.","Di samping itu kepada ayahnya dikirimkannya sepuluh ekor keledai jantan, dimuati dengan apa yang paling baik di Mesir, lagipula sepuluh ekor keledai betina, dimuati dengan gandum dan roti dan makanan untuk ayahnya dalam perjalanan.","Kemudian ia melepas saudara-saudaranya serta berkata kepada mereka: \"Janganlah berbantah-bantah di jalan.\"","Demikianlah mereka pergi dari tanah Mesir dan sampai di tanah Kanaan, kepada Yakub, ayah mereka.","Mereka menceritakan kepadanya: \"Yusuf masih hidup, bahkan dialah yang menjadi kuasa atas seluruh tanah Mesir.\" Tetapi hati Yakub tetap dingin, sebab ia tidak dapat mempercayai mereka.","Tetapi ketika mereka menyampaikan kepadanya segala perkataan yang diucapkan Yusuf, dan ketika dilihatnya kereta yang dikirim oleh Yusuf untuk menjemputnya, maka bangkitlah kembali semangat Yakub, ayah mereka itu.","Kata Yakub: \"Cukuplah itu; anakku Yusuf masih hidup; aku mau pergi melihatnya, sebelum aku mati.\""]