["Kemudian pergilah Yusuf memberitahukan kepada Firaun: \"Ayahku dan saudara-saudaraku beserta kambing dombanya, lembu sapinya dan segala miliknya telah datang dari tanah Kanaan, dan sekarang mereka ada di tanah Gosyen.\"","Dari antara saudara-saudaranya itu dibawanya lima orang menghadap Firaun.","Firaun bertanya kepada saudara-saudara Yusuf itu: \"Apakah pekerjaanmu?\" Jawab mereka kepada Firaun: \"Hamba-hambamu ini gembala domba, baik kami maupun nenek moyang kami.\"","Lagi kata mereka kepada Firaun: \"Kami datang untuk tinggal di negeri ini sebagai orang asing, sebab tidak ada lagi padang rumput untuk kumpulan ternak hamba-hambamu ini, karena hebat kelaparan itu di tanah Kanaan; maka sekarang, izinkanlah hamba-hambamu ini menetap di tanah Gosyen.\"","Lalu berkatalah Firaun kepada Yusuf: \"Ayahmu dan saudara-saudaramu telah datang kepadamu.","Tanah Mesir ini terbuka untukmu. Tunjukkanlah kepada ayahmu dan kepada saudara-saudaramu tempat menetap di tempat yang terbaik dari negeri ini, biarlah mereka diam di tanah Gosyen. Dan jika engkau tahu di antara mereka orang-orang yang tangkas, tempatkanlah mereka menjadi pengawas ternakku.\"","Yusuf membawa juga Yakub, ayahnya, menghadap Firaun. Lalu Yakub memohonkan berkat bagi Firaun.","Kemudian bertanyalah Firaun kepada Yakub: \"Sudah berapa tahun umurmu?\"","Jawab Yakub kepada Firaun: \"Tahun-tahun pengembaraanku sebagai orang asing berjumlah seratus tiga puluh tahun. Tahun-tahun hidupku itu sedikit saja dan buruk adanya, tidak mencapai umur nenek moyangku, yakni jumlah tahun mereka mengembara sebagai orang asing.\"","Lalu Yakub memohonkan berkat bagi Firaun, sesudah itu keluarlah ia dari depan Firaun.","Yusuf menunjukkan kepada ayahnya dan saudara-saudaranya tempat untuk menetap dan memberikan kepada mereka tanah milik di tanah Mesir, di tempat yang terbaik di negeri itu, di tanah Rameses, seperti yang diperintahkan Firaun.","Dan Yusuf memelihara ayahnya, saudara-saudaranya dan seisi rumah ayahnya dengan makanan, menurut jumlah anak-anak mereka.","Di seluruh negeri itu tidak ada makanan, sebab kelaparan itu sangat hebat, sehingga seisi tanah Mesir dan tanah Kanaan lemah lesu karena kelaparan itu.","Maka Yusuf mengumpulkan segala uang yang terdapat di tanah Mesir dan di tanah Kanaan, yakni uang pembayar gandum yang dibeli mereka; dan Yusuf membawa uang itu ke dalam istana Firaun.","Setelah habis uang di tanah Mesir dan di tanah Kanaan, datanglah semua orang Mesir menghadap Yusuf serta berkata: \"Berilah makanan kepada kami! Mengapa kami harus mati di depanmu? Sebab tidak ada lagi uang.\"","Jawab Yusuf: \"Jika tidak ada lagi uang, berilah ternakmu, maka aku akan memberi makanan kepadamu sebagai ganti ternakmu itu.\"","Lalu mereka membawa ternaknya kepada Yusuf dan Yusuf memberi makanan kepada mereka ganti kuda, kumpulan kambing domba dan kumpulan lembu sapi dan keledainya, jadi disediakannyalah bagi mereka makanan ganti segala ternaknya pada tahun itu.","Setelah lewat tahun itu, datanglah mereka kepadanya, pada tahun yang kedua, serta berkata kepadanya: \"Tidak usah kami sembunyikan kepada tuanku, bahwa setelah uang kami habis dan setelah kumpulan ternak kami menjadi milik tuanku, tidaklah ada lagi yang tinggal yang dapat kami serahkan kepada tuanku selain badan kami dan tanah kami.","Mengapa kami harus mati di depan matamu, baik kami maupun tanah kami? Belilah kami dan tanah kami sebagai ganti makanan, maka kami dengan tanah kami akan menjadi hamba kepada Firaun. Berikanlah benih, supaya kami hidup dan jangan mati, dan supaya tanah itu jangan menjadi tandus.\"","Lalu Yusuf membeli segala tanah orang Mesir untuk Firaun, sebab orang Mesir itu masing-masing menjual ladangnya, karena berat kelaparan itu menimpa mereka. Demikianlah negeri itu menjadi milik Firaun.","Dan tentang rakyat itu, diperhambakannyalah mereka di daerah Mesir dari ujung yang satu sampai ujung yang lain.","Hanya tanah para imam tidak dibelinya, sebab para imam mendapat tunjangan tetap dari Firaun, dan mereka hidup dari tunjangan itu; itulah sebabnya mereka tidak menjual tanahnya.","Berkatalah Yusuf kepada rakyat itu: \"Pada hari ini aku telah membeli kamu dan tanahmu untuk Firaun; inilah benih bagimu, supaya kamu dapat menabur di tanah itu.","Mengenai hasilnya, kamu harus berikan seperlima bagian kepada Firaun, dan yang empat bagian lagi, itulah menjadi benih untuk ladangmu dan menjadi makanan kamu dan mereka yang ada di rumahmu, dan menjadi makanan anak-anakmu.\"","Lalu berkatalah mereka: \"Engkau telah memelihara hidup kami; asal kiranya kami mendapat kasih tuanku, biarlah kami menjadi hamba kepada Firaun.\"","Yusuf membuat hal itu menjadi suatu ketetapan mengenai tanah di Mesir sampai sekarang, yakni bahwa seperlima dari hasilnya menjadi milik Firaun; hanya tanah para imam tidak menjadi milik Firaun.","Maka diamlah Israel di tanah Mesir, di tanah Gosyen, dan mereka menjadi penduduk di situ. Mereka beranak cucu dan sangat bertambah banyak.","Dan Yakub masih hidup tujuh belas tahun di tanah Mesir, maka umur Yakub, yakni tahun-tahun hidupnya, menjadi seratus empat puluh tujuh tahun.","Ketika hampir waktunya bahwa Israel akan mati, dipanggilnyalah anaknya, Yusuf, dan berkata kepadanya: \"Jika aku mendapat kasihmu, letakkanlah kiranya tanganmu di bawah pangkal pahaku, dan bersumpahlah, bahwa engkau akan menunjukkan kasih dan setia kepadaku: Janganlah kiranya kuburkan aku di Mesir,","karena aku mau mendapat perhentian bersama-sama dengan nenek moyangku. Sebab itu angkutlah aku dari Mesir dan kuburkanlah aku dalam kubur mereka.\" Jawabnya: \"Aku akan berbuat seperti katamu itu.\"","Kemudian kata Yakub: \"Bersumpahlah kepadaku.\" Maka Yusufpun bersumpah kepadanya. Lalu sujudlah Israel di sebelah kepala tempat tidurnya."]