["Sesudah itu ada orang mengatakan kepada Yusuf: \"Ayahmu sakit!\" Lalu dibawanyalah kedua anaknya, Manasye dan Efraim.","Ketika diberitahukan kepada Yakub: \"Telah datang anakmu Yusuf kepadamu,\" maka Israel mengumpulkan segenap kekuatannya dan duduklah ia di tempat tidurnya.","Berkatalah Yakub kepada Yusuf: \"Allah, Yang Mahakuasa telah menampakkan diri kepadaku di Lus di tanah Kanaan dan memberkati aku","serta berfirman kepadaku: Akulah yang membuat engkau beranak cucu, dan Aku akan membuat engkau bertambah banyak dan menjadi sekumpulan bangsa-bangsa; Aku akan memberikan negeri ini kepada keturunanmu untuk menjadi miliknya sampai selama-lamanya.","Maka sekarang kedua anakmu yang lahir bagimu di tanah Mesir, sebelum aku datang kepadamu ke Mesir, akulah yang empunya mereka; akulah yang akan empunya Efraim dan Manasye sama seperti Ruben dan Simeon.","Dan keturunanmu yang kauperoleh sesudah mereka, engkaulah yang empunya, tetapi dalam pembagian warisan nama mereka akan disebutkan berdasarkan nama kedua saudaranya itu.","Kalau aku, pada waktu perjalananku dari Padan, aku kematian Rahel di tanah Kanaan di jalan, ketika kami tidak berapa jauh lagi dari Efrata, dan aku menguburkannya di sana, di sisi jalan ke Efrata\" --yaitu Betlehem.","Ketika Israel melihat anak-anak Yusuf itu, bertanyalah ia: \"Siapakah ini?\"","Jawab Yusuf kepada ayahnya: \"Inilah anak-anakku yang telah diberikan Allah kepadaku di sini.\" Maka kata Yakub: \"Dekatkanlah mereka kepadaku, supaya kuberkati mereka.\"","Adapun mata Israel telah kabur karena tuanya, jadi ia tidak dapat lagi melihat. Kemudian Yusuf mendekatkan mereka kepada ayahnya: dan mereka dicium serta didekap oleh ayahnya.","Lalu berkatalah Israel kepada Yusuf: \"Tidak kusangka-sangka, bahwa aku akan melihat mukamu lagi, tetapi sekarang Allah bahkan memberi aku melihat keturunanmu.\"","Lalu Yusuf menarik mereka dari antara lutut ayahnya, dan ia sujud dengan mukanya sampai ke tanah.","Setelah itu Yusuf memegang mereka keduanya, dengan tangan kanan dipegangnya Efraim, yaitu di sebelah kiri Israel, dan dengan tangan kiri Manasye, yaitu di sebelah kanan Israel, lalu didekatkannyalah mereka kepadanya.","Tetapi Israel mengulurkan tangan kanannya dan meletakkannya di atas kepala Efraim, walaupun ia yang bungsu, dan tangan kirinya di atas kepala Manasye--jadi tangannya bersilang, walaupun Manasye yang sulung.","Sesudah itu diberkatinyalah Yusuf, katanya: \"Nenekku dan ayahku, Abraham dan Ishak, telah hidup di hadapan Allah; Allah itu, sebagai Allah yang telah menjadi gembalaku selama hidupku sampai sekarang,","dan sebagai Malaikat yang telah melepaskan aku dari segala bahaya, Dialah kiranya yang memberkati orang-orang muda ini, sehingga namaku serta nama nenek dan bapaku, Abraham dan Ishak, termasyhur oleh karena mereka dan sehingga mereka bertambah-tambah menjadi jumlah yang besar di bumi.\"","Ketika Yusuf melihat bahwa ayahnya meletakkan tangan kanannya di atas kepala Efraim, hal itu dipandangnya tidak baik; lalu dipegangnya tangan ayahnya untuk memindahkannya dari atas kepala Efraim ke atas kepala Manasye.","Katanya kepada ayahnya: \"Janganlah demikian, ayahku, sebab inilah yang sulung, letakkanlah tangan kananmu ke atas kepalanya.\"","Tetapi ayahnya menolak, katanya: \"Aku tahu, anakku, aku tahu; ia juga akan menjadi suatu bangsa dan ia juga akan menjadi besar kuasanya; walaupun begitu, adiknya akan lebih besar kuasanya dari padanya, dan keturunan adiknya itu akan menjadi sejumlah besar bangsa-bangsa.\"","Lalu diberkatinyalah mereka pada waktu itu, katanya: \"Dengan menyebutkan namamulah orang Israel akan memberkati, demikian: Allah kiranya membuat engkau seperti Efraim dan seperti Manasye.\" Demikianlah didahulukannya Efraim dari pada Manasye.","Kemudian berkatalah Israel kepada Yusuf: \"Tidak lama lagi aku akan mati, tetapi Allah akan menyertai kamu dan membawa kamu kembali ke negeri nenek moyangmu.","Dan sekarang aku memberikan kepadamu sebagai kelebihanmu dari pada saudara-saudaramu, suatu punggung gunung yang kurebut dengan pedang dan panahku dari tangan orang Amori.\""]