["Lalu Yusuf merebahkan dirinya mendekap muka ayahnya serta menangisi dan mencium dia.","Dan Yusuf memerintahkan kepada tabib-tabib, yaitu hamba-hambanya, untuk merempah-rempahi mayat ayahnya; maka tabib-tabib itu merempah-rempahi mayat Israel.","Hal itu memerlukan empat puluh hari lamanya, sebab demikianlah lamanya waktu yang diperlukan untuk merempah-rempahi, dan orang Mesir menangisi dia tujuh puluh hari lamanya.","Setelah lewat hari-hari penangisan itu, berkatalah Yusuf kepada seisi istana Firaun: \"Jika kiranya aku mendapat kasihmu, katakanlah kepada Firaun,","bahwa ayahku telah menyuruh aku bersumpah, katanya: Tidak lama lagi aku akan mati; dalam kuburku yang telah kugali di tanah Kanaan, di situlah kaukuburkan aku. Oleh sebab itu, izinkanlah aku pergi ke sana, supaya aku menguburkan ayahku; kemudian aku akan kembali.\"","Lalu berkatalah Firaun: \"Pergilah ke sana dan kuburkanlah ayahmu itu, seperti yang telah disuruhnya engkau bersumpah.\"","Lalu berjalanlah Yusuf ke sana untuk menguburkan ayahnya, dan bersama-sama dengan dia berjalanlah semua pegawai Firaun, para tua-tua dari istananya, dan semua tua-tua dari tanah Mesir,","serta seisi rumah Yusuf juga, saudara-saudaranya dan seisi rumah ayahnya; hanya anak-anaknya serta kambing domba dan lembu sapinya ditinggalkan mereka di tanah Gosyen.","Baik kereta maupun orang-orang berkuda turut pergi ke sana bersama-sama dengan dia, sehingga iring-iringan itu sangat besar.","Setelah mereka sampai ke Goren-Haatad, yang di seberang sungai Yordan, maka mereka mengadakan di situ ratapan yang sangat sedih dan riuh; dan Yusuf mengadakan perkabungan tujuh hari lamanya karena ayahnya itu.","Ketika penduduk negeri itu, orang-orang Kanaan, melihat perkabungan di Goren-Haatad itu, berkatalah mereka: \"Inilah perkabungan orang Mesir yang amat riuh.\" Itulah sebabnya tempat itu dinamai Abel-Mizraim, yang letaknya di seberang Yordan.","Anak-anak Yakub melakukan kepadanya, seperti yang dipesankannya kepada mereka.","Anak-anaknya mengangkut dia ke tanah Kanaan, dan mereka menguburkan dia dalam gua di ladang Makhpela yang telah dibeli Abraham dari Efron, orang Het itu, untuk menjadi kuburan milik, yaitu ladang yang di sebelah timur Mamre.","Setelah ayahnya dikuburkan, pulanglah Yusuf ke Mesir, dia dan saudara-saudaranya dan semua orang yang turut pergi ke sana bersama-sama dengan dia untuk menguburkan ayahnya itu.","Ketika saudara-saudara Yusuf melihat, bahwa ayah mereka telah mati, berkatalah mereka: \"Boleh jadi Yusuf akan mendendam kita dan membalaskan sepenuhnya kepada kita segala kejahatan yang telah kita lakukan kepadanya.\"","Sebab itu mereka menyuruh menyampaikan pesan ini kepada Yusuf: \"Sebelum ayahmu mati, ia telah berpesan:","Beginilah harus kamu katakan kepada Yusuf: Ampunilah kiranya kesalahan saudara-saudaramu dan dosa mereka, sebab mereka telah berbuat jahat kepadamu. Maka sekarang, ampunilah kiranya kesalahan yang dibuat hamba-hamba Allah ayahmu.\" Lalu menangislah Yusuf, ketika orang berkata demikian kepadanya.","Juga saudara-saudaranya datang sendiri dan sujud di depannya serta berkata: \"Kami datang untuk menjadi budakmu.\"","Tetapi Yusuf berkata kepada mereka: \"Janganlah takut, sebab aku inikah pengganti Allah?","Memang kamu telah mereka-rekakan yang jahat terhadap aku, tetapi Allah telah mereka-rekakannya untuk kebaikan, dengan maksud melakukan seperti yang terjadi sekarang ini, yakni memelihara hidup suatu bangsa yang besar.","Jadi janganlah takut, aku akan menanggung makanmu dan makan anak-anakmu juga.\" Demikianlah ia menghiburkan mereka dan menenangkan hati mereka dengan perkataannya.","Adapun Yusuf, ia tetap tinggal di Mesir beserta kaum keluarganya; dan Yusuf hidup seratus sepuluh tahun.","Jadi Yusuf sempat melihat anak cucu Efraim sampai keturunan yang ketiga; juga anak-anak Makhir, anak Manasye, lahir di pangkuan Yusuf.","Berkatalah Yusuf kepada saudara-saudaranya: \"Tidak lama lagi aku akan mati; tentu Allah akan memperhatikan kamu dan membawa kamu keluar dari negeri ini, ke negeri yang telah dijanjikan-Nya dengan sumpah kepada Abraham, Ishak dan Yakub.\"","Lalu Yusuf menyuruh anak-anak Israel bersumpah, katanya: \"Tentu Allah akan memperhatikan kamu; pada waktu itu kamu harus membawa tulang-tulangku dari sini.\"","Kemudian matilah Yusuf, berumur seratus sepuluh tahun. Mayatnya dirempah-rempahi, dan ditaruh dalam peti mati di Mesir."]