["Aku berkata dalam hati: \"Mari, aku hendak menguji kegirangan! Nikmatilah kesenangan! Tetapi lihat, juga itupun sia-sia.\"","Tentang tertawa aku berkata: \"Itu bodoh!\", dan mengenai kegirangan: \"Apa gunanya?\"","Aku menyelidiki diriku dengan menyegarkan tubuhku dengan anggur, --sedang akal budiku tetap memimpin dengan hikmat--,dan dengan memperoleh kebebalan, sampai aku mengetahui apa yang baik bagi anak-anak manusia untuk dilakukan di bawah langit selama hidup mereka yang pendek itu.","Aku melakukan pekerjaan-pekerjaan besar, mendirikan bagiku rumah-rumah, menanami bagiku kebun-kebun anggur;","aku mengusahakan bagiku kebun-kebun dan taman-taman, dan menanaminya dengan rupa-rupa pohon buah-buahan;","aku menggali bagiku kolam-kolam untuk mengairi dari situ tanaman pohon-pohon muda.","Aku membeli budak-budak laki-laki dan perempuan, dan ada budak-budak yang lahir di rumahku; aku mempunyai juga banyak sapi dan kambing domba melebihi siapapun yang pernah hidup di Yerusalem sebelum aku.","Aku mengumpulkan bagiku juga perak dan emas, harta benda raja-raja dan daerah-daerah. Aku mencari bagiku biduan-biduan dan biduanita-biduanita, dan yang menyenangkan anak-anak manusia, yakni banyak gundik.","Dengan demikian aku menjadi besar, bahkan lebih besar dari pada siapapun yang pernah hidup di Yerusalem sebelum aku; dalam pada itu hikmatku tinggal tetap padaku.","Aku tidak merintangi mataku dari apapun yang dikehendakinya, dan aku tidak menahan hatiku dari sukacita apapun, sebab hatiku bersukacita karena segala jerih payahku. Itulah buah segala jerih payahku.","Ketika aku meneliti segala pekerjaan yang telah dilakukan tanganku dan segala usaha yang telah kulakukan untuk itu dengan jerih payah, lihatlah, segala sesuatu adalah kesia-siaan dan usaha menjaring angin; memang tak ada keuntungan di bawah matahari.","Lalu aku berpaling untuk meninjau hikmat, kebodohan dan kebebalan, sebab apa yang dapat dilakukan orang yang menggantikan raja? Hanya apa yang telah dilakukan orang.","Dan aku melihat bahwa hikmat melebihi kebodohan, seperti terang melebihi kegelapan.","Mata orang berhikmat ada di kepalanya, sedangkan orang yang bodoh berjalan dalam kegelapan, tetapi aku tahu juga bahwa nasib yang sama menimpa mereka semua.","Maka aku berkata dalam hati: \"Nasib yang menimpa orang bodoh juga akan menimpa aku. Untuk apa aku ini dulu begitu berhikmat?\" Lalu aku berkata dalam hati, bahwa inipun sia-sia.","Karena tidak ada kenang-kenangan yang kekal baik dari orang yang berhikmat, maupun dari orang yang bodoh, sebab pada hari-hari yang akan datang kesemuanya sudah lama dilupakan. Dan, ah, orang yang berhikmat mati juga seperti orang yang bodoh!","Oleh sebab itu aku membenci hidup, karena aku menganggap menyusahkan apa yang dilakukan di bawah matahari, sebab segala sesuatu adalah kesia-siaan dan usaha menjaring angin.","Aku membenci segala usaha yang kulakukan dengan jerih payah di bawah matahari, sebab aku harus meninggalkannya kepada orang yang datang sesudah aku.","Dan siapakah yang mengetahui apakah orang itu berhikmat atau bodoh? Meskipun demikian ia akan berkuasa atas segala usaha yang kulakukan di bawah matahari dengan jerih payah dan dengan mempergunakan hikmat. Inipun sia-sia.","Dengan demikian aku mulai putus asa terhadap segala usaha yang kulakukan dengan jerih payah di bawah matahari.","Sebab, kalau ada orang berlelah-lelah dengan hikmat, pengetahuan dan kecakapan, maka ia harus meninggalkan bahagiannya kepada orang yang tidak berlelah-lelah untuk itu. Inipun kesia-siaan dan kemalangan yang besar.","Apakah faedahnya yang diperoleh manusia dari segala usaha yang dilakukannya dengan jerih payah di bawah matahari dan dari keinginan hatinya?","Seluruh hidupnya penuh kesedihan dan pekerjaannya penuh kesusahan hati, bahkan pada malam hari hatinya tidak tenteram. Inipun sia-sia.","Tak ada yang lebih baik bagi manusia dari pada makan dan minum dan bersenang-senang dalam jerih payahnya. Aku menyadari bahwa inipun dari tangan Allah.","Karena siapa dapat makan dan merasakan kenikmatan di luar Dia?","Karena kepada orang yang dikenan-Nya Ia mengaruniakan hikmat, pengetahuan dan kesukaan, tetapi orang berdosa ditugaskan-Nya untuk menghimpun dan menimbun sesuatu yang kemudian harus diberikannya kepada orang yang dikenan Allah. Inipun kesia-siaan dan usaha menjaring angin."]