["Ucapan ilahi terhadap Babel yang dinyatakan kepada Yesaya bin Amos.","Naikkanlah panji-panji di atas gunung yang gundul, berserulah terhadap mereka dengan suara nyaring; lambaikanlah tangan supaya mereka masuk ke pintu-pintu gerbang para bangsawan!","Aku ini telah memerintahkan orang-orang yang Kukuduskan, telah memanggil orang-orang perkasa-Ku untuk melaksanakan hukuman murka-Ku, orang-orang-Ku yang beria-ria dan bangga.","Ada suara keramaian di atas gunung-gunung, seperti suara kumpulan orang yang besar jumlahnya! Suara kegaduhan dari kerajaan-kerajaan, dari bangsa-bangsa yang berkumpul! TUHAN semesta alam sedang memeriksa pasukan perang.","Mereka datang dari negeri yang jauh, ya dari ujung langit, yaitu TUHAN serta yang melaksanakan amarah-Nya untuk merusakkan seluruh bumi.","Merataplah, sebab hari TUHAN sudah dekat, datangnya sebagai pemusnahan dari Yang Mahakuasa.","Sebab itu semua tangan akan menjadi lemah lesu, setiap hati manusia akan menjadi tawar,","dan mereka akan terkejut. Sakit mulas dan sakit beranak akan menyerang mereka, mereka akan menggeliat kesakitan seperti perempuan yang melahirkan. Mereka akan berpandang-pandangan dengan tercengang-cengang, muka mereka seperti orang yang demam.","Sungguh, hari TUHAN datang dengan kebengisan, dengan gemas dan dengan murka yang menyala-nyala, untuk membuat bumi menjadi sunyi sepi dan untuk memunahkan dari padanya orang-orang yang berdosa.","Sebab bintang-bintang dan gugusan-gugusannya di langit tidak akan memancarkan cahayanya; matahari akan menjadi gelap pada waktu terbit, dan bulan tidak akan memancarkan sinarnya.","Kepada dunia akan Kubalaskan kejahatannya, dan kepada orang-orang fasik kesalahan mereka; kesombongan orang-orang pemberani akan Kuhentikan, dan kecongkakan orang-orang yang gagah akan Kupatahkan.","Aku akan membuat orang lebih jarang dari pada emas tua, dan manusia lebih jarang dari pada emas Ofir.","Sebab itu Aku akan membuat langit gemetar, dan bumipun akan bergoncang dari tempatnya, pada waktu amarah TUHAN semesta alam, dan pada hari murka-Nya yang menyala-nyala.","Seperti kijang yang dikejar-kejar dan seperti domba yang tidak digembalakan, demikianlah mereka akan berpaling, masing-masing kepada bangsanya, dan melarikan diri, masing-masing ke negerinya.","Setiap orang yang didapati akan ditikam, dan setiap orang yang tertangkap akan rebah mati oleh pedang.","Bayi-bayi mereka akan diremukkan di depan mata mereka, rumah-rumah mereka akan dirampoki, dan isteri-isteri mereka akan ditiduri.","Lihat, Aku menggerakkan orang Madai melawan mereka, orang-orang yang tidak menghiraukan perak dan tidak suka kepada emas.","Panah-panah mereka akan menembus orang-orang muda; mereka tidak akan sayang kepada buah kandungan, dan mereka tidak menaruh kasihan kepada anak-anak.","Dan Babel, yang permai di antara kerajaan-kerajaan, perhiasan orang Kasdim yang megah, akan sama seperti Sodom dan Gomora pada waktu Allah menunggangbalikkannya:","tidak ada penduduk untuk seterusnya, dan tidak ada penghuni turun-temurun; orang Arab tidak akan berkemah di sana, dan gembala-gembala tidak akan membiarkan hewannya berbaring di sana;","tetapi yang akan berbaring di sana ialah binatang gurun, dan rumah-rumah mereka akan penuh dengan burung hantu; burung-burung unta akan diam di sana, dan jin-jin akan melompat-lompat;","anjing-anjing hutan akan menyalak di dalam puri-purinya, dan serigala-serigala di dalam istana-istana kesenangan. Waktunya akan datang segera, dan usianya tidak akan diperpanjang."]