["Celakalah mereka yang menentukan ketetapan-ketetapan yang tidak adil, dan mereka yang mengeluarkan keputusan-keputusan kelaliman,","untuk menghalang-halangi orang-orang lemah mendapat keadilan dan untuk merebut hak orang-orang sengsara di antara umat-Ku, supaya mereka dapat merampas milik janda-janda, dan dapat menjarah anak-anak yatim!","Apakah yang akan kamu lakukan pada hari penghukuman, dan pada waktu kebinasaan yang datang dari jauh? Kepada siapakah kamu hendak lari minta tolong, dan di manakah hendak kamu tinggalkan kekayaanmu?","Tak dapat kamu lakukan apa-apa selain dari meringkuk di antara orang-orang yang terkurung, dan tewas di antara orang-orang yang terbunuh! Sekalipun semuanya ini terjadi, murka TUHAN belum surut, dan tangan-Nya masih teracung.","Celakalah Asyur, yang menjadi cambuk murka-Ku dan yang menjadi tongkat amarah-Ku!","Aku akan menyuruhnya terhadap bangsa yang murtad, dan Aku akan memerintahkannya melawan umat sasaran murka-Ku, untuk melakukan perampasan dan penjarahan, dan untuk menginjak-injak mereka seperti lumpur di jalan.","Tetapi dia sendiri tidak demikian maksudnya dan tidak demikian rancangan hatinya, melainkan niat hatinya ialah hendak memunahkan dan hendak melenyapkan tidak sedikit bangsa-bangsa.","Sebab ia berkata: \"Bukankah panglima-panglimaku itu raja-raja semua?","Bukankah Kalno sama halnya seperti Karkemis, atau bukankah Hamat seperti Arpad, atau Samaria seperti Damsyik?","Seperti tanganku telah menyergap kerajaan-kerajaan para berhala, padahal patung-patung mereka melebihi yang di Yerusalem dan yang di Samaria,","masakan tidak akan kulakukan kepada Yerusalem dan patung-patung berhalanya, seperti yang telah kulakukan kepada Samaria dan berhala-berhalanya?","Tetapi apabila Tuhan telah menyelesaikan segala pekerjaan-Nya di gunung Sion dan di Yerusalem, maka Ia akan menghukum perbuatan ketinggian hati raja Asyur dan sikapnya yang angkuh sombong.","Sebab ia telah berkata: \"Dengan kekuatan tanganku aku telah melakukannya dan dengan kebijaksanaanku, sebab aku berakal budi; aku telah meniadakan batas-batas antara bangsa, dan telah merampok persediaan-persediaan mereka, dengan perkasa aku telah menurunkan orang-orang yang duduk di atas takhta.","Seperti kepada sarang burung, demikianlah tanganku telah menjangkau kepada kekayaan bangsa-bangsa, dan seperti orang meraup telur-telur yang ditinggalkan induknya, demikianlah aku telah meraup seluruh bumi, dan tidak seekorpun yang menggerakkan sayap, yang mengangakan paruh atau yang menciap-ciap.\"","Adakah kapak memegahkan diri terhadap orang yang memakainya, atau gergaji membesarkan diri terhadap orang yang mempergunakannya? seolah-olah gada menggerakkan orang yang mengangkatnya, dan seolah-olah tongkat mengangkat orangnya yang bukan kayu!","Sebab itu Tuhan, TUHAN semesta alam, akan membuat orang-orangnya yang tegap menjadi kurus kering, dan segala kekayaannya akan dibakar habis, dengan api yang menyala-nyala.","Maka Terang Israel akan menjadi api, dan Allahnya, Yang Mahakudus, akan menyala-nyala dan akan membakar dan memakan habis puteri malu dan rumputnya pada satu hari juga.","Keindahan hutan Asyur dan kebun buah-buahannya akan dihabiskan-Nya, dari batangnya sampai rantingnya, sehingga akan menjadi seperti seorang sakit yang merana sampai mati;","dan sisa pohon-pohon hutannya akan dapat dihitung banyaknya, sehingga seorang anak dapat mencatatnya.","Tetapi pada waktu itu sisa orang Israel dan orang yang terluput di antara kaum keturunan Yakub, tidak akan bersandar lagi kepada yang mengalahkannya, tetapi akan bersandar kepada TUHAN, Yang Mahakudus, Allah Israel, dan tetap setia.","Suatu sisa akan kembali, sisa Yakub akan bertobat di hadapan Allah yang perkasa.","Sebab sekalipun bangsamu, hai Israel, seperti pasir di laut banyaknya, namun hanya sisanya akan kembali. TUHAN telah memastikan datangnya kebinasaan dan dari situ timbul keadilan yang meluap-luap.","Sungguh, kebinasaan yang sudah pasti akan dilaksanakan di atas seluruh bumi oleh Tuhan, TUHAN semesta alam.","Sebab itu beginilah firman Tuhan, TUHAN semesta alam: \"Hai umat-Ku yang diam di Sion, janganlah takut terhadap Asyur, apabila mereka memukul engkau dengan gada dan menghantam engkau dengan tongkatnya, seperti yang dilakukan Mesir dahulu.","Sebab sedikit waktu lagi amarah-Ku atasmu akan berakhir, dan murka-Ku akan menyebabkan kehancuran mereka.","TUHAN semesta alam akan mencambuk mereka dengan cemeti, seperti Ia menghajar Midian di gunung batu Oreb, dan mengayunkan tongkat-Nya ke atas laut Teberau dan mengangkatnya seperti di Mesir dahulu.","Pada waktu itu beban yang ditimpakan mereka atas bahumu akan terbuang, dan kuk yang diletakkan mereka atas tengkukmu akan lenyap.\"","(10-27b) Asyur telah muncul dari Rimon (10-28) dan telah datang menyerang Ayat; ia telah lewat dari Migron, dan di Mikhmas diaturnya perbekalannya.","Mereka telah menyeberang dari jurang penyeberangan, sambil berteriak: \"Geba tempat permalaman kita!\" Penduduk Rama gemetar, penghuni Gibea-Saul melarikan diri.","Keluarkanlah jeritanmu, hai puteri Galim! Perhatikanlah, hai Laisya! Jawablah dia, hai Anatot!","Penghuni Madmena lari jauh-jauh, penduduk Gebim pergi mengungsi.","Hari ini juga Asyur akan berhenti di Nob, mengacung-acungkan tangannya ke arah gunung puteri Sion, bukit Yerusalem.","Lihat, Tuhan, TUHAN semesta alam akan memotong dahan-dahan pohon dengan kekuatan yang menakutkan; yang tinggi-tinggi tumbuhnya akan ditebang, dan yang menjulang ke atas akan direndahkan.","Belukar rimba akan ditebas dengan kapak, dan Libanon dengan pohon-pohonnya yang hebat akan jatuh."]