["Pada waktu itu nyanyian ini akan dinyanyikan di tanah Yehuda: \"Pada kita ada kota yang kuat, untuk keselamatan kita TUHAN telah memasang tembok dan benteng.","Bukalah pintu-pintu gerbang, supaya masuk bangsa yang benar dan yang tetap setia!","Yang hatinya teguh Kaujagai dengan damai sejahtera, sebab kepada-Mulah ia percaya.","Percayalah kepada TUHAN selama-lamanya, sebab TUHAN ALLAH adalah gunung batu yang kekal.","Sebab Ia sudah menundukkan penduduk tempat tinggi; kota yang berbenteng telah direndahkan-Nya, direndahkan-Nya sampai ke tanah dan dicampakkan-Nya sampai ke debu.","Kaki orang-orang sengsara, telapak kaki orang-orang lemah akan menginjak-injaknya.\"","Jejak orang benar adalah lurus, sebab Engkau yang merintis jalan lurus baginya.","Ya TUHAN, kami juga menanti-nantikan saatnya Engkau menjalankan penghakiman; kesukaan kami ialah menyebut nama-Mu dan mengingat Engkau.","Dengan segenap jiwa aku merindukan Engkau pada waktu malam, juga dengan sepenuh hati aku mencari Engkau pada waktu pagi; sebab apabila Engkau datang menghakimi bumi, maka penduduk dunia akan belajar apa yang benar.","Seandainya orang fasik dikasihani, ia tidak akan belajar apa yang benar; ia akan berbuat curang di negeri di mana hukum berlaku, dan tidak akan melihat kemuliaan TUHAN.","Ya TUHAN, tangan-Mu dinaikkan, tetapi mereka tidak melihatnya. Biarlah mereka melihat kecemburuan-Mu karena umat-Mu dan biarlah mereka mendapat malu! Biarlah api yang memusnahkan lawan-Mu memakan mereka habis!","Ya TUHAN, Engkau akan menyediakan damai sejahtera bagi kami, sebab segala sesuatu yang kami kerjakan, Engkaulah yang melakukannya bagi kami.","Ya TUHAN, Allah kami, tuan-tuan lain pernah berkuasa atas kami, tetapi hanya nama-Mu saja kami masyhurkan.","Mereka sudah mati, tidak akan hidup pula, sudah menjadi arwah, tidak akan bangkit pula; sesungguhnya, Engkau telah menghukum dan memunahkan mereka, dan meniadakan segala ingatan kepada mereka.","Ya TUHAN, Engkau telah membuat bangsa ini bertambah-tambah, ya, membuat bertambah-tambah umat kemuliaan-Mu; Engkau telah sangat memperluas negerinya.","Ya TUHAN, dalam kesesakan mereka mencari Engkau; ketika hajaran-Mu menimpa mereka, mereka mengeluh dalam doa.","Seperti perempuan yang mengandung yang sudah dekat waktunya untuk melahirkan, menggeliat sakit, mengerang karena sakit beranak, demikianlah tadinya keadaan kami di hadapan-Mu, ya TUHAN:","Kami mengandung, kami menggeliat sakit, tetapi seakan-akan kami melahirkan angin: kami tidak dapat mengadakan keselamatan di bumi, dan tiada lahir penduduk dunia.","Ya, TUHAN, orang-orang-Mu yang mati akan hidup pula, mayat-mayat mereka akan bangkit pula. Hai orang-orang yang sudah dikubur di dalam tanah bangkitlah dan bersorak-sorai! Sebab embun TUHAN ialah embun terang, dan bumi akan melahirkan arwah kembali.","Mari bangsaku, masuklah ke dalam kamarmu, tutuplah pintumu sesudah engkau masuk, bersembunyilah barang sesaat lamanya, sampai amarah itu berlalu.","Sebab sesungguhnya, TUHAN mau keluar dari tempat-Nya untuk menghukum penduduk bumi karena kesalahannya, dan bumi tidak lagi menyembunyikan darah yang tertumpah di atasnya, tidak lagi menutupi orang-orang yang mati terbunuh di sana."]