["Marilah mendekat, hai bangsa-bangsa, dengarlah, dan perhatikanlah, hai suku-suku bangsa! Baiklah bumi serta segala isinya mendengar, dunia dan segala yang terpancar dari padanya.","Sebab TUHAN murka atas segala bangsa, dan hati-Nya panas atas segenap tentara mereka. Ia telah mengkhususkan mereka untuk ditumpas dan menyerahkan mereka untuk dibantai.","Orang-orangnya yang mati terbunuh akan dilemparkan, dan dari bangkai-bangkai mereka akan naik bau busuk; gunung-gunung akan kebanjiran darah mereka.","Segenap tentara langit akan hancur, dan langit akan digulung seperti gulungan kitab, segala tentara mereka akan gugur seperti daun yang gugur dari pohon anggur, dan seperti gugurnya daun pohon ara.","Sebab pedang-Ku yang di langit sudah mengamuk, lihat, ia turun menghakimi Edom, bangsa yang Kukhususkan untuk ditumpas.","TUHAN mempunyai sebilah pedang yang berlumuran darah dan yang penuh lemak, yaitu darah anak-anak domba dan kambing-kambing jantan dan lemak buah pinggang domba-domba jantan. Sebab TUHAN mengadakan penyembelihan korban di Bozra dan pembantaian besar di tanah Edom.","Banteng-banteng akan rebah mati bersama-sama domba dan kambing itu, dan lembu-lembu jantan yang muda bersama-sama lembu-lembu jantan yang gagah, seluruh negerinya diresapi oleh darah, dan tanah mereka penuh dengan lemak.","Sebab TUHAN mendatangkan hari pembalasan dan tahun pengganjaran karena perkara Sion.","Sungai-sungai Edom akan berubah menjadi ter, dan tanahnya menjadi belerang; negerinya akan menjadi ter yang menyala-nyala.","Siang dan malam negeri itu tidak akan padam-padam, asapnya naik untuk selama-lamanya. Negeri itu akan menjadi reruntuhan turun-temurun, tidak ada orang yang melintasinya untuk seterusnya.","Burung undan dan landak akan mendudukinya, burung hantu dan burung gagak akan tinggal di dalamnya. TUHAN menjadikannya campur baur dan kosong tepat menurut rencana-Nya.","Jin-jin akan diam di dalamnya, dan para pemukanya akan tidak ada lagi; tidak ada lagi di sana yang dimaklumkan sebagai raja, dan semua pemimpinnya sudah lenyap.","Duri-duri akan tumbuh di puri-purinya, rumput dan puteri malu di tempat-tempatnya yang berkubu, sehingga menjadi tempat kediaman serigala, dan lapangan bagi burung unta.","Di sana berpapasan binatang gurun dengan anjing hutan, dan jin bertemu dengan temannya; hantu malam saja ada di sana dan mendapat tempat perhentian.","Di sana ular pohon bersarang dan bertelur, mengeram sampai telurnya menetas; burung-burung dendang saja berkumpul di sana, masing-masing dengan pasangannya.","Carilah di dalam kitab TUHAN dan bacalah: Satupun dari semua makhluk itu tidak ada yang ketinggalan dan yang satu tidak kehilangan yang lain; sebab begitulah perintah yang keluar dari mulut TUHAN, dan Roh TUHAN sendiri telah mengumpulkan mereka.","Ia sendiri telah membuang undi dan membagi-bagi negeri itu di antara mereka dengan tali pengukur; mereka akan mendudukinya sampai selama-lamanya dan akan tinggal di situ turun-temurun."]