["Beginilah firman TUHAN: \"Inilah firman-Ku kepada orang yang Kuurapi, kepada Koresh yang tangan kanannya Kupegang supaya Aku menundukkan bangsa-bangsa di depannya dan melucuti raja-raja, supaya Aku membuka pintu-pintu di depannya dan supaya pintu-pintu gerbang tidak tinggal tertutup:","Aku sendiri hendak berjalan di depanmu dan hendak meratakan gunung-gunung, hendak memecahkan pintu-pintu tembaga dan hendak mematahkan palang-palang besi.","Aku akan memberikan kepadamu harta benda yang terpendam dan harta kekayaan yang tersembunyi, supaya engkau tahu, bahwa Akulah TUHAN, Allah Israel, yang memanggil engkau dengan namamu.","Oleh karena hamba-Ku Yakub dan Israel, pilihan-Ku, maka Aku memanggil engkau dengan namamu, menggelari engkau, sekalipun engkau tidak mengenal Aku.","Akulah TUHAN dan tidak ada yang lain; kecuali Aku tidak ada Allah. Aku telah mempersenjatai engkau, sekalipun engkau tidak mengenal Aku,","supaya orang tahu dari terbitnya matahari sampai terbenamnya, bahwa tidak ada yang lain di luar Aku. Akulah TUHAN dan tidak ada yang lain,","yang menjadikan terang dan menciptakan gelap, yang menjadikan nasib mujur dan menciptakan nasib malang; Akulah TUHAN yang membuat semuanya ini.","Hai langit, teteskanlah keadilan dari atas, dan baiklah awan-awan mencurahkannya! Baiklah bumi membukakan diri dan bertunaskan keselamatan, dan baiklah ditumbuhkannya keadilan! Akulah TUHAN yang menciptakan semuanya ini.\"","Celakalah orang yang berbantah dengan Pembentuknya; dia tidak lain dari beling periuk saja! Adakah tanah liat berkata kepada pembentuknya: \"Apakah yang kaubuat?\" atau yang telah dibuatnya: \"Engkau tidak punya tangan!\"","Celakalah orang yang berkata kepada ayahnya: \"Apakah yang kauperanakkan?\" dan kepada ibunya: \"Apakah yang kaulahirkan?\"","Beginilah firman TUHAN, Yang Mahakudus, Allah dan Pembentuk Israel: \"Kamukah yang mengajukan pertanyaan kepada-Ku mengenai anak-anak-Ku, atau memberi perintah kepada-Ku mengenai yang dibuat tangan-Ku?","Akulah yang menjadikan bumi dan yang menciptakan manusia di atasnya; tangan-Kulah yang membentangkan langit, dan Akulah yang memberi perintah kepada seluruh tentaranya.","Akulah yang menggerakkan Koresh untuk maksud penyelamatan, dan Aku akan meratakan segala jalannya; dialah yang akan membangun kota-Ku dan yang akan melepaskan orang-orang-Ku yang ada dalam pembuangan, tanpa bayaran dan tanpa suap,\" firman TUHAN semesta alam.","Beginilah firman TUHAN: \"Hasil tanah dari Mesir dan segala laba dari Etiopia dan orang-orang Syeba, orang-orang yang tinggi perawakannya, akan pindah kepadamu dan menjadi kepunyaanmu, mereka akan berjalan di belakangmu dengan dirantai; mereka akan sujud kepadamu dan akan membujuk engkau, katanya: Hanya di tengah-tengahmu ada Allah, dan tidak ada yang lain; di samping Dia tidak ada Allah!","Sungguh, Engkau Allah yang menyembunyikan diri, Allah Israel, Juruselamat.","Tetapi tukang-tukang berhala harus mundur dengan penuh noda, semuanya akan mendapat malu dan kena noda juga.","Sedangkan Israel diselamatkan oleh TUHAN dengan keselamatan yang selama-lamanya; kamu tidak akan mendapat malu dan tidak akan kena noda sampai selamanya dan seterusnya.\"","Sebab beginilah firman TUHAN, yang menciptakan langit, --Dialah Allah--yang membentuk bumi dan menjadikannya dan yang menegakkannya, --dan Ia menciptakannya bukan supaya kosong, tetapi Ia membentuknya untuk didiami--:\"Akulah TUHAN dan tidak ada yang lain.","Tidak pernah Aku berkata dengan sembunyi atau di tempat bumi yang gelap. Tidak pernah Aku menyuruh keturunan Yakub untuk mencari Aku dengan sia-sia! Aku, TUHAN, selalu berkata benar, selalu memberitakan apa yang lurus.\"","\"Berhimpunlah dan datanglah, tampillah bersama-sama, hai kamu sekalian yang terluput di antara bangsa-bangsa! Tiada berpengetahuan orang-orang yang mengarak patung dari kayu dan yang berdoa kepada allah yang tidak dapat menyelamatkan.","Beritahukanlah dan kemukakanlah alasanmu, ya, biarlah mereka berunding bersama-sama: Siapakah yang mengabarkan hal ini dari zaman purbakala, dan memberitahukannya dari sejak dahulu? Bukankah Aku, TUHAN? Tidak ada yang lain, tidak ada Allah selain dari pada-Ku! Allah yang adil dan Juruselamat, tidak ada yang lain kecuali Aku!","Berpalinglah kepada-Ku dan biarkanlah dirimu diselamatkan, hai ujung-ujung bumi! Sebab Akulah Allah dan tidak ada yang lain.","Demi Aku sendiri Aku telah bersumpah, dari mulut-Ku telah keluar kebenaran, suatu firman yang tidak dapat ditarik kembali: dan semua orang akan bertekuk lutut di hadapan-Ku, dan akan bersumpah setia dalam segala bahasa,","sambil berkata: Keadilan dan kekuatan hanya ada di dalam TUHAN. Semua orang yang telah bangkit amarahnya terhadap Dia akan datang kepada-Nya dan mendapat malu,","tetapi seluruh keturunan Israel akan nyata benar dan akan bermegah di dalam TUHAN.\""]