["Aku hendak menyanyikan nyanyian tentang kekasihku, nyanyian kekasihku tentang kebun anggurnya: Kekasihku itu mempunyai kebun anggur di lereng bukit yang subur.","Ia mencangkulnya dan membuang batu-batunya, dan menanaminya dengan pokok anggur pilihan; ia mendirikan sebuah menara jaga di tengah-tengahnya dan menggali lobang tempat memeras anggur; lalu dinantinya supaya kebun itu menghasilkan buah anggur yang baik, tetapi yang dihasilkannya ialah buah anggur yang asam.","Maka sekarang, hai penduduk Yerusalem, dan orang Yehuda, adililah antara Aku dan kebun anggur-Ku itu.","Apatah lagi yang harus diperbuat untuk kebun anggur-Ku itu, yang belum Kuperbuat kepadanya? Aku menanti supaya dihasilkannya buah anggur yang baik, mengapa yang dihasilkannya hanya buah anggur yang asam?","Maka sekarang, Aku mau memberitahukan kepadamu apa yang hendak Kulakukan kepada kebun anggur-Ku itu: Aku akan menebang pagar durinya, sehingga kebun itu dimakan habis, dan melanda temboknya, sehingga kebun itu diinjak-injak;","Aku akan membuatnya ditumbuhi semak-semak, tidak dirantingi dan tidak disiangi, sehingga tumbuh puteri malu dan rumput; Aku akan memerintahkan awan-awan, supaya jangan diturunkannya hujan ke atasnya.","Sebab kebun anggur TUHAN semesta alam ialah kaum Israel, dan orang Yehuda ialah tanam-tanaman kegemaran-Nya; dinanti-Nya keadilan, tetapi hanya ada kelaliman, dinanti-Nya kebenaran tetapi hanya ada keonaran.","Celakalah mereka yang menyerobot rumah demi rumah dan mencekau ladang demi ladang, sehingga tidak ada lagi tempat bagi orang lain dan hanya kamu sendiri yang tinggal di dalam negeri!","Di telingaku terdengar firman TUHAN semesta alam: \"Sesungguhnya banyak rumah akan menjadi sunyi sepi; rumah-rumah yang besar dan yang baik tidak akan ada penghuninya.","Sebab kebun anggur yang luasnya sepuluh hari membajak akan menghasilkan hanya satu bat anggur; dan satu homer benih akan menghasilkan hanya satu efa gandum.\"","Celakalah mereka yang bangun pagi-pagi dan terus mencari minuman keras, dan duduk-duduk sampai malam hari, sedang badannya dihangatkan anggur!","Kecapi dan gambus, rebana dan suling, serta anggur terdapat dalam perjamuan-perjamuan mereka, tetapi perbuatan TUHAN tidak dipandangnya dan pekerjaan TUHAN tidak dilihatnya.","Sebab itu umat-Ku harus pergi ke dalam pembuangan, oleh sebab mereka tidak mengerti apa-apa; orang-orang yang mulia akan mati kelaparan, dan khalayak ramai akan menderita kehausan.","Sebab itu dunia orang mati akan membuka kerongkongannya lapang-lapang dan akan mengangakan mulutnya lebar-lebar dengan tiada terhingga, sehingga lenyap ke dalamnya segala kesemarakan dan keramaian Yerusalem, segala kegaduhannya dan orang-orang yang bersukaria di kota itu.","Maka manusia akan ditundukkan, dan orang akan direndahkan, ya, orang-orang sombong akan direndahkan.","Tetapi TUHAN semesta alam akan ternyata maha tinggi dalam keadilan-Nya, dan Allah yang maha kudus akan menyatakan kekudusan-Nya dalam kebenaran-Nya.","Maka domba-domba akan makan rumput di situ seperti di padangnya sendiri dan kambing-kambing akan mencari makan dalam reruntuhan gedung-gedung orang kaya.","Celakalah mereka yang memancing kesalahan dengan tali kedustaan dan dosa seperti dengan tali gerobak,","yang berkata: \"Baiklah Allah lekas-lekas dan cepat-cepat melakukan tindakan-Nya, supaya kita lihat; dan baiklah keputusan Yang Mahakudus, Allah Israel, datang mendekat, supaya kita tahu.\"","Celakalah mereka yang menyebutkan kejahatan itu baik dan kebaikan itu jahat, yang mengubah kegelapan menjadi terang dan terang menjadi kegelapan, yang mengubah pahit menjadi manis, dan manis menjadi pahit.","Celakalah mereka yang memandang dirinya bijaksana, yang menganggap dirinya pintar!","Celakalah mereka yang menjadi jago minum dan juara dalam mencampur minuman keras;","yang membenarkan orang fasik karena suap dan yang memungkiri hak orang benar.","Sebab itu seperti lidah api memakan jerami, dan seperti rumput kering habis lenyap dalam nyala api, demikian akar-akar mereka akan menjadi busuk, dan kuntumnya akan beterbangan seperti abu, oleh karena mereka telah menolak pengajaran TUHAN semesta alam dan menista firman Yang Mahakudus, Allah Israel.","Sebab itu bangkitlah murka TUHAN terhadap umat-Nya, diacungkan-Nya tangan-Nya terhadap mereka dan dipukul-Nya mereka; gunung-gunung akan gemetar, dan mayat-mayat mereka akan seperti kotoran di tengah jalan. Sekalipun semuanya ini terjadi, murka-Nya belum surut, dan tangan-Nya masih teracung.","Ia akan melambaikan panji-panji kepada bangsa yang dari jauh, dan akan bersuit memanggil mereka dari ujung bumi; sesungguhnya mereka akan datang dengan segera, dengan cepat!","Tiada yang lelah dan tiada yang tersandung di antaranya; mereka tidak terlelap dan tidak tertidur, tidak terlepas ikat pinggangnya dan tali kasutnya tidak terputus;","anak panahnya ditajamkan, dan segala busurnya dilentur; kuku kudanya keras seperti batu api dan roda keretanya seperti puting beliung.","Aumnya seperti singa betina, mereka mengaum seperti singa muda; mereka meraung dan menangkap mangsanya, membawanya lari dan tidak ada yang melepaskan.","Pada hari itu mereka akan diliputi oleh suara seperti suara laut menderu. Jika orang memandang ke bumi, sesungguhnya, ada gelap yang menyesakkan, dan terang menjadi gelap oleh awan-awan!"]