["\"Siapa dia yang datang dari Edom, yang datang dari Bozra dengan baju yang merah, dia yang bersemarak dengan pakaiannya, yang melangkah dengan kekuatannya yang besar?\" \"Akulah yang menjanjikan keadilan dan yang berkuasa untuk menyelamatkan!\"","\"Mengapakah pakaian-Mu semerah itu, dan baju-Mu seperti baju pengirik buah anggur?\"","\"Aku seorang dirilah yang melakukan pengirikan, dan dari antara umat-Ku tidak ada yang menemani Aku! Aku telah mengirik bangsa-bangsa dalam murka-Ku, dan Aku telah menginjak-injak mereka dalam kehangatan amarah-Ku; semburan darah mereka memercik kepada baju-Ku, dan seluruh pakaian-Ku telah cemar.","Sebab hari pembalasan telah Kurencanakan dan tahun penuntutan bela telah datang.","Aku melayangkan pandangan-Ku: tidak ada yang menolong; Aku tertegun: tidak ada yang membantu. Lalu tangan-Ku memberi Aku pertolongan, dan kehangatan amarah-Ku, itulah yang membantu Aku.","Aku memijak-mijak bangsa-bangsa dalam murka-Ku, menghancurkan mereka dalam kehangatan amarah-Ku dan membuat semburan darah mereka mengalir ke tanah.\"","Aku hendak menyebut-nyebut perbuatan kasih setia TUHAN, perbuatan TUHAN yang masyhur, sesuai dengan segala yang dilakukan TUHAN kepada kita, dan kebajikan yang besar kepada kaum Israel yang dilakukan-Nya kepada mereka sesuai dengan kasih sayang-Nya dan sesuai dengan kasih setia-Nya yang besar.","Bukankah Ia berfirman: \"Sungguh, merekalah umat-Ku, anak-anak yang tidak akan berlaku curang,\" maka Ia menjadi Juruselamat mereka","dalam segala kesesakan mereka. Bukan seorang duta atau utusan, melainkan Ia sendirilah yang menyelamatkan mereka; Dialah yang menebus mereka dalam kasih-Nya dan belas kasihan-Nya. Ia mengangkat dan menggendong mereka selama zaman dahulu kala.","Tetapi mereka memberontak dan mendukakan Roh Kudus-Nya; maka Ia berubah menjadi musuh mereka, dan Ia sendiri berperang melawan mereka.","Lalu teringatlah mereka kepada zaman dahulu kala, zaman Musa, hamba-Nya itu: Di manakah Dia yang membawa mereka naik dari laut bersama-sama dengan penggembala kambing domba-Nya? Di manakah Dia yang menaruh Roh Kudus-Nya dalam hati mereka;","yang dengan tangan-Nya yang agung menyertai Musa di sebelah kanan; yang membelah air di depan mereka untuk membuat nama abadi bagi-Nya;","yang menuntun mereka melintasi samudera raya seperti kuda melintasi padang gurun? Mereka tidak pernah tersandung,","seperti ternak yang turun ke dalam lembah. Roh TUHAN membawa mereka ke tempat perhentian. Demikianlah Engkau memimpin umat-Mu untuk membuat nama yang agung bagi-Mu.","Pandanglah dari sorga dan lihatlah dari kediaman-Mu yang kudus dan agung! Di manakah kecemburuan-Mu dan keperkasaan-Mu, hati-Mu yang tergerak dan kasih sayang-Mu? Janganlah kiranya Engkau menahan diri!","Bukankah Engkau Bapa kami? Sungguh, Abraham tidak tahu apa-apa tentang kami, dan Israel tidak mengenal kami. Ya TUHAN, Engkau sendiri Bapa kami; nama-Mu ialah \"Penebus kami\" sejak dahulu kala.","Ya TUHAN, mengapa Engkau biarkan kami sesat dari jalan-Mu, dan mengapa Engkau tegarkan hati kami, sehingga tidak takut kepada-Mu? Kembalilah oleh karena hamba-hamba-Mu, oleh karena suku-suku milik kepunyaan-Mu!","Mengapa orang-orang fasik menghina tempat kudus-Mu, para lawan kami memijak-mijak bait kudus-Mu?","Keadaan kami seolah-olah kami dari dahulu kala tidak pernah berada di bawah pemerintahan-Mu, seolah-olah nama-Mu tidak pernah disebut atas kami."]