["Firman TUHAN datang kepadaku, bunyinya:","\"Janganlah mengambil isteri dan janganlah mempunyai anak-anak lelaki dan anak-anak perempuan di tempat ini.","Sebab beginilah firman TUHAN tentang anak-anak lelaki dan anak-anak perempuan yang lahir di tempat ini, tentang ibu-ibu mereka yang melahirkan mereka dan tentang bapa-bapa mereka yang memperanakkan mereka di negeri ini:","Mereka akan mati karena penyakit-penyakit yang membawa maut; mereka tidak akan diratapi dan tidak akan dikuburkan; mereka akan menjadi pupuk di ladang; mereka akan habis oleh pedang dan kelaparan; mayat mereka akan menjadi makanan burung-burung di udara dan binatang-binatang di bumi.","Sungguh, beginilah firman TUHAN: Janganlah masuk ke rumah perkabungan, dan janganlah pergi meratap dan janganlah turut berdukacita dengan mereka, sebab Aku telah menarik damai sejahtera pemberian-Ku dari pada bangsa ini, demikianlah firman TUHAN, juga kasih setia dan belas kasihan-Ku.","Besar kecil akan mati di negeri ini; mereka tidak akan dikuburkan, dan tidak ada orang yang akan meratapi mereka; tidak ada orang yang akan menoreh-noreh diri dan yang akan menggundul kepala karena mereka.","Tidak ada orang yang akan memecah-mecahkan roti bagi orang yang berkabung untuk menghiburkan dia karena kematian itu. Bahkan tidak ada orang yang akan memberi dia minum dari piala penghiburan oleh karena kematian ayah atau ibunya.","Janganlah engkau masuk ke rumah orang mengadakan perjamuan untuk duduk makan minum dengan mereka.","Sebab beginilah firman TUHAN semesta alam, Allah Israel: Sesungguhnya, di tempat ini, di depan matamu dan pada zamanmu, akan Kuhentikan suara kegirangan dan suara sukacita, suara pengantin laki-laki dan suara pengantin perempuan.","Apabila engkau memberitahukan kepada bangsa ini segala perkataan itu dan mereka berkata kepadamu: Mengapakah TUHAN mengancamkan segala malapetaka yang besar ini terhadap kami? Apakah kesalahan kami dan apakah dosa yang telah kami lakukan terhadap TUHAN, Allah kami?,","maka engkau akan berkata kepada mereka: Oleh karena nenek moyangmu telah meninggalkan Aku, demikianlah firman TUHAN, dan oleh karena mereka telah mengikuti allah lain dengan beribadah dan sujud menyembah kepadanya, tetapi mereka meninggalkan Aku dan tidak berpegang pada Taurat-Ku.","Dan kamu sendiri berlaku lebih jahat dari pada nenek moyangmu! Lihat, kamu masing-masing mengikuti kedegilan hatinya yang jahat dari pada mendengarkan kepada-Ku.","Maka Aku akan melemparkan kamu dari negeri ini ke negeri yang tidak dikenal oleh kamu ataupun oleh nenek moyangmu. Di sana kamu akan beribadah kepada allah lain siang malam, sebab Aku tidak akan menaruh kasihan lagi kepadamu.","Sebab itu, demikianlah firman TUHAN, sesungguhnya, waktunya akan datang, bahwa tidak dikatakan orang lagi: Demi TUHAN yang hidup yang menuntun orang Israel keluar dari tanah Mesir!,","melainkan: Demi TUHAN yang hidup yang menuntun orang Israel keluar dari tanah utara dan dari segala negeri ke mana Ia telah menceraiberaikan mereka! Sebab Aku akan membawa mereka pulang ke tanah yang telah Kuberikan kepada nenek moyang mereka.","Sesungguhnya, Aku mau menyuruh banyak penangkap ikan, demikianlah firman TUHAN, yang akan menangkap mereka, sesudah itu Aku mau menyuruh banyak pemburu yang akan memburu mereka dari atas segala gunung dan dari atas segala bukit dan dari celah-celah bukit batu.","Sebab Aku mengamat-amati segala tingkah langkah mereka; semuanya itu tidak tersembunyi dari pandangan-Ku, dan kesalahan merekapun tidak terlindung di depan mata-Ku.","Aku akan mengganjar dua kali lipat kesalahan dan dosa mereka, oleh karena mereka telah menajiskan negeri-Ku dengan bangkai dewa-dewa mereka yang menjijikkan dan telah memenuhi tanah milik-Ku dengan perbuatan mereka yang keji.\"","Ya TUHAN, kekuatanku dan bentengku, tempat pelarianku pada hari kesesakan! Kepada-Mu akan datang bangsa-bangsa dari ujung bumi serta berkata: \"Sungguh, nenek moyang kami hanya memiliki dewa penipu, dewa kesia-siaan yang satupun tiada berguna.","Dapatkah manusia membuat allah bagi dirinya sendiri? Yang demikian bukan allah!\"","\"Sebab itu, ketahuilah, Aku mau memberitahukan kepada mereka, sekali ini Aku akan memberitahukan kepada mereka kekuasaan-Ku dan keperkasaan-Ku, supaya mereka tahu, bahwa nama-Ku TUHAN.\""]