["Firman yang datang dari TUHAN kepada Yeremia, bunyinya:","\"Pergilah dengan segera ke rumah tukang periuk! Di sana Aku akan memperdengarkan perkataan-perkataan-Ku kepadamu.\"","Lalu pergilah aku ke rumah tukang periuk, dan kebetulan ia sedang bekerja dengan pelarikan.","Apabila bejana, yang sedang dibuatnya dari tanah liat di tangannya itu, rusak, maka tukang periuk itu mengerjakannya kembali menjadi bejana lain menurut apa yang baik pada pemandangannya.","Kemudian datanglah firman TUHAN kepadaku, bunyinya:","\"Masakan Aku tidak dapat bertindak kepada kamu seperti tukang periuk ini, hai kaum Israel!, demikianlah firman TUHAN. Sungguh, seperti tanah liat di tangan tukang periuk, demikianlah kamu di tangan-Ku, hai kaum Israel!","Ada kalanya Aku berkata tentang suatu bangsa dan tentang suatu kerajaan bahwa Aku akan mencabut, merobohkan dan membinasakannya.","Tetapi apabila bangsa yang terhadap siapa Aku berkata demikian telah bertobat dari kejahatannya, maka menyesallah Aku, bahwa Aku hendak menjatuhkan malapetaka yang Kurancangkan itu terhadap mereka.","Ada kalanya Aku berkata tentang suatu bangsa dan tentang suatu kerajaan bahwa Aku akan membangun dan menanam mereka.","Tetapi apabila mereka melakukan apa yang jahat di depan mata-Ku dan tidak mendengarkan suara-Ku, maka menyesallah Aku, bahwa Aku hendak mendatangkan keberuntungan yang Kujanjikan itu kepada mereka.","Sebab itu, katakanlah kepada orang Yehuda dan kepada penduduk Yerusalem: Beginilah firman TUHAN: Sesungguhnya, Aku ini sedang menyiapkan malapetaka terhadap kamu dan merancangkan rencana terhadap kamu. Baiklah kamu masing-masing bertobat dari tingkah langkahmu yang jahat, dan perbaikilah tingkah langkahmu dan perbuatanmu!","Tetapi mereka berkata: Tidak ada gunanya! Sebab kami hendak berkelakuan mengikuti rencana kami sendiri dan masing-masing hendak bertindak mengikuti kedegilan hatinya yang jahat.\"","Sebab itu beginilah firman TUHAN: \"Cobalah tanyakan di kalangan bangsa-bangsa: siapakah yang telah mendengar hal seperti ini? Anak dara Israel telah melakukan hal-hal yang sangat ngeri!","Masakan salju putih akan beralih dari gunung batu Siryon? Masakan air gunung akan habis; air yang sejuk dan mengalir?","Tetapi umat-Ku telah melupakan Aku, mereka telah membakar korban kepada dewa kesia-siaan; mereka telah tersandung jatuh di jalan-jalan mereka, yakni jalan-jalan dari dahulu kala, dan telah mengambil jalan simpangan, yakni jalan yang tidak diratakan.","Maka mereka membuat negerinya menjadi kengerian menjadi sasaran suitan untuk selamanya. Setiap orang yang melewatinya akan merasa ngeri, dan akan menggeleng-gelengkan kepalanya.","Seperti angin timur Aku akan menyerakkan mereka di depan musuhnya. Belakang-Ku akan Kuperlihatkan kepada mereka dan bukan muka-Ku pada hari bencana mereka.\"","Berkatalah mereka: \"Marilah kita mengadakan persepakatan terhadap Yeremia, sebab imam tidak akan kehabisan pengajaran, orang bijaksana tidak akan kehabisan nasihat dan nabi tidak akan kehabisan firman. Marilah kita memukul dia dengan bahasanya sendiri dan jangan memperhatikan setiap perkataannya!\"","Perhatikanlah aku, ya TUHAN, dan dengarkanlah suara pengaduanku!","Akan dibalaskah kebaikan dengan kejahatan? Namun mereka telah menggali pelubang untuk aku! Ingatlah bahwa aku telah berdiri di hadapan-Mu, dan telah berbicara membela mereka, supaya amarah-Mu disurutkan dari mereka.","Sebab itu serahkanlah anak-anak mereka kepada kelaparan, dan biarkanlah mereka dipancung pedang! Biarlah isteri-isteri mereka kehilangan anak dan suami; biarlah laki-laki mereka mati oleh sampar, dan pemuda-pemuda mereka mati karena pedang di pertempuran!","Biarlah kedengaran jeritan dari rumah-rumah mereka, apabila Engkau dengan tiba-tiba mendatangkan gerombolan perampok kepada mereka! Sebab mereka telah menggali pelubang untuk menangkap aku, dan telah memasang jerat untuk kakiku.","Tetapi Engkau, ya TUHAN, Engkau mengetahui segala rancangan mereka untuk membunuh aku. Janganlah ampuni kesalahan mereka, dan janganlah hapuskan dosa mereka dari hadapan-Mu, tetapi biarlah mereka tersandung di hadapan mata-Mu; bertindaklah pada hari murka-Mu terhadap mereka!"]