["Lihatlah, TUHAN memperlihatkan kepadaku dua keranjang buah ara berdiri di hadapan bait TUHAN. Hal itu terjadi sesudah Nebukadnezar, raja Babel, mengangkut ke dalam pembuangan Yekhonya bin Yoyakim, raja Yehuda, beserta para pemuka Yehuda, tukang dan pandai besi dari Yerusalem dan membawa mereka ke Babel.","Keranjang yang satu berisi buah ara yang sangat baik seperti buah ara bungaran, tetapi keranjang yang lain berisi buah ara yang jelek, yang tak dapat dimakan karena jeleknya.","Lalu berfirmanlah TUHAN kepadaku: \"Apakah yang kaulihat, hai Yeremia?\" Maka jawabku: \"Buah ara! Buah ara yang baik itu sangat baik, dan buah ara yang jelek, yang tak dapat dimakan karena jeleknya.\"","Kemudian datanglah firman TUHAN kepadaku, bunyinya:","\"Beginilah firman TUHAN, Allah Israel: Sama seperti buah ara yang baik ini, demikianlah Aku akan memperhatikan untuk kebaikannya orang-orang Yehuda yang Kubawa dari tempat ini ke dalam pembuangan, ke negeri orang-orang Kasdim.","Maka Aku akan mengarahkan mata-Ku kepada mereka untuk kebaikan mereka, dan Aku akan membawa mereka kembali ke negeri ini. Aku akan membangun mereka, bukan meruntuhkannya; Aku akan menanam, bukan mencabutnya.","Aku akan memberi mereka suatu hati untuk mengenal Aku, yaitu bahwa Akulah TUHAN. Mereka akan menjadi umat-Ku dan Aku ini akan menjadi Allah mereka, sebab mereka akan bertobat kepada-Ku dengan segenap hatinya.","Tetapi seperti buah ara yang jelek itu, yang tak dapat dimakan karena jeleknya--sungguh, beginilah firman TUHAN--demikianlah Aku akan memperlakukan Zedekia, raja Yehuda, beserta para pemukanya, dan sisa-sisa penduduk Yerusalem yang masih tinggal di negeri ini dan orang-orang yang menetap di negeri Mesir.","Aku akan membuat mereka menjadi kengerian bagi segala kerajaan di bumi, menjadi aib dan perumpamaan, menjadi sindiran dan kutuk di segala tempat ke mana Aku menceraiberaikan mereka.","Dan Aku akan mengirimkan perang, kelaparan dan penyakit sampar ke antara mereka, sampai mereka habis dilenyapkan dari atas tanah yang telah Kuberikan kepada mereka dan kepada nenek moyang mereka.\""]