["Ah, betapa Tuhan menyelubungi puteri Sion dengan awan dalam murka-Nya! Keagungan Israel dilemparkan-Nya dari langit ke bumi. Tak diingat-Nya akan tumpuan kaki-Nya tatkala Ia murka.","Tanpa belas kasihan Tuhan memusnahkan segala ladang Yakub. Ia menghancurkan dalam amarah-Nya benteng-benteng puteri Yehuda. Ia mencampakkan ke bumi dan mencemarkan kerajaan dan pemimpin-pemimpinnya.","Dalam murka yang menyala-nyala Ia mematahkan segala tanduk Israel, menarik kembali tangan kanan-Nya pada waktu si seteru mendekat, membakar Yakub laksana api yang menyala-nyala, yang menjilat ke sekeliling.","Ia membidikkan panah-Nya seperti seorang seteru dengan mengacungkan tangan kanan-Nya seperti seorang lawan; membunuh segala yang menyenangkan mata dalam kemah puteri Sion, memuntahkan geram-Nya seperti api.","Tuhan menjadi seperti seorang seteru; Ia menghancurkan Israel, meremukkan segala purinya, mempuingkan benteng-bentengnya, memperbanyak susah dan kesah pada puteri Yehuda.","Ia melanda kemah-Nya seperti kebun, menghancurkan tempat pertemuan-Nya. Di Sion TUHAN menjadikan orang lupa akan perayaan dan sabat, dan menolak dalam kegeraman murka-Nya raja dan imam.","Tuhan membuang mezbah-Nya, meninggalkan tempat kudus-Nya, menyerahkan ke dalam tangan seteru tembok puri-purinya. Teriakan ramai mereka dalam Bait Allah seperti keramaian pada hari perayaan jemaah.","TUHAN telah memutuskan untuk mempuingkan tembok puteri Sion. Ia mengukur semuanya dengan tali pengukur, Ia tak menahan tangan-Nya untuk menghancurkannya. Ia menjadikan berkabung tembok luar dan tembok dalam, mereka merana semua.","Terbenam gapura-gapuranya di dalam tanah; TUHAN menghancurkan dan meluluhkan palang-palang pintunya. Rajanya dan pemimpin-pemimpinnya berada di antara bangsa-bangsa asing. Tak ada petunjuk dari TUHAN, bahkan nabi-nabi tidak menerima lagi wahyu dari pada-Nya.","Duduklah tertegun di tanah para tua-tua puteri Sion; mereka menabur abu di atas kepala, dan mengenakan kain kabung. Dara-dara Yerusalem menundukkan kepalanya ke tanah.","Mataku kusam dengan air mata, remuk redam hatiku; hancur habis hatiku karena keruntuhan puteri bangsaku, sebab jatuh pingsan kanak-kanak dan bayi di lapangan-lapangan kota.","Kepada ibunya mereka bertanya: \"Mana roti dan anggur?\", sedang mereka jatuh pingsan seperti orang yang gugur di lapangan-lapangan kota, ketika menghembuskan nafas di pangkuan ibunya.","Apa yang dapat kunyatakan kepadamu, dengan apa aku dapat menyamakan engkau, ya puteri Yerusalem? Dengan apa aku dapat membandingkan engkau untuk dihibur, ya dara, puteri Sion? Karena luas bagaikan laut reruntuhanmu; siapa yang akan memulihkan engkau?","Nabi-nabimu melihat bagimu penglihatan yang dusta dan hampa. Mereka tidak menyatakan kesalahanmu, guna memulihkan engkau kembali. Mereka mengeluarkan bagimu ramalan-ramalan yang dusta dan menyesatkan.","Sekalian orang yang lewat bertepuk tangan karena engkau. Mereka bersuit-suit dan menggelengkan kepalanya mengenai puteri Yerusalem: \"Inikah kota yang disebut orang kota yang paling indah, kesukaan dunia semesta?\"","Terhadap engkau semua seterumu mengangakan mulutnya. Mereka bersuit-suit dan menggertakkan gigi: \"Kami telah memusnahkannya!\", kata mereka, \"Nah, inilah harinya yang kami nanti-nantikan, kami mengalaminya, kami melihatnya!\"","TUHAN telah menjalankan yang dirancangkan-Nya, Ia melaksanakan yang difirmankan-Nya, yang diperintahkan-Nya dahulu kala; Ia merusak tanpa belas kasihan, Ia menjadikan si seteru senang atas kamu, Ia meninggikan tanduk lawan-lawanmu.","Berteriaklah kepada Tuhan dengan nyaring, hai, puteri Sion, cucurkanlah air mata bagaikan sungai siang dan malam; janganlah kauberikan dirimu istirahat, janganlah matamu tenang!","Bangunlah, mengeranglah pada malam hari, pada permulaan giliran jaga malam; curahkanlah isi hatimu bagaikan air di hadapan Tuhan, angkatlah tanganmu kepada-Nya demi hidup anak-anakmu, yang jatuh pingsan karena lapar di ujung-ujung jalan!","Lihatlah, TUHAN, dan tiliklah, kepada siapakah Engkau telah berbuat ini? Apakah perempuan harus makan anak kandungnya, anak-anak yang masih dibuai? Apakah dalam tempat kudus Tuhan harus dibunuh imam dan nabi?","Terbaring di debu jalan pemuda dan orang tua; dara-daraku dan teruna-terunaku gugur oleh pedang; Engkau membunuh mereka tatkala Engkau murka, tanpa belas kasihan Engkau menyembelih mereka!","Seolah-olah pada hari perayaan Engkau mengundang semua yang kutakuti dari sekeliling. Tatkala TUHAN murka tak ada seorang yang luput atau selamat. Mereka yang kubuai dan kubesarkan dibinasakan seteruku."]