["Lalu datanglah firman TUHAN kepadaku:","\"Hai anak manusia, berbicaralah kepada teman-temanmu sebangsa dan katakanlah kepada mereka: Kalau Aku mendatangkan pedang atas sesuatu negeri dan bangsa negeri itu mengambil seorang dari antara mereka dan menetapkan dia menjadi penjaganya","dan penjaga ini melihat pedang itu datang atas negerinya, lalu meniup sangkakala untuk memperingatkan bangsanya,","kalau ada seorang yang memang mendengar suara sangkakala itu, tetapi ia tidak mau diperingatkan, sehingga sesudah pedang itu datang ia dihabiskan, darahnya tertimpa kepadanya sendiri.","Ia mendengar suara sangkakala, tetapi ia tidak mau diperingatkan, darahnya tertimpa kepadanya sendiri. Kalau ia mau diperingatkan, ia menyelamatkan nyawanya.","Sebaliknya penjaga, yang melihat pedang itu datang, tetapi tidak meniup sangkakala dan bangsanya tidak mendapat peringatan, sehingga sesudah pedang itu datang, seorang dari antara mereka dihabiskan, orang itu dihabiskan dalam kesalahannya, tetapi Aku akan menuntut pertanggungan jawab atas nyawanya dari penjaga itu.","Dan engkau anak manusia, Aku menetapkan engkau menjadi penjaga bagi kaum Israel. Bilamana engkau mendengar sesuatu firman dari pada-Ku, peringatkanlah mereka demi nama-Ku.","Kalau Aku berfirman kepada orang jahat: Hai orang jahat, engkau pasti mati! --dan engkau tidak berkata apa-apa untuk memperingatkan orang jahat itu supaya bertobat dari hidupnya, orang jahat itu akan mati dalam kesalahannya, tetapi Aku akan menuntut pertanggungan jawab atas nyawanya dari padamu.","Tetapi jikalau engkau memperingatkan orang jahat itu supaya ia bertobat dari hidupnya, tetapi ia tidak mau bertobat, ia akan mati dalam kesalahannya, tetapi engkau telah menyelamatkan nyawamu.","Dan engkau anak manusia, katakanlah kepada kaum Israel: Kamu berkata begini: Pelanggaran kami dan dosa kami sudah tertanggung atas kami dan karena itu kami hancur; bagaimanakah kami dapat tetap hidup?","Katakanlah kepada mereka: Demi Aku yang hidup, demikianlah firman Tuhan ALLAH, Aku tidak berkenan kepada kematian orang fasik, melainkan Aku berkenan kepada pertobatan orang fasik itu dari kelakuannya supaya ia hidup. Bertobatlah, bertobatlah dari hidupmu yang jahat itu! Mengapakah kamu akan mati, hai kaum Israel?","Dan engkau anak manusia, katakanlah kepada teman-temanmu sebangsa: Kebenaran orang benar tidak menyelamatkan dia, pada waktu ia jatuh dalam pelanggaran dan kejahatan orang jahat tidak menyebabkan dia tersandung, pada waktu ia bertobat dari kejahatannya; dan orang benar tidak dapat hidup karena kebenarannya, pada waktu ia berbuat dosa.","Kalau Aku berfirman kepada orang benar: Engkau pasti hidup! --tetapi ia mengandalkan kebenarannya dan ia berbuat curang, segala perbuatan-perbuatan kebenarannya tidak akan diperhitungkan, dan ia harus mati dalam kecurangan yang diperbuatnya.","Kalau Aku berfirman kepada orang jahat: Engkau pasti mati! --tetapi ia bertobat dari dosanya serta melakukan keadilan dan kebenaran,","orang jahat itu mengembalikan gadaian orang, ia membayar ganti rampasannya, menuruti peraturan-peraturan yang memberi hidup, sehingga tidak berbuat curang lagi, ia pasti hidup, ia tidak akan mati.","Semua dosa yang diperbuatnya tidak akan diingat-ingat lagi; ia sudah melakukan keadilan dan kebenaran, maka ia pasti hidup.","Tetapi teman-temanmu sebangsa berkata: Tindakan Tuhan tidak tepat! Padahal tindakan mereka yang tidak tepat.","Jikalau orang benar berbalik dari kebenarannya dan melakukan kecurangan, ia harus mati karena itu.","Sebaliknya, kalau orang fasik bertobat dari kefasikannya dan ia melakukan keadilan dan kebenaran, ia pasti hidup karena itu.","Tetapi kamu berkata: Tindakan Tuhan tidak tepat! Aku akan menghakimi kamu, masing-masing menurut kelakuannya, hai kaum Israel.\"","Pada tahun kesebelas sesudah pembuangan kami, dalam bulan yang kesepuluh, pada tanggal lima bulan itu, datanglah kepadaku seorang yang terluput dari Yerusalem dan berkata: \"Kota itu sudah ditaklukkan!\"","Maka kekuasaan TUHAN meliputi aku pada malam sebelum kedatangan orang yang terluput itu dan TUHAN membuka mulutku pada saat menjelang kedatangan orang yang terluput itu pada pagi hari. Mulutku sudah terbuka dan aku tidak bisu lagi.","Lalu datanglah firman TUHAN kepadaku:","\"Hai anak manusia, orang-orang yang tinggal pada reruntuhan-reruntuhan ini, yaitu yang di tanah Israel, berkata begini: Abraham adalah seorang diri, tatkala ia mendapat tanah ini menjadi miliknya, tetapi kita banyak, tentu tanah ini diberikan kepada kita menjadi milik.","Oleh karena itu katakanlah kepada mereka: Beginilah firman Tuhan ALLAH: Kamu makan daging dengan darahnya, kamu melihat juga kepada berhala-berhalamu dan kamu menumpahkan darah--apakah kamu akan tetap memiliki tanah ini?","Kamu bersandar pada pedangmu, kamu melakukan kekejian dan masing-masing mencemari isteri sesamanya--apakah kamu akan tetap memiliki tanah ini?","Katakanlah begini kepada mereka: Beginilah firman Tuhan ALLAH. Demi Aku yang hidup, orang-orang yang tinggal pada reruntuhan-reruntuhan akan mati rebah oleh pedang, dan orang-orang yang di padang akan Kuberikan kepada binatang liar menjadi makanannya dan orang-orang yang di dalam kubu dan gua akan mati kena sampar.","Tanah ini akan Kubuat musnah dan sunyi sepi, dan kecongkakannya, yang ditimbulkan kekuatannya, akan berakhir; gunung-gunung Israel akan menjadi sunyi sepi, sehingga tidak seorangpun berani melintasinya.","Dan mereka akan mengetahui bahwa Akulah TUHAN, pada saat Aku membuat tanah ini musnah dan sunyi sepi, oleh karena semua perbuatan-perbuatan mereka yang keji, yang mereka lakukan.","Dan engkau anak manusia, teman-temanmu sebangsa bercakap-cakap mengenai engkau dekat tembok-tembok dan di pintu rumah-rumah dan berkata satu sama lain, masing-masing kepada temannya. Silakan datang dan dengar, apa yang difirmankan oleh TUHAN!","Dan mereka datang kepadamu seperti rakyat berkerumun dan duduk di hadapanmu sebagai umat-Ku, mereka mendengar apa yang kauucapkan, tetapi mereka tidak melakukannya; mulutnya penuh dengan kata-kata cinta kasih, tetapi hati mereka mengejar keuntungan yang haram.","Sungguh, engkau bagi mereka seperti seorang yang melagukan syair cinta kasih dengan suara yang merdu, dan yang pandai main kecapi; mereka mendengar apa yang kauucapkan, tetapi mereka sama sekali tidak melakukannya.","Kalau hal itu datang--dan sungguh akan datang! --mereka akan mengetahui bahwa seorang nabi ada di tengah-tengah mereka.\""]