["\"Hai engkau, anak manusia, bernubuatlah mengenai gunung-gunung Israel dan katakanlah: Hai gunung-gunung Israel, dengarlah firman TUHAN!","Beginilah firman Tuhan ALLAH: Oleh karena musuh itu berkata mengenai kamu: Syukur! Bukit-bukit dari dahulu kala sudah menjadi milik kita.","Oleh karena itu bernubuatlah dan katakan: Beginilah firman Tuhan ALLAH: Oleh karena, ya sungguh karena musuh dari sekitarmu menjadikan kamu sunyi sepi dan mengingini kamu, supaya kamu menjadi milik sisa bangsa-bangsa, dan oleh karena kamu menjadi buah mulut orang dan banyak dipergunjingkan,","oleh karena itu, hai gunung-gunung Israel, dengarlah firman Tuhan ALLAH kepada gunung-gunung dan bukit-bukit, kepada alur-alur sungai dan lembah-lembah, kepada reruntuhan-reruntuhan yang sunyi sepi dan kepada kota-kota yang sudah ditinggalkan, yang sudah menjadi jarahan dan olok-olokan bagi sisa bangsa-bangsa yang di sekitarnya;","oleh karena itu beginilah firman Tuhan ALLAH: Aku pasti berfirman dalam api cemburuan-Ku melawan sisa bangsa-bangsa dan melawan seluruh Edom, yang menentukan tanah-Ku menjadi miliknya dengan segala rasa sukacita dan rasa penghinaan, sehingga tanah-Ku itu dimilikinya dan dapat habis dijarah.","Oleh karena itu bernubuatlah mengenai tanah Israel dan katakanlah kepada gunung-gunung dan bukit-bukit, kepada alur-alur sungai dan lembah-lembah: Beginilah firman Tuhan ALLAH: Sungguh, Aku berfirman dalam amarah cemburuan-Ku, oleh karena kamu sudah menanggung noda yang ditimbulkan bangsa-bangsa.","Oleh sebab itu beginilah firman Tuhan ALLAH: Aku bersumpah bahwa bangsa-bangsa yang di sekitarmu sendiri pasti akan menanggung noda mereka.","Maka kamu, gunung-gunung Israel, akan bertunas kembali dan akan memberi buah untuk umat-Ku Israel, sebab mereka akan segera kembali.","Hati-Ku akan baik kembali dan Aku akan berpaling kepadamu dan kamu akan dikerjakan dan ditaburi.","Aku akan membuat manusia banyak di atasmu, yaitu segenap kaum Israel dalam keseluruhannya; kota-kota akan didiami lagi dan reruntuhan-reruntuhan akan dibangun kembali.","Aku akan membuat manusia dan binatang banyak di atasmu, dan mereka akan bertambah banyak dan beranak cucu dan Aku akan membuat kamu didiami kembali seperti keadaan semula dan akan berbuat baik kepadamu lebih dari pada keadaan dahulu. Dan kamu akan mengetahui bahwa Akulah TUHAN.","Aku akan membuat manusia lalu-lalang di atasmu yaitu umat-Ku Israel; mereka akan menduduki engkau dan engkau akan menjadi milik pusaka mereka dan engkau tidak lagi terus memunahkan mereka.","Beginilah firman Tuhan ALLAH: Oleh karena orang berkata tentangmu: Engkau memakan orang dan engkau memunahkan bangsamu--","oleh karena itu engkau tidak akan makan orang lagi dan tidak akan memunahkan bangsamu lagi, demikianlah firman Tuhan ALLAH.","Aku tidak lagi membiarkan orang membicarakan noda yang ditimbulkan bangsa-bangsa terhadap engkau dan engkau tidak lagi menanggung pencelaan bangsa-bangsa dan tidak lagi memunahkan bangsamu, demikianlah firman Tuhan ALLAH.\"","Kemudian datanglah firman TUHAN kepadaku:","\"Hai anak manusia, waktu kaum Israel tinggal di tanah mereka, mereka menajiskannya dengan tingkah laku mereka; kelakuan mereka sama seperti cemar kain di hadapan-Ku.","Maka Aku mencurahkan amarah-Ku ke atas mereka karena darah yang dicurahkan mereka di tanah itu, sedang tanah itu mereka najiskan dengan berhala-berhala mereka.","Aku menghamburkan mereka di antara bangsa-bangsa, sehingga mereka berserak-serak di semua negeri, Aku menghakimi mereka selaras dengan tingkah lakunya.","Di mana saja mereka datang di tengah bangsa-bangsa, mereka menajiskan nama-Ku yang kudus, dalam hal orang menyindir mereka: Katanya mereka umat TUHAN, tetapi mereka harus keluar dari tanah-Nya.","Aku merasa sakit hati karena nama-Ku yang kudus yang dinajiskan oleh kaum Israel di tengah bangsa-bangsa, di mana mereka datang.","Oleh karena itu katakanlah kepada kaum Israel: Beginilah firman Tuhan ALLAH: Bukan karena kamu Aku bertindak, hai kaum Israel, tetapi karena nama-Ku yang kudus yang kamu najiskan di tengah bangsa-bangsa di mana kamu datang.","Aku akan menguduskan nama-Ku yang besar yang sudah dinajiskan di tengah bangsa-bangsa, dan yang kamu najiskan di tengah-tengah mereka. Dan bangsa-bangsa akan mengetahui bahwa Akulah TUHAN, demikianlah firman Tuhan ALLAH, manakala Aku menunjukkan kekudusan-Ku kepadamu di hadapan bangsa-bangsa.","Aku akan menjemput kamu dari antara bangsa-bangsa dan mengumpulkan kamu dari semua negeri dan akan membawa kamu kembali ke tanahmu.","Aku akan mencurahkan kepadamu air jernih, yang akan mentahirkan kamu; dari segala kenajisanmu dan dari semua berhala-berhalamu Aku akan mentahirkan kamu.","Kamu akan Kuberikan hati yang baru, dan roh yang baru di dalam batinmu dan Aku akan menjauhkan dari tubuhmu hati yang keras dan Kuberikan kepadamu hati yang taat.","Roh-Ku akan Kuberikan diam di dalam batinmu dan Aku akan membuat kamu hidup menurut segala ketetapan-Ku dan tetap berpegang pada peraturan-peraturan-Ku dan melakukannya.","Dan kamu akan diam di dalam negeri yang telah Kuberikan kepada nenek moyangmu dan kamu akan menjadi umat-Ku dan Aku akan menjadi Allahmu.","Aku akan melepaskan kamu dari segala dosa kenajisanmu dan Aku akan menumbuhkan gandum serta memperbanyaknya, dan Aku tidak lagi mendatangkan kelaparan atasmu.","Aku juga memperbanyak buah pohon-pohonanmu dan hasil ladangmu, supaya kamu jangan lagi menanggung noda kelaparan di tengah bangsa-bangsa.","Dan kamu akan teringat-ingat kepada kelakuanmu yang jahat dan perbuatan-perbuatanmu yang tidak baik dan kamu akan merasa mual melihat dirimu sendiri karena kesalahan-kesalahanmu dan perbuatan-perbuata yang keji.","Bukan karena kamu Aku bertindak, demikianlah firman Tuhan ALLAH, ketahuilah itu. Merasa malulah kamu dan biarlah kamu dipermalukan karena kelakuanmu, hai kaum Israel.","Beginilah firman Tuhan ALLAH: Pada hari Aku mentahirkan kamu dari segala kesalahanmu, Aku akan membuat kota-kota didiami lagi dan reruntuhan-reruntuhan akan dibangun kembali.","Tanah yang sudah lama tinggal tandus akan dikerjakan kembali, supaya jangan lagi tetap tandus di hadapan semua orang yang lintas dari padamu.","Sebaliknya mereka akan berkata: Tanah ini yang sudah lama tinggal tandus menjadi seperti taman Eden dan kota-kota yang sudah runtuh, sunyi sepi dan musnah, sekarang didiami dan menjadi kubu.","Dan bangsa-bangsa yang tertinggal, yang ada di sekitarmu akan mengetahui, bahwa Akulah TUHAN, yang membangun kembali yang sudah musnah dan menanami kembali yang sudah tandus. Aku, TUHAN, yang mengatakannya dan akan membuatnya.","Beginilah firman Tuhan ALLAH: Dalam hal ini juga Aku menginginkan, supaya kaum Israel meminta dari pada-Ku apa yang hendak Kulakukan bagi mereka, yaitu membuat mereka banyak seperti lautan manusia.","Seperti domba-domba persembahan kudus, dan seumpama domba-domba Yerusalem pada waktu-waktu perayaannya, begitulah kota-kota yang sudah runtuh penuh dengan lautan manusia. Dengan begitu mereka akan mengetahui bahwa Akulah TUHAN.\""]