["Lalu aku mendengar Dia berseru dengan suara yang nyaring: \"Maju ke mari, hai, yang harus menjalankan hukuman atas kota ini! Masing-masing dengan alat pemusnah di tangannya!\"","Lihat, enam orang laki-laki datang dari jurusan pintu gerbang Atas, yang menghadap ke utara, masing-masing dengan alat pemukul di tangannya. Dan satu orang di antara mereka berpakaian lenan dan di sisinya terdapat suatu alat penulis. Mereka ini masuk dan berdiri di samping mezbah tembaga.","Pada saat itu kemuliaan Allah Israel sudah terangkat dari atas kerub, tempatnya semula, ke atas ambang pintu Bait Suci dan Dia memanggil orang yang berpakaian lenan dan yang mempunyai alat penulis di sisinya.","Firman TUHAN kepadanya: \"Berjalanlah dari tengah-tengah kota, yaitu Yerusalem dan tulislah huruf T pada dahi orang-orang yang berkeluh kesah karena segala perbuatan-perbuatan keji yang dilakukan di sana.\"","Dan kepada yang lain-lain aku mendengar Dia berfirman: \"Ikutilah dia dari belakang melalui kota itu dan pukullah sampai mati! Janganlah merasa sayang dan jangan kenal belas kasihan.","Orang-orang tua, teruna-teruna dan dara-dara, anak-anak kecil dan perempuan-perempuan, bunuh dan musnahkan! Tetapi semua orang yang ditandai dengan huruf T itu, jangan singgung! Dan mulailah dari tempat kudus-Ku!\" Lalu mereka mulai dengan tua-tua yang berada di hadapan Bait Suci.","Kemudian firman-Nya kepada mereka: \"Najiskanlah Bait Suci itu dan penuhilah pelataran-pelatarannya dengan orang-orang yang terbunuh. Pergilah!\" Mereka pergi ke luar dan memukuli orang-orang sampai mati di dalam kota.","Sedang mereka memukuli orang-orang sampai mati--waktu itu aku tinggal di belakang--aku sujud dan berseru, kataku: \"Aduh, Tuhan ALLAH, apakah Engkau memusnahkan seluruh sisa Israel di dalam mencurahkan amarah-Mu atas Yerusalem?\"","Jawab-Nya kepadaku: \"Kesalahan kaum Israel dan Yehuda sangat banyak, sehingga tanah ini penuh hutang darah dan kota ini penuh ketidakadilan; sebab mereka berkata: TUHAN sudah meninggalkan tanah ini dan TUHAN tidak melihatnya.","Karena itu Aku juga tidak akan merasa sayang dan tidak akan kenal belas kasihan; kelakuan mereka akan Kutimpakan atas kepala mereka.\"","Lihat, orang yang berpakaian lenan itu dan yang mempunyai alat penulis di sisinya memberikan laporan, katanya: \"Aku sudah kerjakan seperti Engkau perintahkan kepadaku.\""]