["Apabila Efraim berbicara, gemetarlah orang; ia diangkat-angkat di Israel, tetapi ia bersalah dengan menyembah Baal, sehingga matilah ia.","Sekarangpun mereka terus berdosa, dan membuat baginya patung tuangan dari perak dan berhala-berhala sesuai dengan kecakapan mereka; semuanya itu buatan tukang-tukang. Persembahkanlah korban kepadanya!, kata mereka. Baiklah manusia mencium anak-anak lembu!","Sebab itu mereka akan seperti kabut pagi atau seperti embun yang hilang pagi-pagi benar, seperti debu jerami yang diterbangkan badai dari tempat pengirikan atau seperti asap dari tingkap.","Tetapi Aku adalah TUHAN, Allahmu sejak di tanah Mesir; engkau tidak mengenal allah kecuali Aku, dan tidak ada juruselamat selain dari Aku.","Akulah yang mengenal engkau di padang gurun, di tanah yang gersang.","Ketika mereka makan rumput, maka mereka kenyang; setelah mereka kenyang, maka hati mereka meninggi; itulah sebabnya mereka melupakan Aku.","Maka Aku menjadi seperti singa bagi mereka, seperti macan tutul Aku mengintip-intip di pinggir jalan.","Aku mau mendatangi mereka seperti beruang yang kehilangan anak, Aku mau mengoyakkan dada mereka. Di sana Aku memakan mereka seperti singa; binatang liar di padang akan merobek mereka.","Aku membinasakan engkau, hai Israel, siapakah yang dapat menolong engkau?","Di mana gerangan rajamu, supaya diselamatkannya engkau, dan semua pemukamu, supaya diberinya engkau keadilan, hai, engkau yang berkata: \"Berilah kepadaku seorang raja dan pemuka-pemuka!\"","Aku memberikan engkau seorang raja dalam murka-Ku dan mengambilnya dalam gemas-Ku.","Kesalahan Efraim dibungkus, dosanya disimpan.","Sakit beranak mendahului kelahirannya, tetapi ia adalah seorang anak yang tidak bijaksana; sebab tidak pada waktunya ia bergerak, bila waktunya tiba, ia tidak mau keluar dari kandungan ibu.","Akan Kubebaskankah mereka dari kuasa dunia orang mati, akan Kutebuskah mereka dari pada maut? Di manakah penyakit samparmu, hai maut, di manakah tenaga pembinasamu, hai dunia orang mati? Mata-Ku tertutup bagi belas kasihan.","Sekalipun ia tumbuh subur di antara rumput-rumput, maka angin timur, angin TUHAN, akan datang, bertiup dari padang gurun, mengeringkan sumber-sumbernya dan merusakkan mata-mata airnya; dirampasnya harta benda, segala barang yang indah-indah.","(14-1) Samaria harus mendapat hukuman, sebab ia memberontak terhadap Allahnya. Mereka akan tewas oleh pedang, bayi-bayinya akan diremukkan, dan perempuan-perempuannya yang mengandung akan dibelah perutnya."]