["Tiuplah sangkakala di Sion dan berteriaklah di gunung-Ku yang kudus! Biarlah gemetar seluruh penduduk negeri, sebab hari TUHAN datang, sebab hari itu sudah dekat;","suatu hari gelap gulita dan kelam kabut, suatu hari berawan dan kelam pekat; seperti fajar di atas gunung-gunung terbentang suatu bangsa yang banyak dan kuat, yang serupa itu tidak pernah ada sejak purbakala, dan tidak akan ada lagi sesudah itu turun-temurun, pada masa yang akan datang.","Di depannya api memakan habis, di belakangnya nyala api berkobar. Tanah di depannya seperti Taman Eden, tetapi di belakangnya padang gurun tandus, dan sama sekali tidak ada yang dapat luput.","Rupanya seperti kuda, dan seperti kuda balapan mereka berlari.","Seperti gemertaknya kereta-kereta, mereka melompat-lompat di atas puncak gunung-gunung; seperti geletiknya nyala api yang memakan habis jerami; seperti suatu bangsa yang kuat, teratur barisannya untuk berperang.","Terhadapnya bangsa-bangsa gemetar, segala muka bertambah menjadi pucat pasi.","Seperti pahlawan mereka berlari, seperti prajurit mereka naik tembok; dan mereka masing-masing berjalan terus dengan tidak membelok dari jalannya;","mereka tidak berdesak-desakan, mereka berjalan terus masing-masing di jalannya; mereka menerobos pertahanan dengan tombak, mereka tidak membiarkan barisannya terputus.","Mereka menyerbu ke dalam kota, mereka berlari ke atas tembok, mereka memanjat ke dalam rumah-rumah, mereka masuk melalui jendela-jendela seperti pencuri.","Di depannya bumi gemetar, langit bergoncang; matahari dan bulan menjadi gelap, dan bintang-bintang menghilangkan cahayanya.","Dan TUHAN memperdengarkan suara-Nya di depan tentara-Nya. Pasukan-Nya sangat banyak dan pelaksana firman-Nya kuat. Betapa hebat dan sangat dahsyat hari TUHAN! Siapakah yang dapat menahannya?","\"Tetapi sekarang juga,\" demikianlah firman TUHAN, \"berbaliklah kepada-Ku dengan segenap hatimu, dengan berpuasa, dengan menangis dan dengan mengaduh.\"","Koyakkanlah hatimu dan jangan pakaianmu, berbaliklah kepada TUHAN, Allahmu, sebab Ia pengasih dan penyayang, panjang sabar dan berlimpah kasih setia, dan Ia menyesal karena hukuman-Nya.","Siapa tahu, mungkin Ia mau berbalik dan menyesal, dan ditinggalkan-Nya berkat, menjadi korban sajian dan korban curahan bagi TUHAN, Allahmu.","Tiuplah sangkakala di Sion, adakanlah puasa yang kudus, maklumkanlah perkumpulan raya;","kumpulkanlah bangsa ini, kuduskanlah jemaah, himpunkanlah orang-orang yang tua, kumpulkanlah anak-anak, bahkan anak-anak yang menyusu; baiklah penganten laki-laki keluar dari kamarnya, dan penganten perempuan dari kamar tidurnya;","baiklah para imam, pelayan-pelayan TUHAN, menangis di antara balai depan dan mezbah, dan berkata: \"Sayangilah, ya TUHAN, umat-Mu, dan janganlah biarkan milik-Mu sendiri menjadi cela, sehingga bangsa-bangsa menyindir kepada mereka. Mengapa orang berkata di antara bangsa: Di mana Allah mereka?\"","TUHAN menjadi cemburu karena tanah-Nya, dan Ia belas kasihan kepada umat-Nya.","TUHAN menjawab, kata-Nya kepada umat-Nya: \"Sesungguhnya, Aku akan mengirim kepadamu gandum, anggur dan minyak, dan kamu akan kenyang memakannya; Aku tidak akan menyerahkan kamu lagi menjadi cela di antara bangsa-bangsa.","Yang datang dari utara itu akan Kujauhkan dari padamu, dan akan Kuusir ke suatu negeri kering dan tandus, barisan mukanya ke laut timur, dan barisan belakangnya ke laut barat, maka bau busuknya dan bau anyirnya akan naik, sebab ia telah melakukan perkara yang besar.","Jangan takut, hai tanah, bersorak-soraklah dan bersukacitalah, sebab juga TUHAN telah melakukan perkara yang besar!","Jangan takut, hai binatang-binatang di padang, sebab tanah gembalaan di padang gurun menghijau, pohon menghasilkan buahnya, pohon ara dan pohon anggur memberi kekayaannya.","Hai bani Sion, bersorak-soraklah dan bersukacitalah karena TUHAN, Allahmu! Sebab telah diberikan-Nya kepadamu hujan pada awal musim dengan adilnya, dan diturunkan-Nya kepadamu hujan, hujan pada awal dan hujan pada akhir musim seperti dahulu.","Tempat-tempat pengirikan menjadi penuh dengan gandum, dan tempat pemerasan kelimpahan anggur dan minyak.","Aku akan memulihkan kepadamu tahun-tahun yang hasilnya dimakan habis oleh belalang pindahan, belalang pelompat, belalang pelahap dan belalang pengerip, tentara-Ku yang besar yang Kukirim ke antara kamu.","Maka kamu akan makan banyak-banyak dan menjadi kenyang, dan kamu akan memuji-muji nama TUHAN, Allahmu, yang telah memperlakukan kamu dengan ajaib; dan umat-Ku tidak akan menjadi malu lagi untuk selama-lamanya.","Kamu akan mengetahui bahwa Aku ini ada di antara orang Israel, dan bahwa Aku ini, TUHAN, adalah Allahmu dan tidak ada yang lain; dan umat-Ku tidak akan menjadi malu lagi untuk selama-lamanya.\"","\"Kemudian dari pada itu akan terjadi, bahwa Aku akan mencurahkan Roh-Ku ke atas semua manusia, maka anak-anakmu laki-laki dan perempuan akan bernubuat; orang-orangmu yang tua akan mendapat mimpi, teruna-terunamu akan mendapat penglihatan-penglihatan.","Juga ke atas hamba-hambamu laki-laki dan perempuan akan Kucurahkan Roh-Ku pada hari-hari itu.","Aku akan mengadakan mujizat-mujizat di langit dan di bumi: darah dan api dan gumpalan-gumpalan asap.","Matahari akan berubah menjadi gelap gulita dan bulan menjadi darah sebelum datangnya hari TUHAN yang hebat dan dahsyat itu.","Dan barangsiapa yang berseru kepada nama TUHAN akan diselamatkan, sebab di gunung Sion dan di Yerusalem akan ada keselamatan, seperti yang telah difirmankan TUHAN; dan setiap orang yang dipanggil TUHAN akan termasuk orang-orang yang terlepas.\""]