["Kedengaranlah kepada Yitro, imam di Midian, mertua Musa, segala yang dilakukan Allah kepada Musa dan kepada Israel, umat-Nya, yakni bahwa TUHAN telah membawa orang Israel keluar dari Mesir.","Lalu Yitro, mertua Musa, membawa serta Zipora, isteri Musa--yang dahulu disuruh Musa pulang--","dan kedua anak laki-laki Zipora; yang seorang bernama Gersom, sebab kata Musa: \"Aku telah menjadi seorang pendatang di negeri asing,\"","dan yang seorang lagi bernama Eliezer, sebab katanya: \"Allah bapaku adalah penolongku dan telah menyelamatkan aku dari pedang Firaun.\"","Ketika Yitro, mertua Musa, beserta anak-anak dan isteri Musa sampai kepadanya di padang gurun, tempat ia berkemah dekat gunung Allah,","disuruhnyalah mengatakan kepada Musa: \"Aku, mertuamu Yitro, datang kepadamu membawa isterimu beserta kedua anaknya.\"","Lalu keluarlah Musa menyongsong mertuanya itu, sujudlah ia kepadanya dan menciumnya; mereka menanyakan keselamatan masing-masing, lalu masuk ke dalam kemah.","Sesudah itu Musa menceritakan kepada mertuanya segala yang dilakukan TUHAN kepada Firaun dan kepada orang Mesir karena Israel dan segala kesusahan yang mereka alami di jalan dan bagaimana TUHAN menyelamatkan mereka.","Bersukacitalah Yitro tentang segala kebaikan, yang dilakukan TUHAN kepada orang Israel, bahwa Ia telah menyelamatkan mereka dari tangan orang Mesir.","Lalu kata Yitro: \"Terpujilah TUHAN, yang telah menyelamatkan kamu dari tangan orang Mesir dan dari tangan Firaun.","Sekarang aku tahu, bahwa TUHAN lebih besar dari segala allah; sebab Ia telah menyelamatkan bangsa ini dari tangan orang Mesir, karena memang orang-orang ini telah bertindak angkuh terhadap mereka.\"","Dan Yitro, mertua Musa, mempersembahkan korban bakaran dan beberapa korban sembelihan bagi Allah; lalu Harun dan semua tua-tua Israel datang untuk makan bersama-sama dengan mertua Musa di hadapan Allah.","Keesokan harinya duduklah Musa mengadili di antara bangsa itu; dan bangsa itu berdiri di depan Musa, dari pagi sampai petang.","Ketika mertua Musa melihat segala yang dilakukannya kepada bangsa itu, berkatalah ia: \"Apakah ini yang kaulakukan kepada bangsa itu? Mengapakah engkau seorang diri saja yang duduk, sedang seluruh bangsa itu berdiri di depanmu dari pagi sampai petang?\"","Kata Musa kepada mertuanya itu: \"Sebab bangsa ini datang kepadaku untuk menanyakan petunjuk Allah.","Apabila ada perkara di antara mereka, maka mereka datang kepadaku dan aku mengadili antara yang seorang dan yang lain; lagipula aku memberitahukan kepada mereka ketetapan-ketetapan dan keputusan-keputusan Allah.\"","Tetapi mertua Musa menjawabnya: \"Tidak baik seperti yang kaulakukan itu.","Engkau akan menjadi sangat lelah, baik engkau baik bangsa yang beserta engkau ini; sebab pekerjaan ini terlalu berat bagimu, takkan sanggup engkau melakukannya seorang diri saja.","Jadi sekarang dengarkanlah perkataanku, aku akan memberi nasihat kepadamu dan Allah akan menyertai engkau. Adapun engkau, wakililah bangsa itu di hadapan Allah dan kauhadapkanlah perkara-perkara mereka kepada Allah.","Kemudian haruslah engkau mengajarkan kepada mereka ketetapan-ketetapan dan keputusan-keputusan, dan memberitahukan kepada mereka jalan yang harus dijalani, dan pekerjaan yang harus dilakukan.","Di samping itu kaucarilah dari seluruh bangsa itu orang-orang yang cakap dan takut akan Allah, orang-orang yang dapat dipercaya, dan yang benci kepada pengejaran suap; tempatkanlah mereka di antara bangsa itu menjadi pemimpin seribu orang, pemimpin seratus orang, pemimpin lima puluh orang dan pemimpin sepuluh orang.","Dan sewaktu-waktu mereka harus mengadili di antara bangsa; maka segala perkara yang besar haruslah dihadapkan mereka kepadamu, tetapi segala perkara yang kecil diadili mereka sendiri; dengan demikian mereka meringankan pekerjaanmu, dan mereka bersama-sama dengan engkau turut menanggungnya.","Jika engkau berbuat demikian dan Allah memerintahkan hal itu kepadamu, maka engkau akan sanggup menahannya, dan seluruh bangsa ini akan pulang dengan puas senang ke tempatnya.\"","Musa mendengarkan perkataan mertuanya itu dan dilakukannyalah segala yang dikatakannya.","Dari seluruh orang Israel Musa memilih orang-orang cakap dan mengangkat mereka menjadi kepala atas bangsa itu, menjadi pemimpin seribu orang, pemimpin seratus orang, pemimpin lima puluh orang dan pemimpin sepuluh orang.","Mereka ini mengadili di antara bangsa itu sewaktu-waktu; perkara-perkara yang sukar dihadapkan mereka kepada Musa, tetapi perkara-perkara yang kecil diadili mereka sendiri.","Kemudian Musa membiarkan mertuanya itu pergi dan ia pulang ke negerinya."]