["Kemudian Musa dan Harun pergi menghadap Firaun, lalu berkata kepadanya: \"Beginilah firman TUHAN, Allah Israel: Biarkanlah umat-Ku pergi untuk mengadakan perayaan bagi-Ku di padang gurun.\"","Tetapi Firaun berkata: \"Siapakah TUHAN itu yang harus kudengarkan firman-Nya untuk membiarkan orang Israel pergi? Tidak kenal aku TUHAN itu dan tidak juga aku akan membiarkan orang Israel pergi.\"","Lalu kata mereka: \"Allah orang Ibrani telah menemui kami; izinkanlah kiranya kami pergi ke padang gurun tiga hari perjalanan jauhnya, untuk mempersembahkan korban kepada TUHAN, Allah kami, supaya jangan nanti mendatangkan kepada kami penyakit sampar atau pedang.\"","Tetapi raja Mesir berkata kepada mereka: \"Musa dan Harun, mengapakah kamu bawa-bawa bangsa ini melalaikan pekerjaannya? Pergilah melakukan pekerjaanmu!\"","Lagi kata Firaun: \"Lihat, sekarang telah terlalu banyak bangsamu di negeri ini, masakan kamu hendak menghentikan mereka dari kerja paksanya!\"","Pada hari itu juga Firaun memerintahkan kepada pengerah-pengerah bangsa itu dan kepada mandur-mandur mereka sendiri:","\"Tidak boleh lagi kamu memberikan jerami kepada bangsa itu untuk membuat batu bata, seperti sampai sekarang; biarlah mereka sendiri yang pergi mengumpulkan jerami,","tetapi jumlah batu bata, yang harus dibuat mereka sampai sekarang, bebankanlah itu juga kepada mereka dan jangan menguranginya, karena mereka pemalas. Itulah sebabnya mereka berteriak-teriak: Izinkanlah kami pergi mempersembahkan korban kepada Allah kami.","Pekerjaan orang-orang ini harus diperberat, sehingga mereka terikat kepada pekerjaannya dan jangan mempedulikan perkataan dusta.\"","Maka para pengerah bangsa itu dan para mandurnya pergi dan berkata kepada mereka: \"Beginilah kata Firaun: Aku tidak memberi jerami lagi kepadamu.","Pergilah kamu sendiri mengambil jerami, di mana saja kamu mendapatnya, tetapi pekerjaanmu sedikitpun tidak boleh kurang.\"","Lalu berseraklah bangsa itu ke seluruh tanah Mesir untuk mengumpulkan tunggul gandum sebagai pengganti jerami.","Dan pengerah-pengerah itu mendesak mereka dengan berkata: \"Selesaikan pekerjaanmu, yaitu tugas sehari, seperti pada waktu ada jerami.\"","Lalu pengerah-pengerah Firaun memukul mandur-mandur Israel, yang mereka angkat, sambil bertanya: \"Mengapakah kamu pada hari ini tidak menyelesaikan jumlah batu bata yang harus kamu buat seperti kemarin?\"","Sesudah itu pergilah para mandur Israel kepada Firaun dan mengadukan halnya kepadanya: \"Mengapakah tuanku berlaku seperti itu terhadap hamba-hambamu ini?","Jerami tidak diberikan lagi kepada hamba-hambamu ini tetapi walaupun begitu, kami diperintahkan: Buatlah batu bata. Dan dalam pada itu hamba-hambamu ini dipukuli, padahal rakyat tuankulah yang bersalah.\"","Tetapi ia berkata: \"Pemalas kamu, pemalas! Itulah sebabnya kamu berkata: Izinkanlah kami pergi mempersembahkan korban kepada TUHAN!","Jadi sekarang, pergilah, bekerja! Jerami tidak akan diberikan lagi kepadamu, tetapi jumlah batu bata yang sama harus kamu serahkan.\"","Maka mengertilah para mandur Israel, bahwa mereka ada dalam keadaan susah, karena dikatakan kepada mereka: \"Kamu tidak boleh mengurangi jumlah batu bata pada tiap-tiap hari.\"","Waktu mereka meninggalkan Firaun berjumpalah mereka dengan Musa dan Harun, yang sedang menantikan mereka,","lalu mereka berkata kepada keduanya: \"Kiranya TUHAN memperhatikan perbuatanmu dan menghukumkan kamu, karena kamu telah membusukkan nama kami kepada Firaun dan hamba-hambanya dan dengan demikian kamu telah memberikan pisau kepada mereka untuk membunuh kami.\"","Lalu Musa kembali menghadap TUHAN, katanya: \"Tuhan, mengapakah Kauperlakukan umat ini begitu bengis? Mengapa pula aku yang Kauutus?","Sebab sejak aku pergi menghadap Firaun untuk berbicara atas nama-Mu, dengan jahat diperlakukannya umat ini, dan Engkau tidak melepaskan umat-Mu sama sekali.\""]