["Pada tahun yang kedua zaman raja Darius, dalam bulan yang keenam, pada hari pertama bulan itu, datanglah firman TUHAN dengan perantaraan nabi Hagai kepada Zerubabel bin Sealtiel, bupati Yehuda, dan kepada Yosua bin Yozadak, imam besar, bunyinya:","\"Beginilah firman TUHAN semesta alam: Bangsa ini berkata: Sekarang belum tiba waktunya untuk membangun kembali rumah TUHAN!\"","Maka datanglah firman TUHAN dengan perantaraan nabi Hagai, bunyinya:","\"Apakah sudah tiba waktunya bagi kamu untuk mendiami rumah-rumahmu yang dipapani dengan baik, sedang Rumah ini tetap menjadi reruntuhan?","Oleh sebab itu, beginilah firman TUHAN semesta alam: Perhatikanlah keadaanmu!","Kamu menabur banyak, tetapi membawa pulang hasil sedikit; kamu makan, tetapi tidak sampai kenyang; kamu minum, tetapi tidak sampai puas; kamu berpakaian, tetapi badanmu tidak sampai panas; dan orang yang bekerja untuk upah, ia bekerja untuk upah yang ditaruh dalam pundi-pundi yang berlobang!","Beginilah firman TUHAN semesta alam: Perhatikanlah keadaanmu!","Jadi naiklah ke gunung, bawalah kayu dan bangunlah Rumah itu; maka Aku akan berkenan kepadanya dan akan menyatakan kemuliaan-Ku di situ, firman TUHAN.","Kamu mengharapkan banyak, tetapi hasilnya sedikit, dan ketika kamu membawanya ke rumah, Aku menghembuskannya. Oleh karena apa? demikianlah firman TUHAN semesta alam. Oleh karena rumah-Ku yang tetap menjadi reruntuhan, sedang kamu masing-masing sibuk dengan urusan rumahnya sendiri.","Itulah sebabnya langit menahan embunnya dan bumi menahan hasilnya,","dan Aku memanggil kekeringan datang ke atas negeri, ke atas gunung-gunung, ke atas gandum, ke atas anggur, ke atas minyak, ke atas segala yang dihasilkan tanah, ke atas manusia dan hewan dan ke atas segala hasil usaha.\"","Lalu Zerubabel bin Sealtiel dan Yosua bin Yozadak, imam besar, dan selebihnya dari bangsa itu mendengarkan suara TUHAN, Allah mereka, dan juga perkataan nabi Hagai, sesuai dengan apa yang disuruhkan kepadanya oleh TUHAN, Allah mereka; lalu takutlah bangsa itu kepada TUHAN.","Maka berkatalah Hagai, utusan TUHAN itu, menurut pesan TUHAN kepada bangsa itu, demikian: \"Aku ini menyertai kamu, demikianlah firman TUHAN.\"","TUHAN menggerakkan semangat Zerubabel bin Sealtiel, bupati Yehuda, dan semangat Yosua bin Yozadak, imam besar, dan semangat selebihnya dari bangsa itu, maka datanglah mereka, lalu melakukan pekerjaan pembangunan rumah TUHAN semesta alam, Allah mereka,","(2-1a) pada hari yang kedua puluh empat dalam bulan yang keenam. (2-1b) Pada tahun yang kedua zaman raja Darius,"]