["Ucapan ilahi. Firman TUHAN tentang Israel: Demikianlah firman TUHAN yang membentangkan langit dan yang meletakkan dasar bumi dan yang menciptakan roh dalam diri manusia:","\"Sesungguhnya Aku membuat Yerusalem menjadi pasu yang menyebabkan segala bangsa di sekeliling menjadi pening; juga Yehuda akan mengalami kesusahan ketika Yerusalem dikepung.","Maka pada waktu itu Aku akan membuat Yerusalem menjadi batu untuk diangkat bagi segala bangsa. Siapa yang mengangkatnya pastilah mendapat luka parah. Segala bangsa di bumi akan berkumpul melawannya.","Pada waktu itu, demikianlah firman TUHAN, Aku akan membuat segala kuda menjadi bingung, penunggangnya menjadi gila. Atas kaum Yehuda, Aku akan membuka mata-Ku, tetapi segala kuda bangsa akan Kubuat menjadi buta.","Sesudah itu kaum-kaum di Yehuda akan berkata dalam hatinya: Penduduk Yerusalem mempunyai kekuatan oleh karena TUHAN semesta alam, Allah mereka.","Pada waktu itu Aku akan membuat kaum-kaum di Yehuda seperti anglo berapi di tengah-tengah timbunan kayu dan seperti suluh berapi di tengah-tengah timbunan bulir gandum; api keduanya akan menjilat ke kanan dan ke kiri segala bangsa di sekeliling, tetapi Yerusalem selanjutnya akan tetap tinggal di tempatnya yang dahulu.","TUHAN akan pertama-tama memberi kemenangan kepada kemah-kemah Yehuda, supaya keluarga Daud dan penduduk Yerusalem jangan terlalu bermegah-megah terhadap Yehuda.","Pada waktu itu TUHAN akan melindungi penduduk Yerusalem, dan orang yang tersandung di antara mereka pada waktu itu akan menjadi seperti Daud, dan keluarga Daud akan menjadi seperti Allah, seperti Malaikat TUHAN, yang mengepalai mereka.","Maka pada waktu itu Aku berikhtiar untuk memunahkan segala bangsa yang menyerang Yerusalem.\"","\"Aku akan mencurahkan roh pengasihan dan roh permohonan atas keluarga Daud dan atas penduduk Yerusalem, dan mereka akan memandang kepada dia yang telah mereka tikam, dan akan meratapi dia seperti orang meratapi anak tunggal, dan akan menangisi dia dengan pedih seperti orang menangisi anak sulung.","Pada waktu itu ratapan di Yerusalem akan sama besarnya dengan ratapan atas Hadad-Rimon di lembah Megido.","Negeri itu akan meratap, setiap kaum keluarga tersendiri; kaum keluarga keturunan Daud tersendiri dan isteri mereka tersendiri; kaum keluarga keturunan Natan tersendiri dan isteri mereka tersendiri;","kaum keluarga keturunan Lewi tersendiri dan isteri mereka tersendiri; kaum keluarga Simei tersendiri dan isteri mereka tersendiri;","juga segala kaum keluarga yang masih tinggal, setiap kaum keluarga tersendiri dan isteri mereka tersendiri.\""]