["TUHAN memanggil Musa dan berfirman kepadanya dari dalam Kemah Pertemuan:","\"Berbicaralah kepada orang Israel dan katakan kepada mereka: Apabila seseorang di antaramu hendak mempersembahkan persembahan kepada TUHAN, haruslah persembahanmu yang kamu persembahkan itu dari ternak, yakni dari lembu sapi atau dari kambing domba.","Jikalau persembahannya merupakan korban bakaran dari lembu, haruslah ia mempersembahkan seekor jantan yang tidak bercela. Ia harus membawanya ke pintu Kemah Pertemuan, supaya TUHAN berkenan akan dia.","Lalu ia harus meletakkan tangannya ke atas kepala korban bakaran itu, sehingga baginya persembahan itu diperkenan untuk mengadakan pendamaian baginya.","Kemudian haruslah ia menyembelih lembu itu di hadapan TUHAN, dan anak-anak Harun, imam-imam itu, harus mempersembahkan darah lembu itu dan menyiramkannya pada sekeliling mezbah yang di depan pintu Kemah Pertemuan.","Kemudian haruslah ia menguliti korban bakaran itu dan memotong-motongnya menurut bagian-bagian tertentu.","Anak-anak imam Harun haruslah menaruh api di atas mezbah dan menyusun kayu di atas api itu.","Dan mereka harus mengatur potongan-potongan korban itu dan kepala serta lemaknya di atas kayu yang sedang menyala di atas mezbah.","Tetapi isi perutnya dan betisnya haruslah dibasuh dengan air dan seluruhnya itu harus dibakar oleh imam di atas mezbah sebagai korban bakaran, sebagai korban api-apian yang baunya menyenangkan bagi TUHAN.","Jikalau persembahannya untuk korban bakaran adalah dari kambing domba, baik dari domba, maupun dari kambing, haruslah ia mempersembahkan seekor jantan yang tidak bercela.","Haruslah ia menyembelihnya pada sisi mezbah sebelah utara di hadapan TUHAN, lalu haruslah anak-anak Harun, imam-imam itu, menyiramkan darahnya pada mezbah sekelilingnya.","Kemudian haruslah ia memotong-motongnya menurut bagian-bagian tertentu, dan bersama-sama kepalanya dan lemaknya diaturlah semuanya itu oleh imam di atas kayu yang sedang menyala di atas mezbah.","Isi perut dan betisnya haruslah dibasuhnya dengan air, dan seluruhnya itu haruslah dipersembahkan oleh imam dan dibakar di atas mezbah: itulah korban bakaran, suatu korban api-apian yang baunya menyenangkan bagi TUHAN.","Jikalau persembahannya kepada TUHAN merupakan korban bakaran dari burung, haruslah ia mempersembahkan korbannya itu dari burung tekukur atau dari anak burung merpati.","Imam harus membawanya ke mezbah, lalu memulas kepalanya dan membakarnya di atas mezbah. Darahnya harus ditekan ke luar pada dinding mezbah.","Temboloknya serta dengan bulunya haruslah disisihkan dan dibuang ke samping mezbah sebelah timur, ke tempat abu.","Dan ia harus mencabik burung itu pada pangkal sayapnya, tetapi tidak sampai terpisah; lalu imam harus membakarnya di atas mezbah, di atas kayu yang sedang terbakar; itulah korban bakaran, suatu korban api-apian yang baunya menyenangkan bagi TUHAN.\""]