["TUHAN berfirman kepada Musa dan Harun:","\"Apabila pada kulit badan seseorang ada bengkak atau bintil-bintil atau panau, yang mungkin menjadi penyakit kusta pada kulitnya, ia harus dibawa kepada imam Harun, atau kepada salah seorang dari antara anak-anaknya, imam-imam itu.","Imam haruslah memeriksa penyakit pada kulit itu, dan kalau bulu di tempat penyakit itu sudah berubah menjadi putih, dan penyakit itu kelihatan lebih dalam dari kulit, maka itu penyakit kusta; kalau imam melihat hal itu, haruslah ia menyatakan orang itu najis.","Tetapi jikalau yang ada pada kulitnya itu hanya panau putih dan tidak kelihatan lebih dalam dari kulit, dan bulunya tidak berubah menjadi putih, imam harus mengurung orang itu tujuh hari lamanya.","Pada hari yang ketujuh haruslah imam memeriksa dia; bila menurut penglihatannya penyakit itu masih tetap dan tidak meluas pada kulit, imam harus mengurung dia tujuh hari lagi untuk kedua kalinya.","Kemudian pada hari yang ketujuh haruslah imam memeriksa dia untuk kedua kalinya; bila penyakit itu menjadi pudar dan tidak meluas pada kulit, imam harus menyatakan dia tahir; itu hanya bintil-bintil. Orang itu harus mencuci pakaiannya dan ia menjadi tahir.","Tetapi jikalau bintil-bintil itu memang meluas pada kulit, sesudah ia minta diperiksa oleh imam untuk dinyatakan tahir, haruslah ia minta diperiksa untuk kedua kalinya.","Kalau menurut pemeriksaan imam bintil-bintil itu meluas pada kulit, imam harus menyatakan dia najis; itu penyakit kusta.","Apabila seseorang kena kusta, ia harus dibawa kepada imam.","Kalau menurut pemeriksaan imam pada kulitnya ada bengkak yang putih, yang mengubah bulunya menjadi putih, dan ada daging liar timbul pada bengkak itu,","maka kusta idapanlah yang ada pada kulitnya. Imam harus menyatakan dia najis dengan tidak usah mengurung dia, karena orang itu memang sudah najis.","Jikalau kusta itu timbul di mana-mana pada kulit, sehingga menutupi seluruh kulit orang sakit itu, dari kepala sampai kakinya, seberapa dapat dilihat oleh imam,","dan kalau menurut pemeriksaannya kusta itu menutupi seluruh tubuh orang itu, maka ia harus dinyatakan tahir oleh imam; ia seluruhnya telah berubah menjadi putih, jadi ia tahir.","Tetapi pada waktu ada tampak daging liar padanya, najislah ia.","Kalau daging liar itu dilihat oleh imam, ia harus menyatakan orang itu najis, karena daging liar itu najis, dan itu penyakit kusta.","Atau apabila daging liar itu susut dan berubah menjadi putih, haruslah orang itu datang kepada imam.","Kalau menurut pemeriksaannya penyakit itu telah berubah menjadi putih, haruslah imam menyatakan orang itu tahir; memang ia tahir.","Apabila pada kulit seseorang ada barah yang telah sembuh,","tetapi di tempat barah itu timbul bengkak yang putih atau panau yang putih kemerah-merahan, haruslah orang itu minta diperiksa oleh imam.","Kalau menurut pemeriksaannya panau itu kelihatan lebih dalam dari pada kulit dan bulunya telah berubah menjadi putih, maka imam harus menyatakan orang itu najis, karena penyakit kustalah yang timbul di dalam barah itu.","Tetapi jikalau panau itu diperiksa oleh imam dan ternyata tidak ada bulu yang putih padanya, dan tidak lebih dalam dari pada kulit, malahan pudar, imam harus mengurung orang itu tujuh hari lamanya.","Dan jikalau panau itu memang meluas pada kulit, imam harus menyatakan dia najis; itu penyakit kusta.","Tetapi jikalau panau itu masih tetap dan tidak meluas, maka itu bekas barah, dan imam harus menyatakan orang itu tahir.","Atau apabila pada kulit seseorang ada lecur karena api dan daging liar yang timbul pada lecur itu menjadi panau yang putih kemerah-merahan atau putih,","maka imam harus memeriksa panau itu; bila ternyata bulu pada panau itu berubah menjadi putih dan panau itu kelihatan lebih dalam dari kulit, maka yang timbul di dalam lecur itu adalah penyakit kusta, dan imam harus menyatakan orang itu najis; itu penyakit kusta.","Tetapi jikalau menurut pemeriksaannya tidak ada pada panau itu bulu yang putih dan panau itu tidak lebih dalam dari pada kulit, malahan pudar, imam harus mengurung orang itu tujuh hari lamanya.","Pada hari yang ketujuh imam harus memeriksa lagi dia; jikalau panau itu memang meluas pada kulit, maka haruslah imam menyatakan dia najis, itu penyakit kusta.","Tetapi jikalau panau itu masih tetap dan tidak meluas pada kulit, malahan pudar, maka itu bengkak lecur dan imam harus menyatakan dia tahir, sebab itu bekas lecur.","Apabila seorang laki-laki atau perempuan mendapat penyakit pada kepala atau pada janggut,","imam harus memeriksa penyakit itu; bila itu kelihatan lebih dalam dari kulit, dan ada padanya rambut halus yang kuning, maka imam harus menyatakan orang itu najis, karena itu kudis kepala, yakni kusta kepala atau kusta janggut.","Dan apabila menurut pemeriksaannya penyakit kudis itu tidak kelihatan lebih dalam dari kulit dan tidak ada padanya rambut yang hitam, maka imam harus mengurung orang yang kena penyakit kudis itu tujuh hari lamanya.","Pada hari yang ketujuh imam harus memeriksa penyakit itu; bila ternyata kudis itu tidak meluas dan tidak ada rambut yang kuning padanya, dan kudis itu tidak kelihatan lebih dalam dari kulit,","maka orang itu harus bercukur, hanya tempat kudis itu tidak boleh dicukurnya. Lalu imam harus mengurung orang yang kena kudis itu untuk kedua kalinya tujuh hari lagi.","Kemudian pada hari yang ketujuh imam harus memeriksa lagi kudis itu; bila ternyata, kudis itu tidak meluas pada kulit, dan tidak kelihatan lebih dalam dari kulit, maka imam harus menyatakan orang itu tahir, dan ia harus mencuci pakaiannya dan ia menjadi tahir.","Tetapi jikalau kudis itu memang meluas pada kulit, sesudah ia dinyatakan tahir,","dan menurut pemeriksaan imam kudis itu meluas pada kulit, maka imam tidak usah lagi mencari rambut yang kuning, memang orang itu najis.","Tetapi jikalau menurut penglihatan imam kudis itu masih tetap, dan ada rambut hitam tumbuh pada kudis itu, maka kudis itu sudah sembuh, dan orang itu tahir, dan imam harus menyatakan dia tahir.","Apabila pada kulit seorang laki-laki atau perempuan ada panau-panau, yakni panau-panau yang putih,","imam harus melakukan pemeriksaan; bila ternyata pada kulitnya ada panau-panau pudar dan putih, maka hanya kuraplah yang timbul pada kulitnya dan orang itu tahir.","Apabila rambut kepala seorang laki-laki meluruh, dan ia hanya menjadi botak, ia tahir.","Jikalau rambutnya meluruh pada sebelah mukanya, dan ia menjadi botak sebelah depan, ia tahir.","Tetapi apabila pada kepala yang botak itu, sebelah atas atau sebelah depan, ada penyakit yang putih kemerah-merahan, maka penyakit kustalah yang timbul pada bagian kepala yang botak itu.","Lalu imam harus memeriksa dia; bila ternyata bahwa bengkak pada bagian kepala yang botak itu putih kemerah-merahan, dan kelihatannya seperti kusta pada kulit,","maka orang itu sakit kusta, dan ia najis, dan imam harus menyatakan dia najis, karena penyakit yang di kepalanya itu.","Orang yang sakit kusta harus berpakaian yang cabik-cabik, rambutnya terurai dan lagi ia harus menutupi mukanya sambil berseru-seru: Najis! Najis!","Selama ia kena penyakit itu, ia tetap najis; memang ia najis; ia harus tinggal terasing, di luar perkemahan itulah tempat kediamannya.","Apabila pada pakaian ada tanda kusta, pada pakaian bulu domba atau pakaian lenan,","entah pada benang lungsin atau benang pakannya, entah pada kulit atau sesuatu barang kulit,","--kalau tanda pada barang-barang itu sudah kemerah-merahan warnanya, maka itu kusta--hal itu harus diperiksakan kepada imam.","Kalau tanda itu telah diperiksa oleh imam, ia harus mengasingkan yang mempunyai tanda itu tujuh hari lamanya.","Pada hari yang ketujuh ia harus memeriksa tanda itu lagi; apabila tanda itu meluas pada pakaian atau benang lungsin atau benang pakan atau pada kulit, entah untuk barang apapun kulit itu dipakai, maka itu adalah kusta yang jahat sekali, dan barang itu najis.","Ia harus membakar barang-barang yang mempunyai tanda itu, karena itu kusta yang jahat sekali; barang-barang itu harus dibakar habis.","Tetapi jikalau menurut pemeriksaan imam tanda itu tidak meluas pada barang-barang itu,","maka imam harus memerintahkan orang mencuci barang yang mempunyai tanda itu, lalu ia harus mengasingkannya tujuh hari lagi untuk kedua kalinya.","Kemudian sesudah barang itu dicuci, imam harus memeriksa tanda itu lagi; bila ternyata rupa tanda itu tidak berubah, biarpun itu tidak meluas, maka barang itu najis, dan engkau harus membakarnya habis, karena tanda itu semakin mendalam pada sebelah belakang atau sebelah muka.","Dan jikalau menurut pemeriksaan imam tanda itu menjadi pudar sesudah dicuci, maka ia harus mengoyakkannya dari barang-barang itu.","Tetapi jikalau tanda itu tampak pula pada barang-barang itu, maka itu kusta yang sedang timbul; barang yang mempunyai tanda itu, haruslah kaubakar habis.","Tetapi barang-barang yang telah kaucuci, sehingga tanda itu lenyap dari padanya, haruslah dicuci untuk kedua kalinya, barulah menjadi tahir.","Itulah hukum tentang kusta yang ada pada pakaian bulu domba atau lenan atau pada benang lungsin atau pada benang pakan atau pada setiap barang kulit, untuk menyatakan tahir atau najisnya.\""]