["Setelah hari Sabat lewat, menjelang menyingsingnya fajar pada hari pertama minggu itu, pergilah Maria Magdalena dan Maria yang lain, menengok kubur itu.","Maka terjadilah gempa bumi yang hebat sebab seorang malaikat Tuhan turun dari langit dan datang ke batu itu dan menggulingkannya lalu duduk di atasnya.","Wajahnya bagaikan kilat dan pakaiannya putih bagaikan salju.","Dan penjaga-penjaga itu gentar ketakutan dan menjadi seperti orang-orang mati.","Akan tetapi malaikat itu berkata kepada perempuan-perempuan itu: \"Janganlah kamu takut; sebab aku tahu kamu mencari Yesus yang disalibkan itu.","Ia tidak ada di sini, sebab Ia telah bangkit, sama seperti yang telah dikatakan-Nya. Mari, lihatlah tempat Ia berbaring.","Dan segeralah pergi dan katakanlah kepada murid-murid-Nya bahwa Ia telah bangkit dari antara orang mati. Ia mendahului kamu ke Galilea; di sana kamu akan melihat Dia. Sesungguhnya aku telah mengatakannya kepadamu.\"","Mereka segera pergi dari kubur itu, dengan takut dan dengan sukacita yang besar dan berlari cepat-cepat untuk memberitahukannya kepada murid-murid Yesus.","Tiba-tiba Yesus berjumpa dengan mereka dan berkata: \"Salam bagimu.\" Mereka mendekati-Nya dan memeluk kaki-Nya serta menyembah-Nya.","Maka kata Yesus kepada mereka: \"Jangan takut. Pergi dan katakanlah kepada saudara-saudara-Ku, supaya mereka pergi ke Galilea, dan di sanalah mereka akan melihat Aku.\"","Ketika mereka di tengah jalan, datanglah beberapa orang dari penjaga itu ke kota dan memberitahukan segala yang terjadi itu kepada imam-imam kepala.","Dan sesudah berunding dengan tua-tua, mereka mengambil keputusan lalu memberikan sejumlah besar uang kepada serdadu-serdadu itu","dan berkata: \"Kamu harus mengatakan, bahwa murid-murid-Nya datang malam-malam dan mencuri-Nya ketika kamu sedang tidur.","Dan apabila hal ini kedengaran oleh wali negeri, kami akan berbicara dengan dia, sehingga kamu tidak beroleh kesulitan apa-apa.\"","Mereka menerima uang itu dan berbuat seperti yang dipesankan kepada mereka. Dan ceritera ini tersiar di antara orang Yahudi sampai sekarang ini.","Dan kesebelas murid itu berangkat ke Galilea, ke bukit yang telah ditunjukkan Yesus kepada mereka.","Ketika melihat Dia mereka menyembah-Nya, tetapi beberapa orang ragu-ragu.","Yesus mendekati mereka dan berkata: \"Kepada-Ku telah diberikan segala kuasa di sorga dan di bumi.","Karena itu pergilah, jadikanlah semua bangsa murid-Ku dan baptislah mereka dalam nama Bapa dan Anak dan Roh Kudus,","dan ajarlah mereka melakukan segala sesuatu yang telah Kuperintahkan kepadamu. Dan ketahuilah, Aku menyertai kamu senantiasa sampai kepada akhir zaman.\""]