["Hari raya Paskah dan hari raya Roti Tidak Beragi akan mulai dua hari lagi. Imam-imam kepala dan ahli-ahli Taurat mencari jalan untuk menangkap dan membunuh Yesus dengan tipu muslihat,","sebab mereka berkata: \"Jangan pada waktu perayaan, supaya jangan timbul keributan di antara rakyat.\"","Ketika Yesus berada di Betania, di rumah Simon si kusta, dan sedang duduk makan, datanglah seorang perempuan membawa suatu buli-buli pualam berisi minyak narwastu murni yang mahal harganya. Setelah dipecahkannya leher buli-buli itu, dicurahkannya minyak itu ke atas kepala Yesus.","Ada orang yang menjadi gusar dan berkata seorang kepada yang lain: \"Untuk apa pemborosan minyak narwastu ini?","Sebab minyak ini dapat dijual tiga ratus dinar lebih dan uangnya dapat diberikan kepada orang-orang miskin.\" Lalu mereka memarahi perempuan itu.","Tetapi Yesus berkata: \"Biarkanlah dia. Mengapa kamu menyusahkan dia? Ia telah melakukan suatu perbuatan yang baik pada-Ku.","Karena orang-orang miskin selalu ada padamu, dan kamu dapat menolong mereka, bilamana kamu menghendakinya, tetapi Aku tidak akan selalu bersama-sama kamu.","Ia telah melakukan apa yang dapat dilakukannya. Tubuh-Ku telah diminyakinya sebagai persiapan untuk penguburan-Ku.","Aku berkata kepadamu: Sesungguhnya di mana saja Injil diberitakan di seluruh dunia, apa yang dilakukannya ini akan disebut juga untuk mengingat dia.\"","Lalu pergilah Yudas Iskariot, salah seorang dari kedua belas murid itu, kepada imam-imam kepala dengan maksud untuk menyerahkan Yesus kepada mereka.","Mereka sangat gembira waktu mendengarnya dan mereka berjanji akan memberikan uang kepadanya. Kemudian ia mencari kesempatan yang baik untuk menyerahkan Yesus.","Pada hari pertama dari hari raya Roti Tidak Beragi, pada waktu orang menyembelih domba Paskah, murid-murid Yesus berkata kepada-Nya: \"Ke tempat mana Engkau kehendaki kami pergi untuk mempersiapkan perjamuan Paskah bagi-Mu?\"","Lalu Ia menyuruh dua orang murid-Nya dengan pesan: \"Pergilah ke kota; di sana kamu akan bertemu dengan seorang yang membawa kendi berisi air. Ikutilah dia","dan katakanlah kepada pemilik rumah yang dimasukinya: Pesan Guru: di manakah ruangan yang disediakan bagi-Ku untuk makan Paskah bersama-sama dengan murid-murid-Ku?","Lalu orang itu akan menunjukkan kamu sebuah ruangan atas yang besar, yang sudah lengkap dan tersedia. Di situlah kamu harus mempersiapkan perjamuan Paskah untuk kita!\"","Maka berangkatlah kedua murid itu dan setibanya di kota, didapati mereka semua seperti yang dikatakan Yesus kepada mereka. Lalu mereka mempersiapkan Paskah.","Setelah hari malam, datanglah Yesus bersama-sama dengan kedua belas murid itu.","Ketika mereka duduk di situ dan sedang makan, Yesus berkata: \"Aku berkata kepadamu, sesungguhnya seorang di antara kamu akan menyerahkan Aku, yaitu dia yang makan dengan Aku.\"","Maka sedihlah hati mereka dan seorang demi seorang berkata kepada-Nya: \"Bukan aku, ya Tuhan?\"","Ia menjawab: \"Orang itu ialah salah seorang dari kamu yang dua belas ini, dia yang mencelupkan roti ke dalam satu pinggan dengan Aku.","Anak Manusia memang akan pergi sesuai dengan yang ada tertulis tentang Dia, akan tetapi celakalah orang yang olehnya Anak Manusia itu diserahkan. Adalah lebih baik bagi orang itu sekiranya ia tidak dilahirkan.\"","Dan ketika Yesus dan murid-murid-Nya sedang makan, Yesus mengambil roti, mengucap berkat, memecah-mecahkannya lalu memberikannya kepada mereka dan berkata: \"Ambillah, inilah tubuh-Ku.\"","Sesudah itu Ia mengambil cawan, mengucap syukur lalu memberikannya kepada mereka, dan mereka semuanya minum dari cawan itu.","Dan Ia berkata kepada mereka: \"Inilah darah-Ku, darah perjanjian, yang ditumpahkan bagi banyak orang.","Aku berkata kepadamu: Sesungguhnya Aku tidak akan minum lagi hasil pokok anggur sampai pada hari Aku meminumnya, yaitu yang baru, dalam Kerajaan Allah.\"","Sesudah mereka menyanyikan nyanyian pujian, pergilah mereka ke Bukit Zaitun.","Lalu Yesus berkata kepada mereka: \"Kamu semua akan tergoncang imanmu. Sebab ada tertulis: Aku akan memukul gembala dan domba-domba itu akan tercerai-berai.","Akan tetapi sesudah Aku bangkit, Aku akan mendahului kamu ke Galilea.\"","Kata Petrus kepada-Nya: \"Biarpun mereka semua tergoncang imannya, aku tidak.\"","Lalu kata Yesus kepadanya: \"Aku berkata kepadamu, sesungguhnya pada hari ini, malam ini juga, sebelum ayam berkokok dua kali, engkau telah menyangkal Aku tiga kali.\"","Tetapi dengan lebih bersungguh-sungguh Petrus berkata: \"Sekalipun aku harus mati bersama-sama Engkau, aku takkan menyangkal Engkau.\" Semua yang lainpun berkata demikian juga.","Lalu sampailah Yesus dan murid-murid-Nya ke suatu tempat yang bernama Getsemani. Kata Yesus kepada murid-murid-Nya: \"Duduklah di sini, sementara Aku berdoa.\"","Dan Ia membawa Petrus, Yakobus dan Yohanes serta-Nya. Ia sangat takut dan gentar,","lalu kata-Nya kepada mereka: \"Hati-Ku sangat sedih, seperti mau mati rasanya. Tinggallah di sini dan berjaga-jagalah.\"","Ia maju sedikit, merebahkan diri ke tanah dan berdoa supaya, sekiranya mungkin, saat itu lalu dari pada-Nya.","Kata-Nya: \"Ya Abba, ya Bapa, tidak ada yang mustahil bagi-Mu, ambillah cawan ini dari pada-Ku, tetapi janganlah apa yang Aku kehendaki, melainkan apa yang Engkau kehendaki.\"","Setelah itu Ia datang kembali, dan mendapati ketiganya sedang tidur. Dan Ia berkata kepada Petrus: \"Simon, sedang tidurkah engkau? Tidakkah engkau sanggup berjaga-jaga satu jam?","Berjaga-jagalah dan berdoalah, supaya kamu jangan jatuh ke dalam pencobaan; roh memang penurut, tetapi daging lemah.\"","Lalu Ia pergi lagi dan mengucapkan doa yang itu juga.","Dan ketika Ia kembali pula, Ia mendapati mereka sedang tidur, sebab mata mereka sudah berat dan mereka tidak tahu jawab apa yang harus mereka berikan kepada-Nya.","Kemudian Ia kembali untuk ketiga kalinya dan berkata kepada mereka: \"Tidurlah sekarang dan istirahatlah. Cukuplah. Saatnya sudah tiba, lihat, Anak Manusia diserahkan ke tangan orang-orang berdosa.","Bangunlah, marilah kita pergi. Dia yang menyerahkan Aku sudah dekat.\"","Waktu Yesus masih berbicara, muncullah Yudas, salah seorang dari kedua belas murid itu, dan bersama-sama dia serombongan orang yang membawa pedang dan pentung, disuruh oleh imam-imam kepala, ahli-ahli Taurat dan tua-tua.","Orang yang menyerahkan Dia telah memberitahukan tanda ini kepada mereka: \"Orang yang akan kucium, itulah Dia, tangkaplah Dia dan bawalah Dia dengan selamat.\"","Dan ketika ia sampai di situ ia segera maju mendapatkan Yesus dan berkata: \"Rabi,\" lalu mencium Dia.","Maka mereka memegang Yesus dan menangkap-Nya.","Salah seorang dari mereka yang ada di situ menghunus pedangnya, lalu menetakkannya kepada hamba Imam Besar sehingga putus telinganya.","Kata Yesus kepada mereka: \"Sangkamu Aku ini penyamun, maka kamu datang lengkap dengan pedang dan pentung untuk menangkap Aku?","Padahal tiap-tiap hari Aku ada di tengah-tengah kamu mengajar di Bait Allah, dan kamu tidak menangkap Aku. Tetapi haruslah digenapi yang tertulis dalam Kitab Suci.\"","Lalu semua murid itu meninggalkan Dia dan melarikan diri.","Ada seorang muda, yang pada waktu itu hanya memakai sehelai kain lenan untuk menutup badannya, mengikuti Dia. Mereka hendak menangkapnya,","tetapi ia melepaskan kainnya dan lari dengan telanjang.","Kemudian Yesus dibawa menghadap Imam Besar. Lalu semua imam kepala, tua-tua dan ahli Taurat berkumpul di situ.","Dan Petrus mengikuti Dia dari jauh, sampai ke dalam halaman Imam Besar, dan di sana ia duduk di antara pengawal-pengawal sambil berdiang dekat api.","Imam-imam kepala, malah seluruh Mahkamah Agama mencari kesaksian terhadap Yesus supaya Ia dapat dihukum mati, tetapi mereka tidak memperolehnya.","Banyak juga orang yang mengucapkan kesaksian palsu terhadap Dia, tetapi kesaksian-kesaksian itu tidak sesuai yang satu dengan yang lain.","Lalu beberapa orang naik saksi melawan Dia dengan tuduhan palsu ini:","\"Kami sudah mendengar orang ini berkata: Aku akan merubuhkan Bait Suci buatan tangan manusia ini dan dalam tiga hari akan Kudirikan yang lain, yang bukan buatan tangan manusia.\"","Dalam hal inipun kesaksian mereka tidak sesuai yang satu dengan yang lain.","Maka Imam Besar bangkit berdiri di tengah-tengah sidang dan bertanya kepada Yesus, katanya: \"Tidakkah Engkau memberi jawab atas tuduhan-tuduhan saksi-saksi ini terhadap Engkau?\"","Tetapi Ia tetap diam dan tidak menjawab apa-apa. Imam Besar itu bertanya kepada-Nya sekali lagi, katanya: \"Apakah Engkau Mesias, Anak dari Yang Terpuji?\"","Jawab Yesus: \"Akulah Dia, dan kamu akan melihat Anak Manusia duduk di sebelah kanan Yang Mahakuasa dan datang di tengah-tengah awan-awan di langit.\"","Maka Imam Besar itu mengoyakkan pakaiannya dan berkata: \"Untuk apa kita perlu saksi lagi?","Kamu sudah mendengar hujat-Nya terhadap Allah. Bagaimana pendapat kamu?\" Lalu dengan suara bulat mereka memutuskan, bahwa Dia harus dihukum mati.","Lalu mulailah beberapa orang meludahi Dia dan menutupi muka-Nya dan meninju-Nya sambil berkata kepada-Nya: \"Hai nabi, cobalah terka!\" Malah para pengawalpun memukul Dia.","Pada waktu itu Petrus masih ada di bawah, di halaman. Lalu datanglah seorang hamba perempuan Imam Besar,","dan ketika perempuan itu melihat Petrus sedang berdiang, ia menatap mukanya dan berkata: \"Engkau juga selalu bersama-sama dengan Yesus, orang Nazaret itu.\"","Tetapi ia menyangkalnya dan berkata: \"Aku tidak tahu dan tidak mengerti apa yang engkau maksud.\" Lalu ia pergi ke serambi muka (dan berkokoklah ayam).","Ketika hamba perempuan itu melihat Petrus lagi, berkatalah ia pula kepada orang-orang yang ada di situ: \"Orang ini adalah salah seorang dari mereka.\"","Tetapi Petrus menyangkalnya pula. Tidak lama kemudian orang-orang yang ada di situ berkata juga kepada Petrus: \"Engkau ini pasti salah seorang dari mereka, apalagi engkau seorang Galilea!\"","Maka mulailah Petrus mengutuk dan bersumpah: \"Aku tidak kenal orang yang kamu sebut-sebut ini!\"","Dan pada saat itu berkokoklah ayam untuk kedua kalinya. Maka teringatlah Petrus, bahwa Yesus telah berkata kepadanya: \"Sebelum ayam berkokok dua kali, engkau telah menyangkal Aku tiga kali.\" Lalu menangislah ia tersedu-sedu."]