["Para pemungut cukai dan orang-orang berdosa biasanya datang kepada Yesus untuk mendengarkan Dia.","Maka bersungut-sungutlah orang-orang Farisi dan ahli-ahli Taurat, katanya: \"Ia menerima orang-orang berdosa dan makan bersama-sama dengan mereka.\"","Lalu Ia mengatakan perumpamaan ini kepada mereka:","\"Siapakah di antara kamu yang mempunyai seratus ekor domba, dan jikalau ia kehilangan seekor di antaranya, tidak meninggalkan yang sembilan puluh sembilan ekor di padang gurun dan pergi mencari yang sesat itu sampai ia menemukannya?","Dan kalau ia telah menemukannya, ia meletakkannya di atas bahunya dengan gembira,","dan setibanya di rumah ia memanggil sahabat-sahabat dan tetangga-tetanggan serta berkata kepada mereka: Bersukacitalah bersama-sama dengan aku, sebab dombaku yang hilang itu telah kutemukan.","Aku berkata kepadamu: Demikian juga akan ada sukacita di sorga karena satu orang berdosa yang bertobat, lebih dari pada sukacita karena sembilan puluh sembilan orang benar yang tidak memerlukan pertobatan.\"","\"Atau perempuan manakah yang mempunyai sepuluh dirham, dan jika ia kehilangan satu di antaranya, tidak menyalakan pelita dan menyapu rumah serta mencarinya dengan cermat sampai ia menemukannya?","Dan kalau ia telah menemukannya, ia memanggil sahabat-sahabat dan tetangga-tetangganya serta berkata: Bersukacitalah bersama-sama dengan aku, sebab dirhamku yang hilang itu telah kutemukan.","Aku berkata kepadamu: Demikian juga akan ada sukacita pada malaikat-malaikat Allah karena satu orang berdosa yang bertobat.\"","Yesus berkata lagi: \"Ada seorang mempunyai dua anak laki-laki.","Kata yang bungsu kepada ayahnya: Bapa, berikanlah kepadaku bagian harta milik kita yang menjadi hakku. Lalu ayahnya membagi-bagikan harta kekayaan itu di antara mereka.","Beberapa hari kemudian anak bungsu itu menjual seluruh bagiannya itu lalu pergi ke negeri yang jauh. Di sana ia memboroskan harta miliknya itu dengan hidup berfoya-foya.","Setelah dihabiskannya semuanya, timbullah bencana kelaparan di dalam negeri itu dan iapun mulai melarat.","Lalu ia pergi dan bekerja pada seorang majikan di negeri itu. Orang itu menyuruhnya ke ladang untuk menjaga babinya.","Lalu ia ingin mengisi perutnya dengan ampas yang menjadi makanan babi itu, tetapi tidak seorangpun yang memberikannya kepadanya.","Lalu ia menyadari keadaannya, katanya: Betapa banyaknya orang upahan bapaku yang berlimpah-limpah makanannya, tetapi aku di sini mati kelaparan.","Aku akan bangkit dan pergi kepada bapaku dan berkata kepadanya: Bapa, aku telah berdosa terhadap sorga dan terhadap bapa,","aku tidak layak lagi disebutkan anak bapa; jadikanlah aku sebagai salah seorang upahan bapa.","Maka bangkitlah ia dan pergi kepada bapanya. Ketika ia masih jauh, ayahnya telah melihatnya, lalu tergeraklah hatinya oleh belas kasihan. Ayahnya itu berlari mendapatkan dia lalu merangkul dan mencium dia.","Kata anak itu kepadanya: Bapa, aku telah berdosa terhadap sorga dan terhadap bapa, aku tidak layak lagi disebutkan anak bapa.","Tetapi ayah itu berkata kepada hamba-hambanya: Lekaslah bawa ke mari jubah yang terbaik, pakaikanlah itu kepadanya dan kenakanlah cincin pada jarinya dan sepatu pada kakinya.","Dan ambillah anak lembu tambun itu, sembelihlah dia dan marilah kita makan dan bersukacita.","Sebab anakku ini telah mati dan menjadi hidup kembali, ia telah hilang dan didapat kembali. Maka mulailah mereka bersukaria.","Tetapi anaknya yang sulung berada di ladang dan ketika ia pulang dan dekat ke rumah, ia mendengar bunyi seruling dan nyanyian tari-tarian.","Lalu ia memanggil salah seorang hamba dan bertanya kepadanya apa arti semuanya itu.","Jawab hamba itu: Adikmu telah kembali dan ayahmu telah menyembelih anak lembu tambun, karena ia mendapatnya kembali dengan sehat.","Maka marahlah anak sulung itu dan ia tidak mau masuk. Lalu ayahnya keluar dan berbicara dengan dia.","Tetapi ia menjawab ayahnya, katanya: Telah bertahun-tahun aku melayani bapa dan belum pernah aku melanggar perintah bapa, tetapi kepadaku belum pernah bapa memberikan seekor anak kambing untuk bersukacita dengan sahabat-sahabatku.","Tetapi baru saja datang anak bapa yang telah memboroskan harta kekayaan bapa bersama-sama dengan pelacur-pelacur, maka bapa menyembelih anak lembu tambun itu untuk dia.","Kata ayahnya kepadanya: Anakku, engkau selalu bersama-sama dengan aku, dan segala kepunyaanku adalah kepunyaanmu.","Kita patut bersukacita dan bergembira karena adikmu telah mati dan menjadi hidup kembali, ia telah hilang dan didapat kembali.\""]