["Hari raya Roti Tidak Beragi, yang disebut Paskah, sudah dekat.","Imam-imam kepala dan ahli-ahli Taurat mencari jalan, bagaimana mereka dapat membunuh Yesus, sebab mereka takut kepada orang banyak.","Maka masuklah Iblis ke dalam Yudas, yang bernama Iskariot, seorang dari kedua belas murid itu.","Lalu pergilah Yudas kepada imam-imam kepala dan kepala-kepala pengawal Bait Allah dan berunding dengan mereka, bagaimana ia dapat menyerahkan Yesus kepada mereka.","Mereka sangat gembira dan bermupakat untuk memberikan sejumlah uang kepadanya.","Ia menyetujuinya, dan mulai dari waktu itu ia mencari kesempatan yang baik untuk menyerahkan Yesus kepada mereka tanpa setahu orang banyak.","Maka tibalah hari raya Roti Tidak Beragi, yaitu hari di mana orang harus menyembelih domba Paskah.","Lalu Yesus menyuruh Petrus dan Yohanes, kata-Nya: \"Pergilah, persiapkanlah perjamuan Paskah bagi kita supaya kita makan.\"","Kata mereka kepada-Nya: \"Di manakah Engkau kehendaki kami mempersiapkannya?\"","Jawab-Nya: \"Apabila kamu masuk ke dalam kota, kamu akan bertemu dengan seorang yang membawa kendi berisi air. Ikutilah dia ke dalam rumah yang dimasukinya,","dan katakanlah kepada tuan rumah itu: Guru bertanya kepadamu: di manakah ruangan tempat Aku bersama-sama dengan murid-murid-Ku akan makan Paskah?","Lalu orang itu akan menunjukkan kepadamu sebuah ruangan atas yang besar yang sudah lengkap, di situlah kamu harus mempersiapkannya.\"","Maka berangkatlah mereka dan mereka mendapati semua seperti yang dikatakan Yesus kepada mereka. Lalu mereka mempersiapkan Paskah.","Ketika tiba saatnya, Yesus duduk makan bersama-sama dengan rasul-rasul-Nya.","Kata-Nya kepada mereka: \"Aku sangat rindu makan Paskah ini bersama-sama dengan kamu, sebelum Aku menderita.","Sebab Aku berkata kepadamu: Aku tidak akan memakannya lagi sampai ia beroleh kegenapannya dalam Kerajaan Allah.\"","Kemudian Ia mengambil sebuah cawan, mengucap syukur, lalu berkata: \"Ambillah ini dan bagikanlah di antara kamu.","Sebab Aku berkata kepada kamu: mulai dari sekarang ini Aku tidak akan minum lagi hasil pokok anggur sampai Kerajaan Allah telah datang.\"","Lalu Ia mengambil roti, mengucap syukur, memecah-mecahkannya dan memberikannya kepada mereka, kata-Nya: \"Inilah tubuh-Ku yang diserahkan bagi kamu; perbuatlah ini menjadi peringatan akan Aku.\"","Demikian juga dibuat-Nya dengan cawan sesudah makan; Ia berkata: \"Cawan ini adalah perjanjian baru oleh darah-Ku, yang ditumpahkan bagi kamu.","Tetapi, lihat, tangan orang yang menyerahkan Aku, ada bersama dengan Aku di meja ini.","Sebab Anak Manusia memang akan pergi seperti yang telah ditetapkan, akan tetapi, celakalah orang yang olehnya Ia diserahkan!\"","Lalu mulailah mereka mempersoalkan, siapa di antara mereka yang akan berbuat demikian.","Terjadilah juga pertengkaran di antara murid-murid Yesus, siapakah yang dapat dianggap terbesar di antara mereka.","Yesus berkata kepada mereka: \"Raja-raja bangsa-bangsa memerintah rakyat mereka dan orang-orang yang menjalankan kuasa atas mereka disebut pelindung-pelindung.","Tetapi kamu tidaklah demikian, melainkan yang terbesar di antara kamu hendaklah menjadi sebagai yang paling muda dan pemimpin sebagai pelayan.","Sebab siapakah yang lebih besar: yang duduk makan, atau yang melayani? Bukankah dia yang duduk makan? Tetapi Aku ada di tengah-tengah kamu sebagai pelayan.","Kamulah yang tetap tinggal bersama-sama dengan Aku dalam segala pencobaan yang Aku alami.","Dan Aku menentukan hak-hak Kerajaan bagi kamu, sama seperti Bapa-Ku menentukannya bagi-Ku,","bahwa kamu akan makan dan minum semeja dengan Aku di dalam Kerajaan-Ku dan kamu akan duduk di atas takhta untuk menghakimi kedua belas suku Israel.","Simon, Simon, lihat, Iblis telah menuntut untuk menampi kamu seperti gandum,","tetapi Aku telah berdoa untuk engkau, supaya imanmu jangan gugur. Dan engkau, jikalau engkau sudah insaf, kuatkanlah saudara-saudaramu.\"","Jawab Petrus: \"Tuhan, aku bersedia masuk penjara dan mati bersama-sama dengan Engkau!\"","Tetapi Yesus berkata: \"Aku berkata kepadamu, Petrus, hari ini ayam tidak akan berkokok, sebelum engkau tiga kali menyangkal, bahwa engkau mengenal Aku.\"","Lalu Ia berkata kepada mereka: \"Ketika Aku mengutus kamu dengan tiada membawa pundi-pundi, bekal dan kasut, adakah kamu kekurangan apa-apa?\"","Jawab mereka: \"Suatupun tidak.\" Kata-Nya kepada mereka: \"Tetapi sekarang ini, siapa yang mempunyai pundi-pundi, hendaklah ia membawanya, demikian juga yang mempunyai bekal; dan siapa yang tidak mempunyainya hendaklah ia menjual jubahnya dan membeli pedang.","Sebab Aku berkata kepada kamu, bahwa nas Kitab Suci ini harus digenapi pada-Ku: Ia akan terhitung di antara pemberontak-pemberontak. Sebab apa yang tertulis tentang Aku sedang digenapi.\"","Kata mereka: \"Tuhan, ini dua pedang.\" Jawab-Nya: \"Sudah cukup.\"","Lalu pergilah Yesus ke luar kota dan sebagaimana biasa Ia menuju Bukit Zaitun. Murid-murid-Nya juga mengikuti Dia.","Setelah tiba di tempat itu Ia berkata kepada mereka: \"Berdoalah supaya kamu jangan jatuh ke dalam pencobaan.\"","Kemudian Ia menjauhkan diri dari mereka kira-kira sepelempar batu jaraknya, lalu Ia berlutut dan berdoa, kata-Nya:","\"Ya Bapa-Ku, jikalau Engkau mau, ambillah cawan ini dari pada-Ku; tetapi bukanlah kehendak-Ku, melainkan kehendak-Mulah yang terjadi.\"","Maka seorang malaikat dari langit menampakkan diri kepada-Nya untuk memberi kekuatan kepada-Nya.","Ia sangat ketakutan dan makin bersungguh-sungguh berdoa. Peluh-Nya menjadi seperti titik-titik darah yang bertetesan ke tanah.","Lalu Ia bangkit dari doa-Nya dan kembali kepada murid-murid-Nya, tetapi Ia mendapati mereka sedang tidur karena dukacita.","Kata-Nya kepada mereka: \"Mengapa kamu tidur? Bangunlah dan berdoalah, supaya kamu jangan jatuh ke dalam pencobaan.\"","Waktu Yesus masih berbicara datanglah serombongan orang, sedang murid-Nya yang bernama Yudas, seorang dari kedua belas murid itu, berjalan di depan mereka. Yudas mendekati Yesus untuk mencium-Nya.","Maka kata Yesus kepadanya: \"Hai Yudas, engkau menyerahkan Anak Manusia dengan ciuman?\"","Ketika mereka, yang bersama-sama dengan Yesus, melihat apa yang akan terjadi, berkatalah mereka: \"Tuhan, mestikah kami menyerang mereka dengan pedang?\"","Dan seorang dari mereka menyerang hamba Imam Besar sehingga putus telinga kanannya.","Tetapi Yesus berkata: \"Sudahlah itu.\" Lalu Ia menjamah telinga orang itu dan menyembuhkannya.","Maka Yesus berkata kepada imam-imam kepala dan kepala-kepala pengawal Bait Allah serta tua-tua yang datang untuk menangkap Dia, kata-Nya: \"Sangkamu Aku ini penyamun, maka kamu datang lengkap dengan pedang dan pentung?","Padahal tiap-tiap hari Aku ada di tengah-tengah kamu di dalam Bait Allah, dan kamu tidak menangkap Aku. Tetapi inilah saat kamu, dan inilah kuasa kegelapan itu.\"","Lalu Yesus ditangkap dan dibawa dari tempat itu. Ia digiring ke rumah Imam Besar. Dan Petrus mengikut dari jauh.","Di tengah-tengah halaman rumah itu orang memasang api dan mereka duduk mengelilinginya. Petrus juga duduk di tengah-tengah mereka.","Seorang hamba perempuan melihat dia duduk dekat api; ia mengamat-amatinya lalu berkata: \"Juga orang ini bersama-sama dengan Dia.\"","Tetapi Petrus menyangkal, katanya: \"Bukan, aku tidak kenal Dia!\"","Tidak berapa lama kemudian seorang lain melihat dia lalu berkata: \"Engkau juga seorang dari mereka!\" Tetapi Petrus berkata: \"Bukan, aku tidak!\"","Dan kira-kira sejam kemudian seorang lain berkata dengan tegas: \"Sungguh, orang ini juga bersama-sama dengan Dia, sebab ia juga orang Galilea.\"","Tetapi Petrus berkata: \"Bukan, aku tidak tahu apa yang engkau katakan.\" Seketika itu juga, sementara ia berkata, berkokoklah ayam.","Lalu berpalinglah Tuhan memandang Petrus. Maka teringatlah Petrus bahwa Tuhan telah berkata kepadanya: \"Sebelum ayam berkokok pada hari ini, engkau telah tiga kali menyangkal Aku.\"","Lalu ia pergi ke luar dan menangis dengan sedihnya.","Dan orang-orang yang menahan Yesus, mengolok-olokkan Dia dan memukuli-Nya.","Mereka menutupi muka-Nya dan bertanya: \"Cobalah katakan siapakah yang memukul Engkau?\"","Dan banyak lagi hujat yang diucapkan mereka kepada-Nya.","Dan setelah hari siang berkumpullah sidang para tua-tua bangsa Yahudi dan imam-imam kepala dan ahli-ahli Taurat, lalu mereka menghadapkan Dia ke Mahkamah Agama mereka,","katanya: \"Jikalau Engkau adalah Mesias, katakanlah kepada kami.\" Jawab Yesus: \"Sekalipun Aku mengatakannya kepada kamu, namun kamu tidak akan percaya;","dan sekalipun Aku bertanya sesuatu kepada kamu, namun kamu tidak akan menjawab.","Mulai sekarang Anak Manusia sudah duduk di sebelah kanan Allah Yang Mahakuasa.\"","Kata mereka semua: \"Kalau begitu, Engkau ini Anak Allah?\" Jawab Yesus: \"Kamu sendiri mengatakan, bahwa Akulah Anak Allah.\"","Lalu kata mereka: \"Untuk apa kita perlu kesaksian lagi? Kita ini telah mendengarnya dari mulut-Nya sendiri.\""]