["Lalu bangkitlah seluruh sidang itu dan Yesus dibawa menghadap Pilatus.","Di situ mereka mulai menuduh Dia, katanya: \"Telah kedapatan oleh kami, bahwa orang ini menyesatkan bangsa kami, dan melarang membayar pajak kepada Kaisar, dan tentang diri-Nya Ia mengatakan, bahwa Ia adalah Kristus, yaitu Raja.\"","Pilatus bertanya kepada-Nya: \"Engkaukah raja orang Yahudi?\" Jawab Yesus: \"Engkau sendiri mengatakannya.\"","Kata Pilatus kepada imam-imam kepala dan seluruh orang banyak itu: \"Aku tidak mendapati kesalahan apapun pada orang ini.\"","Tetapi mereka makin kuat mendesak, katanya: \"Ia menghasut rakyat dengan ajaran-Nya di seluruh Yudea, Ia mulai di Galilea dan sudah sampai ke sini.\"","Ketika Pilatus mendengar itu ia bertanya, apakah orang itu seorang Galilea.","Dan ketika ia tahu, bahwa Yesus seorang dari wilayah Herodes, ia mengirim Dia menghadap Herodes, yang pada waktu itu ada juga di Yerusalem.","Ketika Herodes melihat Yesus, ia sangat girang. Sebab sudah lama ia ingin melihat-Nya, karena ia sering mendengar tentang Dia, lagipula ia mengharapkan melihat bagaimana Yesus mengadakan suatu tanda.","Ia mengajukan banyak pertanyaan kepada Yesus, tetapi Yesus tidak memberi jawaban apapun.","Sementara itu imam-imam kepala dan ahli-ahli Taurat maju ke depan dan melontarkan tuduhan-tuduhan yang berat terhadap Dia.","Maka mulailah Herodes dan pasukannya menista dan mengolok-olokkan Dia, ia mengenakan jubah kebesaran kepada-Nya lalu mengirim Dia kembali kepada Pilatus.","Dan pada hari itu juga bersahabatlah Herodes dan Pilatus; sebelum itu mereka bermusuhan.","Lalu Pilatus mengumpulkan imam-imam kepala dan pemimpin-pemimpin serta rakyat,","dan berkata kepada mereka: \"Kamu telah membawa orang ini kepadaku sebagai seorang yang menyesatkan rakyat. Kamu lihat sendiri bahwa aku telah memeriksa-Nya, dan dari kesalahan-kesalahan yang kamu tuduhkan kepada-Nya tidak ada yang kudapati pada-Nya.","Dan Herodes juga tidak, sebab ia mengirimkan Dia kembali kepada kami. Sesungguhnya tidak ada suatu apapun yang dilakukan-Nya yang setimpal dengan hukuman mati.","Jadi aku akan menghajar Dia, lalu melepaskan-Nya.\"","(Sebab ia wajib melepaskan seorang bagi mereka pada hari raya itu.)","Tetapi mereka berteriak bersama-sama: \"Enyahkanlah Dia, lepaskanlah Barabas bagi kami!\"","Barabas ini dimasukkan ke dalam penjara berhubung dengan suatu pemberontakan yang telah terjadi di dalam kota dan karena pembunuhan.","Sekali lagi Pilatus berbicara dengan suara keras kepada mereka, karena ia ingin melepaskan Yesus.","Tetapi mereka berteriak membalasnya, katanya: \"Salibkanlah Dia! Salibkanlah Dia!\"","Kata Pilatus untuk ketiga kalinya kepada mereka: \"Kejahatan apa yang sebenarnya telah dilakukan orang ini? Tidak ada suatu kesalahanpun yang kudapati pada-Nya, yang setimpal dengan hukuman mati. Jadi aku akan menghajar Dia, lalu melepaskan-Nya.\"","Tetapi dengan berteriak mereka mendesak dan menuntut, supaya Ia disalibkan, dan akhirnya mereka menang dengan teriak mereka.","Lalu Pilatus memutuskan, supaya tuntutan mereka dikabulkan.","Dan ia melepaskan orang yang dimasukkan ke dalam penjara karena pemberontakan dan pembunuhan itu sesuai dengan tuntutan mereka, tetapi Yesus diserahkannya kepada mereka untuk diperlakukan semau-maunya.","Ketika mereka membawa Yesus, mereka menahan seorang yang bernama Simon dari Kirene, yang baru datang dari luar kota, lalu diletakkan salib itu di atas bahunya, supaya dipikulnya sambil mengikuti Yesus.","Sejumlah besar orang mengikuti Dia; di antaranya banyak perempuan yang menangisi dan meratapi Dia.","Yesus berpaling kepada mereka dan berkata: \"Hai puteri-puteri Yerusalem, janganlah kamu menangisi Aku, melainkan tangisilah dirimu sendiri dan anak-anakmu!","Sebab lihat, akan tiba masanya orang berkata: Berbahagialah perempuan mandul dan yang rahimnya tidak pernah melahirkan, dan yang susunya tidak pernah menyusui.","Maka orang akan mulai berkata kepada gunung-gunung: Runtuhlah menimpa kami! dan kepada bukit-bukit: Timbunilah kami!","Sebab jikalau orang berbuat demikian dengan kayu hidup, apakah yang akan terjadi dengan kayu kering?\"","Dan ada juga digiring dua orang lain, yaitu dua penjahat untuk dihukum mati bersama-sama dengan Dia.","Ketika mereka sampai di tempat yang bernama Tengkorak, mereka menyalibkan Yesus di situ dan juga kedua orang penjahat itu, yang seorang di sebelah kanan-Nya dan yang lain di sebelah kiri-Nya.","Yesus berkata: \"Ya Bapa, ampunilah mereka, sebab mereka tidak tahu apa yang mereka perbuat.\" Dan mereka membuang undi untuk membagi pakaian-Nya.","Orang banyak berdiri di situ dan melihat semuanya. Pemimpin-pemimpin mengejek Dia, katanya: \"Orang lain Ia selamatkan, biarlah sekarang Ia menyelamatkan diri-Nya sendiri, jika Ia adalah Mesias, orang yang dipilih Allah.\"","Juga prajurit-prajurit mengolok-olokkan Dia; mereka mengunjukkan anggur asam kepada-Nya","dan berkata: \"Jika Engkau adalah raja orang Yahudi, selamatkanlah diri-Mu!\"","Ada juga tulisan di atas kepala-Nya: \"Inilah raja orang Yahudi\".","Seorang dari penjahat yang di gantung itu menghujat Dia, katanya: \"Bukankah Engkau adalah Kristus? Selamatkanlah diri-Mu dan kami!\"","Tetapi yang seorang menegor dia, katanya: \"Tidakkah engkau takut, juga tidak kepada Allah, sedang engkau menerima hukuman yang sama?","Kita memang selayaknya dihukum, sebab kita menerima balasan yang setimpal dengan perbuatan kita, tetapi orang ini tidak berbuat sesuatu yang salah.\"","Lalu ia berkata: \"Yesus, ingatlah akan aku, apabila Engkau datang sebagai Raja.\"","Kata Yesus kepadanya: \"Aku berkata kepadamu, sesungguhnya hari ini juga engkau akan ada bersama-sama dengan Aku di dalam Firdaus.\"","Ketika itu hari sudah kira-kira jam dua belas, lalu kegelapan meliputi seluruh daerah itu sampai jam tiga,","sebab matahari tidak bersinar. Dan tabir Bait Suci terbelah dua.","Lalu Yesus berseru dengan suara nyaring: \"Ya Bapa, ke dalam tangan-Mu Kuserahkan nyawa-Ku.\" Dan sesudah berkata demikian Ia menyerahkan nyawa-Nya.","Ketika kepala pasukan melihat apa yang terjadi, ia memuliakan Allah, katanya: \"Sungguh, orang ini adalah orang benar!\"","Dan sesudah seluruh orang banyak, yang datang berkerumun di situ untuk tontonan itu, melihat apa yang terjadi itu, pulanglah mereka sambil memukul-mukul diri.","Semua orang yang mengenal Yesus dari dekat, termasuk perempuan-perempuan yang mengikuti Dia dari Galilea, berdiri jauh-jauh dan melihat semuanya itu.","Adalah seorang yang bernama Yusuf. Ia anggota Majelis Besar, dan seorang yang baik lagi benar.","Ia tidak setuju dengan putusan dan tindakan Majelis itu. Ia berasal dari Arimatea, sebuah kota Yahudi dan ia menanti-nantikan Kerajaan Allah.","Ia pergi menghadap Pilatus dan meminta mayat Yesus.","Dan sesudah ia menurunkan mayat itu, ia mengapaninya dengan kain lenan, lalu membaringkannya di dalam kubur yang digali di dalam bukit batu, di mana belum pernah dibaringkan mayat.","Hari itu adalah hari persiapan dan sabat hampir mulai.","Dan perempuan-perempuan yang datang bersama-sama dengan Yesus dari Galilea, ikut serta dan mereka melihat kubur itu dan bagaimana mayat-Nya dibaringkan.","Dan setelah pulang, mereka menyediakan rempah-rempah dan minyak mur. (23-56b) Dan pada hari Sabat mereka beristirahat menurut hukum Taurat,"]