["\"Janganlah gelisah hatimu; percayalah kepada Allah, percayalah juga kepada-Ku.","Di rumah Bapa-Ku banyak tempat tinggal. Jika tidak demikian, tentu Aku mengatakannya kepadamu. Sebab Aku pergi ke situ untuk menyediakan tempat bagimu.","Dan apabila Aku telah pergi ke situ dan telah menyediakan tempat bagimu, Aku akan datang kembali dan membawa kamu ke tempat-Ku, supaya di tempat di mana Aku berada, kamupun berada.","Dan ke mana Aku pergi, kamu tahu jalan ke situ.\"","Kata Tomas kepada-Nya: \"Tuhan, kami tidak tahu ke mana Engkau pergi; jadi bagaimana kami tahu jalan ke situ?\"","Kata Yesus kepadanya: \"Akulah jalan dan kebenaran dan hidup. Tidak ada seorangpun yang datang kepada Bapa, kalau tidak melalui Aku.","Sekiranya kamu mengenal Aku, pasti kamu juga mengenal Bapa-Ku. Sekarang ini kamu mengenal Dia dan kamu telah melihat Dia.\"","Kata Filipus kepada-Nya: \"Tuhan, tunjukkanlah Bapa itu kepada kami, itu sudah cukup bagi kami.\"","Kata Yesus kepadanya: \"Telah sekian lama Aku bersama-sama kamu, Filipus, namun engkau tidak mengenal Aku? Barangsiapa telah melihat Aku, ia telah melihat Bapa; bagaimana engkau berkata: Tunjukkanlah Bapa itu kepada kami.","Tidak percayakah engkau, bahwa Aku di dalam Bapa dan Bapa di dalam Aku? Apa yang Aku katakan kepadamu, tidak Aku katakan dari diri-Ku sendiri, tetapi Bapa, yang diam di dalam Aku, Dialah yang melakukan pekerjaan-Nya.","Percayalah kepada-Ku, bahwa Aku di dalam Bapa dan Bapa di dalam Aku; atau setidak-tidaknya, percayalah karena pekerjaan-pekerjaan itu sendiri.","Aku berkata kepadamu: Sesungguhnya barangsiapa percaya kepada-Ku, ia akan melakukan juga pekerjaan-pekerjaan yang Aku lakukan, bahkan pekerjaan-pekerjaan yang lebih besar dari pada itu. Sebab Aku pergi kepada Bapa;","dan apa juga yang kamu minta dalam nama-Ku, Aku akan melakukannya, supaya Bapa dipermuliakan di dalam Anak.","Jika kamu meminta sesuatu kepada-Ku dalam nama-Ku, Aku akan melakukannya.\"","\"Jikalau kamu mengasihi Aku, kamu akan menuruti segala perintah-Ku.","Aku akan minta kepada Bapa, dan Ia akan memberikan kepadamu seorang Penolong yang lain, supaya Ia menyertai kamu selama-lamanya,","yaitu Roh Kebenaran. Dunia tidak dapat menerima Dia, sebab dunia tidak melihat Dia dan tidak mengenal Dia. Tetapi kamu mengenal Dia, sebab Ia menyertai kamu dan akan diam di dalam kamu.","Aku tidak akan meninggalkan kamu sebagai yatim piatu. Aku datang kembali kepadamu.","Tinggal sesaat lagi dan dunia tidak akan melihat Aku lagi, tetapi kamu melihat Aku, sebab Aku hidup dan kamupun akan hidup.","Pada waktu itulah kamu akan tahu, bahwa Aku di dalam Bapa-Ku dan kamu di dalam Aku dan Aku di dalam kamu.","Barangsiapa memegang perintah-Ku dan melakukannya, dialah yang mengasihi Aku. Dan barangsiapa mengasihi Aku, ia akan dikasihi oleh Bapa-Ku dan Akupun akan mengasihi dia dan akan menyatakan diri-Ku kepadanya.\"","Yudas, yang bukan Iskariot, berkata kepada-Nya: \"Tuhan, apakah sebabnya maka Engkau hendak menyatakan diri-Mu kepada kami, dan bukan kepada dunia?\"","Jawab Yesus: \"Jika seorang mengasihi Aku, ia akan menuruti firman-Ku dan Bapa-Ku akan mengasihi dia dan Kami akan datang kepadanya dan diam bersama-sama dengan dia.","Barangsiapa tidak mengasihi Aku, ia tidak menuruti firman-Ku; dan firman yang kamu dengar itu bukanlah dari pada-Ku, melainkan dari Bapa yang mengutus Aku.","Semuanya itu Kukatakan kepadamu, selagi Aku berada bersama-sama dengan kamu;","tetapi Penghibur, yaitu Roh Kudus, yang akan diutus oleh Bapa dalam nama-Ku, Dialah yang akan mengajarkan segala sesuatu kepadamu dan akan mengingatkan kamu akan semua yang telah Kukatakan kepadamu.","Damai sejahtera Kutinggalkan bagimu. Damai sejahtera-Ku Kuberikan kepadamu, dan apa yang Kuberikan tidak seperti yang diberikan oleh dunia kepadamu. Janganlah gelisah dan gentar hatimu.","Kamu telah mendengar, bahwa Aku telah berkata kepadamu: Aku pergi, tetapi Aku datang kembali kepadamu. Sekiranya kamu mengasihi Aku, kamu tentu akan bersukacita karena Aku pergi kepada Bapa-Ku, sebab Bapa lebih besar dari pada Aku.","Dan sekarang juga Aku mengatakannya kepadamu sebelum hal itu terjadi, supaya kamu percaya, apabila hal itu terjadi.","Tidak banyak lagi Aku berkata-kata dengan kamu, sebab penguasa dunia ini datang dan ia tidak berkuasa sedikitpun atas diri-Ku.","Tetapi supaya dunia tahu, bahwa Aku mengasihi Bapa dan bahwa Aku melakukan segala sesuatu seperti yang diperintahkan Bapa kepada-Ku, bangunlah, marilah kita pergi dari sini.\""]