["Ada seorang lain yang bernama Ananias. Ia beserta isterinya Safira menjual sebidang tanah.","Dengan setahu isterinya ia menahan sebagian dari hasil penjualan itu dan sebagian lain dibawa dan diletakkannya di depan kaki rasul-rasul.","Tetapi Petrus berkata: \"Ananias, mengapa hatimu dikuasai Iblis, sehingga engkau mendustai Roh Kudus dan menahan sebagian dari hasil penjualan tanah itu?","Selama tanah itu tidak dijual, bukankah itu tetap kepunyaanmu, dan setelah dijual, bukankah hasilnya itu tetap dalam kuasamu? Mengapa engkau merencanakan perbuatan itu dalam hatimu? Engkau bukan mendustai manusia, tetapi mendustai Allah.\"","Ketika mendengar perkataan itu rebahlah Ananias dan putuslah nyawanya. Maka sangatlah ketakutan semua orang yang mendengar hal itu.","Lalu datanglah beberapa orang muda; mereka mengapani mayat itu, mengusungnya ke luar dan pergi menguburnya.","Kira-kira tiga jam kemudian masuklah isteri Ananias, tetapi ia tidak tahu apa yang telah terjadi.","Kata Petrus kepadanya: \"Katakanlah kepadaku, dengan harga sekiankah tanah itu kamu jual?\" Jawab perempuan itu: \"Betul sekian.\"","Kata Petrus: \"Mengapa kamu berdua bersepakat untuk mencobai Roh Tuhan? Lihatlah, orang-orang yang baru mengubur suamimu berdiri di depan pintu dan mereka akan mengusung engkau juga ke luar.\"","Lalu rebahlah perempuan itu seketika itu juga di depan kaki Petrus dan putuslah nyawanya. Ketika orang-orang muda itu masuk, mereka mendapati dia sudah mati, lalu mereka mengusungnya ke luar dan menguburnya di samping suaminya.","Maka sangat ketakutanlah seluruh jemaat dan semua orang yang mendengar hal itu.","Dan oleh rasul-rasul diadakan banyak tanda dan mujizat di antara orang banyak. Semua orang percaya selalu berkumpul di Serambi Salomo dalam persekutuan yang erat.","Orang-orang lain tidak ada yang berani menggabungkan diri kepada mereka. Namun mereka sangat dihormati orang banyak.","Dan makin lama makin bertambahlah jumlah orang yang percaya kepada Tuhan, baik laki-laki maupun perempuan,","bahkan mereka membawa orang-orang sakit ke luar, ke jalan raya, dan membaringkannya di atas balai-balai dan tilam, supaya, apabila Petrus lewat, setidak-tidaknya bayangannya mengenai salah seorang dari mereka.","Dan juga orang banyak dari kota-kota di sekitar Yerusalem datang berduyun-duyun serta membawa orang-orang yang sakit dan orang-orang yang diganggu roh jahat. Dan mereka semua disembuhkan.","Akhirnya mulailah Imam Besar dan pengikut-pengikutnya, yaitu orang-orang dari mazhab Saduki, bertindak sebab mereka sangat iri hati.","Mereka menangkap rasul-rasul itu, lalu memasukkan mereka ke dalam penjara kota.","Tetapi waktu malam seorang malaikat Tuhan membuka pintu-pintu penjara itu dan membawa mereka ke luar, katanya:","\"Pergilah, berdirilah di Bait Allah dan beritakanlah seluruh firman hidup itu kepada orang banyak.\"","Mereka mentaati pesan itu, dan menjelang pagi masuklah mereka ke dalam Bait Allah, lalu mulai mengajar di situ. Sementara itu Imam Besar dan pengikut-pengikutnya menyuruh Mahkamah Agama berkumpul, yaitu seluruh majelis tua-tua bangsa Israel, dan mereka menyuruh mengambil rasul-rasul itu dari penjara.","Tetapi ketika pejabat-pejabat datang ke penjara, mereka tidak menemukan rasul-rasul itu di situ. Lalu mereka kembali dan memberitahukan,","katanya: \"Kami mendapati penjara terkunci dengan sangat rapihnya dan semua pengawal ada di tempatnya di muka pintu, tetapi setelah kami membukanya, tidak seorangpun yang kami temukan di dalamnya.\"","Ketika kepala pengawal Bait Allah dan imam-imam kepala mendengar laporan itu, mereka cemas dan bertanya apa yang telah terjadi dengan rasul-rasul itu.","Tetapi datanglah seorang mendapatkan mereka dengan kabar: \"Lihat, orang-orang yang telah kamu masukkan ke dalam penjara, ada di dalam Bait Allah dan mereka mengajar orang banyak.\"","Maka pergilah kepala pengawal serta orang-orangnya ke Bait Allah, lalu mengambil kedua rasul itu, tetapi tidak dengan kekerasan, karena mereka takut, kalau-kalau orang banyak melempari mereka.","Mereka membawa keduanya dan menghadapkan mereka kepada Mahkamah Agama. Imam Besar mulai menanyai mereka,","katanya: \"Dengan keras kami melarang kamu mengajar dalam Nama itu. Namun ternyata, kamu telah memenuhi Yerusalem dengan ajaranmu dan kamu hendak menanggungkan darah Orang itu kepada kami.\"","Tetapi Petrus dan rasul-rasul itu menjawab, katanya: \"Kita harus lebih taat kepada Allah dari pada kepada manusia.","Allah nenek moyang kita telah membangkitkan Yesus, yang kamu gantungkan pada kayu salib dan kamu bunuh.","Dialah yang telah ditinggikan oleh Allah sendiri dengan tangan kanan-Nya menjadi Pemimpin dan Juruselamat, supaya Israel dapat bertobat dan menerima pengampunan dosa.","Dan kami adalah saksi dari segala sesuatu itu, kami dan Roh Kudus, yang dikaruniakan Allah kepada semua orang yang mentaati Dia.\"","Mendengar perkataan itu sangatlah tertusuk hati mereka dan mereka bermaksud membunuh rasul-rasul itu.","Tetapi seorang Farisi dalam Mahkamah Agama itu, yang bernama Gamaliel, seorang ahli Taurat yang sangat dihormati seluruh orang banyak, bangkit dan meminta, supaya orang-orang itu disuruh keluar sebentar.","Sesudah itu ia berkata kepada sidang: \"Hai orang-orang Israel, pertimbangkanlah baik-baik, apa yang hendak kamu perbuat terhadap orang-orang ini!","Sebab dahulu telah muncul si Teudas, yang mengaku dirinya seorang istimewa dan ia mempunyai kira-kira empat ratus orang pengikut; tetapi ia dibunuh dan cerai-berailah seluruh pengikutnya dan lenyap.","Sesudah dia, pada waktu pendaftaran penduduk, muncullah si Yudas, seorang Galilea. Ia menyeret banyak orang dalam pemberontakannya, tetapi ia juga tewas dan cerai-berailah seluruh pengikutnya.","Karena itu aku berkata kepadamu: Janganlah bertindak terhadap orang-orang ini. Biarkanlah mereka, sebab jika maksud dan perbuatan mereka berasal dari manusia, tentu akan lenyap,","tetapi kalau berasal dari Allah, kamu tidak akan dapat melenyapkan orang-orang ini; mungkin ternyata juga nanti, bahwa kamu melawan Allah.\" Nasihat itu diterima.","Mereka memanggil rasul-rasul itu, lalu menyesah mereka dan melarang mereka mengajar dalam nama Yesus. Sesudah itu mereka dilepaskan.","Rasul-rasul itu meninggalkan sidang Mahkamah Agama dengan gembira, karena mereka telah dianggap layak menderita penghinaan oleh karena Nama Yesus.","Dan setiap hari mereka melanjutkan pengajaran mereka di Bait Allah dan di rumah-rumah orang dan memberitakan Injil tentang Yesus yang adalah Mesias."]