["Dari Paulus, yang oleh kehendak Allah dipanggil menjadi rasul Kristus Yesus, dan dari Sostenes, saudara kita,","kepada jemaat Allah di Korintus, yaitu mereka yang dikuduskan dalam Kristus Yesus dan yang dipanggil menjadi orang-orang kudus, dengan semua orang di segala tempat, yang berseru kepada nama Tuhan kita Yesus Kristus, yaitu Tuhan mereka dan Tuhan kita.","Kasih karunia dan damai sejahtera dari Allah, Bapa kita, dan dari Tuhan Yesus Kristus menyertai kamu.","Aku senantiasa mengucap syukur kepada Allahku karena kamu atas kasih karunia Allah yang dianugerahkan-Nya kepada kamu dalam Kristus Yesus.","Sebab di dalam Dia kamu telah menjadi kaya dalam segala hal: dalam segala macam perkataan dan segala macam pengetahuan,","sesuai dengan kesaksian tentang Kristus, yang telah diteguhkan di antara kamu.","Demikianlah kamu tidak kekurangan dalam suatu karuniapun sementara kamu menantikan penyataan Tuhan kita Yesus Kristus.","Ia juga akan meneguhkan kamu sampai kepada kesudahannya, sehingga kamu tak bercacat pada hari Tuhan kita Yesus Kristus.","Allah, yang memanggil kamu kepada persekutuan dengan Anak-Nya Yesus Kristus, Tuhan kita, adalah setia.","Tetapi aku menasihatkan kamu, saudara-saudara, demi nama Tuhan kita Yesus Kristus, supaya kamu seia sekata dan jangan ada perpecahan di antara kamu, tetapi sebaliknya supaya kamu erat bersatu dan sehati sepikir.","Sebab, saudara-saudaraku, aku telah diberitahukan oleh orang-orang dari keluarga Kloe tentang kamu, bahwa ada perselisihan di antara kamu.","Yang aku maksudkan ialah, bahwa kamu masing-masing berkata: Aku dari golongan Paulus. Atau aku dari golongan Apolos. Atau aku dari golongan Kefas. Atau aku dari golongan Kristus.","Adakah Kristus terbagi-bagi? Adakah Paulus disalibkan karena kamu? Atau adakah kamu dibaptis dalam nama Paulus?","Aku mengucap syukur bahwa tidak ada seorangpun juga di antara kamu yang aku baptis selain Krispus dan Gayus,","sehingga tidak ada orang yang dapat mengatakan, bahwa kamu dibaptis dalam namaku.","Juga keluarga Stefanus aku yang membaptisnya. Kecuali mereka aku tidak tahu, entahkah ada lagi orang yang aku baptis.","Sebab Kristus mengutus aku bukan untuk membaptis, tetapi untuk memberitakan Injil; dan itupun bukan dengan hikmat perkataan, supaya salib Kristus jangan menjadi sia-sia.","Sebab pemberitaan tentang salib memang adalah kebodohan bagi mereka yang akan binasa, tetapi bagi kita yang diselamatkan pemberitaan itu adalah kekuatan Allah.","Karena ada tertulis: \"Aku akan membinasakan hikmat orang-orang berhikmat dan kearifan orang-orang bijak akan Kulenyapkan.\"","Di manakah orang yang berhikmat? Di manakah ahli Taurat? Di manakah pembantah dari dunia ini? Bukankah Allah telah membuat hikmat dunia ini menjadi kebodohan?","Oleh karena dunia, dalam hikmat Allah, tidak mengenal Allah oleh hikmatnya, maka Allah berkenan menyelamatkan mereka yang percaya oleh kebodohan pemberitaan Injil.","Orang-orang Yahudi menghendaki tanda dan orang-orang Yunani mencari hikmat,","tetapi kami memberitakan Kristus yang disalibkan: untuk orang-orang Yahudi suatu batu sandungan dan untuk orang-orang bukan Yahudi suatu kebodohan,","tetapi untuk mereka yang dipanggil, baik orang Yahudi, maupun orang bukan Yahudi, Kristus adalah kekuatan Allah dan hikmat Allah.","Sebab yang bodoh dari Allah lebih besar hikmatnya dari pada manusia dan yang lemah dari Allah lebih kuat dari pada manusia.","Ingat saja, saudara-saudara, bagaimana keadaan kamu, ketika kamu dipanggil: menurut ukuran manusia tidak banyak orang yang bijak, tidak banyak orang yang berpengaruh, tidak banyak orang yang terpandang.","Tetapi apa yang bodoh bagi dunia, dipilih Allah untuk memalukan orang-orang yang berhikmat, dan apa yang lemah bagi dunia, dipilih Allah untuk memalukan apa yang kuat,","dan apa yang tidak terpandang dan yang hina bagi dunia, dipilih Allah, bahkan apa yang tidak berarti, dipilih Allah untuk meniadakan apa yang berarti,","supaya jangan ada seorang manusiapun yang memegahkan diri di hadapan Allah.","Tetapi oleh Dia kamu berada dalam Kristus Yesus, yang oleh Allah telah menjadi hikmat bagi kita. Ia membenarkan dan menguduskan dan menebus kita.","Karena itu seperti ada tertulis: \"Barangsiapa yang bermegah, hendaklah ia bermegah di dalam Tuhan.\""]