["Demikianlah pula, ketika aku datang kepadamu, saudara-saudara, aku tidak datang dengan kata-kata yang indah atau dengan hikmat untuk menyampaikan kesaksian Allah kepada kamu.","Sebab aku telah memutuskan untuk tidak mengetahui apa-apa di antara kamu selain Yesus Kristus, yaitu Dia yang disalibkan.","Aku juga telah datang kepadamu dalam kelemahan dan dengan sangat takut dan gentar.","Baik perkataanku maupun pemberitaanku tidak kusampaikan dengan kata-kata hikmat yang meyakinkan, tetapi dengan keyakinan akan kekuatan Roh,","supaya iman kamu jangan bergantung pada hikmat manusia, tetapi pada kekuatan Allah.","Sungguhpun demikian kami memberitakan hikmat di kalangan mereka yang telah matang, yaitu hikmat yang bukan dari dunia ini, dan yang bukan dari penguasa-penguasa dunia ini, yaitu penguasa-penguasa yang akan ditiadakan.","Tetapi yang kami beritakan ialah hikmat Allah yang tersembunyi dan rahasia, yang sebelum dunia dijadikan, telah disediakan Allah bagi kemuliaan kita.","Tidak ada dari penguasa dunia ini yang mengenalnya, sebab kalau sekiranya mereka mengenalnya, mereka tidak menyalibkan Tuhan yang mulia.","Tetapi seperti ada tertulis: \"Apa yang tidak pernah dilihat oleh mata, dan tidak pernah didengar oleh telinga, dan yang tidak pernah timbul di dalam hati manusia: semua yang disediakan Allah untuk mereka yang mengasihi Dia.\"","Karena kepada kita Allah telah menyatakannya oleh Roh, sebab Roh menyelidiki segala sesuatu, bahkan hal-hal yang tersembunyi dalam diri Allah.","Siapa gerangan di antara manusia yang tahu, apa yang terdapat di dalam diri manusia selain roh manusia sendiri yang ada di dalam dia? Demikian pulalah tidak ada orang yang tahu, apa yang terdapat di dalam diri Allah selain Roh Allah.","Kita tidak menerima roh dunia, tetapi roh yang berasal dari Allah, supaya kita tahu, apa yang dikaruniakan Allah kepada kita.","Dan karena kami menafsirkan hal-hal rohani kepada mereka yang mempunyai Roh, kami berkata-kata tentang karunia-karunia Allah dengan perkataan yang bukan diajarkan kepada kami oleh hikmat manusia, tetapi oleh Roh.","Tetapi manusia duniawi tidak menerima apa yang berasal dari Roh Allah, karena hal itu baginya adalah suatu kebodohan; dan ia tidak dapat memahaminya, sebab hal itu hanya dapat dinilai secara rohani.","Tetapi manusia rohani menilai segala sesuatu, tetapi ia sendiri tidak dinilai oleh orang lain.","Sebab: \"Siapakah yang mengetahui pikiran Tuhan, sehingga ia dapat menasihati Dia?\" Tetapi kami memiliki pikiran Kristus."]