["Karena kami tahu, bahwa jika kemah tempat kediaman kita di bumi ini dibongkar, Allah telah menyediakan suatu tempat kediaman di sorga bagi kita, suatu tempat kediaman yang kekal, yang tidak dibuat oleh tangan manusia.","Selama kita di dalam kemah ini, kita mengeluh, karena kita rindu mengenakan tempat kediaman sorgawi di atas tempat kediaman kita yang sekarang ini,","sebab dengan demikian kita berpakaian dan tidak kedapatan telanjang.","Sebab selama masih diam di dalam kemah ini, kita mengeluh oleh beratnya tekanan, karena kita mau mengenakan pakaian yang baru itu tanpa menanggalkan yang lama, supaya yang fana itu ditelan oleh hidup.","Tetapi Allahlah yang justru mempersiapkan kita untuk hal itu dan yang mengaruniakan Roh, kepada kita sebagai jaminan segala sesuatu yang telah disediakan bagi kita.","Maka oleh karena itu hati kami senantiasa tabah, meskipun kami sadar, bahwa selama kami mendiami tubuh ini, kami masih jauh dari Tuhan,","--sebab hidup kami ini adalah hidup karena percaya, bukan karena melihat--","tetapi hati kami tabah, dan terlebih suka kami beralih dari tubuh ini untuk menetap pada Tuhan.","Sebab itu juga kami berusaha, baik kami diam di dalam tubuh ini, maupun kami diam di luarnya, supaya kami berkenan kepada-Nya.","Sebab kita semua harus menghadap takhta pengadilan Kristus, supaya setiap orang memperoleh apa yang patut diterimanya, sesuai dengan yang dilakukannya dalam hidupnya ini, baik ataupun jahat.","Kami tahu apa artinya takut akan Tuhan, karena itu kami berusaha meyakinkan orang. Bagi Allah hati kami nyata dengan terang dan aku harap hati kami nyata juga demikian bagi pertimbangan kamu.","Dengan ini kami tidak berusaha memuji-muji diri kami sekali lagi kepada kamu, tetapi kami mau memberi kesempatan kepada kamu untuk memegahkan kami, supaya kamu dapat menghadapi orang-orang yang bermegah karena hal-hal lahiriah dan bukan batiniah.","Sebab jika kami tidak menguasai diri, hal itu adalah dalam pelayanan Allah, dan jika kami menguasai diri, hal itu adalah untuk kepentingan kamu.","Sebab kasih Kristus yang menguasai kami, karena kami telah mengerti, bahwa jika satu orang sudah mati untuk semua orang, maka mereka semua sudah mati.","Dan Kristus telah mati untuk semua orang, supaya mereka yang hidup, tidak lagi hidup untuk dirinya sendiri, tetapi untuk Dia, yang telah mati dan telah dibangkitkan untuk mereka.","Sebab itu kami tidak lagi menilai seorang jugapun menurut ukuran manusia. Dan jika kami pernah menilai Kristus menurut ukuran manusia, sekarang kami tidak lagi menilai-Nya demikian.","Jadi siapa yang ada di dalam Kristus, ia adalah ciptaan baru: yang lama sudah berlalu, sesungguhnya yang baru sudah datang.","Dan semuanya ini dari Allah, yang dengan perantaraan Kristus telah mendamaikan kita dengan diri-Nya dan yang telah mempercayakan pelayanan pendamaian itu kepada kami.","Sebab Allah mendamaikan dunia dengan diri-Nya oleh Kristus dengan tidak memperhitungkan pelanggaran mereka. Ia telah mempercayakan berita pendamaian itu kepada kami.","Jadi kami ini adalah utusan-utusan Kristus, seakan-akan Allah menasihati kamu dengan perantaraan kami; dalam nama Kristus kami meminta kepadamu: berilah dirimu didamaikan dengan Allah.","Dia yang tidak mengenal dosa telah dibuat-Nya menjadi dosa karena kita, supaya dalam Dia kita dibenarkan oleh Allah."]