["Kemudian berangkatlah orang Israel, dan berkemah di dataran Moab, di daerah seberang sungai Yordan dekat Yerikho.","Balak bin Zipor melihat segala yang dilakukan Israel kepada orang Amori.","Maka sangat gentarlah orang Moab terhadap bangsa itu, karena jumlahnya banyak, lalu muak dan takutlah orang Moab karena orang Israel.","Lalu berkatalah orang Moab kepada para tua-tua Midian: \"Tentu saja laskar besar itu akan membabat habis segala sesuatu yang di sekeliling kita, seperti lembu membabat habis tumbuh-tumbuhan hijau di padang.\" Adapun pada waktu itu Balak bin Zipor menjadi raja Moab.","Raja ini mengirim utusan kepada Bileam bin Beor, ke Petor yang di tepi sungai Efrat, ke negeri teman-teman sebangsanya, untuk memanggil dia, dengan pesan: \"Ketahuilah, ada suatu bangsa keluar dari Mesir; sungguh, sampai tertutup permukaan bumi olehnya, dan mereka sedang berkemah di depanku.","Karena itu, datanglah dan kutuk bangsa itu bagiku, sebab mereka lebih kuat dari padaku; mungkin aku sanggup mengalahkannya dan menghalaunya dari negeri ini, sebab aku tahu: siapa yang kauberkati, dia beroleh berkat, dan siapa yang kaukutuk, dia kena kutuk.\"","Lalu berangkatlah para tua-tua Moab dan para tua-tua Midian dengan membawa di tangannya upah penenung; setelah mereka sampai kepada Bileam, disampaikanlah kepadanya pesan Balak.","Lalu berkatalah Bileam kepada mereka: \"Bermalamlah di sini pada malam ini, maka aku akan memberi jawab kepadamu, sesuai dengan apa yang akan difirmankan TUHAN kepadaku.\" Maka tinggallah pemuka-pemuka Moab itu pada Bileam.","Kemudian datanglah Allah kepada Bileam serta berfirman: \"Siapakah orang-orang yang bersama-sama dengan engkau itu?\"","Dan berkatalah Bileam kepada Allah: \"Balak bin Zipor, raja Moab, mengutus orang kepadaku dengan pesan:","Ketahuilah, ada bangsa yang keluar dari Mesir, dan permukaan bumi tertutup olehnya; karena itu, datanglah, serapahlah mereka bagiku, mungkin aku akan sanggup berperang melawan mereka dan menghalau mereka.\"","Lalu berfirmanlah Allah kepada Bileam: \"Janganlah engkau pergi bersama-sama dengan mereka, janganlah engkau mengutuk bangsa itu, sebab mereka telah diberkati.\"","Bangunlah Bileam pada waktu pagi, lalu berkata kepada pemuka-pemuka Balak: \"Pulanglah ke negerimu, sebab TUHAN tidak mengizinkan aku pergi bersama-sama dengan kamu.\"","Lalu berangkatlah pemuka-pemuka Moab itu dan setelah mereka sampai kepada Balak, berkatalah mereka: \"Bileam menolak datang bersama-sama dengan kami.\"","Tetapi Balak mengutus pula pemuka-pemuka lebih banyak dan lebih terhormat dari yang pertama.","Setelah mereka sampai kepada Bileam, berkatalah mereka kepadanya: \"Beginilah kata Balak bin Zipor: Janganlah biarkan dirimu terhalang-halang untuk datang kepadaku,","sebab aku akan memberi upahmu sangat banyak, dan apapun yang kauminta dari padaku, aku akan mengabulkannya. Datanglah, dan serapahlah bangsa itu bagiku.\"","Tetapi Bileam menjawab kepada pegawai-pegawai Balak: \"Sekalipun Balak memberikan kepadaku emas dan perak seistana penuh, aku tidak akan sanggup berbuat sesuatu, yang kecil atau yang besar, yang melanggar titah TUHAN, Allahku.","Oleh sebab itu, baiklah kamupun tinggal di sini pada malam ini, supaya aku tahu, apakah pula yang akan difirmankan TUHAN kepadaku.\"","Datanglah Allah kepada Bileam pada waktu malam serta berfirman kepadanya: \"Jikalau orang-orang itu memang sudah datang untuk memanggil engkau, bangunlah, pergilah bersama-sama dengan mereka, tetapi hanya apa yang akan Kufirmankan kepadamu harus kaulakukan.\"","Lalu bangunlah Bileam pada waktu pagi, dipelanainyalah keledainya yang betina, dan pergi bersama-sama dengan pemuka-pemuka Moab.","Tetapi bangkitlah murka Allah ketika ia pergi, dan berdirilah Malaikat TUHAN di jalan sebagai lawannya. Bileam mengendarai keledainya yang betina dan dua orang bujangnya ada bersama-sama dengan dia.","Ketika keledai itu melihat Malaikat TUHAN berdiri di jalan, dengan pedang terhunus di tangan-Nya, menyimpanglah keledai itu dari jalan dan masuk ke ladang. Maka Bileam memukul keledai itu untuk memalingkannya kembali ke jalan.","Kemudian pergilah Malaikat TUHAN berdiri pada jalan yang sempit di antara kebun-kebun anggur dengan tembok sebelah-menyebelah.","Ketika keledai itu melihat Malaikat TUHAN, ditekankannyalah dirinya kepada tembok, sehingga kaki Bileam terhimpit kepada tembok. Maka ia memukulnya pula.","Berjalanlah pula Malaikat TUHAN terus dan berdirilah Ia pada suatu tempat yang sempit, yang tidak ada jalan untuk menyimpang ke kanan atau ke kiri.","Melihat Malaikat TUHAN meniaraplah keledai itu dengan Bileam masih di atasnya. Maka bangkitlah amarah Bileam, lalu dipukulnyalah keledai itu dengan tongkat.","Ketika itu TUHAN membuka mulut keledai itu, sehingga ia berkata kepada Bileam: \"Apakah yang kulakukan kepadamu, sampai engkau memukul aku tiga kali?\"","Jawab Bileam kepada keledai itu: \"Karena engkau mempermain-mainkan aku; seandainya ada pedang di tanganku, tentulah engkau kubunuh sekarang.\"","Tetapi keledai itu berkata kepada Bileam: \"Bukankah aku ini keledaimu yang kautunggangi selama hidupmu sampai sekarang? Pernahkah aku berbuat demikian kepadamu?\" Jawabnya: \"Tidak.\"","Kemudian TUHAN menyingkapkan mata Bileam; dilihatnyalah Malaikat TUHAN dengan pedang terhunus di tangan-Nya berdiri di jalan, lalu berlututlah ia dan sujud.","Berfirmanlah Malaikat TUHAN kepadanya: \"Apakah sebabnya engkau memukul keledaimu sampai tiga kali? Lihat, Aku keluar sebagai lawanmu, sebab jalan ini pada pemandangan-Ku menuju kepada kebinasaan.","Ketika keledai ini melihat Aku, telah tiga kali ia menyimpang dari hadapan-Ku; jika ia tidak menyimpang dari hadapan-Ku, tentulah engkau yang Kubunuh pada waktu itu juga dan dia Kubiarkan hidup.\"","Lalu berkatalah Bileam kepada Malaikat TUHAN: \"Aku telah berdosa, karena aku tidak mengetahui, bahwa Engkau ini berdiri di jalan menentang aku. Maka sekarang, jika hal itu jahat di mata-Mu, aku mau pulang.\"","Tetapi Malaikat TUHAN berfirman kepada Bileam: \"Pergilah bersama-sama dengan orang-orang itu, tetapi hanyalah perkataan yang akan Kukatakan kepadamu harus kaukatakan.\" Sesudah itu pergilah Bileam bersama-sama dengan pemuka-pemuka Balak itu.","Ketika Balak mendengar, bahwa Bileam datang, keluarlah ia menyongsong dia sampai ke Kota Moab di perbatasan sungai Arnon, pada ujung perbatasan itu.","Dan berkatalah Balak kepada Bileam: \"Bukankah aku sudah mengutus orang memanggil engkau? Mengapakah engkau tidak hendak datang kepadaku? Sungguhkah tidak sanggup aku memberi upahmu?\"","Tetapi berkatalah Bileam kepada Balak: \"Ini aku sudah datang kepadamu sekarang; tetapi akan mungkinkah aku dapat mengatakan apa-apa? Perkataan yang akan ditaruh Allah ke dalam mulutku, itulah yang akan kukatakan.\"","Lalu pergilah Bileam bersama-sama dengan Balak dan sampailah mereka ke Kiryat-Huzot.","Balak mengorbankan beberapa ekor lembu sapi dan kambing domba dan mengirimkan sebagian kepada Bileam dan kepada pemuka-pemuka yang bersama-sama dengan dia.","Keesokan harinya Balak mengambil Bileam dan membawa dia mendaki bukit Baal. Dari situ dilihatnyalah bagian yang paling ujung dari bangsa Israel."]