["Sesudah tulah itu berfirmanlah TUHAN kepada Musa dan kepada Eleazar, anak imam Harun:","\"Hitunglah jumlah segenap umat Israel, yang berumur dua puluh tahun ke atas menurut suku mereka, semua orang yang sanggup berperang di antara orang Israel.\"","Lalu berkatalah Musa dan imam Eleazar kepada mereka di dataran Moab, di tepi sungai Yordan dekat Yerikho:","\"Hitunglah jumlah semua orang yang berumur dua puluh tahun ke atas!\" --seperti yang diperintahkan TUHAN kepada Musa. Inilah orang Israel yang telah keluar dari tanah Mesir:","Ruben ialah anak sulung Israel; bani Ruben ialah dari Henokh kaum orang Henokh; dari Palu kaum orang Palu;","dari Hezron kaum orang Hezron dan dari Karmi kaum orang Karmi.","Itulah kaum-kaum orang Ruben, dan orang-orang yang dicatat dari mereka berjumlah empat puluh tiga ribu tujuh ratus tiga puluh orang.","Adapun anak Palu ialah Eliab,","dan anak-anak Eliab ialah Nemuel, Datan dan Abiram. Datan dan Abiram, orang-orang yang dipilih oleh umat itu, ialah orang-orang yang telah membantah Musa dan Harun dalam kumpulan Korah, ketika mereka membantah TUHAN,","tetapi bumi membuka mulutnya dan menelan mereka bersama-sama dengan Korah, ketika kumpulan itu mati, ketika kedua ratus lima puluh orang itu dimakan api, sehingga mereka menjadi peringatan.","Tetapi anak-anak Korah tidaklah mati.","Bani Simeon, menurut kaum mereka, ialah: dari Nemuel kaum orang Nemuel; dari Yamin kaum orang Yamin; dari Yakhin kaum orang Yakhin;","dari Zerah kaum orang Zerah dan dari Saul kaum orang Saul.","Itulah kaum-kaum orang Simeon, dua puluh dua ribu dua ratus orang banyaknya.","Bani Gad, menurut kaum mereka, ialah: dari Zefon kaum orang Zefon; dari Hagi kaum orang Hagi; dari Syuni kaum orang Syuni;","dari Ozni kaum orang Ozni, dari Eri kaum orang Eri;","dari Arod kaum orang Arod dan dari Areli kaum orang Areli.","Itulah kaum-kaum bani Gad, dan orang-orang yang dicatat dari mereka berjumlah empat puluh ribu lima ratus orang.","Anak-anak Yehuda ialah: Er dan Onan; tetapi Er dan Onan itu mati di tanah Kanaan.","Bani Yehuda, menurut kaum mereka, ialah: dari Syela kaum orang Syela; dari Peres kaum orang Peres dan dari Zerah kaum orang Zerah.","Bani Peres ialah: dari Hezron kaum orang Hezron dan dari Hamul kaum orang Hamul.","Itulah kaum-kaum Yehuda, dan orang-orang yang dicatat dari mereka berjumlah tujuh puluh enam ribu lima ratus orang.","Bani Isakhar, menurut kaum mereka, ialah: dari Tola kaum orang Tola; dari Pua kaum orang Pua;","dari Yasub kaum orang Yasub dan dari Simron kaum orang Simron.","Itulah kaum-kaum Isakhar, dan orang-orang yang dicatat dari mereka, berjumlah enam puluh empat ribu tiga ratus orang.","Bani Zebulon, menurut kaum mereka, ialah: dari Sered kaum orang Sered; dari Elon kaum orang Elon dan dari Yahleel kaum orang Yahleel.","Itulah kaum-kaum orang Zebulon, dan orang-orang yang dicatat dari mereka berjumlah enam puluh ribu lima ratus orang.","Keturunan Yusuf, menurut kaum mereka, ialah orang Manasye dan orang Efraim.","Bani Manasye ialah: dari Makhir kaum orang Makhir; dan Makhir beranakkan Gilead; dari Gilead kaum orang Gilead.","Inilah bani Gilead: dari Iezer kaum orang Iezer; dari Helek kaum orang Helek;","dari Asriel kaum orang Asriel; dari Sekhem kaum orang Sekhem;","dari Semida kaum orang Semida dan dari Hefer kaum orang Hefer.","Adapun Zelafehad bin Hefer tidak mempunyai anak laki-laki, tetapi anak perempuan saja, dan nama anak-anak perempuan Zelafehad ialah Mahla, Noa, Hogla, Milka dan Tirza.","Itulah kaum-kaum Manasye, dan orang-orang yang dicatat dari mereka berjumlah lima puluh dua ribu tujuh ratus orang.","Inilah bani Efraim, menurut kaum mereka: dari Sutelah kaum orang Sutelah; dari Bekher kaum orang Bekher dan dari Tahan kaum orang Tahan.","Dan inilah bani Sutelah: dari Eran kaum orang Eran.","Itulah kaum-kaum bani Efraim, dan orang-orang yang dicatat dari mereka berjumlah tiga puluh dua ribu lima ratus orang banyaknya. Itulah bani Yusuf menurut kaum mereka.","Bani Benyamin, menurut kaum mereka, ialah: dari Bela kaum orang Bela; dari Asybel kaum orang Asybel; dari Ahiram kaum orang Ahiram;","dari Sefufam kaum orang Sefufam dan dari Hufam kaum orang Hufam.","Dan anak-anak Bela ialah Ared dan Naaman; dari Ared kaum orang Ared dan dari Naaman kaum orang Naaman.","Itulah bani Benyamin menurut kaum mereka, dan orang-orang yang dicatat dari mereka berjumlah empat puluh lima ribu enam ratus orang.","Inilah bani Dan, menurut kaum mereka: dari Suham kaum orang Suham. Itulah kaum-kaum Dan menurut kaum mereka.","Segala kaum orang Suham, orang-orang yang dicatat dari mereka berjumlah enam puluh empat ribu empat ratus orang.","Bani Asyer, menurut kaum mereka, ialah: dari Yimna kaum orang Yimna; dari Yiswi kaum orang Yiswi dan dari Beria kaum orang Beria.","Mengenai bani Beria: dari Heber kaum orang Heber dan dari Malkiel kaum orang Malkiel.","Dan nama anak perempuan Asyer ialah Serah.","Itulah kaum-kaum bani Asyer, dan orang-orang yang dicatat dari mereka berjumlah lima puluh tiga ribu empat ratus orang.","Bani Naftali, menurut kaum mereka, ialah: dari Yahzeel kaum orang Yahzeel; dari Guni kaum orang Guni;","dari Yezer kaum orang Yezer dan dari Syilem kaum orang Syilem.","Itulah kaum-kaum Naftali menurut kaum mereka, dan orang-orang yang dicatat dari mereka berjumlah empat puluh lima ribu empat ratus orang.","Itulah orang-orang yang dicatat dari orang Israel, enam ratus satu ribu tujuh ratus tiga puluh orang banyaknya.","TUHAN berfirman kepada Musa:","\"Kepada suku-suku itulah harus dibagikan tanah itu menjadi milik pusaka menurut nama-nama yang dicatat;","kepada yang besar jumlahnya haruslah engkau memberikan milik pusaka yang besar dan kepada yang kecil jumlahnya haruslah engkau memberikan milik pusaka yang kecil; kepada setiap suku sesuai dengan jumlah orang-orangnya yang dicatat haruslah diberikan milik pusaka.","Tetapi tanah itu harus dibagikan dengan membuang undi; menurut nama suku-suku nenek moyang mereka haruslah mereka mendapat milik pusaka;","seperti yang ditunjukkan undian haruslah dibagikan milik pusaka setiap suku, di antara yang besar dan yang kecil jumlahnya.\"","Inilah orang-orang yang dicatat dari orang Lewi, menurut kaum mereka: dari Gerson kaum orang Gerson; dari Kehat kaum orang Kehat dan dari Merari kaum orang Merari.","Inilah kaum-kaum Lewi: kaum orang Libni, kaum orang Hebron, kaum orang Mahli, kaum orang Musi dan kaum orang Korah. Adapun Kehat beranakkan Amram.","Dan nama isteri Amram ialah Yokhebed, anak perempuan Lewi, yang dilahirkan bagi Lewi di Mesir; dan bagi Amram perempuan itu melahirkan Harun dan Musa dan Miryam, saudara mereka yang perempuan.","Pada Harun lahir Nadab dan Abihu, Eleazar dan Itamar.","Tetapi Nadab dan Abihu mati, ketika mereka mempersembahkan persembahan api yang asing ke hadapan TUHAN.","Dan orang-orang yang dicatat dari mereka berjumlah dua puluh tiga ribu orang, semuanya laki-laki, yang berumur satu bulan ke atas, sebab mereka tidak dicatat bersama-sama dengan orang Israel, karena mereka tidak diberikan milik pusaka di tengah-tengah orang Israel.","Itulah orang-orang yang dicatat oleh Musa dan imam Eleazar, ketika keduanya mencatat orang-orang Israel di dataran Moab di tepi sungai Yordan dekat Yerikho.","Di antara mereka tidak ada terdapat seorangpun yang dicatat Musa dan imam Harun, ketika keduanya mencatat orang Israel di padang gurun Sinai","sebab TUHAN telah berfirman tentang mereka: \"Pastilah mereka mati di padang gurun.\" Dari mereka itu tidak ada seorangpun yang masih tinggal hidup selain dari Kaleb bin Yefune dan Yosua bin Nun."]