["Pada bulan yang ketujuh, pada tanggal satu bulan itu, haruslah kamu mengadakan pertemuan yang kudus, maka tidak boleh kamu melakukan sesuatu pekerjaan berat; itulah hari peniupan serunai bagimu.","Pada waktu itu haruslah kamu mengolah sebagai korban bakaran menjadi bau yang menyenangkan bagi TUHAN: seekor lembu jantan muda, seekor domba jantan, tujuh ekor domba berumur setahun yang tidak bercela;","juga sebagai korban sajiannya: tepung yang terbaik, diolah dengan minyak, yakni tiga persepuluh efa untuk lembu jantan itu, dua persepuluh efa untuk domba jantan itu","dan sepersepuluh efa untuk setiap domba dari ketujuh ekor domba itu;","dan seekor kambing jantan sebagai korban penghapus dosa untuk mengadakan pendamaian bagimu,","selain dari korban bakaran bulan baru serta dengan korban sajiannya, dan korban bakaran yang tetap serta dengan korban sajiannya dan korban-korban curahannya, sesuai dengan peraturannya, menjadi bau yang menyenangkan, suatu korban api-apian bagi TUHAN.","Pada hari yang kesepuluh bulan yang ketujuh itu haruslah kamu mengadakan pertemuan yang kudus dan merendahkan dirimu dengan berpuasa, maka tidak boleh kamu melakukan sesuatu pekerjaan.","Pada waktu itu haruslah kamu mempersembahkan sebagai korban bakaran kepada TUHAN, sebagai bau yang menyenangkan: seekor lembu jantan muda, seekor domba jantan, tujuh ekor domba berumur setahun; haruslah tidak bercela semuanya itu;","juga sebagai korban sajiannya: tepung yang terbaik, diolah dengan minyak, yakni tiga persepuluh efa untuk lembu jantan itu, dua persepuluh efa untuk domba jantan yang seekor itu,","sepersepuluh efa untuk setiap domba dari ketujuh ekor domba itu;","dan seekor kambing jantan sebagai korban penghapus dosa, selain dari pada korban penghapus dosa pembawa pendamaian dan korban bakaran yang tetap serta dengan korban sajiannya dan korban-korban curahannya.","Pada hari yang kelima belas bulan yang ketujuh itu haruslah kamu mengadakan pertemuan yang kudus, maka tidak boleh kamu melakukan sesuatu pekerjaan berat; haruslah kamu mengadakan perayaan bagi TUHAN, tujuh hari lamanya.","Pada waktu itu haruslah kamu mempersembahkan sebagai korban bakaran, sebagai korban api-apian yang baunya menyenangkan bagi TUHAN: tiga belas ekor lembu jantan muda, dua ekor domba jantan, empat belas ekor domba berumur setahun; haruslah tidak bercela semuanya itu;","juga sebagai korban sajiannya: tepung yang terbaik, diolah dengan minyak, yakni tiga persepuluh efa untuk setiap lembu dari ketiga belas ekor lembu jantan itu, dua persepuluh efa untuk setiap domba dari kedua ekor domba jantan itu,","dan sepersepuluh efa untuk setiap domba dari keempat belas ekor domba itu;","dan seekor kambing jantan sebagai korban penghapus dosa, selain dari korban bakaran yang tetap dengan korban sajiannya dan korban curahannya.","Pada hari yang kedua: dua belas ekor lembu jantan muda, dua ekor domba jantan, empat belas ekor domba berumur setahun yang tidak bercela,","serta dengan korban sajiannya dan korban-korban curahannya, yakni untuk lembu-lembu jantan, untuk domba-domba jantan dan untuk domba-domba muda itu, menurut jumlah yang sesuai dengan peraturan;","dan seekor kambing jantan sebagai korban penghapus dosa, selain dari korban bakaran yang tetap serta dengan korban sajiannya dan korban-korban curahannya.","Pada hari yang ketiga: sebelas ekor lembu jantan, dua ekor domba jantan, empat belas ekor domba berumur setahun yang tidak bercela,","serta dengan korban sajiannya dan korban-korban curahannya, yakni untuk lembu-lembu jantan, untuk domba-domba jantan dan untuk domba-domba muda itu, menurut jumlah yang sesuai dengan peraturan;","dan seekor kambing jantan sebagai korban penghapus dosa, selain dari korban bakaran yang tetap serta dengan korban sajiannya dan korban curahannya.","Pada hari yang keempat: sepuluh ekor lembu jantan, dua ekor domba jantan, empat belas ekor domba berumur setahun yang tidak bercela,","serta dengan korban sajiannya dan korban-korban curahannya, yakni untuk lembu-lembu jantan, untuk domba-domba jantan dan untuk domba-domba muda itu, menurut jumlah yang sesuai dengan peraturan;","dan seekor kambing jantan sebagai korban penghapus dosa, selain dari korban bakaran yang tetap dengan korban sajiannya dan korban curahannya.","Pada hari yang kelima: sembilan ekor lembu jantan, dua ekor domba jantan, empat belas ekor domba berumur setahun yang tidak bercela,","serta dengan korban sajiannya dan korban-korban curahannya, yakni untuk lembu-lembu jantan, untuk domba-domba jantan dan untuk domba-domba muda itu, menurut jumlah yang sesuai dengan peraturan;","dan seekor kambing jantan sebagai korban penghapus dosa, selain dari korban bakaran yang tetap serta dengan korban sajiannya dan korban curahannya.","Pada hari yang keenam: delapan ekor lembu jantan, dua ekor domba jantan, empat belas ekor domba berumur setahun yang tidak bercela,","serta dengan korban sajiannya dan korban-korban curahannya, yakni untuk lembu-lembu jantan, untuk domba-domba jantan dan untuk domba-domba muda itu, menurut jumlah yang sesuai dengan peraturan;","dan seekor kambing jantan sebagai korban penghapus dosa, selain dari korban bakaran yang tetap dengan korban sajiannya dan korban-korban curahannya.","Pada hari yang ketujuh: tujuh ekor lembu jantan, dua ekor domba jantan, empat belas ekor domba berumur setahun yang tidak bercela,","serta dengan korban sajiannya, dan korban-korban curahannya, yakni untuk lembu-lembu jantan, untuk domba-domba jantan dan untuk domba-domba muda itu, menurut jumlah yang sesuai dengan peraturannya;","dan seekor kambing jantan sebagai korban penghapus dosa, selain dari korban bakaran yang tetap dengan korban sajiannya dan korban curahannya.","Pada hari yang kedelapan haruslah kamu mengadakan perkumpulan raya, maka tidak boleh kamu melakukan sesuatu pekerjaan berat.","Pada waktu itu haruslah kamu mempersembahkan sebagai korban bakaran, sebagai korban api-apian yang baunya menyenangkan bagi TUHAN: seekor lembu jantan, seekor domba jantan, tujuh ekor domba berumur setahun yang tidak bercela,","dengan korban sajiannya dan korban-korban curahannya, yakni untuk lembu-lembu jantan, untuk domba-domba jantan dan untuk domba-domba muda itu, menurut jumlah yang sesuai dengan peraturan;","dan seekor kambing jantan sebagai korban penghapus dosa, selain dari korban bakaran yang tetap serta dengan korban sajiannya dan korban curahannya.","Itulah semuanya yang harus kamu olah bagi TUHAN pada hari-hari rayamu sebagai korban-korban bakaranmu, korban-korban sajianmu, korban-korban curahanmu dan korban-korban keselamatanmu, selain dari korban-korban nazarmu dan korban-korban sukarelamu.\"","Lalu berbicaralah Musa kepada orang Israel sesuai dengan segala yang diperintahkan TUHAN kepada Musa."]