["Dari Paulus, rasul Kristus Yesus oleh kehendak Allah untuk memberitakan janji tentang hidup dalam Kristus Yesus,","kepada Timotius, anakku yang kekasih: kasih karunia, rahmat dan damai sejahtera dari Allah Bapa dan Kristus Yesus, Tuhan kita, menyertai engkau.","Aku mengucap syukur kepada Allah, yang kulayani dengan hati nurani yang murni seperti yang dilakukan nenek moyangku. Dan selalu aku mengingat engkau dalam permohonanku, baik siang maupun malam.","Dan apabila aku terkenang akan air matamu yang kaucurahkan, aku ingin melihat engkau kembali supaya penuhlah kesukaanku.","Sebab aku teringat akan imanmu yang tulus ikhlas, yaitu iman yang pertama-tama hidup di dalam nenekmu Lois dan di dalam ibumu Eunike dan yang aku yakin hidup juga di dalam dirimu.","Karena itulah kuperingatkan engkau untuk mengobarkan karunia Allah yang ada padamu oleh penumpangan tanganku atasmu.","Sebab Allah memberikan kepada kita bukan roh ketakutan, melainkan roh yang membangkitkan kekuatan, kasih dan ketertiban.","Jadi janganlah malu bersaksi tentang Tuhan kita dan janganlah malu karena aku, seorang hukuman karena Dia, melainkan ikutlah menderita bagi Injil-Nya oleh kekuatan Allah.","Dialah yang menyelamatkan kita dan memanggil kita dengan panggilan kudus, bukan berdasarkan perbuatan kita, melainkan berdasarkan maksud dan kasih karunia-Nya sendiri, yang telah dikaruniakan kepada kita dalam Kristus Yesus sebelum permulaan zaman","dan yang sekarang dinyatakan oleh kedatangan Juruselamat kita Yesus Kristus, yang oleh Injil telah mematahkan kuasa maut dan mendatangkan hidup yang tidak dapat binasa.","Untuk Injil inilah aku telah ditetapkan sebagai pemberita, sebagai rasul dan sebagai guru.","Itulah sebabnya aku menderita semuanya ini, tetapi aku tidak malu; karena aku tahu kepada siapa aku percaya dan aku yakin bahwa Dia berkuasa memeliharakan apa yang telah dipercayakan-Nya kepadaku hingga pada hari Tuhan.","Peganglah segala sesuatu yang telah engkau dengar dari padaku sebagai contoh ajaran yang sehat dan lakukanlah itu dalam iman dan kasih dalam Kristus Yesus.","Peliharalah harta yang indah, yang telah dipercayakan-Nya kepada kita, oleh Roh Kudus yang diam di dalam kita.","Engkau tahu bahwa semua mereka yang di daerah Asia Kecil berpaling dari padaku; termasuk Figelus dan Hermogenes.","Tuhan kiranya mengaruniakan rahmat-Nya kepada keluarga Onesiforus yang telah berulang-ulang menyegarkan hatiku. Ia tidak malu menjumpai aku di dalam penjara.","Ketika di Roma, ia berusaha mencari aku dan sudah juga menemui aku.","Kiranya Tuhan menunjukkan rahmat-Nya kepadanya pada hari-Nya. Betapa banyaknya pelayanan yang ia lakukan di Efesus engkau lebih mengetahuinya dari padaku."]