["Setelah pada zaman dahulu Allah berulang kali dan dalam pelbagai cara berbicara kepada nenek moyang kita dengan perantaraan nabi-nabi,","maka pada zaman akhir ini Ia telah berbicara kepada kita dengan perantaraan Anak-Nya, yang telah Ia tetapkan sebagai yang berhak menerima segala yang ada. Oleh Dia Allah telah menjadikan alam semesta.","Ia adalah cahaya kemuliaan Allah dan gambar wujud Allah dan menopang segala yang ada dengan firman-Nya yang penuh kekuasaan. Dan setelah Ia selesai mengadakan penyucian dosa, Ia duduk di sebelah kanan Yang Mahabesar, di tempat yang tinggi,","jauh lebih tinggi dari pada malaikat-malaikat, sama seperti nama yang dikaruniakan kepada-Nya jauh lebih indah dari pada nama mereka.","Karena kepada siapakah di antara malaikat-malaikat itu pernah Ia katakan: \"Anak-Ku Engkau! Engkau telah Kuperanakkan pada hari ini?\" dan \"Aku akan menjadi Bapa-Nya, dan Ia akan menjadi Anak-Ku?\"","Dan ketika Ia membawa pula Anak-Nya yang sulung ke dunia, Ia berkata: \"Semua malaikat Allah harus menyembah Dia.\"","Dan tentang malaikat-malaikat Ia berkata: \"Yang membuat malaikat-malaikat-N menjadi badai dan pelayan-pelayan-Nya menjadi nyala api.\"","Tetapi tentang Anak Ia berkata: \"Takhta-Mu, ya Allah, tetap untuk seterusnya dan selamanya, dan tongkat kerajaan-Mu adalah tongkat kebenaran.","Engkau mencintai keadilan dan membenci kefasikan; sebab itu Allah, Allah-Mu telah mengurapi Engkau dengan minyak sebagai tanda kesukaan, melebihi teman-teman sekutu-Mu.\"","Dan: \"Pada mulanya, ya Tuhan, Engkau telah meletakkan dasar bumi, dan langit adalah buatan tangan-Mu.","Semuanya itu akan binasa, tetapi Engkau tetap ada, dan semuanya itu akan menjadi usang seperti pakaian;","seperti jubah akan Engkau gulungkan mereka, dan seperti persalinan mereka akan diubah, tetapi Engkau tetap sama, dan tahun-tahun-Mu tidak berkesudahan.\"","Dan kepada siapakah di antara malaikat itu pernah Ia berkata: \"Duduklah di sebelah kanan-Ku, sampai Kubuat musuh-musuh-Mu menjadi tumpuan kaki-Mu?\"","Bukankah mereka semua adalah roh-roh yang melayani, yang diutus untuk melayani mereka yang harus memperoleh keselamatan?"]