["Karena kita mempunyai banyak saksi, bagaikan awan yang mengelilingi kita, marilah kita menanggalkan semua beban dan dosa yang begitu merintangi kita, dan berlomba dengan tekun dalam perlombaan yang diwajibkan bagi kita.","Marilah kita melakukannya dengan mata yang tertuju kepada Yesus, yang memimpin kita dalam iman, dan yang membawa iman kita itu kepada kesempurnaan, yang dengan mengabaikan kehinaan tekun memikul salib ganti sukacita yang disediakan bagi Dia, yang sekarang duduk di sebelah kanan takhta Allah.","Ingatlah selalu akan Dia, yang tekun menanggung bantahan yang sehebat itu terhadap diri-Nya dari pihak orang-orang berdosa, supaya jangan kamu menjadi lemah dan putus asa.","Dalam pergumulan kamu melawan dosa kamu belum sampai mencucurkan darah.","Dan sudah lupakah kamu akan nasihat yang berbicara kepada kamu seperti kepada anak-anak: \"Hai anakku, janganlah anggap enteng didikan Tuhan, dan janganlah putus asa apabila engkau diperingatkan-Nya;","karena Tuhan menghajar orang yang dikasihi-Nya, dan Ia menyesah orang yang diakui-Nya sebagai anak.\"","Jika kamu harus menanggung ganjaran; Allah memperlakukan kamu seperti anak. Di manakah terdapat anak yang tidak dihajar oleh ayahnya?","Tetapi, jikalau kamu bebas dari ganjaran, yang harus diderita setiap orang, maka kamu bukanlah anak, tetapi anak-anak gampang.","Selanjutnya: dari ayah kita yang sebenarnya kita beroleh ganjaran, dan mereka kita hormati; kalau demikian bukankah kita harus lebih taat kepada Bapa segala roh, supaya kita boleh hidup?","Sebab mereka mendidik kita dalam waktu yang pendek sesuai dengan apa yang mereka anggap baik, tetapi Dia menghajar kita untuk kebaikan kita, supaya kita beroleh bagian dalam kekudusan-Nya.","Memang tiap-tiap ganjaran pada waktu ia diberikan tidak mendatangkan sukacita, tetapi dukacita. Tetapi kemudian ia menghasilkan buah kebenaran yang memberikan damai kepada mereka yang dilatih olehnya.","Sebab itu kuatkanlah tangan yang lemah dan lutut yang goyah;","dan luruskanlah jalan bagi kakimu, sehingga yang pincang jangan terpelecok, tetapi menjadi sembuh.","Berusahalah hidup damai dengan semua orang dan kejarlah kekudusan, sebab tanpa kekudusan tidak seorangpun akan melihat Tuhan.","Jagalah supaya jangan ada seorangpun menjauhkan diri dari kasih karunia Allah, agar jangan tumbuh akar yang pahit yang menimbulkan kerusuhan dan yang mencemarkan banyak orang.","Janganlah ada orang yang menjadi cabul atau yang mempunyai nafsu yang rendah seperti Esau, yang menjual hak kesulungannya untuk sepiring makanan.","Sebab kamu tahu, bahwa kemudian, ketika ia hendak menerima berkat itu, ia ditolak, sebab ia tidak beroleh kesempatan untuk memperbaiki kesalahannya, sekalipun ia mencarinya dengan mencucurkan air mata.","Sebab kamu tidak datang kepada gunung yang dapat disentuh dan api yang menyala-nyala, kepada kekelaman, kegelapan dan angin badai,","kepada bunyi sangkakala dan bunyi suara yang membuat mereka yang mendengarnya memohon, supaya jangan lagi berbicara kepada mereka,","sebab mereka tidak tahan mendengar perintah ini: \"Bahkan jika binatangpun yang menyentuh gunung, ia harus dilempari dengan batu.\"","Dan sangat mengerikan pemandangan itu, sehingga Musa berkata: \"Aku sangat ketakutan dan sangat gemetar.\"","Tetapi kamu sudah datang ke Bukit Sion, ke kota Allah yang hidup, Yerusalem sorgawi dan kepada beribu-ribu malaikat, suatu kumpulan yang meriah,","dan kepada jemaat anak-anak sulung, yang namanya terdaftar di sorga, dan kepada Allah, yang menghakimi semua orang, dan kepada roh-roh orang-orang benar yang telah menjadi sempurna,","dan kepada Yesus, Pengantara perjanjian baru, dan kepada darah pemercikan, yang berbicara lebih kuat dari pada darah Habel.","Jagalah supaya kamu jangan menolak Dia, yang berfirman. Sebab jikalau mereka, yang menolak Dia yang menyampaikan firman Allah di bumi, tidak luput, apa lagi kita, jika kita berpaling dari Dia yang berbicara dari sorga?","Waktu itu suara-Nya menggoncangkan bumi, tetapi sekarang Ia memberikan janji: \"Satu kali lagi Aku akan menggoncangkan bukan hanya bumi saja, melainkan langit juga.\"","Ungkapan \"Satu kali lagi\" menunjuk kepada perubahan pada apa yang dapat digoncangkan, karena ia dijadikan supaya tinggal tetap apa yang tidak tergoncangkan.","Jadi, karena kita menerima kerajaan yang tidak tergoncangkan, marilah kita mengucap syukur dan beribadah kepada Allah menurut cara yang berkenan kepada-Nya, dengan hormat dan takut.","Sebab Allah kita adalah api yang menghanguskan."]