["Sebab Melkisedek adalah raja Salem dan imam Allah Yang Mahatinggi; ia pergi menyongsong Abraham ketika Abraham kembali dari mengalahkan raja-raja, dan memberkati dia.","Kepadanyapun Abraham memberikan sepersepuluh dari semuanya. Menurut arti namanya Melkisedek adalah pertama-tama raja kebenaran, dan juga raja Salem, yaitu raja damai sejahtera.","Ia tidak berbapa, tidak beribu, tidak bersilsilah, harinya tidak berawal dan hidupnya tidak berkesudahan, dan karena ia dijadikan sama dengan Anak Allah, ia tetap menjadi imam sampai selama-lamanya.","Camkanlah betapa besarnya orang itu, yang kepadanya Abraham, bapa leluhur kita, memberikan sepersepuluh dari segala rampasan yang paling baik.","Dan mereka dari anak-anak Lewi, yang menerima jabatan imam, mendapat tugas, menurut hukum Taurat, untuk memungut persepuluhan dari umat Israel, yaitu dari saudara-saudara mereka, sekalipun mereka ini juga adalah keturunan Abraham.","Tetapi Melkisedek, yang bukan keturunan mereka, memungut persepuluhan dari Abraham dan memberkati dia, walaupun ia adalah pemilik janji.","Memang tidak dapat disangkal, bahwa yang lebih rendah diberkati oleh yang lebih tinggi.","Dan di sini manusia-manusia fana menerima persepuluhan, dan di sana Ia, yang tentang Dia diberi kesaksian, bahwa Ia hidup.","Maka dapatlah dikatakan, bahwa dengan perantaraan Abraham dipungut juga persepuluhan dari Lewi, yang berhak menerima persepuluhan,","sebab ia masih berada dalam tubuh bapa leluhurnya, ketika Melkisedek menyongsong bapa leluhurnya itu.","Karena itu, andaikata oleh imamat Lewi telah tercapai kesempurnaan--sebab karena imamat itu umat Israel telah menerima Taurat--apakah sebabnya masih perlu seorang lain ditetapkan menjadi imam besar menurut peraturan Melkisedek dan yang tentang dia tidak dikatakan menurut peraturan Harun?","Sebab, jikalau imamat berubah, dengan sendirinya akan berubah pula hukum Taurat itu.","Sebab Ia, yang dimaksudkan di sini, termasuk suku lain; dari suku ini tidak ada seorangpun yang pernah melayani di mezbah.","Sebab telah diketahui semua orang, bahwa Tuhan kita berasal dari suku Yehuda dan mengenai suku itu Musa tidak pernah mengatakan suatu apapun tentang imam-imam.","Dan hal itu jauh lebih nyata lagi, jikalau ditetapkan seorang imam lain menurut cara Melkisedek,","yang menjadi imam bukan berdasarkan peraturan-peraturan manusia, tetapi berdasarkan hidup yang tidak dapat binasa.","Sebab tentang Dia diberi kesaksian: \"Engkau adalah Imam untuk selama-lamanya, menurut peraturan Melkisedek.\"","Memang suatu hukum yang dikeluarkan dahulu dibatalkan, kalau hukum itu tidak mempunyai kekuatan dan karena itu tidak berguna,","--sebab hukum Taurat sama sekali tidak membawa kesempurnaan--tetapi sekarang ditimbulkan pengharapan yang lebih baik, yang mendekatkan kita kepada Allah.","Dan sama seperti hal ini tidak terjadi tanpa sumpah--memang mereka telah menjadi imam tanpa sumpah,","tetapi Ia dengan sumpah, diucapkan oleh Dia yang berfirman kepada-Nya: \"Tuhan telah bersumpah dan Ia tidak akan menyesal: Engkau adalah Imam untuk selama-lamanya\" --","demikian pula Yesus adalah jaminan dari suatu perjanjian yang lebih kuat.","Dan dalam jumlah yang besar mereka telah menjadi imam, karena mereka dicegah oleh maut untuk tetap menjabat imam.","Tetapi, karena Ia tetap selama-lamanya, imamat-Nya tidak dapat beralih kepada orang lain.","Karena itu Ia sanggup juga menyelamatkan dengan sempurna semua orang yang oleh Dia datang kepada Allah. Sebab Ia hidup senantiasa untuk menjadi Pengantara mereka.","Sebab Imam Besar yang demikianlah yang kita perlukan: yaitu yang saleh, tanpa salah, tanpa noda, yang terpisah dari orang-orang berdosa dan lebih tinggi dari pada tingkat-tingkat sorga,","yang tidak seperti imam-imam besar lain, yang setiap hari harus mempersembahkan korban untuk dosanya sendiri dan sesudah itu barulah untuk dosa umatnya, sebab hal itu telah dilakukan-Nya satu kali untuk selama-lamanya, ketika Ia mempersembahkan diri-Nya sendiri sebagai korban.","Sebab hukum Taurat menetapkan orang-orang yang diliputi kelemahan menjadi Imam Besar, tetapi sumpah, yang diucapkan kemudian dari pada hukum Taurat, menetapkan Anak, yang telah menjadi sempurna sampai selama-lamanya."]