["Saudara-saudaraku, sebagai orang yang beriman kepada Yesus Kristus, Tuhan kita yang mulia, janganlah iman itu kamu amalkan dengan memandang muka.","Sebab, jika ada seorang masuk ke dalam kumpulanmu dengan memakai cincin emas dan pakaian indah dan datang juga seorang miskin ke situ dengan memakai pakaian buruk,","dan kamu menghormati orang yang berpakaian indah itu dan berkata kepadanya: \"Silakan tuan duduk di tempat yang baik ini!\", sedang kepada orang yang miskin itu kamu berkata: \"Berdirilah di sana!\" atau: \"Duduklah di lantai ini dekat tumpuan kakiku!\",","bukankah kamu telah membuat pembedaan di dalam hatimu dan bertindak sebagai hakim dengan pikiran yang jahat?","Dengarkanlah, hai saudara-saudara yang kukasihi! Bukankah Allah memilih orang-orang yang dianggap miskin oleh dunia ini untuk menjadi kaya dalam iman dan menjadi ahli waris Kerajaan yang telah dijanjikan-Nya kepada barangsiapa yang mengasihi Dia?","Tetapi kamu telah menghinakan orang-orang miskin. Bukankah justru orang-orang kaya yang menindas kamu dan yang menyeret kamu ke pengadilan?","Bukankah mereka yang menghujat Nama yang mulia, yang oleh-Nya kamu menjadi milik Allah?","Akan tetapi, jikalau kamu menjalankan hukum utama yang tertulis dalam Kitab Suci: \"Kasihilah sesamamu manusia seperti dirimu sendiri\", kamu berbuat baik.","Tetapi, jikalau kamu memandang muka, kamu berbuat dosa, dan oleh hukum itu menjadi nyata, bahwa kamu melakukan pelanggaran.","Sebab barangsiapa menuruti seluruh hukum itu, tetapi mengabaikan satu bagian dari padanya, ia bersalah terhadap seluruhnya.","Sebab Ia yang mengatakan: \"Jangan berzinah\", Ia mengatakan juga: \"Jangan membunuh\". Jadi jika kamu tidak berzinah tetapi membunuh, maka kamu menjadi pelanggar hukum juga.","Berkatalah dan berlakulah seperti orang-orang yang akan dihakimi oleh hukum yang memerdekakan orang.","Sebab penghakiman yang tak berbelas kasihan akan berlaku atas orang yang tidak berbelas kasihan. Tetapi belas kasihan akan menang atas penghakiman.","Apakah gunanya, saudara-saudaraku, jika seorang mengatakan, bahwa ia mempunyai iman, padahal ia tidak mempunyai perbuatan? Dapatkah iman itu menyelamatkan dia?","Jika seorang saudara atau saudari tidak mempunyai pakaian dan kekurangan makanan sehari-hari,","dan seorang dari antara kamu berkata: \"Selamat jalan, kenakanlah kain panas dan makanlah sampai kenyang!\", tetapi ia tidak memberikan kepadanya apa yang perlu bagi tubuhnya, apakah gunanya itu?","Demikian juga halnya dengan iman: Jika iman itu tidak disertai perbuatan, maka iman itu pada hakekatnya adalah mati.","Tetapi mungkin ada orang berkata: \"Padamu ada iman dan padaku ada perbuatan\", aku akan menjawab dia: \"Tunjukkanlah kepadaku imanmu itu tanpa perbuatan, dan aku akan menunjukkan kepadamu imanku dari perbuatan-perbuatanku.\"","Engkau percaya, bahwa hanya ada satu Allah saja? Itu baik! Tetapi setan-setanpun juga percaya akan hal itu dan mereka gemetar.","Hai manusia yang bebal, maukah engkau mengakui sekarang, bahwa iman tanpa perbuatan adalah iman yang kosong?","Bukankah Abraham, bapa kita, dibenarkan karena perbuatan-perbuatannya, ketika ia mempersembahkan Ishak, anaknya, di atas mezbah?","Kamu lihat, bahwa iman bekerjasama dengan perbuatan-perbuatan dan oleh perbuatan-perbuatan itu iman menjadi sempurna.","Dengan jalan demikian genaplah nas yang mengatakan: \"Lalu percayalah Abraham kepada Allah, maka Allah memperhitungkan hal itu kepadanya sebagai kebenaran.\" Karena itu Abraham disebut: \"Sahabat Allah.\"","Jadi kamu lihat, bahwa manusia dibenarkan karena perbuatan-perbuatannya dan bukan hanya karena iman.","Dan bukankah demikian juga Rahab, pelacur itu, dibenarkan karena perbuatan-perbuatannya, ketika ia menyembunyikan orang-orang yang disuruh itu di dalam rumahnya, lalu menolong mereka lolos melalui jalan yang lain?","Sebab seperti tubuh tanpa roh adalah mati, demikian jugalah iman tanpa perbuatan-perbuatan adalah mati."]