["Inilah perkataan-perkataan yang diucapkan Musa kepada seluruh orang Israel di seberang sungai Yordan, di padang gurun, di Araba-Yordan, di tentangan Suf, antara Paran dengan Tofel, Laban, Hazerot dan Di-Zahab.","Sebelas hari perjalanan jauhnya dari Horeb sampai Kadesh-Barnea, melalui jalan pegunungan Seir.","Pada tanggal satu bulan sebelas tahun keempat puluh berbicaralah Musa kepada orang Israel sesuai dengan segala yang diperintahkan TUHAN kepadanya demi mereka,","setelah ia memukul kalah Sihon, raja orang Amori, yang diam di Hesybon, dan Og, raja negeri Basan, yang diam di Asytarot, dekat Edrei.","Di seberang sungai Yordan, di tanah Moab, mulailah Musa menguraikan hukum Taurat ini, katanya:","\"TUHAN, Allah kita, telah berfirman kepada kita di Horeb, demikian: Telah cukup lama kamu tinggal di gunung ini.","Majulah, berangkatlah, pergilah ke pegunungan orang Amori dan kepada semua tetangga mereka di Araba-Yordan, di Pegunungan, di Daerah Bukit, di Tanah Negeb dan di tepi pantai laut, yakni negeri orang Kanaan, dan ke gunung Libanon sampai Efrat, sungai besar itu.","Ketahuilah, Aku telah menyerahkan negeri itu kepadamu; masukilah, dudukilah negeri yang dijanjikan TUHAN dengan sumpah kepada nenek moyangmu, yakni Abraham, Ishak dan Yakub, untuk memberikannya kepada mereka dan kepada keturunannya.\"","\"Pada waktu itu aku berkata kepadamu, demikian: Seorang diri aku tidak dapat memikul tanggung jawab atas kamu.","TUHAN, Allahmu, telah membuat kamu banyak dan sesungguhnya, sekarang kamu sudah seperti bintang-bintang di langit banyaknya.","TUHAN, Allah nenek moyangmu, kiranya menambahi kamu seribu kali lagi dari jumlahmu sekarang dan memberkati kamu seperti yang dijanjikan-Nya kepadamu.","Tetapi bagaimana seorang diri aku dapat memikul tanggung jawab atas kesusahanmu, atas bebanmu dan perkaramu?","Kemukakanlah dari suku-sukumu orang-orang yang bijaksana, berakal budi dan berpengalaman, maka aku akan mengangkat mereka menjadi kepala atas kamu.","Lalu kamu menjawab aku: Memang baik apa yang kauanjurkan untuk dilakukan itu.","Kemudian aku mengambil kepala-kepala sukumu, yakni orang-orang yang bijaksana dan berpengalaman, lalu aku mengangkat mereka menjadi pemimpin atas kamu, yakni sebagai kepala pasukan seribu, kepala pasukan seratus, kepala pasukan lima puluh dan kepala pasukan sepuluh dan sebagai pengatur pasukan bagi suku-sukumu.","Dan pada waktu itu aku memerintahkan kepada para hakimmu, demikian: Berilah perhatian kepada perkara-perkara di antara saudara-saudaramu dan berilah keputusan yang adil di dalam perkara-perkara antara seseorang dengan saudaranya atau dengan orang asing yang ada padanya.","Dalam mengadili jangan pandang bulu. Baik perkara orang kecil maupun perkara orang besar harus kamu dengarkan. Jangan gentar terhadap siapapun, sebab pengadilan adalah kepunyaan Allah. Tetapi perkara yang terlalu sukar bagimu, harus kamu hadapkan kepadaku, supaya aku mendengarnya.","Demikianlah aku pada waktu itu memerintahkan kepadamu segala hal yang harus kamu lakukan.\"","\"Kemudian kita berangkat dari Horeb dan berjalan melalui segenap padang gurun yang besar dan dahsyat yang telah kamu lihat itu, ke arah pegunungan orang Amori, seperti yang diperintahkan kepada kita oleh TUHAN, Allah kita; lalu kita sampai ke Kadesh-Barnea.","Ketika itu aku berkata kepadamu: Kamu sudah sampai ke pegunungan orang Amori, yang diberikan kepada kita oleh TUHAN, Allah kita.","Ketahuilah, TUHAN, Allahmu, telah menyerahkan negeri itu kepadamu. Majulah, dudukilah, seperti yang difirmankan kepadamu oleh TUHAN, Allah nenek moyangmu. Janganlah takut dan janganlah patah hati.","Lalu kamu sekalian mendekati aku dan berkata: Marilah kita menyuruh beberapa orang mendahului kita untuk menyelidiki negeri itu bagi kita dan membawa kabar kepada kita tentang jalan yang akan kita lalui, dan tentang kota-kota yang akan kita datangi.","Hal itu kupandang baik. Jadi aku memilih dari padamu dua belas orang, dari tiap-tiap suku seorang.","Mereka pergi dan berjalan ke arah pegunungan, lalu sampai ke lembah Eskol, kemudian menyelidiki negeri itu.","Maka mereka mengambil buah-buahan negeri itu dan membawanya kepada kita. Pula mereka membawa kabar kepada kita, demikian: Negeri yang diberikan TUHAN, Allah kita, kepada kita itu baik.","Tetapi kamu tidak mau berjalan ke sana, kamu menentang titah TUHAN, Allahmu.","Kamu menggerutu di dalam kemahmu serta berkata: Karena TUHAN membenci kita, maka Ia membawa kita keluar dari tanah Mesir untuk menyerahkan kita ke dalam tangan orang Amori, supaya dimusnahkan.","Ke manakah pula kita maju? Saudara-saudara kita telah membuat hati kita tawar dengan mengatakan: Orang-orang itu lebih besar dan lebih tinggi dari pada kita, kota-kota di sana besar dan kubu-kubunya sampai ke langit, lagipula kami melihat orang-orang Enak di sana.","Ketika itu aku berkata kepadamu: Janganlah gemetar, janganlah takut kepada mereka;","TUHAN, Allahmu, yang berjalan di depanmu, Dialah yang akan berperang untukmu sama seperti yang dilakukan-Nya bagimu di Mesir, di depan matamu,","dan di padang gurun, di mana engkau melihat bahwa TUHAN, Allahmu, mendukung engkau, seperti seseorang mendukung anaknya, sepanjang jalan yang kamu tempuh, sampai kamu tiba di tempat ini.","Tetapi walaupun demikian, kamu tidak percaya kepada TUHAN, Allahmu,","yang berjalan di depanmu di perjalanan untuk mencari tempat bagimu, di mana kamu dapat berkemah: dengan api pada waktu malam dan dengan awan pada waktu siang, untuk memperlihatkan kepadamu jalan yang harus kamu tempuh.\"","\"Ketika TUHAN mendengar gerutumu itu, Ia menjadi murka dan bersumpah:","Tidak seorangpun dari orang-orang ini, angkatan yang jahat ini, akan melihat negeri yang baik, yang dengan sumpah Kujanjikan untuk memberikannya kepada nenek moyangmu,","kecuali Kaleb bin Yefune. Dialah yang akan melihat negeri itu dan kepadanya dan kepada anak-anaknya akan Kuberikan negeri yang diinjaknya itu, karena dengan sepenuh hati ia mengikuti TUHAN.","Juga kepadaku TUHAN murka oleh karena kamu, dan Ia berfirman: Juga engkau tidak akan masuk ke sana.","Yosua bin Nun, pelayanmu, dialah yang akan masuk ke sana. Berilah kepadanya semangat, sebab dialah yang akan memimpin orang Israel sampai mereka memiliki negeri itu.","Dan anak-anakmu yang kecil, yang kamu katakan akan menjadi rampasan, dan anak-anakmu yang sekarang ini yang belum mengetahui tentang yang baik dan yang jahat, merekalah yang akan masuk ke sana dan kepada merekalah Aku akan memberikannya, dan merekalah yang akan memilikinya.","Tetapi kamu ini, baliklah, berangkatlah ke padang gurun, ke arah Laut Teberau.\"","\"Lalu kamu menjawab, katamu kepadaku: Kami berbuat dosa kepada TUHAN. Kami mau maju berperang, menurut segala yang diperintahkan kepada kami oleh TUHAN, Allah kita. Dan setiap orang dari padamu menyandang senjata perangnya, sebab kamu menganggap mudah untuk berjalan maju ke arah pegunungan.","Tetapi TUHAN berfirman kepadaku: Katakanlah kepada mereka: Janganlah kamu maju dan janganlah kamu berperang, sebab Aku tidak ada di tengah-tengahmu, nanti kamu terpukul kalah oleh musuhmu.","Dan aku berbicara kepadamu tetapi kamu tidak mendengarkan, kamu menentang titah TUHAN; kamu berlaku terlalu berani dan maju ke arah pegunungan.","Kemudian orang Amori yang diam di pegunungan itu keluar menyerbu kamu, dan mereka mengejar kamu seperti lebah dan mengalahkan kamu dari Seir sampai Horma.","Lalu kamu pulang dan menangis di hadapan TUHAN; tetapi TUHAN tidak mendengarkan tangisanmu dan tidak memberi telinga kepada suaramu.","Demikianlah kamu lama tinggal di Kadesh, yakni sepanjang waktu kamu tinggal di sana.\""]