["\"Apabila seseorang mengambil seorang perempuan dan menjadi suaminya, dan jika kemudian ia tidak menyukai lagi perempuan itu, sebab didapatinya yang tidak senonoh padanya, lalu ia menulis surat cerai dan menyerahkannya ke tangan perempuan itu, sesudah itu menyuruh dia pergi dari rumahnya,","dan jika perempuan itu keluar dari rumahnya dan pergi dari sana, lalu menjadi isteri orang lain,","dan jika laki-laki yang kemudian ini tidak cinta lagi kepadanya, lalu menulis surat cerai dan menyerahkannya ke tangan perempuan itu serta menyuruh dia pergi dari rumahnya, atau jika laki-laki yang kemudian mengambil dia menjadi isterinya itu mati,","maka suaminya yang pertama, yang telah menyuruh dia pergi itu, tidak boleh mengambil dia kembali menjadi isterinya, setelah perempuan itu dicemari; sebab hal itu adalah kekejian di hadapan TUHAN. Janganlah engkau mendatangkan dosa atas negeri yang diberikan TUHAN, Allahmu, kepadamu menjadi milik pusakamu.","Apabila baru saja seseorang mengambil isteri, janganlah ia keluar bersama-sama dengan tentara maju berperang atau dibebankan sesuatu pekerjaan; satu tahun lamanya ia harus dibebaskan untuk keperluan rumah tangganya dan menyukakan hati perempuan yang telah diambilnya menjadi isterinya.\"","\"Janganlah mengambil kilangan atau batu kilangan atas sebagai gadai, karena yang demikian itu mengambil nyawa orang sebagai gadai.","Apabila seseorang kedapatan sedang menculik orang, salah seorang saudaranya, dari antara orang Israel, lalu memperlakukan dia sebagai budak dan menjual dia, maka haruslah penculik itu mati. Demikianlah harus kauhapuskan yang jahat itu dari tengah-tengahmu.","Hati-hatilah dalam hal penyakit kusta dan lakukanlah dengan tepat segala yang diajarkan imam-imam orang Lewi kepadamu; apa yang kuperintahkan kepada mereka haruslah kamu lakukan dengan setia.","Ingatlah apa yang dilakukan TUHAN, Allahmu, kepada Miryam pada waktu perjalananmu keluar dari Mesir.","Apabila engkau meminjamkan sesuatu kepada sesamamu, janganlah engkau masuk ke rumahnya untuk mengambil gadai dari padanya.","Haruslah engkau tinggal berdiri di luar, dan orang yang kauberi pinjaman itu haruslah membawa gadai itu ke luar kepadamu.","Jika ia seorang miskin, janganlah engkau tidur dengan barang gadaiannya;","kembalikanlah gadaian itu kepadanya pada waktu matahari terbenam, supaya ia dapat tidur dengan memakai kainnya sendiri dan memberkati engkau. Maka engkau akan menjadi benar di hadapan TUHAN, Allahmu.","Janganlah engkau memeras pekerja harian yang miskin dan menderita, baik ia saudaramu maupun seorang asing yang ada di negerimu, di dalam tempatmu.","Pada hari itu juga haruslah engkau membayar upahnya sebelum matahari terbenam; ia mengharapkannya, karena ia orang miskin; supaya ia jangan berseru kepada TUHAN mengenai engkau dan hal itu menjadi dosa bagimu.","Janganlah ayah dihukum mati karena anaknya, janganlah juga anak dihukum mati karena ayahnya; setiap orang harus dihukum mati karena dosanya sendiri.","Janganlah engkau memperkosa hak orang asing dan anak yatim; juga janganlah engkau mengambil pakaian seorang janda menjadi gadai.","Haruslah kauingat, bahwa engkaupun dahulu budak di Mesir dan engkau ditebus TUHAN, Allahmu, dari sana; itulah sebabnya aku memerintahkan engkau melakukan hal ini.","Apabila engkau menuai di ladangmu, lalu terlupa seberkas di ladang, maka janganlah engkau kembali untuk mengambilnya; itulah bagian orang asing, anak yatim dan janda--supaya TUHAN, Allahmu, memberkati engkau dalam segala pekerjaanmu.","Apabila engkau memetik hasil pohon zaitunmu dengan memukul-mukulnya, janganlah engkau memeriksa dahan-dahannya sekali lagi; itulah bagian orang asing, anak yatim dan janda.","Apabila engkau mengumpulkan hasil kebun anggurmu, janganlah engkau mengadakan pemetikan sekali lagi; itulah bagian orang asing, anak yatim dan janda.","Haruslah kauingat, bahwa engkaupun dahulu budak di tanah Mesir; itulah sebabnya aku memerintahkan engkau melakukan hal ini.\""]