["\"Maka apabila segala hal ini berlaku atasmu, yakni berkat dan kutuk yang telah kuperhadapkan kepadamu itu, dan engkau menjadi sadar dalam hatimu di tengah-tengah segala bangsa, ke mana TUHAN, Allahmu, menghalau engkau,","dan apabila engkau berbalik kepada TUHAN, Allahmu, dan mendengarkan suara-Nya sesuai dengan segala yang kuperintahkan kepadamu pada hari ini, baik engkau maupun anak-anakmu, dengan segenap hatimu dan dengan segenap jiwamu,","maka TUHAN, Allahmu, akan memulihkan keadaanmu dan akan menyayangi engkau. Ia akan mengumpulkan engkau kembali dari segala bangsa, ke mana TUHAN, Allahmu, telah menyerakkan engkau.","Sekalipun orang-orang yang terhalau dari padamu ada di ujung langit, dari sanapun TUHAN, Allahmu, akan mengumpulkan engkau kembali dan dari sanapun Ia akan mengambil engkau.","TUHAN, Allahmu, akan membawa engkau masuk ke negeri yang sudah dimiliki nenek moyangmu, dan engkaupun akan memilikinya pula. Ia akan berbuat baik kepadamu dan membuat engkau banyak melebihi nenek moyangmu.","Dan TUHAN, Allahmu, akan menyunat hatimu dan hati keturunanmu, sehingga engkau mengasihi TUHAN, Allahmu, dengan segenap hatimu dan dengan segenap jiwamu, supaya engkau hidup.","TUHAN, Allahmu, akan menjatuhkan segala sumpah serapah itu kepada musuhmu dan pembencimu, yang telah mengejar engkau.","Engkau akan mendengarkan kembali suara TUHAN dan melakukan segala perintah-Nya yang kusampaikan kepadamu pada hari ini.","TUHAN, Allahmu, akan melimpahi engkau dengan kebaikan dalam segala pekerjaanmu, dalam buah kandunganmu, dalam hasil ternakmu dan dalam hasil bumimu, sebab TUHAN, Allahmu, akan bergirang kembali karena engkau dalam keberuntunganmu, seperti Ia bergirang karena nenek moyangmu dahulu--","apabila engkau mendengarkan suara TUHAN, Allahmu, dengan berpegang pada perintah dan ketetapan-Nya, yang tertulis dalam kitab Taurat ini dan apabila engkau berbalik kepada TUHAN, Allahmu, dengan segenap hatimu dan dengan segenap jiwamu.\"","\"Sebab perintah ini, yang kusampaikan kepadamu pada hari ini, tidaklah terlalu sukar bagimu dan tidak pula terlalu jauh.","Tidak di langit tempatnya, sehingga engkau berkata: Siapakah yang akan naik ke langit untuk mengambilnya bagi kita dan memperdengarkannya kepada kita, supaya kita melakukannya?","Juga tidak di seberang laut tempatnya, sehingga engkau berkata: Siapakah yang akan menyeberang ke seberang laut untuk mengambilnya bagi kita dan memperdengarkannya kepada kita, supaya kita melakukannya?","Tetapi firman ini sangat dekat kepadamu, yakni di dalam mulutmu dan di dalam hatimu, untuk dilakukan.","Ingatlah, aku menghadapkan kepadamu pada hari ini kehidupan dan keberuntungan, kematian dan kecelakaan,","karena pada hari ini aku memerintahkan kepadamu untuk mengasihi TUHAN, Allahmu, dengan hidup menurut jalan yang ditunjukkan-Nya dan berpegang pada perintah, ketetapan dan peraturan-Nya, supaya engkau hidup dan bertambah banyak dan diberkati oleh TUHAN, Allahmu, di negeri ke mana engkau masuk untuk mendudukinya.","Tetapi jika hatimu berpaling dan engkau tidak mau mendengar, bahkan engkau mau disesatkan untuk sujud menyembah kepada allah lain dan beribadah kepadanya,","maka aku memberitahukan kepadamu pada hari ini, bahwa pastilah kamu akan binasa; tidak akan lanjut umurmu di tanah, ke mana engkau pergi, menyeberangi sungai Yordan untuk mendudukinya.","Aku memanggil langit dan bumi menjadi saksi terhadap kamu pada hari ini: kepadamu kuperhadapkan kehidupan dan kematian, berkat dan kutuk. Pilihlah kehidupan, supaya engkau hidup, baik engkau maupun keturunanmu,","dengan mengasihi TUHAN, Allahmu, mendengarkan suara-Nya dan berpaut pada-Nya, sebab hal itu berarti hidupmu dan lanjut umurmu untuk tinggal di tanah yang dijanjikan TUHAN dengan sumpah kepada nenek moyangmu, yakni kepada Abraham, Ishak dan Yakub, untuk memberikannya kepada mereka.\""]