["Kemudian diberikanlah kepadaku sebatang buluh, seperti tongkat pengukur rupanya, dengan kata-kata yang berikut: \"Bangunlah dan ukurlah Bait Suci Allah dan mezbah dan mereka yang beribadah di dalamnya.","Tetapi kecualikan pelataran Bait Suci yang di sebelah luar, janganlah engkau mengukurnya, karena ia telah diberikan kepada bangsa-bangsa lain dan mereka akan menginjak-injak Kota Suci empat puluh dua bulan lamanya.\"","Dan Aku akan memberi tugas kepada dua saksi-Ku, supaya mereka bernubuat sambil berkabung, seribu dua ratus enam puluh hari lamanya.","Mereka adalah kedua pohon zaitun dan kedua kaki dian yang berdiri di hadapan Tuhan semesta alam.","Dan jikalau ada orang yang hendak menyakiti mereka, keluarlah api dari mulut mereka menghanguskan semua musuh mereka. Dan jikalau ada orang yang hendak menyakiti mereka, maka orang itu harus mati secara itu.","Mereka mempunyai kuasa menutup langit, supaya jangan turun hujan selama mereka bernubuat; dan mereka mempunyai kuasa atas segala air untuk mengubahnya menjadi darah, dan untuk memukul bumi dengan segala jenis malapetaka, setiap kali mereka menghendakinya.","Dan apabila mereka telah menyelesaikan kesaksian mereka, maka binatang yang muncul dari jurang maut, akan memerangi mereka dan mengalahkan serta membunuh mereka.","Dan mayat mereka akan terletak di atas jalan raya kota besar, yang secara rohani disebut Sodom dan Mesir, di mana juga Tuhan mereka disalibkan.","Dan orang-orang dari segala bangsa dan suku dan bahasa dan kaum, melihat mayat mereka tiga setengah hari lamanya dan orang-orang itu tidak memperbolehkan mayat mereka dikuburkan.","Dan mereka yang diam di atas bumi bergembira dan bersukacita atas mereka itu dan berpesta dan saling mengirim hadiah, karena kedua nabi itu telah merupakan siksaan bagi semua orang yang diam di atas bumi.","Tiga setengah hari kemudian masuklah roh kehidupan dari Allah ke dalam mereka, sehingga mereka bangkit dan semua orang yang melihat mereka menjadi sangat takut.","Dan orang-orang itu mendengar suatu suara yang nyaring dari sorga berkata kepada mereka: \"Naiklah ke mari!\" Lalu naiklah mereka ke langit, diselubungi awan, disaksikan oleh musuh-musuh mereka.","Pada saat itu terjadilah gempa bumi yang dahsyat dan sepersepuluh bagian dari kota itu rubuh, dan tujuh ribu orang mati oleh gempa bumi itu dan orang-orang lain sangat ketakutan, lalu memuliakan Allah yang di sorga.","Celaka yang kedua sudah lewat: lihatlah, celaka yang ketiga segera menyusul.","Lalu malaikat yang ketujuh meniup sangkakalanya, dan terdengarlah suara-suara nyaring di dalam sorga, katanya: \"Pemerintahan atas dunia dipegang oleh Tuhan kita dan Dia yang diurapi-Nya, dan Ia akan memerintah sebagai raja sampai selama-lamanya.\"","Dan kedua puluh empat tua-tua, yang duduk di hadapan Allah di atas takhta mereka, tersungkur dan menyembah Allah,","sambil berkata: \"Kami mengucap syukur kepada-Mu, ya Tuhan, Allah, Yang Mahakuasa, yang ada dan yang sudah ada, karena Engkau telah memangku kuasa-Mu yang besar dan telah mulai memerintah sebagai raja","dan semua bangsa telah marah, tetapi amarah-Mu telah datang dan saat bagi orang-orang mati untuk dihakimi dan untuk memberi upah kepada hamba-hamba-Mu, nabi-nabi dan orang-orang kudus dan kepada mereka yang takut akan nama-Mu, kepada orang-orang kecil dan orang-orang besar dan untuk membinasakan barangsiapa yang membinasakan bumi.\"","Maka terbukalah Bait Suci Allah yang di sorga, dan kelihatanlah tabut perjanjian-Nya di dalam Bait Suci itu dan terjadilah kilat dan deru guruh dan gempa bumi dan hujan es lebat."]