["Dan ketika Anak Domba itu membuka meterai yang ketujuh, maka sunyi senyaplah di sorga, kira-kira setengah jam lamanya.","Lalu aku melihat ketujuh malaikat, yang berdiri di hadapan Allah, dan kepada mereka diberikan tujuh sangkakala.","Maka datanglah seorang malaikat lain, dan ia pergi berdiri dekat mezbah dengan sebuah pedupaan emas. Dan kepadanya diberikan banyak kemenyan untuk dipersembahkannya bersama-sama dengan doa semua orang kudus di atas mezbah emas di hadapan takhta itu.","Maka naiklah asap kemenyan bersama-sama dengan doa orang-orang kudus itu dari tangan malaikat itu ke hadapan Allah.","Lalu malaikat itu mengambil pedupaan itu, mengisinya dengan api dari mezbah, dan melemparkannya ke bumi. Maka meledaklah bunyi guruh, disertai halilintar dan gempa bumi.","Dan ketujuh malaikat yang memegang ketujuh sangkakala itu bersiap-siap untuk meniup sangkakala.","Lalu malaikat yang pertama meniup sangkakalanya dan terjadilah hujan es, dan api, bercampur darah; dan semuanya itu dilemparkan ke bumi; maka terbakarlah sepertiga dari bumi dan sepertiga dari pohon-pohon dan hanguslah seluruh rumput-rumputan hijau.","Lalu malaikat yang kedua meniup sangkakalanya dan ada sesuatu seperti gunung besar, yang menyala-nyala oleh api, dilemparkan ke dalam laut. Dan sepertiga dari laut itu menjadi darah,","dan matilah sepertiga dari segala makhluk yang bernyawa di dalam laut dan binasalah sepertiga dari semua kapal.","Lalu malaikat yang ketiga meniup sangkakalanya dan jatuhlah dari langit sebuah bintang besar, menyala-nyala seperti obor, dan ia menimpa sepertiga dari sungai-sungai dan mata-mata air.","Nama bintang itu ialah Apsintus. Dan sepertiga dari semua air menjadi apsintus, dan banyak orang mati karena air itu, sebab sudah menjadi pahit.","Lalu malaikat yang keempat meniup sangkakalanya dan terpukullah sepertiga dari matahari dan sepertiga dari bulan dan sepertiga dari bintang-bintang, sehingga sepertiga dari padanya menjadi gelap dan sepertiga dari siang hari tidak terang dan demikian juga malam hari.","Lalu aku melihat: aku mendengar seekor burung nasar terbang di tengah langit dan berkata dengan suara nyaring: \"Celaka, celaka, celakalah mereka yang diam di atas bumi oleh karena bunyi sangkakala ketiga malaikat lain, yang masih akan meniup sangkakalanya.\""]