["Dikerahkanlah orang Efraim, lalu mereka bergerak ke Zafon. Dan mereka berkata kepada Yefta: \"Mengapa engkau bergerak untuk memerangi bani Amon dengan tidak memanggil kami untuk maju bersama-sama dengan engkau? Sebab itu kami akan membakar rumahmu bersama-sama kamu!\"","Tetapi jawab Yefta kepada mereka: \"Aku dan rakyatku telah terlibat dalam peperangan yang hebat dengan bani Amon; lalu aku memanggil kamu, tetapi kamu tidak datang menyelamatkan aku dari tangan mereka.","Ketika kulihat, bahwa tidak ada yang datang menyelamatkan aku, maka aku mempertaruhkan nyawaku dan aku pergi melawan bani Amon itu, dan TUHAN menyerahkan mereka ke dalam tanganku. Mengapa pada hari ini kamu mendatangi aku untuk berperang melawan aku?\"","Kemudian Yefta mengumpulkan semua orang Gilead, lalu mereka berperang melawan suku Efraim. Dan orang-orang Gilead mengalahkan suku Efraim itu. Sebab orang-orang itu mengatakan: \"Kamulah orang-orang yang telah lari dari suku Efraim!\" --kaum Gilead itu ada di tengah-tengah suku Efraim dan suku Manasye--.","Untuk menghadapi suku Efraim itu, maka orang Gilead menduduki tempat-tempat penyeberangan sungai Yordan. Apabila dari suku Efraim ada yang lari dan berkata: \"Biarkanlah aku menyeberang,\" maka orang Gilead berkata kepadanya: \"Orang Efraimkah engkau?\" Dan jika ia menjawab: \"Bukan,\"","maka mereka berkata kepadanya: \"Coba katakan dahulu: syibolet.\" Jika ia berkata: sibolet, jadi tidak dapat mengucapkannya dengan tepat, maka mereka menangkap dia dan menyembelihnya dekat tempat-tempat penyeberangan sungai Yordan itu. Pada waktu itu tewaslah dari suku Efraim empat puluh dua ribu orang.","Yefta memerintah sebagai hakim atas orang Israel enam tahun lamanya. Kemudian matilah Yefta, orang Gilead itu, lalu dikuburkan di sebuah kota di daerah Gilead.","Sesudah dia, maka Ebzan dari Betlehem memerintah sebagai hakim atas orang Israel.","Ia mempunyai tiga puluh anak laki-laki. Tiga puluh anaknya perempuan dikawinkannya ke luar kaumnya dan tiga puluh anak perempuan diambilnya dari luar kaumnya untuk anak-anaknya lelaki itu. Ia memerintah atas orang Israel tujuh tahun lamanya.","Kemudian matilah Ebzan, lalu dikuburkan di Betlehem.","Sesudah dia, maka Elon orang Zebulon memerintah sebagai hakim atas orang Israel. Ia memerintah atas orang Israel sepuluh tahun lamanya.","Kemudian matilah Elon, orang Zebulon itu, lalu dikuburkan di Ayalon, di tanah Zebulon.","Sesudah dia, maka Abdon bin Hilel, orang Piraton, memerintah sebagai hakim atas orang Israel.","Ia mempunyai empat puluh anak laki-laki dan tiga puluh cucu laki-laki, yang mengendarai tujuh puluh ekor keledai jantan. Ia memerintah atas orang Israel delapan tahun lamanya.","Kemudian matilah Abdon bin Hilel, orang Piraton itu, lalu dikuburkan di Piraton, di tanah Efraim, di pegunungan orang Amalek."]