["Pada zaman para hakim memerintah ada kelaparan di tanah Israel. Lalu pergilah seorang dari Betlehem-Yehuda beserta isterinya dan kedua anaknya laki-laki ke daerah Moab untuk menetap di sana sebagai orang asing.","Nama orang itu ialah Elimelekh, nama isterinya Naomi dan nama kedua anaknya Mahlon dan Kilyon, semuanya orang-orang Efrata dari Betlehem-Yehuda; dan setelah sampai ke daerah Moab, diamlah mereka di sana.","Kemudian matilah Elimelekh, suami Naomi, sehingga perempuan itu tertinggal dengan kedua anaknya.","Keduanya mengambil perempuan Moab: yang pertama bernama Orpa, yang kedua bernama Rut; dan mereka diam di situ kira-kira sepuluh tahun lamanya.","Lalu matilah juga keduanya, yakni Mahlon dan Kilyon, sehingga perempuan itu kehilangan kedua anaknya dan suaminya.","Kemudian berkemaslah ia dengan kedua menantunya dan ia pulang dari daerah Moab, sebab di daerah Moab ia mendengar bahwa TUHAN telah memperhatikan umat-Nya dan memberikan makanan kepada mereka.","Maka berangkatlah ia dari tempat tinggalnya itu, bersama-sama dengan kedua menantunya. Ketika mereka sedang di jalan untuk pulang ke tanah Yehuda,","berkatalah Naomi kepada kedua menantunya itu: \"Pergilah, pulanglah masing-masing ke rumah ibunya; TUHAN kiranya menunjukkan kasih-Nya kepadamu, seperti yang kamu tunjukkan kepada orang-orang yang telah mati itu dan kepadaku;","kiranya atas karunia TUHAN kamu mendapat tempat perlindungan, masing-masing di rumah suaminya.\" Lalu diciumnyalah mereka, tetapi mereka menangis dengan suara keras","dan berkata kepadanya: \"Tidak, kami ikut dengan engkau pulang kepada bangsamu.\"","Tetapi Naomi berkata: \"Pulanglah, anak-anakku, mengapakah kamu turut dengan aku? Bukankah tidak akan ada lagi anak laki-laki yang kulahirkan untuk dijadikan suamimu nanti?","Pulanglah, anak-anakku, pergilah, sebab sudah terlalu tua aku untuk bersuami. Seandainya pikirku: Ada harapan bagiku, dan sekalipun malam ini aku bersuami, bahkan sekalipun aku masih melahirkan anak laki-laki,","masakan kamu menanti sampai mereka dewasa? Masakan karena itu kamu harus menahan diri dan tidak bersuami? Janganlah kiranya demikian, anak-anakku, bukankah jauh lebih pahit yang aku alami dari pada kamu, sebab tangan TUHAN teracung terhadap aku?\"","Menangis pula mereka dengan suara keras, lalu Orpa mencium mertuanya itu minta diri, tetapi Rut tetap berpaut padanya.","Berkatalah Naomi: \"Telah pulang iparmu kepada bangsanya dan kepada para allahnya; pulanglah mengikuti iparmu itu.\"","Tetapi kata Rut: \"Janganlah desak aku meninggalkan engkau dan pulang dengan tidak mengikuti engkau; sebab ke mana engkau pergi, ke situ jugalah aku pergi, dan di mana engkau bermalam, di situ jugalah aku bermalam: bangsamulah bangsaku dan Allahmulah Allahku;","di mana engkau mati, akupun mati di sana, dan di sanalah aku dikuburkan. Beginilah kiranya TUHAN menghukum aku, bahkan lebih lagi dari pada itu, jikalau sesuatu apapun memisahkan aku dari engkau, selain dari pada maut!\"","Ketika Naomi melihat, bahwa Rut berkeras untuk ikut bersama-sama dengan dia, berhentilah ia berkata-kata kepadanya.","Dan berjalanlah keduanya sampai mereka tiba di Betlehem. Ketika mereka masuk ke Betlehem, gemparlah seluruh kota itu karena mereka, dan perempuan-perempuan berkata: \"Naomikah itu?\"","Tetapi ia berkata kepada mereka: \"Janganlah sebutkan aku Naomi; sebutkanlah aku Mara, sebab Yang Mahakuasa telah melakukan banyak yang pahit kepadaku.","Dengan tangan yang penuh aku pergi, tetapi dengan tangan yang kosong TUHAN memulangkan aku. Mengapakah kamu menyebutkan aku Naomi, karena TUHAN telah naik saksi menentang aku dan Yang Mahakuasa telah mendatangkan malapetaka kepadaku.\"","Demikianlah Naomi pulang bersama-sama dengan Rut, perempuan Moab itu, menantunya, yang turut pulang dari daerah Moab. Dan sampailah mereka ke Betlehem pada permulaan musim menuai jelai."]