["Maka Nahas, orang Amon itu, bergerak maju dan berkemah mengepung Yabesh-Gilead. Lalu berkatalah semua orang Yabesh itu kepada Nahas: \"Adakanlah perjanjian dengan kami, maka kami akan takluk kepadamu.\"","Tetapi Nahas, orang Amon itu, berkata kepada mereka: \"Dengan syarat inilah aku akan mengadakan perjanjian dengan kamu, bahwa tiap mata kananmu akan kucungkil; dengan demikian aku mendatangkan malu kepada segenap orang Israel.\"","Para tua-tua Yabesh berkata kepadanya: \"Berilah kelonggaran kepada kami tujuh hari lamanya, supaya kami mengirim utusan ke seluruh daerah Israel; dan jika tidak ada seorangpun yang menyelamatkan kami, maka kami akan keluar menyerahkan diri kepadamu.\"","Ketika para utusan itu sampai di Gibea-Saul, dan menyampaikan hal itu kepada bangsa itu, menangislah bangsa itu dengan suara nyaring.","Saul baru saja datang dari padang dengan berjalan di belakang lembunya, dan ia bertanya: \"Ada apa dengan orang-orang itu, sehingga mereka menangis?\" Mereka menceritakan kepadanya kabar orang-orang Yabesh itu.","Ketika Saul mendengar kabar itu, maka berkuasalah Roh Allah atas dia, dan menyala-nyalalah amarahnya dengan sangat.","Diambilnyalah sepasang lembu, dipotong-potongnya, lalu potongan-potongan itu dikirimkannya ke seluruh daerah Israel dengan perantaraan utusan, pesannya: \"Siapa yang tidak maju mengikuti Saul dan mengikuti Samuel, lembu-lembunya akan diperlakukan juga demikian.\" Lalu TUHAN mendatangkan ketakutan kepada bangsa itu, sehingga majulah mereka serentak.","Ketika Saul memeriksa barisan mereka di Bezek, maka ada tiga ratus ribu orang Israel dan tiga puluh ribu orang Yehuda.","Kepada para utusan yang datang itu dikatakan: \"Beginilah kamu katakan kepada orang-orang Yabesh-Gilead: Besok pada waktu panas teriknya matahari akan datang bagimu penyelamatan.\" Ketika para utusan kembali dan memberitahukan hal itu kepada orang-orang Yabesh, bersukacitalah mereka.","Lalu orang-orang Yabesh itu berkata kepada Nahas: \"Besok kami akan keluar menyerahkan diri kepadamu; maka bolehlah kamu lakukan terhadap kami apapun yang kamu pandang baik.\"","Keesokan harinya Saul membagi rakyat itu menjadi tiga pasukan. Mereka itu masuk ke tengah-tengah perkemahan musuh pada waktu kawal pagi dan memukul kalah orang-orang Amon sebelum hari panas; dan terserak-seraklah orang-orang yang lolos itu, sehingga di antara mereka tidak ada tinggal dua orang bersama-sama.","Lalu berkatalah bangsa itu kepada Samuel: \"Siapakah yang telah berkata: Masakan Saul menjadi raja atas kita? Serahkanlah orang-orang itu, supaya kami membunuhnya.\"","Tetapi kata Saul: \"Pada hari ini seorangpun tidak boleh dibunuh, sebab pada hari ini TUHAN telah mewujudkan keselamatan kepada Israel.\"","Dan Samuel berkata kepada bangsa itu: \"Marilah kita pergi ke Gilgal dan membaharui jabatan raja di sana.\"","Lalu pergilah seluruh bangsa itu ke Gilgal dan menjadikan Saul raja di sana di hadapan TUHAN di Gilgal, dan mereka mempersembahkan di sana korban keselamatan di hadapan TUHAN, dan bersukarialah di sana Saul dan semua orang Israel dengan sangat."]