["Diberitahukanlah kepada Daud, begini: \"Ketahuilah, orang Filistin berperang melawan kota Kehila dan menjarah tempat-tempat pengirikan.\"","Lalu bertanyalah Daud kepada TUHAN: \"Apakah aku akan pergi mengalahkan orang Filistin itu?\" Jawab TUHAN kepada Daud: \"Pergilah, kalahkanlah orang Filistin itu dan selamatkanlah Kehila.\"","Tetapi orang-orang Daud berkata kepadanya: \"Ingatlah, sedangkan di sini di Yehuda kita sudah dalam ketakutan, apalagi kalau kita pergi ke Kehila, melawan barisan perang orang Filistin.\"","Lalu bertanya pulalah Daud kepada TUHAN, maka TUHAN menjawab dia, firman-Nya: \"Bersiaplah, pergilah ke Kehila, sebab Aku akan menyerahkan orang Filistin itu ke dalam tanganmu.\"","Kemudian pergilah Daud dengan orang-orangnya ke Kehila; ia berperang melawan orang Filistin itu, dihalaunya ternak mereka dan ditimbulkannya kekalahan besar di antara mereka. Demikianlah Daud menyelamatkan penduduk Kehila.","Ketika Abyatar bin Ahimelekh melarikan diri kepada Daud ke Kehila, ia turun dengan membawa efod di tangannya.","Kepada Saul diberitahukan, bahwa Daud telah masuk Kehila. Lalu berkatalah Saul: \"Allah telah menyerahkan dia ke dalam tanganku, sebab dengan masuk ke dalam kota yang berpintu dan berpalang ia telah mengurung dirinya.\"","Maka Saul memanggil seluruh rakyat pergi berperang ke Kehila dan mengepung Daud dengan orang-orangnya.","Ketika diketahui Daud, bahwa Saul berniat jahat terhadap dia, berkatalah ia kepada imam Abyatar: \"Bawalah efod itu ke mari.\"","Berkatalah Daud: \"TUHAN, Allah Israel, hamba-Mu ini telah mendengar kabar pasti, bahwa Saul berikhtiar untuk datang ke Kehila dan memusnahkan kota ini oleh karena aku.","Akan diserahkan oleh warga-warga kota Kehila itukah aku ke dalam tangannya? Akan datangkah Saul seperti yang telah didengar oleh hamba-Mu ini? TUHAN, Allah Israel, beritahukanlah kiranya kepada hamba-Mu ini.\" Jawab TUHAN: \"Ia akan datang.\"","Kemudian bertanyalah Daud: \"Akan diserahkan oleh warga-warga kota Kehila itukah aku dengan orang-orangku ke dalam tangan Saul?\" Firman TUHAN: \"Akan mereka serahkan.\"","Lalu bersiaplah Daud dan orang-orangnya, kira-kira enam ratus orang banyaknya, mereka keluar dari Kehila dan pergi ke mana saja mereka dapat pergi. Apabila kepada Saul diberitahukan, bahwa Daud telah meluputkan diri dari Kehila, maka tidak jadilah ia maju berperang.","Maka Daud tinggal di padang gurun, di tempat-tempat perlindungan. Ia tinggal di pegunungan, di padang gurun Zif. Dan selama waktu itu Saul mencari dia, tetapi Allah tidak menyerahkan dia ke dalam tangannya.","Daud takut, karena Saul telah keluar dengan maksud mencabut nyawanya. Ketika Daud ada di padang gurun Zif di Koresa,","maka bersiaplah Yonatan, anak Saul, lalu pergi kepada Daud di Koresa. Ia menguatkan kepercayaan Daud kepada Allah","dan berkata kepadanya: \"Janganlah takut, sebab tangan ayahku Saul tidak akan menangkap engkau; engkau akan menjadi raja atas Israel, dan aku akan menjadi orang kedua di bawahmu. Juga ayahku Saul telah mengetahui yang demikian itu.\"","Kemudian kedua orang itu mengikat perjanjian di hadapan TUHAN. Dan Daud tinggal di Koresa, tetapi Yonatan pulang ke rumahnya.","Tetapi beberapa orang Zif pergi menghadap Saul di Gibea dan berkata: \"Daud menyembunyikan diri dekat kami di kubu-kubu gunung dekat Koresa, di bukit Hakhila, di sebelah selatan padang belantara.","Oleh sebab itu, jika tuanku raja berkenan datang, silakanlah datang; tanggungan kamilah untuk menyerahkan dia ke dalam tangan raja.\"","Berkatalah Saul: \"Diberkatilah kiranya kamu oleh TUHAN, karena kamu menunjukkan sayangmu kepadaku.","Baiklah pergi, carilah kepastian lagi, berusahalah mengetahui di mana ia berada dan siapa yang telah melihat dia di sana; sebab telah dikatakan orang kepadaku, bahwa ia sangat cerdik.","Berusahalah mengetahui segala tempat persembunyiannya. Kemudian datanglah kembali kepadaku dengan kabar yang pasti; dan aku akan pergi bersama-sama dengan kamu. Sesungguhnya, jika ia ada di dalam negeri, maka aku akan meneliti dia di antara segala ribuan orang Yehuda.\"","Lalu berkemaslah mereka pergi ke Zif, mendahului Saul. Daud dan orang-orangnya ada di padang gurun Maon, di dataran di sebelah selatan padang belantara.","Ketika Saul dengan orang-orangnya pergi mencari Daud, diberitahukanlah hal itu kepada Daud, lalu pergilah ia ke gunung batu dan tinggal di padang gurun Maon. Saul mendengar hal itu, lalu mengejar Daud di padang gurun Maon;","Saul berjalan dari sisi gunung sebelah sini dan Daud dengan orang-orangnya dari sisi gunung sebelah sana. Daud cepat-cepat mengelakkan Saul; tetapi Saul dengan orang-orangnya sudah hampir mengepung Daud serta orang-orangnya untuk menangkap mereka,","ketika seorang suruhan datang kepada Saul dengan pesan: \"Segeralah undur, sebab orang Filistin telah menyerbu negeri.\"","Maka berhentilah Saul mengejar Daud dan pergi menghadapi orang Filistin. Itulah sebabnya orang menyebut tempat itu: Gunung Batu Keluputan.","(24-1) Daud pergi dari sana, lalu tinggal di kubu-kubu gunung di En-Gedi."]