["Sesudah itu Absalom menyediakan untuk dirinya sebuah kereta perang dengan kuda beserta lima puluh orang pengiring.","Setiap hari Absalom bangun pagi-pagi lalu berdiri di tepi jalan di dekat pintu gerbang istana. Setiap orang yang hendak mengadukan perkaranya kepada raja, dipanggil dan ditanyai oleh Absalom, katanya, \"Engkau dari suku mana?\" Dan jika orang itu menjawab, \"Dari suku ini atau itu,\"","maka Absalom berkata, \"Menurut hukum, engkau benar, tetapi sayang tidak ada wakil raja yang mau mendengarkan pengaduanmu.\"","Lalu katanya lagi, \"Coba, andaikata aku yang menjadi hakim, maka setiap orang yang mempunyai persengketaan atau tuntutan boleh datang kepadaku dan akan kuperlakukan dengan adil.\"","Jika ada orang yang mendekati Absalom untuk sujud menyembah dia, Absalom mengulurkan tangannya, lalu orang itu dipeluknya dan diciumnya.","Begitulah sikap Absalom terhadap setiap orang Israel yang hendak mengadukan perkaranya kepada raja, dan dengan demikian Absalom mengambil hati orang Israel.","Setelah lewat empat tahun, Absalom berkata kepada Raja Daud, \"Ayah, izinkanlah aku pergi ke Hebron untuk memenuhi janjiku kepada TUHAN.","Sebab pada waktu aku masih tinggal di Gesur negeri Siria, aku berjanji akan pergi beribadat kepada TUHAN di Hebron jika Ia mengizinkan aku pulang ke Yerusalem.\"","Jawab raja, \"Pergilah dengan selamat.\" Lalu berangkatlah Absalom ke Hebron.","Tetapi sebelum itu ia sudah mengirim utusan-utusan kepada semua suku Israel dengan membawa pesan, \"Jika kalian mendengar bunyi trompet, serukanlah, 'Absalom sudah menjadi raja di Hebron!'\"","Dari Yerusalem ada dua ratus orang yang mengiringi Absalom ke Hebron. Mereka tidak tahu apa-apa tentang komplotan itu dan mereka semua turut pergi tanpa curiga.","Lalu sementara Absalom mempersembahkan kurban, ia juga mengirim utusan ke kota Gilo untuk memanggil Ahitofel, yaitu salah seorang penasihat Raja Daud. Demikianlah komplotan melawan raja itu semakin kuat, dan semakin banyaklah pengikut-pengikut Absalom.","Kemudian seorang pembawa berita melaporkan kepada Daud, \"Orang-orang Israel telah memihak Absalom.\"","Lalu Daud berkata kepada semua pegawainya yang ada di Yerusalem, \"Mari kita mengungsi. Ini satu-satunya jalan supaya kita luput dari Absalom. Tidak lama lagi ia akan datang. Cepatlah, jangan sampai kita dapat dikejar dan dikalahkannya, sehingga seluruh penduduk kota dibunuh!\"","\"Baik, Baginda,\" jawab mereka. \"Kami siap melakukan apa pun kehendak Baginda.\"","Lalu berangkatlah raja diiringi oleh seluruh keluarganya dan pegawainya, kecuali sepuluh orang selirnya yang ditinggalkannya untuk menunggui istana.","Pada waktu raja dan semua pengiringnya berjalan meninggalkan kota, mereka berhenti di dekat rumah yang terakhir.","Semua pegawai raja berdiri di sebelahnya ketika pasukan pengawal raja berbaris melewatinya. Juga enam ratus orang prajurit yang telah mengikutinya dari Gat, berbaris di hadapannya.","Melihat itu raja berkata kepada Itai pemimpin keenam ratus orang prajurit itu, \"Mengapa engkau ikut juga dengan kami? Lebih baik engkau kembali dan tinggal bersama dengan raja yang baru. Bukankah engkau orang asing, pengungsi yang jauh dari negerimu sendiri?","Belum lama engkau tinggal di sini, masakan engkau kusuruh ikut mengembara dengan aku? Aku sendiri tidak tahu ke mana aku akan pergi. Kembalilah dan bawalah juga teman-temanmu sebangsa, semoga TUHAN mengasihimu dan setia kepadamu.\"","Tetapi Itai menjawab, \"Yang Mulia, demi TUHAN yang hidup dan demi nyawa Tuanku, ke mana pun Tuanku pergi, hamba akan ikut juga, meskipun menghadapi kematian.\"","\"Baiklah!\" jawab Daud, \"Majulah terus!\" Maka berjalanlah Itai bersama-sama dengan seluruh pasukannya dan keluarga mereka.","Semua rakyat menangis dengan nyaring ketika pasukan-pasukan Daud meninggalkan kota. Kemudian raja menyeberangi anak Sungai Kidron diikuti oleh seluruh pasukannya, lalu berjalanlah mereka menuju ke padang gurun.","Imam Zadok dan Imam Abyatar ada di situ beserta semua orang Lewi yang membawa Peti Perjanjian TUHAN. Peti Perjanjian itu diletakkan, dan tidak diangkat sebelum seluruh rakyat meninggalkan kota itu.","Lalu berkatalah raja kepada Zadok, \"Kembalikanlah Peti Perjanjian itu ke kota. Jika TUHAN menyukai aku, tentulah aku akan diizinkan-Nya kembali dan melihat Peti Perjanjian itu lagi bersama tempat kediamannya.","Tetapi jika TUHAN tidak suka kepadaku, terserah sajalah pada apa kehendak-Nya atas diriku!\"","Selanjutnya raja berkata lagi kepada Zadok, \"Ajaklah Ahimaas anakmu dan Yonatan anak Abyatar; kembalilah kamu ke kota dengan tenang.","Aku akan menunggu di dekat tempat-tempat penyeberangan sungai di padang gurun sampai menerima kabar dari kamu.\"","Lalu Zadok dan Abyatar membawa Peti Perjanjian itu kembali ke Yerusalem dan mereka tinggal di situ.","Setelah itu Daud membuka sepatunya. Dia bersama semua pengikutnya mendaki Bukit Zaitun sambil menangis dengan kepala berselubung tanda berkabung.","Ketika diberitahukan kepada Daud bahwa Ahitofel juga ikut bersama komplotan Absalom, berdoalah Daud demikian, \"Ya, TUHAN, kiranya gagalkanlah nasihat Ahitofel!\"","Pada waktu Daud sampai ke puncak bukit di tempat orang biasanya beribadat kepada TUHAN, ia disambut oleh temannya yang setia, yaitu Husai orang Arki. Pakaian Husai koyak dan kepalanya ditaburi abu.","Daud berkata kepadanya, \"Jika engkau ikut bersama aku, engkau menjadi beban bagiku.","Tetapi engkau dapat menolongku, jika engkau kembali ke kota dan berkata kepada Absalom, bahwa sekarang engkau hendak melayani dia dengan setia, seperti telah kaulayani ayahnya dahulu. Dengan cara begitu engkau dapat menggagalkan segala nasihat Ahitofel.","Imam Zadok dan Abyatar juga ada di sana. Beritahukanlah kepada mereka segala sesuatu yang engkau dengar di istana.","Ahimaas anak Zadok dan Yonatan anak Abyatar juga mengikuti ayah mereka, jadi mereka ada di situ juga. Anak-anak itulah kausuruh datang kepadaku untuk menyampaikan segala kabar yang dapat kaudengar.\"","Maka kembalilah Husai teman Daud itu ke Yerusalem, tepat pada waktu Absalom tiba di situ."]