["TUHAN marah lagi kepada Israel, lalu Daud dibujuknya dengan maksud mendatangkan kesulitan atas bangsa itu. Kata TUHAN kepadanya, \"Adakanlah sensus di Israel dan Yehuda.\"","Lalu berkatalah Daud kepada Yoab panglima tentaranya, \"Pergilah bersama perwira-perwiramu kepada semua suku Israel di seluruh negeri untuk mengadakan sensus. Aku ingin tahu jumlah mereka.\"","Tetapi Yoab berkata kepada raja, \"Semoga TUHAN Allah Baginda melipatgandakan rakyat Israel sampai seratus kali dari jumlah mereka sekarang, dan semoga Baginda masih hidup supaya dapat melihatnya. Tetapi untuk apa Baginda menghendaki sensus ini?\"","Tetapi raja tetap berpegang pada perintahnya itu. Jadi Yoab dan para perwiranya pergi untuk menghitung bangsa Israel.","Setelah menyeberangi Sungai Yordan, Yoab dan anak buahnya berkemah di sebelah selatan Aroer, sebuah kota di tengah-tengah lembah di wilayah Gad. Dari situ mereka pergi ke utara, ke Yaezer,","lalu terus ke Gilead dan ke Kades di wilayah orang Het. Kemudian mereka ke Dan, lalu dari Dan belok ke arah barat, ke Sidon.","Dari situ mereka pergi ke selatan ke Tirus kota yang berkubu itu. Seterusnya mereka pergi ke semua kota orang Hewi dan orang Kanaan, dan akhirnya ke Bersyeba, di bagian selatan Yehuda.","Mereka menjelajahi seluruh negeri dalam waktu sembilan bulan dan dua puluh hari. Setelah itu kembalilah mereka ke Yerusalem","dan melaporkan kepada raja hasil sensus itu. Jumlah laki-laki yang memenuhi syarat untuk dinas tentara ada 800.000 orang di Israel dan 500.000 orang di Yehuda.","Tetapi setelah Daud selesai menghitung bangsa itu, dia merasa bersalah, lalu berkata kepada TUHAN, \"Ya TUHAN, aku sangat berdosa! Ampunilah aku, sebab tindakanku itu sangat bodoh.\"","TUHAN berkata kepada Nabi Gad yang menjadi penghubung antara Daud dan TUHAN, \"Pergilah dan katakanlah kepada Daud bahwa Aku memberikan tiga pilihan kepadanya. Apa saja yang dipilihnya akan Kulakukan.\" Keesokan harinya, setelah Daud bangun tidur,","(24:11)","Gad datang menghadap dan memberitahukan kepadanya perintah TUHAN itu, katanya, \"Mana yang Baginda pilih: Negeri ini ditimpa bencana kelaparan selama tiga tahun, atau Baginda lari dikejar-kejar musuh selama tiga bulan, atau negeri ini diserang wabah penyakit selama tiga hari? Putuskanlah sekarang apa yang harus kusampaikan kepada TUHAN.\"","Daud menjawab, \"Aduh! Celakalah aku! Tetapi daripada aku dihukum oleh manusia, lebih baik kita semua dihukum oleh TUHAN, sebab besar kasih sayang-Nya.\"","Maka TUHAN mendatangkan wabah penyakit kepada orang Israel mulai dari pagi hari itu sampai pada waktu yang telah ditetapkan-Nya. Di seluruh Israel 70.000 orang meninggal.","Malaikat TUHAN yang membawa maut itu sudah sampai di tempat pengirikan gandum milik Arauna, orang Yebus. Ketika TUHAN melihat bahwa malaikat itu sudah siap untuk memusnahkan Yerusalem, TUHAN mengubah keputusan-Nya, dan Ia berhenti menghukum bangsa itu. Kata-Nya kepada malaikat itu, \"Cukup! Berhenti!\"","Daud melihat malaikat yang sedang membunuhi rakyat itu, lalu ia berkata kepada TUHAN, \"Akulah yang berdosa sebab aku yang membuat kesalahan itu. Tetapi apa kesalahan bangsa yang malang itu? Hukumlah aku dan keluargaku!\"","Pada hari itu juga Gad datang menghadap Daud dan berkata kepadanya, \"Hendaklah Baginda naik ke tempat pengirikan gandum milik Arauna, dan mendirikan mezbah bagi TUHAN.\"","Maka berangkatlah Daud sesuai dengan perintah TUHAN yang disampaikan kepadanya melalui Gad.","Kebetulan Arauna sedang menjenguk ke bawah, dan dilihatnya raja serta para pengiringnya datang kepadanya. Arauna sujud di hadapan Daud,","dan bertanya, \"Apa maksud kedatangan Baginda?\" Jawab Daud, \"Untuk membeli tempat pengirikan gandum ini, aku hendak mendirikan mezbah bagi TUHAN di sini, supaya wabah ini berhenti.\"","Kata Arauna, \"Ambil saja Baginda, dan persembahkanlah kepada TUHAN apa yang Baginda rasa baik. Ini sapi-sapi untuk kurban bakaran dan untuk kayu bakarnya Baginda dapat memakai tangkai bajak dan papan-papan pengirikan.\"","Arauna memberikan semuanya itu kepada raja, sambil berkata, \"Kiranya TUHAN Allah Baginda menerima persembahan Baginda.\"","Tetapi raja menjawab, \"Jangan! Aku mau membelinya. Aku tak mau mempersembahkan kepada TUHAN Allahku sesuatu yang kudapat dengan cuma-cuma.\" Lalu Daud membeli tempat pengirikan gandum dan sapi-sapi itu dengan harga lima puluh uang perak.","Lalu Daud mendirikan mezbah di situ bagi TUHAN dan mempersembahkan kurban bakaran serta kurban perdamaian. TUHAN mengabulkan doa Daud, lalu berakhirlah wabah itu di Israel."]