["Setelah itu Daud bertanya kepada TUHAN, \"Apakah TUHAN menghendaki aku pergi menguasai salah satu kota di Yehuda?\" \"Ya,\" jawab TUHAN. \"Kota yang mana?\" tanya Daud. \"Hebron,\" jawab TUHAN.","Maka pergilah Daud ke Hebron bersama dengan kedua orang istrinya: Ahinoam wanita Yizreel, dan Abigail janda Nabal yaitu wanita Karmel.","Demikian juga anak buahnya dengan keluarga mereka masing-masing ikut dengan Daud, lalu mereka itu menetap di Hebron dan di sekitarnya.","Kemudian orang-orang Yehuda datang ke Hebron, dan melantik Daud menjadi raja atas Yehuda. Ketika Daud mendengar bahwa orang-orang Yabesh di Gilead telah menguburkan jenazah Saul,","ia mengirim utusan ke sana dengan menyampaikan pesan, \"Semoga TUHAN memberkati kamu, karena kamu telah menunjukkan kesetiaanmu kepada rajamu dengan memakamkan jenazahnya.","Oleh sebab itu, semoga TUHAN menunjukkan kasih dan setia-Nya kepadamu. Aku pun akan memperlakukan kamu dengan baik karena perbuatanmu itu.","Tabahkanlah hatimu dan bertindaklah sebagai pahlawan! Saul, rajamu memang sudah wafat, tetapi orang-orang Yehuda telah melantik aku menjadi raja mereka.\"","Panglima tentara Saul, yaitu Abner anak Ner, telah melarikan diri bersama-sama Isyboset anak Saul, ke Mahanaim di seberang Sungai Yordan.","Di sana Abner mengangkat Isyboset menjadi raja atas wilayah-wilayah Gilead, Asyuri, Yizreel, Efraim dan Benyamin, bahkan atas seluruh Israel.","Isyboset berumur empat puluh tahun pada waktu dijadikan raja atas Israel, dan ia memerintah dua tahun lamanya. Tetapi suku Yehuda tetap setia kepada Daud,","dan Daud memerintah di Hebron atas Yehuda tujuh setengah tahun lamanya.","Pada suatu hari Abner pergi dari Mahanaim ke kota Gibeon, disertai oleh anak buah Isyboset.","Juga Yoab (ibunya bernama Zeruya), bersama anak buah Daud menuju ke kota itu. Kedua regu berlawanan itu berhadap-hadapan di kolam Gibeon; Abner dan pihaknya duduk di seberang sini, Yoab dan pihaknya di seberang sana.","Lalu berkatalah Abner kepada Yoab, \"Ayo, kita suruh anak buah kita bertanding!\" \"Baiklah,\" jawab Yoab.","Lalu majulah dua belas orang dari suku Benyamin yang mewakili Isyboset, dan dua belas orang dari anak buah Daud.","Mereka masing-masing saling menjambak rambut dan saling menikam perut lawannya, sehingga matilah mereka bersama-sama. Sebab itu tempat di Gibeon itu disebut \"Ladang Pedang\".","Setelah itu terjadilah pertempuran yang sengit, dan Abner serta tentara Israel dikalahkan oleh anak buah Daud.","Ketiga orang anak Zeruya ada di situ, yaitu Yoab, Abisai dan Asael. Asael larinya cepat seperti kijang,","maka dikejarnya Abner terus-menerus.","Abner menengok ke belakang dan bertanya, \"Engkaukah itu Asael?\" \"Ya,\" jawabnya.","\"Jangan kejar aku!\" kata Abner. \"Cobalah tangkap salah seorang dari para prajurit itu dan ambillah senjatanya!\" Tetapi Asael terus saja mengejar dia.","Sekali lagi Abner berkata kepadanya, \"Jangan kejar aku! Nanti terpaksa engkau kubunuh. Jadi, bagaimana aku dapat memandang muka Yoab abangmu itu?\"","Ketika Asael tetap tidak mau berhenti, Abner menombak ke belakang, dan kenalah perut Asael sampai tombak itu tembus ke punggungnya. Asael rebah dan tewas di tempat itu juga. Semua orang yang datang ke tempat ia tergeletak itu, berhenti di situ.","Tetapi Yoab dan Abisai meneruskan pengejaran terhadap Abner. Ketika matahari terbenam, sampailah mereka di Bukit Ama, yang ada di sebelah timur Giah, ke arah padang gurun Gibeon.","Di sana orang-orang dari suku Benyamin bergabung lagi dengan Abner, lalu mengatur barisan mereka di puncak sebuah bukit.","Dari sana berserulah Abner kepada Yoab, \"Haruskah kita bertempur selamanya? Tidak sadarkah engkau bahwa perang ini hanya membawa kepahitan? Kami ini saudaramu sebangsa. Berapa lama lagi engkau mau menunggu sebelum memerintahkan anak buahmu supaya berhenti memburu kami?\"","Yoab menjawab, \"Demi Allah yang hidup, seandainya engkau tidak mulai berbicara, pasti anak buahku akan terus memburu kamu sampai besok pagi.\"","Lalu Yoab meniup trompet sebagai tanda bagi anak buahnya supaya berhenti mengejar orang Israel, maka berhentilah pertempuran itu.","Abner dan anak buahnya semalam suntuk berbaris melalui Lembah Yordan, lalu menyeberangi Sungai Yordan, dan setelah berjalan terus sepanjang siang berikutnya, sampailah mereka ke Mahanaim.","Setelah Yoab berhenti memburu Abner, ia mengumpulkan semua anak buahnya. Selain Asael ternyata sembilan belas dari mereka hilang.","Anak buah Daud telah menewaskan 360 orang pasukan Abner dari suku Benyamin.","Setelah itu Yoab dan anak buahnya mengangkat jenazah Asael dan menguburkannya di dalam kuburan keluarganya di Betlehem. Lalu mereka berjalan semalam-malaman dan sampai di Hebron pada waktu dini hari."]