["Pertempuran antara pendukung keluarga Saul dan pendukung Daud terus berlangsung. Daud semakin kuat, sedangkan lawannya semakin lemah.","Putra-putra Daud yang dilahirkan di Hebron adalah yang berikut ini menurut urutan kelahirannya: Amnon. Ibunya ialah Ahinoam dari Yizreel.","Kileab. Ibunya ialah Abigail, janda Nabal dari Karmel. Absalom. Ibunya ialah Maakha, putri Raja Talmai dari Gesur.","Adonia. Ibunya ialah Hagit. Sefaca. Ibunya ialah Abital.","Yitram. Ibunya ialah Egla. Keenam putra itu dilahirkan di Hebron.","Sementara perang terus berlangsung antara pendukung Daud dan pendukung keluarga Saul, Abner berusaha supaya pengaruhnya makin besar di antara para pendukung Saul.","Pada suatu hari Isyboset, putra Saul, menuduh Abner meniduri seorang selir Saul yang bernama Rizpa anak Aya.","Lalu Abner menjadi sangat marah dan ia berkata, \"Apakah Tuanku menyangka aku ini mengkhianati Saul dan memihak kepada Yehuda? Sejak semula aku setia kepada Saul ayah Tuan, dan kepada sanak-saudaranya serta teman-temannya. Aku telah menolong Tuanku sehingga tidak bisa dikalahkan oleh Daud. Meskipun begitu Tuanku menghina aku hanya karena persoalan wanita!","Lebih baik aku menolong Daud, apalagi TUHAN telah berjanji kepadanya akan mengambil kerajaan ini dari Saul dan dari keturunannya, lalu mengangkat Daud menjadi raja atas seluruh Israel dan Yehuda. Semoga Allah membunuhku, jika tidak kulaksanakan janji Allah kepada Daud itu!\"","(3:9)","Isyboset tidak dapat menjawab sepatah kata pun, karena ia takut kepada Abner.","Lalu Abner mengirim utusan kepada Daud yang pada waktu itu ada di Hebron, dengan membawa pesan, \"Siapa yang akan menguasai tanah ini? Buatlah perjanjian dengan aku, maka aku akan membantu Tuanku supaya seluruh bangsa Israel berpihak kepada Tuanku!\"","Daud menjawab, \"Baik! Sampaikanlah pesan ini kepada Abner: Aku mau membuat perjanjian dengan engkau, tetapi dengan satu syarat: Mikhal, putri Saul, harus kaubawa kepadaku apabila engkau datang menghadap aku.\"","Setelah itu Daud juga mengirim utusan kepada Isyboset, dengan membawa pesan, \"Hendaknya Tuan kembalikan Mikhal, istriku, kepadaku. Dia telah kubeli dengan seratus kulit kulup orang Filistin.\"","Lalu Isyboset menyuruh utusannya mengambil Mikhal dari suaminya, yaitu Paltiel anak Lais.","Tetapi Paltiel terus mengikuti Mikhal sambil menangis. Ketika mereka sampai di kota Bahurim, Abner berkata kepadanya, \"Sudahlah, pulang sajalah!\" Lalu pulanglah Paltiel.","Sementara itu Abner berunding dengan para pemuka Israel dan berkata, \"Sudah lama kamu menghendaki Daud menjadi rajamu.","Nah, inilah kesempatan bagimu. Ingatlah, TUHAN sudah berjanji kepada Daud, bahwa Ia akan memakai Daud untuk menyelamatkan umat-Nya Israel dari orang Filistin dan dari semua musuhnya yang lain.\"","Abner juga berunding dengan orang-orang Benyamin, dan kemudian juga pergi ke Hebron untuk memberitahukan kepada Daud apa yang telah disetujui oleh orang Benyamin dan orang Israel itu.","Ketika Abner bersama dengan dua puluh orang anak buahnya menghadap Daud di Hebron, Daud mengadakan pesta untuk mereka.","Sesudah itu Abner minta diri dan berkata, \"Izinkanlah aku pergi untuk menggerakkan seluruh Israel supaya bergabung dengan Tuanku. Mereka akan menerima Tuanku sebagai raja, dan dengan demikian Tuanku akan memerintah seluruh negeri, sesuai dengan kehendak Tuanku.\" Kemudian Abner diizinkan pergi oleh Daud serta dijamin keselamatannya.","Sesudah Abner pergi, Yoab bersama anak buah Daud yang lain kembali dari penyerbuan dan membawa pulang banyak barang rampasan.","Kepada Yoab diberitahukan bahwa Abner telah datang menghadap Raja Daud dan sudah diizinkan pergi serta dijamin keselamatannya.","Lalu menghadaplah Yoab kepada raja dan berkata, \"Bagaimana tindakan Baginda itu? Abner telah datang menghadap Baginda. Mengapa Baginda izinkan dia pergi begitu saja?","Pastilah Baginda tahu bahwa kedatangan Abner itu hanya untuk menipu Baginda, dan untuk mengetahui keadaan serta segala rencana Baginda.\"","Sesudah meninggalkan Daud, Yoab mengirim utusan-utusan untuk memanggil Abner. Mereka menyusul Abner sampai dekat sumur Sira, lalu mereka bawa kembali. Semua itu terjadi tanpa diketahui oleh Daud.","Segera setelah Abner sampai di Hebron, ia diajak oleh Yoab ke samping, ke dekat pintu gerbang, seolah-olah hendak membicarakan suatu rahasia. Tiba-tiba Yoab menikam perut Abner sampai tewas. Demikianlah Abner mati dibunuh oleh Yoab untuk membalas dendam atas pembunuhan terhadap Asael adiknya.","Ketika Daud mendengar hal itu, ia berkata, \"TUHAN tahu bahwa aku dan rakyatku sama sekali tidak bersalah dalam hal pembunuhan terhadap Abner itu.","Biarlah Yoab dan seluruh keluarganya dihukum karena perbuatannya itu. Semoga dalam keluarga Yoab turun-temurun selalu ada orang yang menderita penyakit kulit yang mengerikan, atau laki-laki yang tak bertenaga, atau yang tewas dalam pertempuran atau yang kekurangan makanan!\"","Demikianlah Yoab dan Abisai adiknya, membalas dendam kepada Abner karena Abner telah membunuh Asael adik mereka dalam pertempuran di Gibeon.","Kemudian Daud memerintahkan kepada Yoab dan anak buahnya supaya menyobek pakaian mereka, dan memakai kain kabung serta meratapi Abner. Dan waktu mengantar jenazah, Raja Daud sendiri berjalan di belakang peti jenazah.","Abner dikubur di Hebron, dan raja serta seluruh rakyat menangis dengan nyaring di depan kuburan itu.","Setelah itu Daud meratap untuk Abner, katanya, \"Haruskah Abner mati sebagai orang dungu?","Tangannya tak terikat, dan kakinya tak terbelenggu. Ia mati tertikam oleh orang yang jahat dan kejam.\" Lalu seluruh rakyat menangisi Abner lebih keras lagi.","Sepanjang hari orang-orang berusaha membujuk Daud supaya makan sedikit, tetapi ia bersumpah, \"Kiranya Allah membunuh aku, jika aku makan sebelum matahari terbenam!\"","Mendengar hal itu rakyat merasa senang. Memang, apa saja yang dilakukan Raja Daud, membuat hati mereka senang.","Pada hari itu seluruh rakyat Daud dan seluruh bangsa Israel mengerti, bahwa raja tidak menghendaki pembunuhan terhadap Abner itu.","Kata raja kepada para pengiringnya, \"Tidak tahukah kamu bahwa pada hari ini seorang pemimpin besar di Israel telah gugur?","Meskipun aku ini raja yang dipilih oleh Allah, tetapi sekarang aku merasa lemah. Anak-anak Zeruya itu terlalu kejam. Aku tak sanggup menguasai mereka. Semoga TUHAN menghukum penjahat-penjahat itu, setimpal dengan perbuatan mereka!\""]