["Setelah itu datanglah semua pemimpin suku-suku Israel kepada Daud di Hebron dan berkata kepadanya, \"Kami ini kerabat Baginda.","Sejak dahulu, bahkan ketika Saul masih memerintah kami, Baginda juga yang memimpin tentara Israel setiap kali mereka maju berperang, lagipula TUHAN telah berjanji kepada Baginda bahwa Bagindalah yang akan memimpin umat-Nya dan menjadi raja mereka.\"","Daud membuat perjanjian dengan pemimpin-pemimpin Israel itu di Hebron, lalu mereka melantik dia menjadi raja Israel.","Daud berumur tiga puluh tahun pada waktu ia menjadi raja, dan ia memerintah empat puluh tahun lamanya.","Di Hebron ia memerintah Yehuda selama tujuh setengah tahun, dan di Yerusalem ia memerintah seluruh Israel dan Yehuda selama tiga puluh tiga tahun.","Pada suatu hari Raja Daud dan anak buahnya berangkat hendak menyerang Yerusalem. Orang Yebus penduduk kota itu, mengira bahwa Daud tidak akan dapat mengalahkan Yerusalem. Sebab itu mereka berkata kepadanya, \"Engkau tidak akan dapat masuk ke mari; orang-orang buta dan orang-orang pincang pun sanggup mengusirmu.\"","Daud berkata kepada anak buahnya, \"Adakah di sini orang yang membenci orang Yebus sama seperti aku membenci mereka? Cukup bencikah dia sehingga ingin sekali membunuh mereka? Kalau begitu, masuklah melalui terowongan air dan seranglah orang-orang pincang dan buta yang kubenci itu.\" (Itulah sebabnya orang berkata, \"Orang buta dan orang pincang tidak boleh masuk Rumah TUHAN.\") Daud berhasil merebut benteng Sion dan mendudukinya. Ia menamakannya \"Kota Daud\". Kota itu dibangunnya di sekeliling benteng itu, mulai dari sebelah timur bukit yang ditinggikan dengan tanah.","(5:7)","(5:7)","Daud makin lama makin kuat, karena TUHAN, Allah Yang Mahakuasa menolongnya.","Raja Hiram dari negeri Tirus mengirim duta-dutanya kepada Daud, juga kayu cemara Libanon dan tukang-tukang kayu serta tukang-tukang batu untuk mendirikan istana.","Karena itu Daud merasa yakin bahwa TUHAN telah mengukuhkan dia sebagai raja Israel, dan menguatkan kerajaannya untuk kepentingan umat TUHAN.","Sesudah Daud pindah dari Hebron ke Yerusalem, ia memperistri lagi beberapa wanita dan mengambil beberapa wanita pula untuk selirnya; maka bertambahlah putra-putrinya.","Putra-putranya yang dilahirkan di Yerusalem adalah: Syamua, Sobab, Natan, Salomo,","Yibhar, Elisua, Nefeg, Yafia,","Elisama, Elyada dan Elifelet.","Ketika orang Filistin mendengar bahwa Daud telah dijadikan raja Israel, mereka datang hendak menangkap dia. Tetapi Daud mendengar hal itu, lalu pergi ke benteng.","Orang Filistin sampai di Lembah Refaim dan mendudukinya.","Daud bertanya kepada TUHAN, \"Haruskah aku menyerang orang Filistin itu? Apakah Engkau akan memberikan kemenangan kepadaku?\" \"Seranglah!\" jawab TUHAN. \"Aku akan memberikan kemenangan kepadamu!\"","Kemudian pergilah Daud ke Baal-Perasim dan di situ pasukan Filistin itu dikalahkannya. Lalu ia berkata, \"TUHAN telah mendobrak pertahanan musuhku, seperti banjir merobohkan segalanya dalam seketika.\" Sebab itu tempat itu disebut Baal-Perasim.","Pasukan Filistin lari tanpa sempat membawa patung-patung berhala mereka. Patung-patung itu diambil oleh Daud dan anak buahnya.","Tidak lama kemudian orang Filistin datang lagi menduduki Lembah Refaim.","Sekali lagi Daud meminta petunjuk kepada TUHAN. Jawab TUHAN, \"Jangan menyerang mereka dari sini, tetapi berjalanlah memutar dan seranglah mereka dari belakang, dekat pohon-pohon murbei.","Bilamana kaudengar bunyi seperti derap orang berbaris di puncak pohon-pohon itu, maka majulah, sebab Aku akan berjalan di depanmu untuk mengalahkan tentara Filistin.\"","Daud melaksanakan apa yang diperintahkan TUHAN, dan ia berhasil memukul mundur orang Filistin dari Geba sampai ke Gezer."]