["Kemudian Daud memanggil lagi prajurit-prajurit yang terbaik di Israel supaya berkumpul, jumlahnya 30.000 orang.","Mereka dipimpinnya menuju ke Baale-Yehuda, untuk mengambil dari sana Peti Perjanjian yang disebut dengan nama TUHAN Mahakuasa yang bertahta di atas kerub-kerub.","Peti Perjanjian itu diambil dari rumah Abinadab di atas bukit dan dinaikkan ke dalam pedati yang baru. Lalu Uza dan Ahio, anak-anak Abinadab mengiringi pedati itu; Uza berjalan di sampingnya,","dan Ahio berjalan di depannya.","Daud dan seluruh bangsa Israel berjalan di depan Peti itu sambil menari-nari sekuat tenaga dan bernyanyi-nyanyi untuk menghormati TUHAN. Mereka bermain kecapi, gambus, rebana, kelentingan, dan simbal.","Ketika mereka sampai di tempat pengirikan gandum milik Nakhon, sapi-sapi yang menarik pedati itu tersandung, lalu Uza mengulurkan tangannya dan memegang Peti Perjanjian itu supaya jangan jatuh.","Pada saat itu juga TUHAN Allah menjadi marah kepada Uza, karena perbuatannya itu merupakan penghinaan kepada TUHAN. Uza dibunuh-Nya di tempat itu, di dekat Peti Perjanjian.","Maka sejak saat itu tempat itu disebut Peres-Uza. Daud marah karena TUHAN membinasakan Uza.","Tetapi Daud takut juga kepada TUHAN dan berkata, \"Sekarang bagaimana Peti Perjanjian itu dapat kubawa?\"","Sebab itu ia tidak mau lagi membawa Peti Perjanjian itu ke Yerusalem, melainkan menyimpannya di rumah Obed-Edom orang Gat.","Peti Perjanjian itu tinggal di situ tiga bulan lamanya, dan TUHAN memberkati Obed-Edom dan keluarganya.","Raja Daud mendengar bahwa TUHAN memberkati keluarga Obed-Edom dan segala miliknya karena Peti Perjanjian itu. Maka pergilah ia ke rumah Obed-Edom, mengambil Peti untuk memindahkannya ke Yerusalem dengan perayaan besar.","Ketika orang-orang yang mengangkat Peti Perjanjian itu sudah berjalan enam langkah, Daud menyuruh mereka berhenti. Lalu ia mempersembahkan kurban kepada TUHAN, yaitu sapi jantan dan anak sapi yang digemukkan.","Kemudian Daud menari-nari dengan penuh semangat untuk menghormati TUHAN. Pada waktu itu ia hanya memakai sarung linen pendek yang diikat pada pinggangnya.","Demikianlah Daud dan seluruh rakyat Israel memindahkan Peti Perjanjian itu ke Yerusalem, diiringi sorak-sorai dan bunyi trompet.","Ketika Peti itu sedang dibawa masuk ke dalam kota, Mikhal putri Saul menjenguk dari jendela lalu melihat Raja Daud melompat-lompat dan menari-nari untuk menghormati TUHAN, dan Mikhal merasa muak melihat Daud.","Peti Perjanjian itu diletakkan di tempatnya di dalam kemah yang telah dipasang oleh Daud untuk Peti itu. Kemudian Daud mempersembahkan kurban bakaran dan kurban perdamaian kepada TUHAN.","Lalu ia memberkati rakyat Israel dengan nama TUHAN Yang Mahakuasa.","Kemudian membagi-bagikan makanan kepada mereka semua. Setiap orang yang ada di situ baik laki-laki maupun wanita diberinya sepotong daging panggang, roti dan kue kismis. Setelah itu mereka semua pulang ke rumahnya masing-masing.","Pada waktu Daud pulang ke istana untuk memberi salam kepada keluarganya, Mikhal ke luar mendapatkan Daud dan berkata, \"Hari ini raja Israel sungguh-sungguh membuat dirinya terhormat! Ia telah bertelanjang seperti orang dungu yang tak tahu malu di depan budak-budak perempuan milik para pegawai istana!\"","Daud menjawab, \"Aku menari untuk menghormati TUHAN, yang telah menolak ayahmu serta keluarganya, lalu memilih aku menjadi pemimpin Israel, umat-Nya. Sebab itu aku akan terus menari untuk menghormati TUHAN.","Bahkan aku bersedia dihina lebih daripada tadi. Boleh saja engkau memandang rendah kepadaku, tetapi budak-budak yang kausebutkan tadi, akan menghargai aku!\"","Mikhal, putri Saul itu tidak beranak seumur hidupnya."]