["TUHAN melindungi Raja Daud dari segala gangguan musuhnya, sehingga ia dapat menetap di dalam istananya.","Maka berkatalah raja kepada Nabi Natan, \"Lihat, aku ini tinggal di istana yang dibuat dari kayu cemara Libanon, padahal Peti Perjanjian Allah hanya disimpan di dalam kemah saja!\"","Jawab Natan, \"Lakukanlah segala niat Baginda, sebab TUHAN menolong Baginda.\"","Tetapi pada malam itu TUHAN berkata kepada Natan,","\"Pergilah dan sampaikanlah kepada hamba-Ku Daud pesan-Ku ini, 'Masakan engkau yang mendirikan rumah bagi-Ku.","Sejak bangsa Israel Kubebaskan dari Mesir sampai sekarang, belum pernah Aku tinggal dalam sebuah rumah, melainkan selalu mengembara dan tinggal di sebuah kemah.","Selama pengembaraan-Ku bersama bangsa Israel, belum pernah Aku bertanya kepada pemimpin-pemimpin yang telah Kupilih, apa sebabnya mereka tidak mendirikan rumah dari kayu cemara Libanon untuk Aku.'","Sebab itu, Natan, beritahukanlah kepada hamba-Ku Daud, bahwa Aku, TUHAN Yang Mahakuasa, berkata kepadanya, 'Engkau telah kuambil dari pekerjaanmu menggembalakan domba dipadang dan Kuangkat menjadi raja atas umat-Ku Israel.","Aku telah menyertai engkau ke mana saja engkau pergi, dan segala musuhmu telah Kutumpas pada waktu engkau bertempur. Engkau akan Kubuat termasyhur seperti pemimpin-pemimpin yang paling besar di dunia.","Lagipula, bagi umat-Ku Israel telah Kusediakan tempat dan Kusuruh mereka menetap di situ, supaya mereka dapat hidup tenang, tanpa diganggu lagi. Sejak kedatangan mereka ke tanah ini dahulu, dan Kuangkat pemimpin-pemimpin untuk mereka, mereka telah diserang oleh orang-orang yang suka kekerasan, tetapi hal itu tidak akan terjadi lagi. Aku berjanji bahwa engkau akan aman dari segala musuh, dan Aku akan memberikan keturunan kepadamu.","(7:10)","Kelak, jika sampai ajalmu, dan engkau dikuburkan di makam leluhurmu, seorang dari putramu akan Kuangkat menjadi raja. Dialah yang akan mendirikan rumah bagi-Ku. Kerajaannya akan Kukukuhkan dan untuk selama-lamanya seorang keturunannya akan memerintah sebagai raja.","(7:12)","Aku akan menjadi bapaknya, dan dia akan menjadi putra-Ku. Apabila dia berbuat salah, dia akan Kuhukum seperti seorang bapak menghukum anaknya.","Tetapi Aku akan tetap berbuat baik kepadanya sesuai dengan janji-Ku. Janji-Ku kepadanya akan tetap Kupegang, tidak seperti yang Kulakukan kepada Saul yang telah Kugeser dari kedudukannya supaya engkau bisa menjadi raja.","Engkau akan selalu mempunyai keturunan, dan Aku akan membuat kerajaanmu bertahan selama-lamanya. Untuk selama-lamanya seorang dari keturunanmu akan memerintah sebagai raja.'\"","Lalu Natan memberitahukan kepada Daud segala yang telah dinyatakan Allah kepadanya.","Lalu masuklah Raja Daud ke dalam Kemah TUHAN. Dia duduk dan berdoa, \"Ya TUHAN Yang Mahatinggi, aku dan keluargaku tidak layak menerima segala kebaikan yang Kautunjukkan kepadaku selama ini.","Bahkan Engkau berbuat lebih dari itu, ya TUHAN Yang Mahatinggi; Engkau telah membuat janji mengenai keturunanku untuk masa yang akan datang. Dan Kauperlihatkan hal itu kepadaku, meskipun aku hanya manusia, ya TUHAN Yang Mahatinggi!","Apalagi yang dapat kukatakan kepada-Mu? Engkau mengetahui segalanya tentang hamba-Mu ini.","Demi janji-Mu dan atas kemauan-Mu sendiri Engkau melakukan perbuatan-perbuatan besar itu untuk mengajar hamba-Mu ini.","Engkau sungguh besar, ya TUHAN Allah! Hanya Engkaulah Allah, tidak ada yang sama dengan Engkau. Kami tahu hal itu sebab sudah diberitahukan sejak dahulu.","Di seluruh bumi tidak ada bangsa seperti Israel. Israel satu-satunya bangsa yang telah Kaubebaskan dari perbudakan untuk menjadi umat-Mu sendiri. Segala perbuatan besar dan ajaib yang Kaulakukan bagi mereka, membuat nama-Mu termasyhur di seluruh dunia. Bangsa-bangsa lain beserta dewa-dewa mereka telah Kauusir pada waktu umat-Mu maju bertempur.","Bangsa Israel telah Kaujadikan umat-Mu sendiri untuk selama-lamanya, dan Engkau ya TUHAN, menjadi Allah mereka.","Dan sekarang, ya TUHAN Allah, sudilah Engkau mengukuhkan untuk selama-lamanya janji yang Kauucapkan mengenai diriku dan keturunanku. Sudilah melaksanakan apa yang telah Kaujanjikan itu.","Di mana-mana orang akan selalu mengagungkan nama-Mu dan berkata, 'TUHAN Yang Mahakuasa ialah Allah atas Israel.' Maka untuk selama-lamanya seorang dari keturunanku akan memerintah sebagai raja atas bangsa ini.","TUHAN Yang Mahakuasa! Aku memberanikan diri memanjatkan doa ini kepada-Mu, sebab Engkau sendiri sudah memberitahukan kepadaku bahwa anak cucuku turun-temurun Kaujadikan raja atas bangsa ini.","Ya TUHAN Yang Mahatinggi, Engkaulah Allah; semua janji-Mu Kautepati, dan hal yang indah itu telah Kaujanjikan kepadaku.","Sebab itu, aku mohon, sudilah memberkati keturunanku supaya selama-lamanya mereka tetap merasakan kasih-Mu. Ya TUHAN Yang Mahatinggi, semua itu telah Kaujanjikan, maka keturunanku akan tetap Kauberkati untuk selama-lamanya.\""]