["Beberapa waktu kemudian Raja Daud menyerang orang Filistin lagi. Ia mengalahkan mereka dan merebut tanah mereka.","Daud juga mengalahkan orang Moab. Disuruhnya mereka berbaring di tanah, lalu dibunuhnya dua orang di antara tiap tiga orang. Jadi, orang Moab takluk kepada Daud dan membayar upeti kepadanya.","Selanjutnya Daud mengalahkan Raja Hadadezer anak Rehob yang memerintah di Zoba, yaitu sebuah kerajaan dekat Damsyik. Pada waktu itu Hadadezer sedang dalam perjalanan hendak memulihkan kekuasaannya atas wilayah di dekat hulu Sungai Efrat.","Daud menawan 1.700 orang tentara berkuda dan 20.000 orang tentara berjalan kaki. Ia melumpuhkan semua kuda, kecuali sebagian, cukup untuk seratus kereta perang.","Orang Siria dari Damsyik mengirim tentara untuk menolong Raja Hadadezer. Tetapi Daud mengalahkan mereka dan menewaskan 22.000 orang dari mereka.","Kemudian Daud mendirikan perkemahan-perkemahan militer dalam wilayah mereka, dan mereka takluk serta membayar upeti kepadanya. TUHAN memberikan kemenangan kepada Daud di mana pun ia berperang.","Tameng-tameng emas yang dipakai oleh tentara Hadadezer dirampas oleh Daud dan dibawa ke Yerusalem.","Selain itu Daud juga mengambil perunggu banyak sekali dari Betah dan Berotai, kota-kota yang dahulu dikuasai oleh Hadadezer.","Raja Tou dari Hamat mendengar bahwa Daud telah mengalahkan seluruh tentara Hadadezer.","Maka ia mengutus Yoram putranya untuk menyampaikan salam kepada Raja Daud dan mengucapkan selamat atas kemenangannya itu, sebab Hadadezer sudah sering berperang dengan Tou. Yoram datang kepada Daud dengan membawa banyak hadiah dari emas, perak dan perunggu.","Raja Daud mempersembahkan semua hadiah itu kepada TUHAN untuk dipergunakan dalam upacara ibadat. Demikian juga dilakukannya dengan barang-barang emas dan perak yang telah dirampasnya dari Hadadezer dan bangsa-bangsa yang dikalahkannya, yaitu bangsa Edom, Moab, Amon, Filistin dan Amalek.","(8:11)","Nama Daud menjadi lebih termasyhur lagi ketika ia kembali setelah menewaskan 18.000 orang Edom di Lembah Asin.","Ia mendirikan perkemahan-perkemahan militer di seluruh Edom, dan orang-orang Edom itu takluk kepadanya. TUHAN memberikan kemenangan kepada Daud di mana pun ia berperang.","Demikianlah Daud memerintah seluruh Israel dan menjaga agar rakyatnya selalu diperlakukan dengan adil dan baik.","Inilah pejabat-pejabat tinggi yang diangkat oleh Daud: Panglima angkatan bersenjata: Yoab anak Zeruya; Sekretaris istana: Yosafat anak Ahilud; Imam-imam: Zadok anak Ahitub, dan Ahimelekh anak Abyatar; Sekretaris negara: Seraya","(8:16)","Kepala pengawal pribadi raja: Benaya anak Yoyada; Imam-imam di istana: putra-putra Daud."]