["Setelah beberapa waktu lamanya, pada tahun ketiga musim kering itu, TUHAN berkata kepada Elia, \"Pergilah menghadap Raja Ahab, tak lama lagi Aku akan menurunkan hujan.\"","Maka berangkatlah Elia. Pada waktu itu bencana kelaparan sudah sangat parah di Samaria.","Karena itu Ahab memanggil Obaja untuk datang menghadap. (Obaja adalah kepala rumah tangga istana. Ia seorang yang sungguh-sungguh beribadat kepada TUHAN.","Pada waktu Izebel membunuh nabi-nabi TUHAN, Obaja ini menolong 100 orang nabi dengan menyembunyikan mereka di dalam gua--50 orang dalam satu gua--serta memberi mereka makan dan minum.)","Ahab berkata kepada Obaja, \"Mari kita menjelajahi seluruh negeri ini dan mencari mata air atau sungai. Mungkin kita akan menemukan rumput untuk menyelamatkan kuda dan bagal kita, supaya tidak perlu kita membunuh seekor pun dari ternak kita.\"","Setelah membagi daerah yang akan dijelajahi itu, mereka pun berangkat. Ahab ke satu jurusan dan Obaja ke jurusan yang lain.","Di tengah jalan Obaja bertemu dengan Elia. Setelah mengenali Elia, Obaja sujud menghormatinya lalu bertanya, \"Betulkah ini Pak Elia?\"","\"Betul, saya Elia,\" jawab Elia. \"Sekarang pergilah beritahukan rajamu bahwa saya ada di sini.\"","Obaja menjawab, \"Apa salah saya sehingga Bapak mau menyerahkan saya kepada Ahab untuk dibunuh?","Demi TUHAN yang hidup, Allah yang disembah oleh Bapak, saya menyatakan bahwa raja telah menyuruh saya mencari Bapak di mana-mana. Apabila di suatu negeri penguasanya berkata bahwa Bapak tidak ada di sana, Ahab menuntut agar penguasa negeri itu bersumpah bahwa Bapak memang tidak ditemukan di situ.","Dan sekarang Bapak mau supaya saya pergi kepadanya dan berkata bahwa Bapak ada di sini?","Apabila saya pergi dari sini, Roh TUHAN mungkin akan membawa Bapak ke tempat yang tidak saya ketahui! Dan kalau saya memberitahukan kepada Ahab bahwa Bapak ada di sini, kemudian ia tidak menemukan Bapak, tentu ia akan membunuh saya. Ketahuilah, Pak, saya ini sungguh-sungguh beribadat kepada TUHAN sejak kecil!","Apakah Bapak belum mendengar bahwa ketika Izebel membunuh nabi-nabi TUHAN, saya menyembunyikan 100 dari mereka di dalam gua--50 orang dalam satu gua--dan memberi mereka makan dan minum?","Sekarang, mengapa Bapak menyuruh saya pergi memberitahukan kepada raja bahwa Bapak ada di sini? Ia pasti akan membunuh saya!\"","Elia menjawab, \"Demi TUHAN Yang Mahakuasa yang saya layani, saya berjanji akan datang sendiri menghadap raja hari ini juga.\"","Maka pergilah Obaja melaporkan kepada raja, dan Ahab pun berangkat untuk menemui Elia.","Pada waktu Ahab melihat Elia, Ahab berseru, \"Ini dia si pengacau di Israel!\"","\"Saya bukan pengacau,\" sahut Elia, \"tetapi Baginda sendiri. Baginda dan keluarga Bagindalah yang pengacau. Dengan menyembah berhala-berhala Baal, Baginda melanggar perintah-perintah TUHAN.","Sekarang, perintahkanlah seluruh rakyat Israel untuk bertemu dengan saya di Gunung Karmel. Bawa juga keempat ratus lima puluh nabi Baal dan keempat ratus nabi Dewi Asyera itu yang dibiayai oleh permaisuri Izebel!\"","Maka Ahab mengerahkan seluruh rakyat dan nabi-nabi Baal itu ke Gunung Karmel.","Lalu Elia mendekati rakyat itu dan berkata, \"Sampai kapan kalian mau tetap mendua hati? Kalau TUHAN itu Allah, sembahlah TUHAN! Kalau Baal itu Allah, sembahlah Baal!\" Rakyat yang berkumpul di situ diam saja.","Kemudian Elia berkata, \"Di antara nabi-nabi TUHAN hanya sayalah yang tertinggal, padahal di sini ada 450 nabi Baal.","Sekarang bawalah ke mari dua ekor sapi jantan. Suruh nabi-nabi Baal itu mengambil seekor dan menyembelihnya, kemudian memotong-motongnya lalu meletakkannya di atas kayu api. Tetapi mereka tidak boleh menyalakan api di situ. Sapi yang seekor lagi akan saya persiapkan begitu juga. Saya akan menyembelihnya dan memotong-motongnya serta meletakkannya di atas kayu api. Tapi saya pun tak akan menyalakan api di situ.","Biarlah nabi-nabi Baal itu berdoa kepada dewa mereka, dan saya pun akan berdoa kepada TUHAN. Yang menjawab dengan mengirim api, Dialah Allah.\" Seluruh rakyat menyahut dengan suara yang keras, \"Setuju!\"","Lalu kata Elia kepada nabi-nabi Baal itu, \"Karena kalian banyak, silakan kalian memilih dulu sapinya dan menyiapkannya, tetapi jangan menyalakan api pada kayunya. Setelah itu berdoalah kepada ilahmu.\"","Maka mereka memilih seekor sapi dan menyiapkannya. Setelah itu mereka berdoa kepada Baal dari pagi sampai tengah hari sambil berteriak-teriak, \"Jawablah kami, Baal!\" Mereka melakukan itu sambil terus menari-nari sekeliling mezbah mereka. Tetapi tidak ada jawaban sama sekali.","Pada tengah hari mulailah Elia memperolok-olok mereka. \"Berdoalah lebih keras! Ia ilah, bukan? Mungkin ia sedang melamun, atau ke kamar kecil. Boleh jadi juga ia sedang bepergian! Atau barangkali ia sedang tidur, dan kalian harus membangunkan dia!\"","Nabi-nabi itu berdoa lebih keras lagi. Dan seperti yang biasanya mereka lakukan, mereka menggores-goresi badan mereka dengan pedang dan tombak sampai darah bercucuran.","Begitulah mereka terus-menerus sampai petang hari seperti orang kesurupan. Tetapi tidak ada yang menjawab, tidak ada yang memperhatikan.","Lalu kata Elia kepada seluruh rakyat itu, \"Mari mendekat!\" Mereka semua berkumpul di sekelilingnya, kemudian ia mulai memperbaiki mezbah TUHAN yang telah runtuh.","Ia mengambil dua belas batu, setiap batu mewakili salah satu dari kedua belas suku keturunan Yakub, yakni orang yang telah diberi nama Israel oleh TUHAN.","Dengan batu-batu itu Elia membangun kembali mezbah tempat ibadat kepada TUHAN. Di sekeliling mezbah itu ia menggali parit yang cukup besar sehingga dapat menampung kurang lebih lima belas liter air.","Ia menyusun kayu api di atas mezbah, lalu sapi yang seekor itu dipotong-potongnya dan ditaruhnya di atas kayu itu. Kemudian ia berkata, \"Isilah empat tempayan dengan air sampai penuh, lalu tuangkan air itu ke atas persembahan kurban dan kayunya.\" Setelah mereka melakukan hal itu,","ia berkata, \"Sekali lagi,\" lalu mereka melakukannya. \"Satu kali lagi,\" kata Elia, dan mereka melakukannya pula.","Maka mengalirlah air di sekeliling mezbah itu sehingga paritnya pun penuh air.","Ketika tiba saat mempersembahkan kurban petang, Nabi Elia mendekati mezbah itu lalu berdoa, \"Ya TUHAN, Allah yang disembah oleh Abraham, Ishak dan Yakub, nyatakanlah sekarang ini bahwa Engkaulah Allah di Israel, dan saya hamba-Mu. Nyatakanlah juga bahwa segala yang saya lakukan ini adalah atas perintah-Mu.","Jawablah, TUHAN! Jawablah saya supaya rakyat ini tahu bahwa Engkau, ya TUHAN, adalah Allah, dan bahwa Engkaulah yang membuat mereka kembali kepada-Mu.\"","Lalu TUHAN mengirim api dari langit dan membakar hangus kurban itu bersama kayu apinya, batu-batunya dan tanahnya serta menjilat habis air yang terdapat di dalam parit itu.","Pada saat rakyat melihat hal itu mereka tersungkur ke tanah sambil berkata, \"TUHAN itu Allah! Sungguh TUHAN itu Allah!\"","Maka berkatalah Elia, \"Tangkap nabi-nabi Baal itu! Jangan biarkan seorang pun lolos!\" Lalu orang-orang menangkap nabi-nabi Baal itu, kemudian Elia membawa mereka ke Sungai Kison dan di sana ia membunuh mereka semuanya.","Setelah itu berkatalah Elia kepada Raja Ahab, \"Sekarang baiklah Baginda pergi makan! Sebentar lagi akan hujan, sebab derunya sudah terdengar.\"","Lalu Ahab pergi makan, dan Elia naik ke atas Gunung Karmel. Di sana ia sujud dengan mukanya ke tanah di antara kedua lututnya.","Kepada pelayannya ia berkata, \"Naiklah ke puncak dan lihatlah ke arah laut.\" Hamba itu naik, lalu kembali dan berkata, \"Saya tidak melihat apa-apa.\" Sampai tujuh kali Elia menyuruh hambanya naik turun untuk melihat.","Pada yang ketujuh kalinya hamba itu kembali dan berkata, \"Saya melihat awan sekecil telapak tangan datang dari arah laut.\" Maka Elia berkata kepada hambanya, \"Pergilah kepada Raja Ahab, suruh dia naik ke keretanya dan pulang sebelum ia terhalang oleh hujan.\"","Dalam sekejap saja langit menjadi mendung, dan angin kencang bertiup serta hujan lebat pun mulai turun. Ahab naik ke keretanya lalu pulang ke Yizreel.","Saat itu Elia mendapat kekuatan dari TUHAN. Ia melipat jubahnya ke atas dan mengikatnya pada pinggangnya lalu berlari mendahului Ahab sepanjang jalan sampai ke pintu gerbang kota Yizreel."]