["Pada tahun kedelapan belas pemerintahan Raja Yerobeam atas Israel, Abiam menjadi raja Yehuda","dan memerintah selama tiga tahun di Yerusalem. Ibunya ialah Maakha, anak Abisalom.","Abiam melakukan dosa-dosa seperti ayahnya. Ia tidak sepenuh hati setia kepada TUHAN Allahnya, berlainan dengan Daud, kakek buyutnya.","Tetapi, demi Raja Daud, maka TUHAN, Allah yang disembah oleh Daud, telah memberikan kepada Abiam seorang anak untuk menggantikan dia memerintah di Yerusalem dan mempertahankan kota itu.","TUHAN melakukan hal itu oleh sebab Daud telah menyenangkan hati-Nya. Daud tidak pernah mengabaikan perintah-perintah TUHAN, kecuali dalam perkara Uria orang Het itu.","Perang antara Rehabeam dan Yerobeam yang dimulai pada masa Rehabeam masih berlangsung selama pemerintahan Abiam.","Kisah lainnya mengenai Abiam sudah dicatat dalam buku Sejarah Raja-raja Yehuda.","Abiam pun meninggal dan dimakamkan di Kota Daud. Asa anaknya menjadi raja menggantikan dia.","Pada tahun kedua puluh pemerintahan Raja Yerobeam atas Israel, Asa menjadi raja Yehuda.","Ia memerintah empat puluh satu tahun lamanya di Yerusalem. Neneknya ialah Maakha, anak Abisalom.","Seperti Daud, nenek moyangnya, Asa menyenangkan hati TUHAN.","Semua pelacur yang bertugas di tempat-tempat penyembahan dewa disingkirkannya, dan semua berhala yang didirikan oleh raja-raja yang memerintah sebelum dia dihapuskannya dari seluruh negeri.","Neneknya, Maakha, dipecatnya dari kedudukannya sebagai Ibu suri, sebab ia telah membuat patung berhala yang cabul untuk Asyera, dewi kesuburan. Asa merobohkan berhala itu dan membakarnya di Lembah Kidron.","Meskipun tidak semua tempat penyembahan berhala dihancurkan oleh Asa, namun ia tetap setia kepada TUHAN sepanjang hidupnya.","Semua emas dan perak yang telah dipersembahkan ayahnya kepada TUHAN, dibawanya ke Rumah TUHAN, begitu juga emas dan perak, persembahannya sendiri.","Semasa pemerintahan Raja Asa dari Yehuda dan Raja Baesa dari Israel selalu ada perang antara kedua raja itu.","Baesa menyerang Yehuda dan memperkuat kota Rama untuk menutup jalan keluar masuk Yehuda.","Karena itu Raja Asa mengambil semua emas dan perak yang masih ada di Rumah TUHAN dan istana raja lalu mengirimnya ke Damsyik kepada Benhadad raja Siria, anak Tabrimon, yaitu cucu Hezion. Barang-barang itu dikirim dengan perantaraan beberapa pejabat istana, disertai pesan berikut ini,","\"Marilah kita mengikat persahabatan seperti yang sudah dilakukan oleh orang tua kita. Bersama ini saya mengirim emas dan perak sebagai hadiah, dan mengajak tuan memutuskan hubungan dengan Baesa raja Israel, supaya ia menarik kembali pasukannya dari wilayah saya.\"","Benhadad setuju dengan tawaran itu lalu menyuruh perwira-perwiranya bersama pasukan mereka menyerang kota-kota Israel. Mereka mengalahkan Iyon, Dan, Abel-Bet-Maakha dan Kinerot di dekat Danau Galilea serta seluruh wilayah Naftali.","Ketika Baesa mendengar hal itu, ia berhenti memperkuat Rama. Ia pergi ke Tirza dan untuk sementara waktu tidak berperang.","Setelah itu, semua orang di seluruh Yehuda tanpa kecuali diperintahkan oleh Raja Asa untuk mengangkut batu dan kayu yang dipakai Baesa di Rama untuk memperkuat kota itu. Bahan-bahan itu dipakai Asa untuk memperkuat kota Mizpa dan Geba, sebuah kota di wilayah Benyamin.","Kisah lainnya mengenai Raja Asa, yaitu kepahlawanannya dan kota-kota yang diperkuatnya, sudah dicatat dalam buku Sejarah Raja-raja Yehuda. Pada masa tuanya Asa menderita penyakit pada kedua kakinya.","Ia meninggal dan dikubur di makam raja-raja di Kota Daud. Yosafat, putranya menjadi raja menggantikan dia.","Pada tahun kedua pemerintahan Raja Asa atas Yehuda, Nadab anak Yerobeam menjadi raja di Israel dan memerintah dua tahun lamanya.","Sama seperti ayahnya yang memerintah sebelumnya, ia pun melakukan yang jahat pada pemandangan TUHAN sehingga menyebabkan orang Israel berbuat dosa.","Baesa, anak Ahia, dari suku Isakhar berkomplot melawan Nadab, lalu membunuh dia. Pada waktu itu Nadab dengan pasukannya sedang mengepung kota Gibeton di wilayah Filistin.","Itu terjadi dalam tahun ketiga pemerintahan Raja Asa atas Yehuda. Demikianlah Baesa menjadi raja Israel menggantikan Nadab.","Segera setelah Baesa menjadi raja, ia membunuh seluruh keluarga Yerobeam. Sesuai dengan apa yang telah dikatakan TUHAN melalui hamba-Nya, Nabi Ahia dari Silo, maka seluruh keluarga Yerobeam terbunuh, tidak seorang pun yang luput.","Yerobeam berdosa dan menyebabkan orang Israel pun berdosa. Dengan demikian Yerobeam membangkitkan kemarahan TUHAN, Allah yang disembah orang Israel.","Kisah lainnya mengenai Nadab sudah dicatat dalam buku Sejarah Raja-raja Israel.","Selama masa pemerintahan Raja Baesa dari Israel, perang selalu terjadi antara Baesa dan Raja Asa dari Yehuda.","Pada tahun ketiga pemerintahan Raja Asa atas Yehuda, Baesa anak Ahia menjadi raja atas seluruh Israel. Ia memerintah di Tirza dua puluh empat tahun lamanya.","Sama seperti Raja Yerobeam yang memerintah sebelumnya, Raja Baesa pun berdosa kepada TUHAN dan menyebabkan orang Israel juga berbuat dosa."]