["Adalah seorang nabi bernama Elia. Ia berasal dari Tisbe, suatu kota di wilayah Gilead. Pada suatu hari ia datang kepada Raja Ahab dan berkata, \"Demi TUHAN yang hidup, Allah yang disembah orang Israel dan yang saya layani, saya memberitahukan kepada Tuan bahwa selama dua atau tiga tahun yang berikut ini tidak akan ada embun atau hujan sedikit pun, kecuali kalau saya mengatakannya.\"","Setelah itu TUHAN berkata kepada Elia,","\"Tinggalkanlah tempat ini, pergilah ke timur ke seberang Sungai Yordan dan bersembunyilah di sana dekat anak Sungai Kerit.","Engkau dapat minum dari anak sungai itu, dan burung gagak akan Kusuruh membawa makanan untukmu.\"","Elia menuruti perintah TUHAN itu, dan pergi ke anak sungai Kerit lalu tinggal di situ.","Ia minum dari anak sungai itu, dan makan roti dan daging yang dibawa oleh burung gagak setiap pagi dan setiap sore.","Setelah beberapa waktu lamanya, anak sungai itu pun kering karena tidak ada hujan.","Kemudian TUHAN berkata kepada Elia,","\"Sekarang kau harus pergi ke kota Sarfat, dekat Sidon dan tinggal di sana. Aku sudah menyuruh seorang janda di sana supaya ia memberi makan kepadamu.\"","Maka pergilah Elia ke Sarfat. Ketika tiba di pintu kota itu, ia melihat seorang janda sedang mengumpulkan kayu api. Lalu kata Elia kepada janda itu, \"Ibu, tolong ambilkan sedikit air minum untuk saya.\"","Ketika janda itu sedang berjalan untuk mengambil air itu, Elia berseru, \"Ibu, bawakanlah juga sedikit roti.\"","Janda itu menjawab, \"Demi TUHAN yang hidup, Allah yang disembah oleh Bapak, saya bersumpah bahwa saya tak punya roti. Saya hanya mempunyai segenggam tepung terigu di dalam mangkuk, dan sedikit minyak zaitun di dalam botol. Saya sedang mengumpulkan kayu api untuk memasak bahan yang sedikit itu, supaya saya dan anak saya bisa makan. Itulah makanan kami yang terakhir; sesudah itu kami akan menunggu mati saja.\"","\"Jangan khawatir, Ibu!\" kata Elia kepadanya, \"Silakan Ibu membuat makanan untuk Ibu dan anak Ibu. Tapi sebelum itu buatlah dahulu satu roti kecil dari tepung dan minyak itu, dan bawalah ke mari.","Sebab TUHAN, Allah yang disembah orang Israel, mengatakan bahwa mangkuk itu selalu akan berisi tepung, dan botol itu selalu akan berisi minyak sampai pada saat TUHAN mengirim hujan ke bumi.\"","Lalu pergilah janda itu melakukan apa yang dikatakan Elia. Maka mereka bertiga mempunyai persediaan makanan yang cukup untuk berhari-hari lamanya.","Dan seperti yang sudah dikatakan TUHAN melalui Elia, mangkuk itu selalu saja berisi tepung, dan botol itu pun selalu berisi minyak.","Beberapa waktu kemudian anak janda itu jatuh sakit. Makin lama makin parah sakitnya sehingga ia meninggal.","Lalu kata janda itu kepada Elia, \"Hamba Allah, mengapa Bapak melakukan hal ini terhadap saya? Apakah Bapak datang untuk menyebabkan Allah ingat akan dosa saya, sehingga anak saya harus meninggal?\"","Elia menjawab, \"Bawa anak itu ke mari.\" Lalu Elia mengambil anak laki-laki itu dari ibunya, dan membawanya ke ruang atas, ke kamar yang ditumpangi Elia. Elia membaringkan anak itu di atas tempat tidur,","lalu berdoa dengan suara yang keras, \"Ya TUHAN, Allahku, mengapa Engkau mendatangkan celaka ini ke atas janda ini? Ia sudah memberi tumpangan kepadaku dan sekarang Engkau membunuh anaknya!\"","Setelah itu tiga kali Elia menelungkupkan badannya di atas anak itu, sambil berdoa, \"Ya TUHAN, Allahku, hidupkanlah kiranya anak ini!\"","TUHAN mendengarkan doa Elia; anak itu mulai bernapas dan hidup kembali.","Lalu Elia turun dari kamarnya sambil membawa anak itu kepada ibunya dan berkata, \"Bu, ini anak Ibu! Ia sudah hidup kembali!\"","Janda itu menjawab, \"Sekarang saya tahu Bapak adalah hamba Allah dan perkataan Bapak memang benar dari TUHAN!\""]