["Rehabeam pergi ke Sikhem, karena seluruh rakyat Israel bagian utara telah berkumpul di sana untuk melantik dia menjadi raja.","Pada waktu itu Yerobeam anak Nebat masih ada di Mesir karena melarikan diri dari Raja Salomo. Ketika ia mendengar tentang Rehabeam, ia kembali ke Israel.","Rakyat bagian utara mengundang Yerobeam, lalu mereka bersama dia pergi menghadap Rehabeam. Kata mereka,","\"Salomo ayah Baginda telah memberi beban yang berat kepada kami. Sekarang kalau Baginda meringankan beban dan mengurangi derita kami, kami akan mengabdi kepada Baginda.\"","Rehabeam menyahut, \"Aku harus berpikir dahulu. Datanglah kembali tiga hari lagi.\" Maka pulanglah orang-orang itu.","Lalu Rehabeam meminta nasihat kepada orang-orang tua yang pernah menjadi penasihat Salomo, ayah Rehabeam. \"Bagaimana aku harus menjawab orang-orang itu?\" tanya Rehabeam, \"Apa nasihat kalian?\"","Mereka menjawab, \"Kalau Baginda sungguh-sungguh ingin mengabdi kepada rakyat, kabulkanlah permohonan mereka, maka mereka akan mengabdi kepada Baginda selama-lamanya.\"","Tetapi nasihat orang-orang tua itu tidak dihiraukan oleh Rehabeam. Sebaliknya, ia pergi kepada orang-orang muda yang sebaya dengan dia dan yang sekarang membantu dia.","Kepada mereka ia bertanya, \"Apa nasihat kalian kepadaku untuk menjawab rakyat yang meminta supaya aku meringankan beban mereka?\"","Mereka menjawab, \"Beginilah hendaknya Baginda katakan kepada mereka, 'Selemah-lemahnya aku, aku masih lebih kuat dari ayahku!'","Ayahku memberikan beban yang berat kepadamu, tetapi aku akan memberikan yang lebih berat lagi. Ia menyebat kalian dengan cemeti, tetapi aku akan memecut kalian dengan cemeti berduri besi!\"","Tiga hari kemudian Yerobeam dan semua orang itu kembali menghadap Raja Rehabeam, seperti yang telah diperintahkannya.","Berlawanan dengan nasihat orang-orang tua itu, rakyat yang datang kepadanya itu disapanya dengan kasar.","Sesuai dengan nasihat orang-orang muda, ia berkata, \"Ayahku memberikan kepadamu beban yang berat, tetapi aku akan membuat beban itu lebih berat lagi. Ia menyebat kalian dengan cemeti, tetapi aku akan memecut kalian dengan cemeti berduri besi!\"","Permintaan rakyat tidak dihiraukannya. Tetapi itu memang kehendak TUHAN. Apa yang dikatakan TUHAN melalui Nabi Ahia dari Silo mengenai Yerobeam anak Nebat harus terjadi.","Ketika rakyat melihat bahwa raja tidak mau mendengarkan mereka, mereka berteriak, \"Perduli amat dengan Daud dan keturunannya! Mereka tidak pernah berbuat apa-apa untuk kita. Rakyat Israel, mari kita pulang! Biarkan Rehabeam itu mengurus dirinya sendiri!\" Maka pulanglah rakyat Israel,","dan Rehabeam menjadi raja hanya atas wilayah Yehuda.","Meskipun begitu Raja Rehabeam masih juga menyuruh Adoniram, seorang kepala pekerja rodi, menenangkan rakyat. Tetapi mereka melempari dia dengan batu sampai mati. Melihat hal itu Rehabeam cepat-cepat naik ke keretanya, lalu melarikan diri ke Yerusalem.","Mulai saat itu rakyat di bagian utara kerajaan Israel selalu memberontak terhadap raja-raja keturunan Daud.","Pada waktu seluruh rakyat Israel mendengar bahwa Yerobeam sudah kembali dari Mesir, mereka mengundang dia ke suatu pertemuan lalu mengangkat dia menjadi raja Israel. Hanya rakyat suku Yehuda saja yang tetap setia kepada keturunan Daud.","Ketika Raja Rehabeam tiba di Yerusalem, ia mengumpulkan 180.000 prajuritnya yang terbaik dari suku Yehuda dan Benyamin untuk memerangi orang Israel dan memulihkan kekuasaannya atas suku-suku di bagian utara Israel.","Tetapi Allah menyuruh Nabi Semaya","menyampaikan berita ini kepada Rehabeam, dan kepada seluruh suku Yehuda dan Benyamin,","\"Janganlah memerangi saudara-saudaramu orang Israel. Pulanglah! Apa yang telah terjadi adalah kehendak-Ku.\" Maka mereka semuanya menuruti perintah TUHAN, lalu pulang ke rumah masing-masing.","Setelah menjadi raja Israel, Yerobeam memperkuat kota Sikhem di daerah pegunungan Efraim, lalu tinggal di sana untuk sementara waktu. Kemudian ia pergi lagi dari situ dan memperkuat kota Pnuel.","Ia berpikir begini dalam hatinya, \"Jikalau rakyat tetap pergi ke Yerusalem untuk mempersembahkan kurban di Rumah TUHAN seperti yang mereka lakukan sekarang ini, mereka akan kembali mendukung Rehabeam, raja Yehuda, lalu membunuh aku.\"","(12:26)","Sesudah mempertimbangkan hal itu, ia membuat dua patung sapi emas lalu berkata kepada rakyat, \"Bangsa Israel! Sudah cukup lama kalian pergi ke Yerusalem untuk beribadat. Sekarang, inilah ilah-ilahmu yang telah membawa kalian keluar dari Mesir!\"","Lalu Yerobeam menempatkan satu dari sapi emas itu di Betel dan yang lainnya di Dan.","Maka rakyat pun berbuat dosa, karena mereka pergi ke Betel dan ke Dan untuk beribadat.","Yerobeam juga mendirikan tempat-tempat ibadat lain di puncak-puncak gunung, dan ia mengangkat imam-imam dari antara keluarga-keluarga yang bukan suku Lewi.","Kemudian Yerobeam menempatkan imam-imam itu di Betel untuk bertugas di sana dan ia sendiri mempersembahkan kurban kepada sapi-sapi emas yang dibuatnya itu. Lalu ia menentukan tanggal lima belas bulan delapan sebagai hari raya untuk Israel, sama seperti hari raya di Yehuda. Pada hari itu Yerobeam pergi ke Betel dan mempersembahkan kurban untuk merayakan hari raya yang telah ditentukannya itu.","(12:32)"]