["Setelah itu Raja Salomo menyuruh semua pemimpin suku dan kaum dari bangsa Israel datang kepadanya di Yerusalem untuk memindahkan Peti Perjanjian TUHAN dari Sion, Kota Daud, ke Rumah TUHAN.","Maka datanglah mereka semua pada Hari Raya Pondok Daun dalam bulan Etanim.","Setelah semua pemimpin itu berkumpul, para imam mengangkat Peti Perjanjian itu,","dan membawanya ke Rumah TUHAN. Kemah TUHAN serta semua perlengkapannya dipindahkan juga ke Rumah TUHAN oleh para imam dan orang Lewi.","Raja Salomo dan seluruh rakyat Israel berkumpul di depan Peti Perjanjian itu lalu mempersembahkan kepada TUHAN domba dan sapi yang tak terhitung banyaknya.","Setelah itu para imam membawa Peti Perjanjian itu ke dalam Rumah TUHAN dan meletakkannya di bawah patung-patung kerub di dalam Ruang Mahasuci.","Sayap patung-patung itu terbentang menutupi peti itu dan kayu-kayu pengusungnya.","Kayu pengusung itu panjang sekali, sehingga ujung-ujungnya terlihat dari depan Ruang Mahasuci. (Sampai hari ini kayu-kayu itu masih di situ.)","Di dalam Peti Perjanjian itu tidak ada sesuatu pun kecuali dua batu. Batu-batu itu telah dimasukkan ke situ oleh Musa di Gunung Sinai, ketika TUHAN membuat perjanjian dengan bangsa Israel pada waktu mereka dalam perjalanan dari Mesir ke negeri Kanaan.","Pada saat para imam keluar dari Rumah TUHAN itu tiba-tiba rumah itu dipenuhi awan.","Awan itu berkilauan oleh keagungan kehadiran TUHAN sehingga para imam itu tak dapat masuk kembali untuk melaksanakan tugas mereka.","Maka berdoalah Salomo, katanya, \"Engkaulah yang menempatkan surya di langit, ya TUHAN. Namun Engkau lebih suka tinggal dalam kegelapan awan.","Kini kubangun untuk-Mu gedung yang megah, untuk tempat tinggal-Mu selama-lamanya.\"","Setelah berdoa, Raja Salomo berpaling kepada seluruh rakyat yang sedang berdiri di situ, lalu memohonkan berkat Allah bagi mereka.","Ia berkata, \"Dahulu TUHAN telah berjanji kepada ayahku Daud begini, 'Sejak Aku membawa umat-Ku keluar dari Mesir, di seluruh negeri Israel tidak ada satu kota pun yang Kupilih menjadi tempat di mana harus dibangun rumah untuk tempat ibadat kepada-Ku. Tetapi engkau, Daud, Kupilih untuk memerintah umat-Ku.' Terpujilah TUHAN Allah Israel yang sudah menepati janji-Nya itu!\"","(8:15)","Selanjutnya Salomo berkata, \"Ayahku Daud telah merencanakan untuk membangun rumah tempat ibadat kepada TUHAN Allah Israel.","Tetapi TUHAN berkata kepadanya, 'Maksudmu itu baik.","Tetapi, bukan engkau, melainkan anakmulah yang akan membangun rumah-Ku itu.'","Sekarang TUHAN telah menepati janji-Nya. Aku telah menjadi raja Israel menggantikan ayahku, dan aku telah pula membangun rumah untuk tempat ibadat kepada TUHAN, Allah Israel.","Di dalam Rumah TUHAN itu telah kusediakan tempat untuk Peti Perjanjian yang berisi batu perjanjian antara TUHAN dengan leluhur kita ketika Ia membawa mereka keluar dari Mesir.\"","Setelah itu, di hadapan rakyat yang hadir, Salomo berdiri menghadap mezbah lalu mengangkat kedua tangannya","dan berdoa, \"TUHAN, Allah Israel! Di langit atau pun di bumi tak ada yang seperti Engkau! Engkau menepati janji-Mu dan menunjukkan kasih-Mu kepada umat-Mu yang setia dan taat dengan sepenuh hati kepada-Mu.","Engkau telah menepati janji-Mu kepada ayahku Daud. Apa yang Kaujanjikan itu sudah Kaulaksanakan hari ini.","Engkau juga telah berjanji kepada ayahku bahwa kalau keturunannya sungguh-sungguh taat kepada-Mu seperti dia, maka selalu akan ada seorang dari keturunannya yang menjadi raja atas Israel. Sekarang, ya TUHAN Allah Israel, tepatilah juga semua yang telah Kaujanjikan kepada ayahku Daud, hamba-Mu itu.","(8:25)","Tetapi, ya Allah, sungguhkah Engkau sudi tinggal di bumi ini? Langit seluruhnya pun tak cukup luas untuk-Mu, apalagi rumah ibadat yang kubangun ini!","Ya TUHAN, Allahku, aku hamba-Mu! Namun dengarkanlah kiranya doaku, dan kabulkanlah permohonanku hari ini.","Semoga siang malam Engkau melindungi rumah ini yang telah Kaupilih sebagai tempat ibadat kepada-Mu. Semoga dari tempat kediaman-Mu di surga Engkau mendengar dan mengampuni aku serta umat-Mu apabila kami menghadap ke rumah ini dan berdoa kepada-Mu.","(8:29)","Apabila seseorang dituduh bersalah terhadap orang lain dan dibawa ke mezbah-Mu di dalam rumah ibadat ini untuk bersumpah bahwa ia tidak bersalah,","ya TUHAN, hendaklah Engkau mendengarkan di surga dan memutuskan perkara hamba-hamba-Mu ini. Hukumlah yang bersalah setimpal perbuatannya dan bebaskanlah yang tidak bersalah.","Apabila umat-Mu Israel dikalahkan oleh musuh-musuhnya karena mereka berdosa, lalu mereka kembali kepada-Mu dan menghormati Engkau sebagai TUHAN, kemudian datang ke rumah ibadat ini serta berdoa mohon ampun kepada-Mu,","semoga Engkau mendengarkan mereka di surga. Semoga Engkau mengampuni dosa umat-Mu ini, dan membawa mereka kembali ke negeri yang telah Kauberikan kepada leluhur mereka.","Apabila umat-Mu berdosa kepada-Mu dan Engkau menghukum mereka dengan tidak menurunkan hujan lalu mereka bertobat dari dosa mereka dan menghormati Engkau sebagai TUHAN, kemudian menghadap ke rumah ibadat ini serta berdoa kepada-Mu,","kiranya dari surga Engkau mendengarkan mereka. Dan ampunilah dosa umat-Mu Israel dan raja mereka. Ajarlah mereka melakukan apa yang benar. Setelah itu, ya TUHAN, turunkanlah hujan ke negeri-Mu ini, negeri yang Kauberikan kepada umat-Mu untuk menjadi miliknya selama-lamanya.","Apabila negeri ini dilanda kelaparan atau wabah, dan tanaman-tanaman dirusak oleh angin panas, hama atau serangan belalang, atau apabila umat-Mu diserang musuh, atau diserang penyakit,","semoga Engkau mendengarkan doa mereka. Kalau dari antara umat-Mu Israel ada yang dengan bersedih hati berdoa kepada-Mu sambil menengadahkan tangannya ke arah rumah ibadat ini,","kiranya Engkau di dalam kediaman-Mu di surga mendengar serta mengampuni dan menolong mereka. Hanya Engkaulah yang mengenal isi hati manusia. Sebab itu perlakukanlah setiap orang setimpal perbuatan-perbuatan","supaya umat-Mu taat kepada-Mu selalu selama mereka tinggal di negeri yang Kauberikan kepada leluhur kami.","Apabila seorang asing di negeri yang jauh mendengar tentang kebesaran-Mu dan tentang keajaiban-keajaiban yang telah Kaulakukan untuk umat-Mu, lalu ia datang di rumah ibadat ini untuk menghormati Engkau dan berdoa kepada-Mu,","(8:41)","semoga dari kediaman-Mu di surga Engkau mendengarkan doanya dan mengabulkan permintaannya. Dengan demikian segala bangsa di seluruh dunia mengenal Engkau dan taat kepada-Mu seperti umat-Mu Israel. Mereka akan mengetahui bahwa rumah yang kubangun ini adalah tempat untuk beribadat kepada-Mu.","Apabila Engkau memerintahkan umat-Mu untuk pergi berperang melawan musuh, lalu di mana pun mereka berada, mereka menghadap ke kota pilihan-Mu ini dan berdoa ke arah rumah ini yang telah kubangun untuk-Mu,","semoga di surga Engkau mendengarkan doa mereka itu, dan memberikan kemenangan kepada mereka.","Apabila umat-Mu berdosa kepada-Mu--sesungguhnya tidak ada seorang pun yang tidak berdosa--lalu karena kemarahan-Mu Kaubiarkan mereka dikalahkan oleh musuh, dan dibawa sebagai tawanan ke suatu negeri yang jauh atau dekat,","semoga Engkau mendengarkan doa mereka. Jikalau di negeri itu mereka meninggalkan dosa-dosa mereka, dan berdoa kepada-Mu sambil mengakui bahwa mereka telah berdosa dan berbuat jahat, dengarkanlah doa mereka, ya TUHAN.","Jikalau di negeri itu mereka dengan ikhlas dan sungguh-sungguh meninggalkan dosa-dosa mereka, dan berdoa kepada-Mu sambil menghadap ke negeri ini yang Kauberikan kepada leluhur kami, ke arah kota pilihan-Mu dan rumah ibadat yang telah kubangun untuk-Mu ini,","maka dari kediaman-Mu di surga hendaklah Engkau mendengar doa mereka dan mengasihani mereka.","Ampunilah semua dosa dan kedurhakaan mereka terhadap-Mu, dan buatlah musuh-musuh mereka memperlakukan mereka dengan baik.","Mereka adalah umat-Mu sendiri yang telah Kaubawa keluar dari Mesir negeri di mana mereka disiksa.","Semoga Engkau, ya TUHAN Allah, selalu memperhatikan umat-Mu Israel beserta rajanya. Dan sudilah Engkau mendengarkan doa mereka setiap kali mereka berseru minta tolong kepada-Mu.","Engkau, ya TUHAN Allah, sudah memilih mereka dari antara segala bangsa untuk menjadi umat-Mu sendiri, seperti yang telah Kaukatakan kepada mereka melalui hamba-Mu Musa, ketika Engkau menuntun leluhur kami keluar dari Mesir.\"","Demikianlah Salomo berdoa sambil berlutut di depan mezbah dan dengan tangan ditengadahkan ke atas. Sesudah itu ia berdiri","dan dengan suara keras memohonkan berkat Allah untuk semua orang yang berkumpul di situ, katanya,","\"Terpujilah TUHAN yang telah memberikan ketentraman kepada umat-Nya seperti yang dijanjikan-Nya melalui Musa hamba-Nya. Semua yang baik yang dijanjikan-Nya telah ditepati-Nya.","Semoga TUHAN Allah kita menyertai kita sebagaimana Ia menyertai leluhur kita. Semoga Ia tidak meninggalkan kita.","Semoga Ia menjadikan kita orang-orang yang setia kepada-Nya supaya kita selalu hidup menurut kehendak-Nya dan taat kepada semua hukum dan perintah yang telah diberikan-Nya kepada leluhur kita.","Semoga TUHAN, Allah kita, selalu ingat akan doa dan permohonan yang telah kusampaikan ini kepada-Nya. Semoga Ia selalu menunjukkan kemurahan-Nya kepada umat Israel dan rajanya dengan memberikan kepada mereka apa yang mereka perlukan setiap hari.","Dengan demikian segala bangsa di dunia akan tahu bahwa hanya TUHAN sendirilah Allah, tak ada yang lain.","Hendaklah kalian, umat-Nya selalu setia kepada TUHAN, Allah kita dan taat kepada hukum-hukum dan perintah-perintah-Nya seperti yang kalian lakukan pada hari ini.\"","Setelah itu Raja Salomo dan semua orang yang berkumpul di situ mempersembahkan kurban kepada TUHAN.","Untuk kurban perdamaian Salomo mempersembahkan 22.000 sapi dan 120.000 domba. Demikianlah raja dan seluruh rakyat mengadakan upacara peresmian Rumah TUHAN.","Hari itu juga Salomo meresmikan bagian tengah pelataran yang di depan Rumah TUHAN itu. Kemudian di pelataran itu ia mempersembahkan kurban bakaran, kurban gandum, dan lemak binatang untuk kurban perdamaian. Semua itu dipersembahkannya di situ karena mezbah perunggu terlalu kecil untuk semua persembahan itu.","Di Rumah TUHAN itu Salomo dan seluruh umat Israel mengadakan perayaan Pondok Daun selama tujuh hari. Sangat besar jumlah orang yang berkumpul di situ. Mereka datang dari daerah sejauh Jalan Hamat di utara sampai ke perbatasan Mesir di selatan.","Pada hari kedelapan Salomo menyuruh orang-orang itu pulang. Mereka semuanya memuji dia lalu kembali ke rumah mereka dengan hati yang gembira, karena semua berkat yang telah diberikan TUHAN kepada hamba-Nya Daud dan kepada bangsa Israel umat-Nya."]