["Ketika Atalya mengetahui bahwa Raja Ahazia, anaknya, sudah mati, ia memerintahkan supaya seluruh keluarga Ahazia dibunuh.","Yoas anak Ahazia nyaris dibunuh juga bersama putra-putra raja yang lainnya, tetapi ia lolos karena diselamatkan oleh Yoseba bibinya. Yoas dan pengasuhnya dibawa dan disembunyikan di sebuah kamar tidur di Rumah TUHAN.","Enam tahun lamanya Yoseba memelihara anak itu di dalam Rumah TUHAN sewaktu Atalya memerintah sebagai ratu.","Pada tahun ketujuh, para perwira pengawal pribadi ratu dan para pengawal istana dipanggil oleh Imam Yoyada untuk bertemu dengan dia di Rumah TUHAN. Di sana ia menyuruh mereka bersumpah untuk melaksanakan rencananya. Ia memperlihatkan Yoas, putra Raja Ahazia, kepada mereka,","dan memberi perintah ini, \"Apabila kalian bertugas pada hari Sabat, sepertiga dari kalian harus berjaga di istana,","sepertiga lagi di pintu Gerbang Sur, dan selebihnya di pintu gerbang di belakang pengawal-pengawal yang lain.","Kedua regu yang lepas tugas pada hari Sabat, hendaklah berjaga di Rumah TUHAN dengan pedang terhunus untuk melindungi Raja Yoas. Kalian harus mengawal dia ke mana saja ia pergi, dan setiap orang yang mencoba mendekati kalian, harus kalian bunuh.\"","(11:7)","Para perwira itu mentaati perintah Yoyada dan membawa kepadanya anak buah mereka yang harus bertugas dan yang lepas tugas pada hari Sabat itu.","Yoyada memberikan kepada para perwira itu tombak-tombak dan perisai-perisai Raja Daud yang disimpan di Rumah TUHAN.","Lalu para pengawal, masing-masing dengan pedang terhunus, mengambil tempat mereka di sekeliling bagian depan Rumah TUHAN untuk melindungi raja.","Setelah itu Yoyada membawa Yoas ke luar, lalu meletakkan mahkota di kepalanya, dan menyerahkan kepadanya buku Hukum Allah. Yoas dilantik sebagai raja dan hal itu diumumkan kepada rakyat. Semua bertepuk tangan dan bersorak, \"Hidup raja!\"","Ratu Atalya mendengar sorak sorai para pengawal dan rakyat. Cepat-cepat ia pergi ke Rumah TUHAN, di mana orang banyak berkerumun.","Ia melihat raja yang baru itu berdiri di pintu masuk Rumah TUHAN di mana ia dinobatkan, dikelilingi oleh perwira-perwira dan peniup trompet. Seluruh rakyat bersorak gembira sambil trompet dibunyikan. Dengan cemas Atalya merobek pakaiannya, dan berteriak, \"Khianat! Khianat!\"","Yoyada tidak mengizinkan Atalya dibunuh di sekitar Rumah TUHAN, jadi ia berkata kepada para perwira, \"Bawalah dia keluar melalui barisan pengawal dan bunuh siapa saja yang berusaha menyelamatkan dia.\"","Mereka menangkap dia, lalu membawanya ke istana. Di sana ia dibunuh di depan pintu Gerbang Kuda.","Imam Yoyada menyuruh Raja Yoas dan rakyat membuat perjanjian dengan TUHAN bahwa mereka akan menjadi umat TUHAN. Ia juga menyuruh raja membuat perjanjian dengan rakyat.","Setelah itu rakyat menyerbu dan meruntuhkan kuil Baal. Mezbah serta patung-patungnya dihancurkan, dan Matan, imam Baal dibunuh di depan mezbah-mezbah itu. Yoyada menugaskan pengawal untuk menjaga Rumah TUHAN,","lalu ia bersama para perwira, para pengawal pribadi raja dan para pengawal istana serta seluruh rakyat mengarak Raja Yoas dari Rumah TUHAN ke istana. Yoas masuk melalui Gerbang Pengawal, lalu duduk di atas singgasana.","Seluruh rakyat gembira, kota pun tenteram dan Atalya sudah dibunuh.","Yoas berumur tujuh tahun pada waktu ia menjadi raja Yehuda."]