["Pada tahun ketujuh pemerintahan Yehu atas Israel, Yoas menjadi raja Yehuda. Ia memerintah di Yerusalem 40 tahun lamanya. Ibunya bernama Zibya dari kota Bersyeba.","Berkat didikan Imam Yoyada, Yoas sepanjang hidupnya melakukan yang menyenangkan hati TUHAN.","Hanya sayang, tempat penyembahan dewa tidak dimusnahkannya, sehingga rakyat masih mempersembahkan kurban dan membakar kemenyan di situ.","Pada suatu hari Yoas memanggil para imam dan menyuruh mereka menyimpan uang yang diperoleh dari persembahan-persembahan di Rumah TUHAN, baik uang pembayaran penyelenggaraan kurban, maupun uang pemberian sukarela.","Setiap imam harus bertanggung jawab atas uang yang dipersembahkan oleh orang-orang yang dilayaninya. Uang itu akan dipakai untuk memperbaiki kerusakan-kerusakan di Rumah TUHAN.","Sampai pada tahun kedua puluh tiga pemerintah Yoas, para imam belum juga memperbaiki kerusakan di Rumah TUHAN.","Karena itu Yoas memanggil Imam Yoyada bersama imam-imam lainnya, dan berkata, \"Mengapa kalian belum juga memperbaiki Rumah TUHAN? Mulai hari ini kalian tidak diizinkan menyimpan uang yang kalian terima. Semuanya harus kalian serahkan untuk memperbaiki Rumah TUHAN.\"","Imam-imam setuju untuk tidak mengumpulkan uang dari rakyat, dan tidak pula bertanggung jawab atas perbaikan Rumah TUHAN.","Maka Yoyada mengambil sebuah kotak dan membuat lubang pada tutupnya, lalu meletakkannya dekat mezbah di sebelah kanan pintu masuk Rumah TUHAN. Semua uang yang dipersembahkan di Rumah TUHAN dimasukkan ke dalam kotak itu oleh imam-imam yang bertugas di pintu masuk.","Setiap kali bila uang di dalam kotak itu sudah banyak, sekretaris raja bersama Imam Agung datang dan menghitung uang itu, lalu membungkusnya.","Setelah jumlahnya dicatat, uang itu diserahkan kepada para pengawas pekerjaan perbaikan di Rumah TUHAN. Selanjutnya para pengawas itu membayar para tukang kayu, tukang bangunan,","tukang batu dan pemahat batu. Para pengawas itu juga yang membeli kayu dan batu, serta mengatur semua pengeluaran untuk perbaikan itu.","Tetapi uang itu sedikit pun tidak dipakai untuk pembuatan cangkir-cangkir perak, mangkuk, trompet, alat-alat pelita atau perkakas lainnya dari emas atau perak.","Semuanya dibayarkan kepada tukang-tukang dan dibelikan bahan-bahan bangunan yang diperlukan.","Para pengawas pekerjaan itu jujur sekali, jadi tak perlu diminta laporan keuangan dari mereka.","Uang dari kurban ganti rugi dan dari kurban pengampunan dosa tidak dimasukkan ke dalam kotak itu. Uang itu diberikan kepada imam-imam.","Pada masa itu Hazael raja Siria menyerang dan menduduki kota Gat. Lalu ia berniat menyerang Yerusalem juga.","Maka Yoas mengirim kepadanya uang tebusan. Uang itu diperolehnya dari semua persembahan yang dahulu telah diserahkan kepada TUHAN oleh Yoas sendiri, dan oleh Yosafat, Yoram serta Ahazia, yaitu raja-raja yang memerintah sebelum dia. Juga dari semua emas dalam kas Rumah TUHAN dan istana raja. Maka Hazael tidak jadi menyerang Yerusalem.","Kemudian pegawai-pegawai kerajaan Yehuda berkomplot melawan Raja Yoas. Dua orang dari antara mereka, yaitu Yozakar anak Simeat, dan Yozabad anak Somer, membunuh Yoas di sebuah rumah yang dibangun di atas tanah timbunan sebelah timur Yerusalem, di jalan turun ke Sila. Yoas dikubur di pekuburan raja-raja di Kota Daud. Amazia anaknya menjadi raja menggantikan dia. Kisah lainnya mengenai Raja Yoas dicatat dalam buku Sejarah Raja-raja Yehuda.","(12:19)","(12:19)"]