["Pada tahun kedua pemerintahan Yoas anak Yoahas atas Israel, Amazia anak Yoas menjadi raja Yehuda.","Pada waktu itu ia berumur dua puluh lima tahun, dan ia memerintah di Yerusalem dua puluh sembilan tahun lamanya. Ibunya ialah Yoadan dari Yerusalem.","Amazia melakukan yang menyenangkan hati TUHAN, tetapi ia tidak seperti Daud, leluhurnya. Seperti ayahnya,","ia pun tidak meruntuhkan tempat-tempat penyembahan dewa, sehingga rakyat terus saja mempersembahkan kurban dan membakar dupa di sana.","Segera setelah kuat kedudukannya, Amazia menghukum mati pegawai-pegawai yang membunuh ayahnya.","Tetapi anak-anak pegawai-pegawai itu tidak dibunuhnya, karena ia menuruti perintah TUHAN dalam Buku Musa yang berbunyi, \"Jangan menghukum mati orang tua karena kejahatan yang dilakukan oleh anak-anak mereka, dan jangan menghukum mati anak-anak karena kejahatan yang dilakukan oleh orang tua mereka. Setiap orang hanya boleh dihukum mati karena kejahatan yang dilakukannya sendiri.\"","Dalam suatu pertempuran, Amazia membunuh 10.000 prajurit Edom di Lembah Asin, dan merebut kota Sela. Kota itu dinamakannya Yokteel. Sampai sekarang kota itu masih bernama Yokteel.","Kemudian Amazia mengirim utusan kepada Yoas raja Israel untuk menantang dia berperang.","Tetapi Raja Yoas mengirim jawaban ini, \"Suatu waktu semak berduri di Pegunungan Libanon mengirim berita ini kepada pohon cemara, 'Hai pohon cemara, berikanlah anak gadismu kepada anakku untuk menjadi istrinya.' Tetapi kemudian lewatlah di situ seekor binatang hutan yang menginjak-injak semak berduri itu.","Engkau, Amazia, telah menjadi sombong, karena engkau telah mengalahkan orang Edom. Nah, bukankah kemenangan itu sudah cukup? Sebaiknya kautinggal saja di rumah! Untuk apa mencari-cari persoalan yang hanya akan mencelakakan dirimu dan rakyatmu?\"","Tetapi Amazia raja Yehuda tidak menghiraukan kata-kata Yoas raja Israel. Karena itu, Raja Yoas dengan anak buahnya berangkat ke Bet-Semes di Yehuda dan berperang dengan Amazia di sana.","Tentara Yehuda dikalahkan dan semua prajuritnya lari pulang ke rumahnya masing-masing.","Yoas menangkap Amazia, lalu pergi ke Yerusalem dan meruntuhkan tembok kota itu sepanjang kurang lebih dua ratus meter, mulai dari Pintu Gerbang Efraim sampai ke Pintu Gerbang Sudut.","Semua emas dan perak serta semua perkakas yang ditemukannya di Rumah TUHAN, juga semua harta benda istana, bersama beberapa orang sandera diangkut oleh Yoas ke Samaria.","Kisah lainnya mengenai Raja Yoas, termasuk kepahlawanannya melawan Amazia raja Yehuda dicatat dalam buku Sejarah Raja-raja Israel.","Yoas meninggal dan dikuburkan di pekuburan raja-raja di Samaria. Yerobeam II anaknya menjadi raja menggantikan dia.","Setelah Yoas raja Israel meninggal, Amazia raja Yehuda, masih hidup 15 tahun lagi.","Di Yerusalem ada komplotan yang mau membunuh Amazia. Karena itu ia lari ke Lakhis, tetapi musuh-musuhnya mengejar dia ke sana dan membunuhnya. Jenazahnya diangkut dengan kuda ke Yerusalem, lalu dikuburkan di pekuburan raja-raja di Kota Daud. Maka rakyat Yehuda melantik Uzia, putra Amazia menjadi raja mereka. Pada waktu itu Uzia baru berumur 16 tahun. Kisah lainnya mengenai Raja Amazia dicatat dalam buku Sejarah Raja-raja Yehuda.","(14:18)","(14:18)","(14:18)","Setelah kematian ayahnya, Uzia merebut kembali kota Elat dan membangunnya lagi.","Pada tahun kelima belas pemerintahan Amazia anak Yoas atas Yehuda, Yerobeam II anak Yoas menjadi raja Israel, dan memerintah di Samaria 41 tahun lamanya.","Ia berdosa kepada TUHAN, karena mengikuti kejahatan Raja Yerobeam I yang telah membuat orang Israel berdosa.","Yerobeam II inilah yang merebut kembali seluruh daerah Israel, dari jalan ke Hamat di utara sampai Laut Mati di selatan. Itu sesuai dengan janji TUHAN, Allah Israel, melalui hamba-Nya, Nabi Yunus anak Amitai orang Gat-Hefer.","TUHAN melihat betapa sengsaranya orang Israel, dan tidak ada seorang pun yang menolong mereka.","TUHAN tidak bermaksud menghancurkan Israel untuk selama-lamanya, karena itu Ia menolong mereka melalui Raja Yerobeam II.","Kisah lainnya mengenai Raja Yerobeam II, mengenai kepahlawanannya dalam pertempuran-pertempuran dan bagaimana ia merebut kembali Damsyik dan Hamat dari Yehuda untuk Israel, semuanya dicatat dalam buku Sejarah Raja-raja Israel.","Yerobeam II meninggal dan dikubur di pekuburan raja-raja. Zakharia putranya menjadi raja menggantikan dia."]