["Pada tahun ketujuh belas pemerintahan Raja Pekah anak Remalya atas Israel, Ahas anak Yotam menjadi raja Yehuda.","Pada waktu itu ia berusia 20 tahun dan ia memerintah di Yerusalem 16 tahun lamanya. Ia tidak mengikuti teladan yang baik dari Raja Daud, leluhurnya, melainkan melakukan yang tidak menyenangkan hati TUHAN, Allahnya.","Ia hidup seperti raja-raja Israel, bahkan mempersembahkan putranya sendiri sebagai kurban kepada dewa, menurut kebiasaan buruk orang-orang yang telah diusir TUHAN dari negeri Kanaan ketika orang Israel memasuki negeri itu.","Ahas mempersembahkan kurban dan membakar dupa di tempat-tempat penyembahan dewa di gunung-gunung dan di bawah pohon-pohon yang rindang.","Pada masa itu raja Edom menguasai kembali kota Elat dan mengusir orang-orang Yehuda yang tinggal di situ. Orang Edom kemudian datang dan menetap di kota itu sampai hari ini. Pada masa itu juga Rezin raja Siria dan Pekah raja Israel menyerang dan mengepung Yerusalem, tetapi tidak dapat mengalahkan Ahas.","(16:5)","Ahas mengirim utusan kepada Tiglat-Pileser raja Asyur dengan pesan ini, \"Aku hambamu yang setia; karena itu, aku mohon, datanglah dan selamatkanlah aku dari raja Siria dan raja Israel yang sedang menyerang aku.\"","Ahas juga mengambil emas dan perak dari Rumah TUHAN, serta harta benda istana, lalu mengirimnya sebagai hadiah kepada raja Asyur itu.","Raja Tiglat-Pileser mengabulkan permohonan Ahas, lalu menyerbu dan merebut Damsyik. Penduduknya diangkutnya sebagai tawanan ke Kir, dan rajanya, yaitu Raja Rezin, dibunuhnya.","Ketika Raja Ahas pergi ke Damsyik untuk menemui Raja Tiglat-Pileser, ia melihat mezbah di kota itu. Lalu ia mengirim kepada Imam Uria di Yerusalem contoh mezbah itu dengan ukurannya yang tepat secara terperinci.","Maka Uria mendirikan sebuah mezbah sesuai dengan contoh dan ukuran yang diterimanya itu, dan menyelesaikannya sebelum Ahas kembali.","Setibanya dari Damsyik, Ahas melihat bahwa mezbah itu sudah selesai.","Lalu di atas mezbah itu ia mempersembahkan kurban binatang serta kurban gandum. Ia juga menuang kurban anggur dan darah dari kurban perdamaian ke atas mezbah itu.","Ahas melihat bahwa mezbah perunggu yang dikhususkan untuk TUHAN terletak antara Rumah TUHAN dan mezbahnya yang baru. Karena itu mezbah perunggu itu dipindahkannya dari depan Rumah TUHAN ke sebelah utara mezbahnya yang baru itu.","Setelah itu ia berkata kepada Uria, \"Pakailah mezbahku yang besar ini untuk membakar kurban pagi dan kurban malam yang dipersembahkan raja dan rakyat, dan tuangkanlah di situ kurban anggur dari rakyat. Tuangkan juga ke atas mezbah itu darah semua binatang yang dipersembahkan. Dan mezbah perunggu yang lama itu biarlah aku yang memakainya untuk minta petunjuk dari roh-roh.\"","Uria melaksanakan perintah raja.","Kemudian Ahas membongkar kereta-kereta perunggu yang dipakai di Rumah TUHAN, dan mencopoti tempayan-tempayan dari kereta-kereta itu. Bejana perunggu yang besar yang ada pada punggung dua belas sapi perunggu itu diambilnya juga dan diletakkannya di atas alas dari batu.","Lalu untuk mengambil hati raja Asyur, Ahas membongkar balairung raja di Rumah TUHAN, dan menutup pintu masuk yang khusus untuk raja.","Kisah lainnya mengenai Raja Ahas dicatat dalam buku Sejarah Raja-raja Yehuda.","Ahas meninggal dan dikubur di pekuburan raja-raja di Kota Daud. Hizkia anaknya menjadi raja menggantikan dia."]