["Pada tahun kedua belas pemerintahan Raja Ahas atas Yehuda, Hosea anak Ela menjadi raja Israel, dan ia memerintah di Samaria sembilan tahun lamanya.","Ia berdosa kepada TUHAN, tetapi dosanya tidak sebanyak dosa raja-raja Israel yang memerintah sebelumnya.","Ia diperangi dan ditaklukkan oleh Salmaneser raja Asyur, sehingga setiap tahun ia harus membayar upeti kepadanya.","Tetapi pada suatu ketika, Hosea mengirim utusan kepada So raja Mesir untuk minta bantuannya. Lalu Hosea berhenti membayar upeti tahunan kepada Asyur. Ketika Salmaneser mengetahui tentang perbuatan Hosea itu, ia menangkap Hosea dan memasukkannya ke dalam penjara.","Kemudian Salmaneser raja Asyur menyerang Israel dan mengepung Samaria. Pada tahun ketiga dari pengepungan itu,","--yang merupakan tahun kesembilan pemerintahan Hosea--Salmaneser merebut Samaria. Lalu orang Israel diangkutnya sebagai tawanan ke Asyur. Sebagian dari mereka ditempatkannya di kota Halah, sebagian di dekat Sungai Habor di wilayah Gozan, dan sebagian lagi di kota-kota di negeri Madai.","Samaria jatuh karena orang Israel berdosa kepada TUHAN, Allah mereka, yang telah menyelamatkan mereka dari raja Mesir, dan membawa mereka keluar dari negeri itu. Mereka menyembah ilah-ilah lain","dan mengikuti kebiasaan bangsa-bangsa yang telah diusir TUHAN pada waktu bangsa Israel maju memerangi bangsa-bangsa itu. Bangsa Israel menuruti adat istiadat yang ditetapkan oleh raja-raja Israel,","dan melakukan hal-hal yang tidak diperkenankan oleh TUHAN, Allah mereka. Mereka mendirikan tempat-tempat penyembahan dewa di semua kota mereka, baik di kota kecil maupun di kota besar.","Di atas setiap bukit, dan di bawah setiap pohon yang rindang, mereka mendirikan tugu-tugu dan patung-patung Dewi Asyera.","Mereka juga membakar dupa pada semua mezbah untuk dewa, seperti kebiasaan bangsa-bangsa yang telah diusir TUHAN dari negeri Kanaan. Mereka menyembah berhala, meskipun TUHAN telah melarangnya. Segala perbuatan mereka yang jahat membangkitkan kemarahan TUHAN.","(17:11)","TUHAN mengirim utusan-utusan dan nabi-nabi-Nya kepada umat Israel dan Yehuda untuk menyampaikan peringatan ini: \"Berhentilah berbuat jahat dan taatilah segala perintah dan hukum yang Kuberikan kepada leluhurmu dan kepadamu melalui para nabi, hamba-hamba-Ku itu.\"","Tetapi Israel dan Yehuda tidak mau mendengar. Mereka keras kepala seperti leluhur mereka yang tidak percaya kepada TUHAN, Allah mereka.","Israel dan Yehuda tidak mau mentaati perintah-perintah TUHAN dan tidak setia kepada perjanjian yang telah dibuat-Nya dengan leluhur mereka. Mereka tidak menghiraukan teguran-teguran-Nya, melainkan beribadat kepada berhala-berhala yang tak berguna, sehingga mereka sendiri pun menjadi tidak berguna. Mereka mengikuti teladan bangsa-bangsa di sekeliling mereka, meskipun TUHAN telah melarangnya.","Mereka melanggar semua hukum TUHAN, Allah mereka, dan membuat dua sapi dari logam untuk disembah. Mereka membuat patung Dewi Asyera, menyembah bintang-bintang dan beribadat kepada Dewa Baal.","Mereka mempersembahkan anak-anak mereka sebagai kurban bakaran kepada dewa. Mereka memakai ilmu gaib dan meminta petunjuk dari dukun-dukun yang dapat berhubungan dengan roh-roh. Mereka begitu giat melakukan hal-hal yang tidak menyenangkan hati TUHAN","sehingga Ia marah sekali kepada mereka dan tidak lagi memperhatikan mereka. Ia membuang mereka dari tanah yang diberikan-Nya kepada mereka; yang tertinggal hanyalah kerajaan Yehuda.","Orang-orang Yehuda pun tidak mentaati hukum-hukum TUHAN, Allah mereka. Mereka mengikuti kebiasaan-kebiasaan orang Israel,","maka TUHAN tidak lagi mengakui seluruh umat Israel. Ia menghukum dan menyerahkan mereka kepada musuh-musuh mereka yang kejam. Ia tidak lagi memperhatikan mereka, melainkan membuang mereka dari tanah yang diberikan-Nya kepada mereka.","Setelah TUHAN memisahkan Israel dari Yehuda, orang Israel mengangkat Yerobeam anak Nebat menjadi raja mereka. Lalu Yerobeam membuat mereka meninggalkan TUHAN dan melakukan dosa-dosa yang besar.","Mereka mengikuti teladan Yerobeam dan tetap melakukan semua dosa yang diperbuatnya,","sehingga akhirnya TUHAN tidak lagi memperhatikan mereka, melainkan membuang mereka dari tanah yang diberikan-Nya kepada mereka. Itu terjadi sesuai dengan peringatan yang diberikan TUHAN kepada mereka melalui hamba-hamba-Nya, para nabi. Demikianlah orang Israel dibawa ke pembuangan di Asyur, dan di situlah mereka tinggal sampai hari ini.","Sebagai pengganti orang Israel yang telah diangkut ke pembuangan itu, raja Asyur menempatkan di kota-kota Samaria, orang-orang dari Babel, Kuta, Awa, Hamat, dan Sefarwaim. Orang-orang itu menduduki kota-kota itu dan menetap di situ.","Pada waktu mereka mula-mula tinggal di situ mereka tidak menghormati TUHAN; itu sebabnya TUHAN mendatangkan singa-singa untuk menerkam sebagian dari mereka.","Lalu orang memberitahukan kepada raja Asyur bahwa orang-orang yang ditempatkannya di kota-kota di Samaria tidak mengenal hukum-hukum dewa negeri itu. Itu sebabnya dewa itu mendatangkan singa untuk menerkam mereka.","Karena itu raja Asyur memerintahkan supaya seorang imam dari antara para tawanan yang telah dibuang ke Asyur, dikirim kembali ke Samaria. \"Suruh dia pulang dan tinggal di situ supaya ia bisa mengajar orang-orang itu tentang hukum-hukum dewa negeri itu,\" kata raja.","Maka seorang imam Israel, yang sudah diangkut dari Samaria ke Asyur, pulang dan tinggal di Betel. Di sana ia mengajar rakyat bagaimana seharusnya menyembah TUHAN.","Tetapi orang-orang yang tinggal di Samaria itu tetap membuat berhala-berhala mereka sendiri dan menempatkannya di dalam kuil-kuil yang didirikan oleh orang Israel yang dahulu tinggal di kota itu. Setiap golongan membuat berhalanya sendiri di kota yang mereka diami:","Orang Babel membuat patung Dewa Sukot-Benot, orang Kuta membuat patung Nergal, orang Hamat patung Asima,","orang Awa patung Nibhas dan Tartak, dan orang Sefarwaim mempersembahkan anak-anak mereka sebagai kurban bakaran kepada Dewa Adramelekh dan Anamelekh.","Selain menyembah dewa-dewa itu, mereka juga menyembah TUHAN. Mereka memilih dari antara mereka bermacam-macam orang untuk bertugas sebagai imam dan untuk mempersembahkan kurban di kuil-kuil berhala.","Jadi, mereka menyembah TUHAN, tetapi juga menyembah dewa-dewa mereka sendiri, sesuai dengan adat istiadat negeri asal mereka.","Sampai pada hari ini mereka masih menjalankan adat istiadat mereka. Mereka tidak beribadat kepada TUHAN dan tidak juga mentaati hukum-hukum dan perintah-perintah-Nya yang diberikan-Nya kepada keturunan Yakub, yang dinamakan-Nya juga Israel.","TUHAN sudah membuat perjanjian berikut ini dengan umat Israel, \"Jangan beribadat kepada ilah-ilah lain; jangan sujud menyembah mereka atau melayani mereka, atau mempersembahkan kurban kepada mereka.","Hormatilah Aku, TUHAN, yang telah membawa kamu keluar dari Mesir dengan kuasa yang besar; sembahlah Aku dan persembahkanlah kurban kepada-Ku.","Taatilah selalu hukum-hukum dan perintah-perintah yang sudah Kutulis untukmu. Jangan beribadat kepada ilah-ilah lain,","dan jangan melupakan perjanjian antara Aku dengan kamu.","Taatilah Aku, TUHAN Allahmu, maka Aku akan melepaskan kamu dari musuh-musuhmu.\"","Tetapi penduduk Samaria itu tidak mau mendengar; mereka tetap berpegang pada adat istiadat mereka.","Jadi, mereka menyembah TUHAN, tetapi juga menyembah berhala-berhala mereka. Sampai hari ini pun keturunan mereka masih melakukan hal itu."]