["Setelah Ahab raja Israel meninggal, negeri Moab memberontak terhadap Israel.","Pada suatu hari Raja Ahazia dari Israel jatuh dari serambi di tingkat atas istananya di Samaria, sehingga ia luka parah. Maka ia mengutus orang untuk bertanya kepada Baal-Zebub, dewa kota Ekron di Filistin, apakah ia akan sembuh atau tidak.","Tetapi malaikat TUHAN menyuruh Elia, nabi dari Tisbe, pergi menemui utusan-utusan Raja Ahazia itu untuk berkata, \"Apakah di Israel tidak ada Allah sehingga kalian mau pergi meminta petunjuk kepada Baal-Zebub, dewa kota Ekron itu?","Beritahukanlah kepada raja bahwa TUHAN berkata begini, 'Engkau tidak akan sembuh, engkau akan mati!'\" Setelah Elia melaksanakan perintah TUHAN itu,","kembalilah utusan-utusan itu kepada raja, lalu raja bertanya, \"Kenapa kalian kembali?\"","Mereka menjawab, \"Seorang laki-laki datang menemui kami, dan menyuruh kami kembali untuk mengatakan kepada Baginda bahwa TUHAN berkata begini kepada Baginda, 'Apakah di Israel tidak ada Allah, sehingga engkau menyuruh meminta petunjuk kepada Baal-Zebub, dewa kota Ekron? Engkau tidak akan sembuh, engkau akan mati!'\"","\"Bagaimana rupa orang itu?\" tanya raja.","\"Jubah dan ikat pinggangnya dari kulit,\" jawab mereka. \"O, itu Elia!\" kata raja.","Lalu ia menyuruh seorang perwira bersama lima puluh orang anak buahnya pergi menangkap Elia. Perwira itu pergi lalu menemukan Elia sedang duduk di sebuah bukit. \"Hai, hamba Allah,\" kata perwira itu, \"raja memerintahkan engkau turun!\"","\"Kalau saya ini memang hamba Allah,\" jawab Elia, \"hendaklah api turun dari langit dan membakar habis engkau serta semua anak buahmu!\" Saat itu juga turunlah api dan membakar perwira itu dengan kelima puluh orang anak buahnya.","Lalu raja mengutus seorang perwira lain bersama lima puluh orang anak buahnya juga. Mereka pergi dan berkata kepada Elia, \"Hai, hamba Allah, raja memerintahkan engkau turun sekarang ini juga!\"","\"Kalau saya memang hamba Allah,\" jawab Elia, \"hendaklah api turun dari langit dan membakar habis engkau serta semua anak buahmu!\" Saat itu juga turunlah api dari Allah dan membakar habis perwira itu dengan kelima puluh orang anak buahnya.","Sekali lagi raja mengutus seorang perwira bersama lima puluh orang anak buahnya. Perwira itu naik ke bukit dan setelah sampai di depan Elia ia berlutut dan berkata, \"Ampunilah kami, ya hamba Allah! Kasihanilah saya dan semua anak buah saya ini. Janganlah kami dibunuh!","Dua perwira yang lain bersama anak buah mereka mati dimakan api dari langit, tetapi saya mohon, kasihanilah saya!\"","Pada saat itu juga berkatalah malaikat TUHAN kepada Elia, \"Jangan takut! Ikutlah dia turun dari bukit ini.\" Karena itu pergilah Elia bersama perwira itu kepada raja.","Lalu kata Elia kepada raja, \"TUHAN berkata, 'Engkau menyuruh orang meminta petunjuk kepada Baal-Zebub dewa kota Ekron seakan-akan di Israel tidak ada Allah yang dapat ditanyai. Karena itu engkau tidak akan sembuh, engkau akan mati!'\"","Maka matilah Ahazia seperti yang dikatakan TUHAN melalui Elia. Karena Ahazia tidak mempunyai anak laki-laki, maka Yoram saudaranya menjadi raja menggantikan dia. Itu terjadi pada tahun kedua pemerintahan Yehoram anak Yosafat, raja Yehuda.","Kisah lainnya mengenai apa yang dilakukan Raja Ahazia dicatat dalam buku Sejarah Raja-raja Israel."]