["Raja Yosia memanggil semua pemimpin Yehuda dan Yerusalem.","Lalu ia pergi dengan mereka ke Rumah TUHAN, diikuti oleh para imam, para nabi dan seluruh rakyat, baik yang miskin maupun yang kaya. Di depan mereka semua, di dekat pilar yang khusus untuk raja, raja berdiri dan membacakan dengan suara keras seluruh isi buku perjanjian yang telah ditemukan di dalam Rumah TUHAN. Kemudian raja membuat perjanjian dengan TUHAN untuk taat kepada-Nya, dan menjalankan dengan sepenuh hati dan segenap jiwa semua perintah dan hukum-hukum-Nya. Raja juga berjanji untuk memenuhi syarat perjanjian TUHAN dengan umat-Nya yang tercantum dalam buku itu. Seluruh rakyat turut berjanji untuk taat kepada perjanjian itu.","(23:2)","Setelah itu raja memerintahkan Imam Agung Hilkia, para imam pembantu dan para pengawal yang bertugas di pintu Rumah TUHAN, supaya mengeluarkan dari Rumah itu semua perkakas yang dipakai untuk menyembah Baal, Dewi Asyera, dan bintang-bintang. Semua barang itu dibakar oleh Raja Yosia di luar kota dekat Lembah Kidron, lalu abunya dibawa ke Betel.","Ia memecat para imam yang telah diangkat oleh raja-raja Yehuda untuk bertugas pada tempat penyembahan dewa di kota-kota Yehuda dan di sekitar Yerusalem; juga para imam yang mempersembahkan kurban kepada Baal, matahari, bulan, planit dan bintang-bintang.","Patung Dewi Asyera dikeluarkannya dari Rumah TUHAN, dan dibawa ke luar kota ke Lembah Kidron. Di sana patung itu dibakar, lalu arangnya ditumbuk halus-halus, dan abunya dihamburkan ke atas pekuburan umum.","Kamar-kamar dalam Rumah TUHAN yang dipakai oleh pelacur-pelacur kuil untuk melakukan pelacuran sebagai penyembahan kepada dewa, dihancurkan. (Di kamar-kamar itu wanita-wanita menenun kain untuk dipakai dalam penyembahan kepada Dewi Asyera.)","Semua imam yang tinggal di kota-kota Yehuda disuruh oleh Yosia datang ke Yerusalem, lalu di mana-mana di seluruh negeri Yehuda ia menajiskan mezbah-mezbah dewa di mana imam-imam itu telah mempersembahkan kurban. Imam-imam itu tidak diizinkan menyelenggarakan ibadat di Rumah TUHAN. Tetapi, mereka boleh makan roti tidak beragi yang disediakan untuk rekan-rekan mereka. Mezbah-mezbah yang dikhususkan untuk penyembahan kepada dewa dekat Gerbang Yosua, walikota negeri itu, diruntuhkan. Gerbang itu terletak di sebelah kiri Gerbang Utama pada jalan masuk ke kota.","(23:8)","Tofet, yaitu tempat penyembahan dewa di Lembah Hinom, dinajiskan. Dengan demikian tak ada lagi orang yang dapat mempersembahkan anaknya sebagai kurban bakaran untuk Dewa Molokh.","Semua kuda yang dikhususkan oleh raja-raja Yehuda untuk penyembahan kepada matahari dibuang, dan kereta-kereta yang dipakai dalam penyembahan itu dibakar. (Kereta-kereta itu berada di halaman Rumah TUHAN--dekat pintu gerbang--tidak jauh dari ruangan-ruangan tempat tinggal Natan Melekh, seorang pegawai tinggi.)","Mezbah-mezbah yang dibangun oleh raja-raja Yehuda pada atap di atas kamar-kamar Raja Ahas, dihancurkan. Juga mezbah-mezbah yang didirikan oleh Raja Manasye di kedua halaman Rumah TUHAN, dihancurluluhkan oleh Yosia, lalu dibuang ke Lembah Kidron.","Juga mezbah-mezbah di bagian timur Yerusalem, sebelah selatan Bukit Kejahatan dinajiskan. Mezbah-mezbah itu didirikan oleh Raja Salomo untuk menyembah dewa-dewa yang menjijikkan--yaitu Asytoret dewi bangsa Sidon, Kamos dewa bangsa Moab, dan Milkom dewa bangsa Amon.","Tugu-tugu dewa dan patung Dewi Asyera diruntuhkan, lalu tanah di mana tugu-tugu dan patung-patung itu didirikan, ditimbuni oleh Yosia dengan tulang belulang manusia.","Ia juga merusakkan tempat penyembahan di Betel yang didirikan oleh Raja Yerobeam anak Nebat--raja yang telah menyebabkan orang Israel berbuat dosa. Lalu Yosia memecahkan mezbah di tempat penyembahan itu, dan membakarnya bersama patung Dewi Asyera yang di situ.","Kemudian Yosia menoleh, dan melihat beberapa kuburan di atas gunung. Maka ia menyuruh orang membongkar kuburan itu, dan mengeluarkan tulang-tulangnya lalu membakarnya di mezbah yang sedang terbakar itu. Demikianlah caranya ia menajiskan mezbah itu. Maka terjadilah apa yang telah diramalkan dahulu oleh nabi TUHAN ketika Raja Yerobeam sedang berdiri dekat mezbah itu pada suatu perayaan. Setelah itu Raja Yosia melihat sebuah kuburan lain lagi.","Maka ia bertanya, \"Kuburan siapa ini?\" Orang-orang Betel menjawab, \"Itu kuburan seorang nabi TUHAN yang pernah datang ke sini dari Yehuda, dan meramalkan hal-hal yang baru saja Baginda lakukan terhadap mezbah ini.\"","\"Jangan diapa-apakan makam itu,\" perintah raja. \"Biarkan tulang-tulangnya di situ, jangan dipindahkan!\" Maka tulang-tulang nabi dari Yehuda itu tidak diapa-apakan; demikian juga tulang-tulang nabi dari Samaria yang dimakamkan di situ.","Di setiap kota di Israel, Raja Yosia meruntuhkan semua tempat penyembahan dewa yang dibangun oleh raja-raja Israel, dan yang telah menyebabkan TUHAN menjadi marah. Apa yang telah dilakukan Raja Yosia di Betel, itu dilakukannya juga terhadap mezbah-mezbah di seluruh Israel.","Semua imam yang bertugas di tempat-tempat penyembahan dewa dibunuhnya di atas mezbah-mezbah di mana mereka bertugas. Dan di setiap mezbah itu Yosia membakar tulang belulang manusia. Sesudah itu ia pulang ke Yerusalem.","Kemudian Raja Yosia memerintahkan rakyat untuk merayakan Paskah seperti yang tertulis dalam buku Perjanjian Dengan TUHAN. Dengan demikian mereka menghormati TUHAN, Allah mereka.","Sejak masa bangsa Israel diperintah oleh pahlawan-pahlawan belum pernah ada raja Israel atau raja Yehuda yang merayakan Paskah seperti itu.","Hanya pada tahun kedelapan belas pemerintahan Yosia itu barulah Paskah dirayakan lagi di Yerusalem untuk menghormati TUHAN.","Untuk melaksanakan hukum-hukum yang tertulis dalam buku yang ditemukan oleh Imam Agung Hilkia di Rumah TUHAN, semua pemanggil arwah dan peramal diusir oleh Raja Yosia dari Yerusalem dan dari seluruh Yehuda, lalu ia membuang semua dewa rumah tangga, berhala, dan barang-barang yang dipakai untuk penyembahan dewa-dewa.","Belum pernah ada raja seperti Raja Yosia yang mengabdi kepada TUHAN dengan sepenuh hatinya, dan menunjukkan itu dalam cara hidup dan perbuatannya, sesuai dengan seluruh hukum yang terdapat dalam Buku Musa. Setelah Raja Yosia pun, tidak ada lagi raja yang seperti dia.","Tetapi perbuatan Raja Manasye telah membangkitkan kemarahan TUHAN terhadap Yehuda; dan kemarahan-Nya itu belum padam.","TUHAN berkata, \"Apa yang telah Kulakukan terhadap Israel, akan Kulakukan juga terhadap Yehuda. Orang Yehuda akan Kubuang dari negeri yang Kuberikan kepada mereka. Aku akan menolak Yerusalem, kota pilihan-Ku, juga rumah-Ku ini, yang menurut kata-Ku akan menjadi tempat ibadat kepada-Ku.\"","Raja Yosia tewas dalam pertempuran di Megido ketika ia pergi memerangi Nekho, raja Mesir, yang sedang maju dengan pasukannya untuk membantu raja Asyur di tepi Sungai Efrat. Jenazah Raja Yosia diambil oleh para pegawainya lalu dibawa pulang dengan kereta ke Yerusalem. Di sana ia dikuburkan di pekuburan raja-raja. Lalu rakyat Yehuda memilih dan mengangkat Yoahas putranya menjadi raja menggantikan dia. Kisah lainnya mengenai Raja Yosia dicatat dalam buku Sejarah Raja-raja Yehuda.","(23:28)","(23:28)","Yoahas berumur 23 tahun ketika ia menjadi raja Yehuda, dan ia memerintah di Yerusalem tiga bulan lamanya. Ibunya bernama Hamutal anak Yeremia dari kota Libna.","Yoahas berdosa kepada TUHAN seperti leluhurnya.","Pemerintahan Yoahas berakhir ketika Nekho raja Mesir menawan dia di Ribla, di daerah Hamat, dan memaksa Yehuda membayar upeti kepadanya sebanyak 3.400 kilogram perak dan 34 kilogram emas.","Kemudian Raja Nekho mengangkat putra Yosia yang bernama Elyakim menjadi raja Yehuda, dan mengubah nama Elyakim menjadi Yoyakim. Yoahas dibawanya ke Mesir dan ia meninggal di sana.","Untuk membayar upeti yang dituntut oleh raja Mesir, Raja Yoyakim memungut pajak dari rakyat menurut kemampuan mereka masing-masing.","Yoyakim berumur 25 tahun ketika ia menjadi raja Yehuda, dan ia memerintah di Yerusalem 11 tahun lamanya. Ibunya bernama Zebuda, anak Pedaya dari kota Ruma.","Yoyakim berdosa kepada TUHAN seperti leluhurnya."]