["Sekitar waktu itu Raja Hizkia sakit bisul yang parah sehingga hampir saja meninggal. Nabi Yesaya anak Amos mengunjungi dia dan berkata, \"TUHAN berpesan supaya Baginda membereskan semua urusan, sebab Baginda tak akan sembuh. Tidak lama lagi Baginda akan meninggal.\"","Hizkia berpaling ke tembok lalu berdoa,","\"TUHAN, ingatlah bahwa aku ini sudah mengabdi kepada-Mu dengan setia dan tulus hati. Aku selalu berusaha menuruti kemauan-Mu.\" Lalu Hizkia menangis dengan pilu.","Yesaya meninggalkan Hizkia, tetapi sebelum ia keluar dari halaman tengah istana, TUHAN menyuruh dia","kembali kepada Hizkia, raja umat TUHAN, dan menyampaikan pesan ini, \"Aku, TUHAN, Allah yang disembah Daud leluhurmu, sudah mendengar doamu dan melihat air matamu. Aku akan menyembuhkan engkau; lusa engkau akan pergi ke rumah-Ku.","Aku akan menambah umurmu dengan 15 tahun lagi. Engkau dan kota Yerusalem akan Kulepaskan dari raja Asyur. Kota ini akan Kulindungi demi kehormatan-Ku sendiri dan demi perjanjian-Ku dengan hamba-Ku Daud.\"","Lalu Yesaya menyuruh orang melumatkan buah ara dan mengoleskannya pada bisul raja supaya ia sembuh.","Raja Hizkia bertanya, \"Apakah tandanya bahwa TUHAN akan menyembuhkan aku dan bahwa lusa aku akan dapat ke Rumah TUHAN lagi?\"","Yesaya menjawab, \"TUHAN akan memberi tanda kepada Baginda bahwa Ia menepati janji-Nya. Sekarang, manakah yang Baginda inginkan: bayangan pada penunjuk jam matahari buatan Raja Ahas maju 10 garis atau mundur 10 garis?\"","Hizkia berkata, \"Untuk membuat bayangan itu maju 10 garis, mudah saja. Karena itu buatlah dia mundur 10 garis.\"","Yesaya berdoa kepada TUHAN, lalu TUHAN membuat bayangan itu mundur 10 garis pada penunjuk jam matahari itu.","Sekitar waktu itu raja Babel, yaitu Merodakh-Baladan anak Baladan, mendengar bahwa Raja Hizkia baru sembuh dari sakit. Maka ia mengutus orang untuk membawa surat dan hadiah kepada Hizkia.","Hizkia menyambut para utusan itu dan menunjukkan kepada mereka segala kekayaannya, yaitu emas dan perak, rempah-rempah dan minyak wangi, dan seluruh perlengkapan tentaranya. Tak ada sesuatu pun di istana dan di seluruh kerajaannya yang tidak diperlihatkannya kepada mereka.","Kemudian Nabi Yesaya menghadap Raja Hizkia dan bertanya, \"Dari mana orang-orang itu? Apa kata mereka?\" Hizkia menjawab, \"Mereka dari Babel, negeri yang jauh.\"","\"Mereka melihat apa di istana?\" tanya Yesaya lagi. \"Segala-galanya!\" jawab Hizkia. \"Tidak ada sesuatu pun di dalam perbendaharaan istana yang tidak kuperlihatkan kepada mereka.\"","Lalu Yesaya berkata kepada raja, \"TUHAN berkata bahwa","akan tiba saatnya segala kekayaan di dalam istanamu dan yang telah dikumpulkan leluhurmu sampai hari ini, diangkut ke Babel. Tidak ada yang akan tertinggal.","Dari anak cucumu ada yang akan diambil dan dijadikan pegawai istana untuk melayani raja Babel.\"","Raja Hizkia menjawab, \"Baik juga pesan TUHAN yang kausampaikan kepadaku.\" Ia menjawab begitu karena ia pikir: \"Asal kerajaanku tetap aman dan damai selama aku hidup.\"","Kisah lainnya mengenai Raja Hizkia, mengenai jasa-jasa kepahlawanannya, dan bagaimana ia membuat kolam dan saluran air untuk menyalurkan air ke kota, semuanya dicatat dalam buku Sejarah Raja-raja Yehuda.","Hizkia meninggal, lalu Manasye anaknya menjadi raja menggantikan dia."]