["Yosia berumur delapan tahun ketika ia menjadi raja Yehuda, dan ia memerintah di Yerusalem 31 tahun lamanya. Ibunya bernama Yedida anak Adaya, dari Bozkat.","Yosia melakukan yang menyenangkan hati TUHAN. Ia mengikuti teladan Raja Daud leluhurnya, dan mentaati seluruh hukum Allah dengan sepenuhnya.","Raja Yosia mempunyai seorang sekretaris negara yang bernama Safan anak Azalya, cucu Mesulam. Pada tahun kedelapan belas pemerintahan Raja Yosia, raja memberi perintah ini kepada sekretarisnya itu, \"Pergilah kepada Imam Agung Hilkia di Rumah TUHAN, dan mintalah dia memberi laporan tentang jumlah uang yang telah dikumpulkan oleh para imam yang bertugas di pintu masuk Rumah TUHAN.","(22:3)","Suruh dia memberikan uang itu kepada para pengawas pekerjaan perbaikan di Rumah TUHAN. Mereka harus mempergunakan uang itu untuk membayar upah","para tukang kayu, tukang bangunan, dan tukang batu, serta membeli kayu dan batu yang diperlukan.","Para pengawas pekerjaan itu jujur sekali, jadi tak perlu diminta laporan keuangan dari mereka.\"","Safan menyampaikan perintah raja kepada Hilkia, lalu Hilkia menceritakan kepada Safan bahwa ia telah menemukan buku hukum-hukum TUHAN di Rumah TUHAN. Hilkia memberikan buku itu kepada Safan, dan Safan membacanya.","Setelah itu Safan kembali kepada raja dan melaporkan bahwa uang yang disimpan di Rumah TUHAN telah diambil dan diserahkan oleh para hamba raja kepada para pengawas pekerjaan perbaikan di Rumah TUHAN.","Kemudian Safan berkata, \"Hilkia memberi buku ini kepada saya.\" Lalu Safan membacakan buku itu kepada raja.","Mendengar isi buku itu, raja merobek-robek pakaiannya karena sedih.","Lalu raja memberi perintah ini kepada Imam Hilkia, Ahikam anak Safan, Akhbor anak Mikha, Safan sekretaris negara, dan Asaya ajudan raja:","\"Pergilah bertanya kepada TUHAN untuk aku dan untuk seluruh rakyat Yehuda mengenai isi buku ini. TUHAN marah kepada kita karena leluhur kita tidak menjalankan perintah-perintah yang tertulis di dalamnya.\"","Maka pergilah Hilkia, Ahikam, Akhbor, Safan dan Asaya meminta petunjuk kepada seorang wanita bernama Hulda. Ia seorang nabi yang tinggal di perkampungan baru di Yerusalem. Suaminya bernama Salum anak Tikwa, cucu Harhas; ia pengurus pakaian ibadat di Rumah TUHAN. Setelah Hulda mendengar keterangan mereka,","ia menyuruh mereka kembali kepada raja dan menyampaikan","perkataan TUHAN ini: \"Aku akan menghukum Yerusalem dan seluruh penduduknya seperti yang tertulis dalam buku yang baru dibaca oleh raja.","Mereka telah meninggalkan Aku dan mempersembahkan kurban kepada ilah-ilah lain. Semua yang mereka lakukan membangkitkan kemarahan-Ku. Aku marah kepada Yerusalem, dan kemarahan-Ku tidak bisa diredakan.","Tetapi mengenai Raja Yosia, inilah pesan-Ku, TUHAN Allah Israel, 'Setelah engkau mendengar apa yang tertulis dalam buku itu,","engkau menyesal dan merendahkan diri di hadapan-Ku. Aku telah mengancam untuk menghukum Yerusalem dan penduduknya. Aku akan menjadikan kota itu suatu pemandangan yang mengerikan, dan nama Yerusalem akan Kujadikan nama kutukan. Tapi ketika engkau mendengar tentang ancaman-Ku itu engkau menangis dan merobek pakaianmu tanda sedih. Aku telah mendengar doamu,","karena itu hukuman atas Yerusalem tidak akan Kujatuhkan selama engkau masih hidup. Engkau akan meninggal dengan damai.'\" Maka kembalilah utusan-utusan itu kepada raja dan menyampaikan pesan itu."]