["Naaman adalah panglima angkatan bersenjata Siria yang sangat dicintai dan dihargai oleh raja Siria. Sebab, melalui Naaman, TUHAN telah memberikan kemenangan kepada tentara Siria. Naaman adalah seorang panglima yang perkasa, tapi ia berpenyakit kulit yang mengerikan.","Pada suatu waktu orang Siria menyerbu negeri Israel. Dalam penyerbuan itu seorang anak perempuan Israel ditangkap dan diangkut sebagai tawanan, kemudian menjadi pelayan bagi istri Naaman.","Pada suatu hari berkatalah pelayan itu kepada majikannya, \"Nyonya, sekiranya tuan pergi menemui nabi yang tinggal di Samaria, pastilah nabi itu akan menyembuhkan tuan.\"","Ketika Naaman mendengar hal itu, ia pergi kepada raja dan menceritakan apa yang dikatakan oleh anak perempuan itu.","Raja berkata, \"Baik, pergilah kepada raja Israel. Saya akan menulis surat kepadanya.\" Maka berangkatlah Naaman dengan membawa 30.000 uang perak, 6.000 uang emas, dan 10 setel pakaian yang bagus-bagus.","Surat yang dibawanya itu berbunyi demikian: \"Melalui surat ini aku memperkenalkan perwiraku, Naaman, kepada Tuan supaya Tuan menyembuhkan dia dari penyakitnya.\"","Ketika raja Israel membaca surat itu, ia merobek-robek pakaiannya karena cemas, sambil berkata, \"Celaka, apa sebabnya raja Siria itu minta aku menyembuhkan orang ini? Aku bukan Allah yang mempunyai kuasa untuk menghidupkan atau mematikan orang! Pasti raja Siria itu hanya mencari gara-gara dengan aku!\"","Nabi Elisa mendengar tentang hal itu, dan mengirim pesan ini kepada raja Israel, \"Mengapa cemas? Suruhlah orang itu datang kepada saya supaya dia tahu bahwa di Israel ini ada seorang nabi!\"","Karena itu berangkatlah Naaman dengan kereta kudanya ke rumah Elisa, dan berhenti di depan pintu.","Elisa mengutus seorang pelayan untuk berkata begini kepada Naaman, \"Pergilah Tuan mandi tujuh kali di Sungai Yordan, nanti Tuan sembuh sama sekali.\"","Mendengar itu, Naaman marah dan berkata, \"Saya pikir dia akan keluar sendiri menemui saya, dan berdoa kepada TUHAN, Allahnya, serta menggerakkan tangannya di atas bagian badan saya yang sakit ini lalu saya menjadi sembuh.","Sungai Abana dan Parpar di Damsyik lebih baik dari sungai mana pun juga di Israel! Saya dapat mandi di sana dan menjadi sembuh!\"","Tetapi pelayan-pelayannya mendekati dia dan berkata, \"Tuan, seandainya Tuan disuruh melakukan sesuatu yang sulit, pasti Tuan akan melakukannya. Apalagi ia hanya menyuruh Tuan mandi supaya sembuh!\"","Sebab itu pergilah Naaman ke Sungai Yordan, lalu masuk dan membenamkan dirinya ke dalam sungai itu tujuh kali seperti yang disuruh oleh Elisa. Maka sembuhlah Naaman. Badannya menjadi sehat kembali seperti badan anak muda.","Lalu ia dan semua pengiringnya kembali kepada Elisa. \"Sekarang saya tahu,\" kata Naaman kepada Elisa, \"bahwa di seluruh dunia hanya ada satu Allah, yaitu Allah yang disembah oleh orang Israel. Sebab itu, sudilah Tuan menerima pemberian dari saya.\"","Elisa menjawab, \"Demi TUHAN yang hidup, yang saya layani, saya tidak akan menerima pemberian apa pun.\" Naaman mendesak supaya Elisa mau menerima pemberiannya, tetapi Elisa tetap menolak.","Lalu kata Naaman, \"Kalau Tuan tidak juga mau menerima pemberian saya, izinkanlah saya membawa pulang tanah sebanyak yang dapat dibawa oleh sepasang bagal. Sebab, mulai sekarang saya akan mempersembahkan kurban hanya untuk TUHAN, dan tidak untuk ilah lain.","Apabila saya nanti harus mendampingi raja saya pergi bersembahyang ke kuil Rimon dewa Siria, semoga TUHAN mengampuni saya.\"","Kata Elisa, \"Pergilah dengan selamat.\" Lalu pergilah Naaman. Tidak lama sesudah Naaman berangkat,","Gehazi pelayan Elisa, berpikir, \"Ah, kenapa ia dibiarkan pergi tanpa membayar? Seharusnya tuan saya menerima pemberian orang Siria itu! Demi TUHAN yang hidup, saya harus mengejar dia dan mendapat sesuatu dari dia!\"","Lalu Gehazi mengejar Naaman. Ketika Naaman melihat ada orang datang, ia turun dari keretanya dan bertanya, \"Ada apa?\"","Gehazi menjawab, \"Maaf Tuan, saya disuruh mengatakan kepada Tuan bahwa baru saja dua nabi muda datang dari daerah pegunungan Efraim. Tuan saya minta supaya Tuan memberikan 3.000 uang perak dan dua setel pakaian yang bagus untuk kedua nabi itu.\"","\"Tentu saja!\" kata Naaman, dan ia mendesak supaya Gehazi membawa 6.000 uang perak. Naaman membungkus uang itu dalam dua buah kantong, dan mengambil dua setel pakaian yang bagus-bagus. Semuanya itu diberikannya kepada dua orang pelayannya, yang disuruhnya berjalan mendahului Gehazi.","Setelah sampai di bukit tempat tinggal Elisa, Gehazi mengambil uang dan pakaian itu dari pelayan-pelayan Naaman, kemudian menyimpannya di dalam rumah. Pelayan-pelayan itu disuruhnya pulang,","lalu ia masuk kembali ke dalam rumah. Elisa bertanya, \"Kau dari mana?\" \"Tidak dari mana-mana, Tuan!\" jawabnya.","Tetapi Elisa berkata, \"Hati saya ada di sana ketika Naaman turun dari keretanya untuk menemui engkau. Ini bukan waktunya untuk mendapat uang dan membeli kebun zaitun, kebun anggur, domba dan sapi serta hamba-hamba!","Karena kau menerima pemberian itu, kau akan menerima juga penyakit Naaman. Bahkan untuk selama-lamanya keturunanmu pun akan mendapat penyakit itu!\" Ketika Gehazi keluar dari situ, ia mendapat penyakit kulit--kulitnya menjadi putih sekali."]