["Pada suatu waktu TUHAN mendatangkan bencana kelaparan di negeri Israel yang berlangsung tujuh tahun lamanya. Sebelum itu Elisa telah memberitahukan hal itu kepada wanita dari Sunem yang anaknya telah dihidupkannya kembali. Elisa juga menyuruh dia pindah dengan keluarganya ke negeri lain.","Wanita itu melakukan apa yang dikatakan Elisa, dan berangkat ke negeri Filistin untuk tinggal di situ.","Sesudah masa tujuh tahun itu ia kembali ke Israel. Lalu ia pergi dengan anaknya kepada raja untuk memohon supaya rumah dan ladangnya dikembalikan kepadanya.","Pada waktu itu Gehazi pelayan Elisa telah diminta oleh raja untuk menceritakan tentang keajaiban-keajaiban yang telah dilakukan oleh Elisa.","Dan tepat pada waktu wanita dari Sunem itu datang menghadap raja untuk menyampaikan permohonannya, Gehazi sedang menceritakan tentang bagaimana Elisa menghidupkan kembali seorang anak yang sudah mati. Maka kata Gehazi, \"Paduka yang mulia, inilah wanita itu, dan ini anaknya yang dihidupkan kembali oleh Elisa!\"","Lalu raja bertanya dan wanita itu menceritakan tentang anak itu. Setelah itu raja memanggil seorang pegawainya dan memerintahkan supaya segala milik wanita itu dikembalikan kepadanya, termasuk harga seluruh hasil ladang-ladangnya selama tujuh tahun ia di luar negeri.","Pada suatu waktu Elisa pergi ke Damsyik. Kebetulan Raja Benhadad sedang sakit. Ketika raja mendengar bahwa Elisa ada di Damsyik,","ia berkata kepada Hazael, seorang pegawainya, \"Bawalah hadiah kepada nabi itu, dan mintalah supaya ia menanyakan kepada TUHAN apakah aku ini akan sembuh atau tidak.\"","Hazael mengambil 40 unta dan memuatinya dengan segala macam hasil kota Damsyik, lalu pergi kepada Elisa. Ketika sampai di tempat Elisa, Hazael berkata, \"Hambamu Raja Benhadad, mengutus saya untuk menanyakan apakah ia akan sembuh atau tidak.\"","Elisa menjawab, \"TUHAN mengatakan kepada saya bahwa ia akan mati. Tetapi katakan saja kepadanya bahwa ia akan sembuh.\"","Kemudian Elisa menatap Hazael dengan pandangan yang tajam sehingga Hazael menjadi gelisah. Tiba-tiba Elisa menangis.","\"Mengapa Tuan menangis?\" tanya Hazael. \"Sebab aku tahu kejahatan yang akan kaulakukan terhadap orang Israel,\" kata Elisa. \"Engkau akan membakar kota-kotanya yang berbenteng, membunuh orang-orang mudanya yang terbaik, dan mencekik anak-anak bayi serta membelah perut para wanitanya yang sedang mengandung.\"","\"Ah, saya ini orang yang tidak berarti,\" jawab Hazael, \"mana mungkin saya punya kuasa sehebat itu!\" \"TUHAN sudah menunjukkan kepadaku bahwa engkau akan menjadi raja Siria,\" jawab Elisa.","Ketika Hazael kembali ke istana, bertanyalah Benhadad, \"Apa kata Elisa?\" \"Ia berkata bahwa Baginda pasti akan sembuh,\" jawab Hazael.","Tetapi keesokan harinya Hazael mengambil sehelai selimut, dan mencelupkannya ke dalam air lalu menekankannya pada muka raja sehingga ia mati lemas. Dan Hazael menjadi raja Siria menggantikan Benhadad.","Yehoram anak Yosafat menjadi raja Yehuda pada waktu Raja Yoram anak Ahab telah memerintah Israel lima tahun.","Pada waktu itu Yehoram berumur tiga puluh dua tahun, dan ia memerintah di Yerusalem delapan tahun lamanya.","Ia kawin dengan anak Ahab, dan seperti yang dilakukan oleh keluarga Ahab, ia pun berdosa kepada TUHAN seperti raja-raja Israel.","Tetapi TUHAN tidak mau membinasakan Yehuda karena Ia sudah berjanji kepada Daud hamba-Nya, bahwa keturunannya akan tetap menjadi raja.","Dalam pemerintahan Yehoram, Edom memberontak terhadap Yehuda dan membentuk kerajaan sendiri.","Karena itu, keluarlah Yehoram dengan semua kereta perangnya menuju ke Zair. Di sana ia dikepung pasukan Edom, tetapi malamnya ia dan para panglima pasukan berkereta menerobos kepungan musuh, dan prajurit-prajurit mereka melarikan diri pulang ke rumah masing-masing.","Sejak itu Edom tidak tunduk lagi kepada Yehuda. Pada masa itu juga kota Libna pun memberontak.","Kisah lainnya mengenai Yehoram dicatat dalam buku Sejarah Raja-raja Yehuda.","Ia meninggal dan dikubur di pekuburan raja-raja di Kota Daud. Ahazia anaknya menjadi raja menggantikan dia.","Ahazia anak Yehoram menjadi raja Yehuda pada waktu Raja Yoram anak Ahab telah memerintah Israel dua belas tahun.","Pada waktu itu Ahazia berumur dua puluh dua tahun, dan ia memerintah di Yerusalem setahun lamanya. Ibunya bernama Atalya, anak Raja Ahab dan cucu Omri raja Israel.","Karena perkawinannya, Ahazia ada hubungan keluarga dengan keluarga Raja Ahab. Ahazia berdosa kepada TUHAN sama seperti yang dilakukan oleh keluarga Ahab.","Raja Ahazia turut berperang bersama Yoram raja Israel melawan Hazael raja Siria. Mereka bertempur di Ramot, daerah Gilead. Yoram terluka dalam pertempuran itu,","lalu ia kembali ke kota Yizreel untuk dirawat, dan Ahazia pergi menengok dia di sana."]