["Pada waktu itu Nabi Elisa memanggil salah seorang dari antara para nabi yang dididiknya dan berkata, \"Bersiap-siaplah untuk pergi ke Ramot di Gilead, dan bawalah botol yang berisi minyak zaitun ini.","Sesampainya engkau di sana carilah Yehu anak Yosafat dan cucu Nimsi. Ajaklah dia sendirian ke sebuah kamar,","dan tuanglah minyak ini ke atas kepalanya, lalu katakan, 'TUHAN berkata bahwa Ia mengangkat engkau menjadi raja Israel.' Setelah melakukan hal itu, tinggalkanlah tempat itu secepat mungkin.\"","Nabi yang muda itu berangkat ke Ramot,","lalu mendapati Yehu dan para panglima lainnya sedang bermusyawarah di sana. Nabi itu berkata, \"Tuan, saya membawa berita untuk Tuan.\" Yehu menjawab, \"Untuk siapa?\" \"Untuk Tuan sendiri,\" balas nabi itu.","Kemudian mereka berdua masuk ke dalam rumah, dan nabi muda itu menuang minyak zaitun itu ke atas kepala Yehu lalu berkata, \"TUHAN Allah Israel berkata, 'Aku melantik engkau menjadi raja atas umat-Ku Israel.","Engkau akan membinasakan keluarga tuanmu Ahab. Dengan demikian Aku menghukum Izebel yang telah membunuh nabi-nabi-Ku dan hamba-hamba-Ku yang lain.","Seluruh keluarga dan anak cucu Ahab harus mati. Setiap orang laki-laki baik tua maupun muda akan Kubinasakan.","Keluarganya akan Kuperlakukan seperti Kuperlakukan keluarga Yerobeam dan keluarga Baesa, raja-raja Israel.","Izebel tidak akan dikuburkan. Mayatnya akan dimakan anjing di daerah Yizreel.'\" Setelah mengucapkan semuanya itu, nabi muda itu keluar lalu lari.","Yehu kembali kepada teman-temannya, lalu mereka bertanya, \"Ada kabar apa? Orang gila itu mau apa dengan engkau?\" \"Ah, kalian sudah tahu,\" jawab Yehu.","\"Tidak, kami tidak tahu!\" jawab mereka. \"Ayolah beritahukan!\" Jawab Yehu, \"Ia menyampaikan pesan TUHAN bahwa aku diangkat TUHAN menjadi raja Israel.\"","Segera teman-teman Yehu membuka jubah mereka dan membentangkannya di tangga di depan Yehu. Lalu mereka meniup trompet dan berteriak, \"Yehu raja!\"","Demikianlah Yehu bersekongkol melawan Raja Yoram yang pada waktu itu berada di Yizreel. Yoram ke sana untuk mendapat perawatan atas luka-lukanya yang diperolehnya di dalam pertempuran di Ramot melawan Hazael raja Siria. Yehu berkata kepada rekan-rekannya para panglima, \"Jika kalian setuju saya menjadi raja, jagalah supaya jangan ada seorang pun yang keluar dari Ramot untuk memberitahukan kepada orang-orang di Yizreel.\"","(9:14)","Setelah itu ia menaiki kereta perangnya lalu berangkat ke Yizreel. Pada waktu itu Yoram belum sembuh, dan Ahazia raja Yehuda ada di sana mengunjungi dia.","Ketika pengawal menara kota Yizreel melihat Yehu dan orang-orangnya datang, ia berseru, \"Ada serombongan orang menuju ke sini!\" Yoram menjawab, \"Suruh seorang prajurit berkuda pergi menyelidiki apakah mereka itu kawan atau lawan.\"","Dengan menunggang kuda, pergilah prajurit itu mendapatkan Yehu dan berkata, \"Raja ingin tahu apakah Tuan datang sebagai kawan.\" \"Itu bukan urusanmu!\" jawab Yehu, \"Ayo bergabunglah dengan aku.\" Pengawal menara itu melihat prajurit itu tiba pada rombongan itu, tetapi tidak kembali. Maka ia melaporkan hal itu,","lalu dikirim seorang prajurit yang lain. Prajurit ini pun bertanya begitu juga kepada Yehu, dan sekali lagi Yehu menjawab, \"Itu bukan urusanmu! Ayo bergabunglah dengan aku!\"","Pengawal menara melaporkan lagi bahwa utusan itu telah sampai pada rombongan itu tetapi tidak kembali. Lalu ia menambahkan, \"Mungkin pemimpin rombongan itu Yehu, sebab ia mengendarai kereta perangnya seperti orang gila.\"","\"Siapkan keretaku,\" perintah Raja Yoram. Kereta disiapkan, lalu Yoram dan Raja Ahazia berangkat menemui Yehu, masing-masing dalam keretanya sendiri. Mereka bertemu dengan Yehu di ladang bekas milik Nabot.","\"Apakah kau datang sebagai kawan?\" tanya Yoram kepada Yehu. Yehu menjawab, \"Mana mungkin sebagai kawan, kalau di sini masih banyak dukun, dan masih ada penyembahan berhala yang dimulai oleh Izebel ibumu itu?\"","\"Ini pengkhianatan, Ahazia!\" teriak Yoram sambil membelokkan keretanya lalu melarikan diri.","Yehu menarik busurnya dengan sekuat tenaga dan memanah Yoram pada punggungnya menembus ke jantung. Yoram rebah, dan tewas di dalam keretanya.","Lalu kata Yehu kepada Bidkar ajudannya, \"Apakah kau masih ingat, ketika kita mengendarai kuda mengikuti Ahab, ayah Yoram? Pada waktu itu TUHAN berkata kepada Ahab, 'Aku tahu siapa yang membunuh Nabot dan anak-anaknya kemarin, dan aku berjanji akan menghukum engkau di kebun ini juga.'\" \"Sebab itu,\" kata Yehu selanjutnya kepada ajudannya itu, \"lemparkan mayat Yoram itu ke kebun Nabot, supaya terlaksana hukuman Allah atas dia.\"","(9:25)","Ahazia melihat apa yang telah terjadi, maka ia melarikan keretanya menuju ke kota Bet-Hagan. Yehu mengejar dia dan berteriak kepada anak buahnya, \"Bunuh dia juga!\" Mereka memanah dia dan melukainya di jalan yang menuju ke Gur, dekat kota Yibleam. Tetapi ia berhasil melarikan diri sampai ke Megido, dan di situ ia mati.","Pegawai-pegawainya mengambil jenazahnya dan membawanya dengan kereta kembali ke Yerusalem, lalu menguburkannya dalam pekuburan raja-raja di Kota Daud.","Ahazia menjadi raja Yehuda ketika Raja Yoram anak Ahab telah memerintah Israel sebelas tahun.","Tibalah Yehu di Yizreel. Setelah Izebel mendengar tentang apa yang terjadi, ia menata rambutnya dan memakai celak, lalu menengok ke bawah dari jendela istana.","Ketika Yehu masuk melalui pintu gerbang, Izebel berseru, \"Hai Zimri, pembunuh! Mau apa kau ke sini?\"","Yehu menengadah ke arah jendela, dan berkata, \"Siapa memihak pada saya?\" Mendengar itu, dua tiga orang pegawai istana menengok ke bawah.","Yehu berkata kepada mereka, \"Lemparkan dia ke bawah!\" Maka mereka lemparkan Izebel ke bawah lalu ia digilas kereta sehingga darahnya mencurat ke tembok dan ke kuda-kuda kereta itu.","Lalu Yehu masuk ke dalam istana dan makan. Kemudian ia berkata, \"Perempuan itu terkutuk. Meskipun demikian, kuburkanlah juga mayatnya sebab ia putri raja.\"","Tetapi ketika orang-orang pergi mengambil mayatnya untuk menguburkannya, mereka hanya menemukan tengkoraknya, dan tulang-tulang lengan serta kakinya.","Setelah hal itu dilaporkan kepada Yehu, berkatalah ia, \"Ini telah diramalkan oleh TUHAN, ketika Ia berkata begini melalui Elia hamba-Nya: 'Mayat Izebel akan dimakan anjing di daerah Yizreel,","dan sisa-sisa mayatnya itu akan berserakan seperti kotoran binatang sehingga tak seorang pun dapat mengenali mayat siapa itu.'\""]