["Orang Filistin berperang dengan orang Israel. Mereka bertempur di pegunungan Gilboa. Banyak orang Israel tewas di situ, dan sisanya termasuk Raja Saul dan putra-putranya melarikan diri.","Tetapi mereka disusul oleh orang Filistin dan tiga orang di antara putra-putra Saul dibunuh, yaitu Yonatan, Abinadab dan Malkisua.","Pertempuran amat sengit di sekitar Saul, dan ia sendiri kena panah-panah musuh sehingga luka.","Maka kata Saul kepada pemuda yang membawa senjatanya, \"Cabutlah pedangmu dan tikamlah aku supaya jangan aku dipermainkan oleh orang Filistin yang tak mengenal TUHAN itu.\" Tetapi pemuda itu tidak mau menikam Saul karena ia sangat takut. Sebab itu Saul mengambil pedangnya sendiri dan merebahkan dirinya ke atas pedang itu.","Ketika pemuda itu melihat bahwa Saul sudah mati, ia pun merebahkan dirinya ke atas pedangnya, lalu mati.","Maka meninggallah Saul bersama ketiga putranya, dan dengan itu berakhirlah juga dinastinya.","Ketika semua orang Israel yang tinggal di lembah Yizreel mendengar bahwa tentara Israel telah melarikan diri, dan bahwa Saul serta putra-putranya sudah tewas, mereka lari meninggalkan kota-kota mereka. Lalu orang Filistin menduduki kota-kota itu.","Besoknya ketika orang Filistin datang untuk merampoki mayat-mayat, mereka menemukan Saul dan ketiga orang putranya sudah tewas di pegunungan Gilboa.","Mereka melepaskan baju perang Saul, dan memenggal kepalanya, lalu membawanya pergi. Kemudian mereka mengirim utusan ke seluruh negeri Filistin untuk menyampaikan kabar baik itu kepada bangsa dan dewa mereka.","Baju perang Saul itu disimpan di dalam sebuah kuil mereka, dan kepalanya digantung di dalam rumah Dagon, dewa mereka.","Ketika penduduk Yabes di Gilead mendengar apa yang telah dilakukan oleh orang Filistin terhadap Saul,","orang-orang yang paling berani di antara mereka pergi mengambil jenazah Saul dan putra-putranya, lalu membawanya ke Yabes. Mereka menguburkan dia di bawah sebuah pohon besar, kemudian mereka berpuasa tujuh hari lamanya.","Saul meninggal karena ia tidak setia kepada TUHAN, dan tidak mentaati perintah-perintah-Nya. Ia tidak minta petunjuk dari TUHAN, melainkan dari roh-roh orang mati. Karena itu TUHAN menghukum dia dan menyerahkan takhtanya kepada Daud anak Isai.","(10:13)"]