["Daud mendirikan rumah-rumah untuk dirinya di Kota Daud, dan menyiapkan tempat untuk Peti Perjanjian Allah lalu memasang kemah bagi Peti itu.","Daud berkata, \"Hanya orang Lewi boleh mengangkat Peti Perjanjian TUHAN, sebab merekalah yang dipilih TUHAN untuk memikul Peti itu dan mengabdi kepada-Nya untuk selama-lamanya.\"","Maka Daud memanggil semua orang Israel datang ke Yerusalem untuk memindahkan Peti Perjanjian TUHAN ke tempat yang telah disiapkannya.","Lalu Daud menyuruh keturunan Harun dan orang Lewi berkumpul.","Maka dari kaum Kehat, suku Lewi, tampillah Uriel yang memimpin 120 anggota kaumnya.","Dari kaum Merari tampil Asaya yang memimpin 220 orang.","Dari kaum Gerson tampil Yoel yang memimpin 130 orang.","Dari kaum Elsafan tampil Semaya yang memimpin 200 orang.","Dari kaum Hebron tampil Eliel yang memimpin 80 orang.","Dan dari kaum Uziel tampil Aminadab yang memimpin 112 orang.","Lalu Daud memanggil Imam Zadok dan Imam Abyatar serta keenam orang Lewi itu, yakni: Uriel, Asaya, Yoel, Semaya, Eliel dan Aminadab.","Kata Daud kepada mereka, \"Kalian adalah pemimpin kaum di dalam suku Lewi. Karena itu, hendaklah kalian dan orang-orang Lewi lainnya menyucikan diri supaya dapat memindahkan Peti Perjanjian TUHAN, Allah Israel, ke tempat yang telah kusediakan.","Ketika Peti itu untuk pertama kali dipindahkan, kalian tidak berada di situ untuk membawanya. Karena itu TUHAN, Allah kita, menghukum kita sebab kita menyembah Dia tidak sesuai dengan kemauan-Nya.\"","Jadi, para imam dan orang Lewi menyucikan diri supaya dapat memindahkan Peti Perjanjian TUHAN, Allah Israel.","Dan pada waktu Peti itu dipindahkan, mereka mengangkatnya di atas pundak mereka dengan kayu pengusung, menurut peraturan yang diberikan TUHAN melalui Musa.","Daud juga menyuruh para pemimpin orang-orang Lewi itu supaya menugaskan beberapa orang dari suku mereka untuk menyanyi dan memainkan lagu-lagu gembira pada kecapi dan simbal.","Dari antara keluarga-keluarga penyanyi, mereka memilih orang-orang berikut ini untuk memainkan simbal perunggu: Heman anak Yoel bersama sanak saudaranya yang bernama Asaf anak Berekhya, dan Etan anak Kusaya dari kaum Merari. Untuk mengiringi mereka serta memainkan kecapi bernada tinggi dipilih orang-orang Lewi yang berikut ini: Zakharia, Yaaziel, Semiramot, Yehiel, Uni, Eliab, Maaseya, dan Benaya. Untuk memainkan kecapi bernada rendah dipilih orang-orang Lewi berikut ini: Matica, Elifele, Mikneya, Azazya, dan dua pengawal Rumah TUHAN, yaitu Obed-Edom dan Yeiel.","(15:17)","(15:17)","(15:17)","(15:17)","Kenanya dipilih untuk mengepalai para pemain musik dari suku Lewi itu, sebab ia ahli musik.","Berekhya dan Elkana bersama Obed-Edom dan Yehia dipilih menjadi pengawal Peti Perjanjian TUHAN. Para imam berikut ini: Sebanya, Yosafat, Netaneel, Amasai, Zakharia, Benaya dan Eliezer dipilih untuk membunyikan trompet di depan Peti itu.","(15:23)","Maka pergilah Raja Daud bersama para pemimpin Israel dan perwira-perwira ke rumah Obed-Edom untuk mengambil Peti Perjanjian itu dengan perayaan besar.","Tujuh sapi jantan dan tujuh domba dipersembahkan kepada Allah karena Ia telah menolong orang Lewi yang mengangkat Peti Perjanjian itu.","Pada waktu itu Daud memakai jubah dari kain lenan halus, begitu juga para pemain musik dan Kenanya pemimpin mereka serta orang-orang Lewi yang mengangkat Peti Perjanjian itu. Daud juga memakai baju efod.","Seluruh umat Israel pergi mengiringi Peti Perjanjian sampai ke Yerusalem dengan sorak sorai gembira, bunyi trompet, nafiri, simbal dan kecapi.","Ketika Peti itu sedang dibawa masuk ke dalam kota, Mikhal putri Saul menjenguk dari jendela dan melihat Raja Daud menari-nari serta bersuka ria. Maka Mikhal merasa muak melihat Daud."]