["Semua pemimpin bangsa Israel datang kepada Daud di Hebron dan berkata, \"Kami ini kerabat Baginda.","Sejak dahulu, bahkan ketika Saul masih memerintah kami, Bagindalah yang memimpin tentara Israel setiap kali mereka maju berperang. Lagipula TUHAN Allah Baginda telah berjanji bahwa Bagindalah yang akan memimpin umat-Nya dan menjadi raja mereka.\"","Maka Daud membuat perjanjian dengan pemimpin-pemimpin Israel itu. Lalu mereka melantik dia menjadi raja Israel seperti yang telah dijanjikan TUHAN melalui Samuel.","Suatu waktu Raja Daud dengan seluruh tentara Israel pergi menyerang kota Yerusalem. Pada waktu itu kota itu bernama Yebus, dan didiami oleh orang Yebus, penduduk asli kota itu.","Orang-orang Yebus telah berkata kepada Daud, bahwa ia tidak mungkin dapat memasuki kota mereka itu. Tetapi Daud berhasil merebut benteng mereka yang bernama Sion. Pada waktu itu Daud telah mengumumkan kepada anak buahnya bahwa orang pertama yang membunuh seorang Yebus akan menjadi panglima. Maka karena Yoablah yang pertama-tama menyerbu orang Yebus, ia diangkat menjadi panglima. (Ibu Yoab bernama Zeruya.) Setelah merebut benteng Sion, Daud tinggal di situ. Itu sebabnya sejak waktu itu benteng itu disebut \"Kota Daud\".","(11:5)","(11:5)","Daud membangun kembali kota itu mulai di tempat yang ditinggikan dengan tanah di sebelah timur bukit; kemudian pembangunan itu diteruskan oleh Yoab sampai selesai.","Daud makin lama makin kuat, karena TUHAN Mahakuasa menolong dia.","Inilah nama-nama para perwira Daud yang termasyhur. Bersama seluruh rakyat Israel, mereka telah berjuang supaya Daud menjadi raja seperti yang telah dijanjikan oleh TUHAN. Dan mereka terus mendukung pemerintahannya.","Perwira yang pertama ialah Yasobam orang Hakhmoni, ia pemimpin \"Triwira\". Pernah dalam satu pertempuran ia melawan 300 orang dan menewaskan mereka semua dengan tombaknya.","Orang kedua dalam Triwira itu ialah Eleazar anak Dodo dari kaum Ahohi.","Dalam pertempuran di Pas-Damim ia berjuang di pihak Daud melawan orang Filistin. Ketika tentara Israel mulai melarikan diri, dia dan anak buahnya bertahan di tengah-tengah sebuah ladang gandum dan bertempur melawan orang-orang Filistin itu. Lalu TUHAN memberikan kemenangan yang besar kepadanya.","(11:13)","Pada suatu hari 3 orang dari 30 perwira Daud yang terkemuka, pergi menemui Daud di suatu tempat yang berkubu di sebuah gunung batu dekat Gua Adulam. Pada waktu itu orang Filistin berkemah di Lembah Refaim, dan sepasukan dari mereka menduduki Betlehem.","(11:15)","Daud rindu akan kampung halamannya itu dan berkata, \"Ah, sekiranya aku diberi minum air dari sumur dekat pintu gerbang di Betlehem.\"","Mendengar itu, ketiga perwira itu menerobos perkemahan orang Filistin lalu menimba air dari sumur itu, kemudian membawanya kepada Daud. Tetapi Daud tidak mau meminumnya, malahan mencurahkannya sebagai persembahan kepada TUHAN.","Ia berkata, \"Demi Allah, saya tidak bisa minum air ini! Kalau saya meminumnya, seolah-olah saya minum darah orang-orang yang telah mempertaruhkan nyawa mereka!\" Jadi Daud sama sekali tidak mau minum air itu. Itulah jasa-jasa ketiga pejuang yang perkasa itu.","Ketiga puluh perwira yang termasyhur itu dinamakan juga \"Tridasawira\". Mereka dipimpin oleh Abisai adik Yoab. Pernah ia menewaskan 300 orang dengan tombaknya, dan karena itu ia menjadi termasyhur. Tetapi ia tidak sehebat Triwira itu.","(11:20)","Seorang perwira termasyhur yang lain ialah Benaya anak Yoyada, orang Kabzeel. Ia sangat berani. Dua pahlawan besar dari Moab telah dibunuhnya. Pernah pada suatu hari bersalju ia masuk ke dalam sebuah lubang dan membunuh seekor singa di situ.","Ia pernah juga membunuh seorang Mesir yang besar perawakannya; tingginya lebih dari dua meter. Orang itu bersenjatakan tombak yang sangat besar, tapi Benaya menghadapinya hanya dengan pentung. Tombak yang ada di tangan orang Mesir itu direbutnya lalu dipakainya untuk membunuh orang itu.","Itulah jasa-jasa Benaya, seorang dari Tridasawira.","Dalam kelompok itu, Benayalah yang terkemuka, tetapi ia tidak sehebat Triwira. Daud mengangkat dia menjadi kepala pengawal pribadinya.","Berikut ini adalah perwira-perwira lain yang termasyhur: Asael adik Yoab, Elhanan anak Dodo orang Betlehem, Samot orang Harod, Heles orang Peloni, Ira anak Ikes orang Tekoa, Abiezer orang Anatot, Sibkhai orang Husa, Ilai orang Ahohi, Maharai orang Netofa, Heled anak Baana orang Netofa, Itai anak Ribai orang Gibea di wilayah suku Benyamin, Benaya orang Piraton, Hurai orang lembah-lembah Gaas, Abiel orang Araba, Azmawet orang Bahurim, Elyahba orang Saalbon, Hasyem orang Gizon, Yonatan anak Sage orang Harari, Ahiam anak Sakhar orang Harari, Elifal anak Ur, Hefer orang Mekherati, Ahia orang Peloni, Hezrai orang Karmel, Naarai anak Ezbai, Yoel saudara Natan, Mibhar anak Hagri, Zelek orang Amon, Naharai orang Beerot, pembawa senjata Yoab, Ira dan Gareb orang Yetri, Uria orang Het, Zabad anak Ahlai, Adina anak Siza (salah seorang tokoh dalam suku Ruben yang, mempunyai pasukan 30 orang), Hanan anak Maakha, Yosafat orang Mitni, Uzia orang Asytarot, Syama dan Yeiel, anak-anak Hotam, orang Aroer, Yediael dan Yoha, anak-anak Simri, orang Tizi, Eliel orang Mahawim, Yeribai dan Yosawya, anak-anak Elnaam, Yitma orang Moab, Eliel, Obed dan Yaasiel orang Mezobaya.","(11:26)","(11:26)","(11:26)","(11:26)","(11:26)","(11:26)","(11:26)","(11:26)","(11:26)","(11:26)","(11:26)","(11:26)","(11:26)","(11:26)","(11:26)","(11:26)","(11:26)","(11:26)","(11:26)","(11:26)","(11:26)"]