["Setelah Raja Daud menetap di istananya, pada suatu hari ia memanggil Nabi Natan dan berkata, \"Lihat, aku ini tinggal di istana yang dibuat dari kayu cemara Libanon, sedangkan Peti Perjanjian TUHAN hanya di dalam kemah!\"","Natan menjawab, \"Lakukanlah segala niat Baginda sebab Allah menolong Baginda.\"","Tetapi pada malam itu Allah berkata kepada Natan,","\"Pergilah dan sampaikanlah kepada hamba-Ku Daud pesan-Ku ini, 'Bukan engkau yang akan mendirikan rumah untuk-Ku.","Sejak bangsa Israel Kubebaskan dari Mesir sampai sekarang, belum pernah Aku tinggal dalam sebuah rumah. Selalu Aku mengembara dan tinggal di sebuah kemah.","Selama pengembaraan-Ku bersama bangsa Israel belum pernah Aku bertanya kepada pemimpin-pemimpin yang telah Kupilih, apa sebabnya mereka tidak mendirikan sebuah rumah dari kayu cemara Libanon untuk Aku.'","Sebab itu, Natan, beritahukanlah kepada hamba-Ku Daud bahwa Aku, TUHAN Yang Mahakuasa, berkata kepadanya, 'Engkau telah Kuambil dari pekerjaanmu menggembalakan domba di padang, dan Kujadikan raja atas umat-Ku Israel.","Aku telah menolong engkau ke mana pun engkau pergi, dan segala musuhmu Kutumpas pada waktu engkau bertempur. Engkau akan Kubuat termasyhur seperti pemimpin-pemimpin yang paling besar di dunia.","Bagi umat-Ku Israel telah Kusediakan tempat untuk menjadi tanah air mereka supaya mereka dapat hidup tenang tanpa diganggu lagi. Sejak kedatangan mereka ke tanah ini dahulu, dan sebelum mereka mempunyai raja, mereka diserang oleh orang-orang yang suka kekerasan. Tetapi hal itu tidak akan terjadi lagi. Aku berjanji akan mengalahkan semua musuhmu, dan Aku akan memberikan keturunan kepadamu.","(17:9)","Kelak, jika sampai ajalmu dan engkau dikuburkan di makam leluhurmu, seorang dari putramu akan Kuangkat menjadi raja. Dialah yang akan mendirikan rumah bagi-Ku. Kerajaannya akan Kukukuhkan, dan untuk selama-lamanya seorang dari keturunannya akan memerintah sebagai raja.","(17:11)","Aku akan menjadi bapaknya dan ia akan menjadi putra-Ku. Aku akan tetap berbuat baik kepadanya sesuai dengan janji-Ku. Janji-Ku kepadanya akan tetap Kupegang, tidak seperti yang Kulakukan kepada Saul yang telah Kugeser dari kedudukannya supaya engkau bisa menjadi raja.","Putramu yang Kupilih itu akan Kujadikan raja atas umat-Ku dan kerajaan-Ku untuk selama-lamanya, dan anak cucunya turun-temurun akan memerintah sebagai raja.'\"","Natan memberitahukan kepada Daud segala yang telah dinyatakan Allah kepadanya.","Lalu masuklah Raja Daud ke dalam Kemah TUHAN. Ia duduk dan berdoa, \"Ya TUHAN Allah, aku dan keluargaku tidak layak menerima segala kebaikan yang Kautunjukkan kepadaku selama ini.","Engkau malah berbuat lebih dari itu; Engkau telah membuat janji mengenai keturunanku untuk masa yang akan datang. Engkau bahkan memperlakukan aku sebagai seorang pembesar.","Apalagi yang dapat kukatakan kepada-Mu, ya TUHAN Allah? Engkau mengetahui segalanya tentang hamba-Mu ini, namun Engkau memberi penghormatan kepadaku.","Atas kemauan-Mu sendiri dan untuk kepentinganku Engkau melakukan semua perbuatan besar ini dengan terang-terangan.","Hanya Engkaulah Allah, tidak ada yang sama dengan Engkau. Kami tahu hal itu sebab sudah diberitahukan sejak dahulu.","Di seluruh bumi tidak ada bangsa seperti Israel. Israel adalah satu-satunya bangsa yang Kaubebaskan dari perbudakan untuk menjadi umat-Mu sendiri. Segala perbuatan besar dan ajaib yang Kaulakukan bagi mereka membuat nama-Mu termasyhur di seluruh dunia. Engkau melepaskan umat-Mu dari Mesir, dan menyingkirkan bangsa-bangsa lain pada waktu umat-Mu maju bertempur.","Bangsa Israel telah Kaujadikan umat-Mu sendiri untuk selama-lamanya. Dan Engkau, ya TUHAN, menjadi Allah mereka.","Sekarang, ya TUHAN Allah, sudilah mengukuhkan untuk selama-lamanya janji yang Kauucapkan mengenai diriku dan keturunanku. Sudilah melaksanakan apa yang telah Kaujanjikan itu.","Di mana-mana orang akan selalu mengagungkan nama-Mu dan berkata, 'TUHAN Yang Mahakuasa ialah Allah atas Israel.' Untuk selama-lamanya seorang dari keturunanku akan memerintah sebagai raja.","Aku memberanikan diri memanjatkan doa ini kepada-Mu, ya Allah, sebab Engkau sendiri sudah memberitahukan kepadaku bahwa anak cucuku turun-temurun akan Kaujadikan raja atas bangsa ini.","Engkau, TUHAN, adalah Allah, dan hal yang indah itu telah Kaujanjikan kepadaku.","Karena itu, aku mohon, sudilah memberkati keturunanku supaya selama-lamanya mereka tetap merasakan kasih-Mu. Sebab, Engkau telah memberkati umat-Mu, ya TUHAN, maka mereka akan tetap diberkati untuk selama-lamanya.\""]