["Beberapa waktu kemudian Nahas raja amon meninggal, dan Hanun putranya menjadi raja.","Lalu berkatalah Raja Daud, \"Nahas adalah sahabatku yang setia, jadi aku harus begitu juga terhadap Hanun, anaknya.\" Karena itu Daud mengirim utusan ke negeri Amon untuk menghibur dia atas kematian ayahnya. Ketika mereka tiba di Amon,","para pemimpin negeri itu berkata kepada Raja Hanun, \"Janganlah Baginda berpikir Daud mengirim utusannya itu karena ia mau menghormati ayah Baginda! Ia mengirim orang-orang itu ke mari sebagai mata-mata untuk menyelidiki negeri kita, supaya dapat merebutnya!\"","Raja Hanun menangkap para utusan Daud itu, mencukur jenggot mereka, memotong pakaian mereka sependek pinggul, dan menyuruh mereka pergi.","Tetapi mereka malu untuk pulang, jadi mereka pergi ke Yerikho. Ketika hal itu diberitahukan kepada Daud, ia mengirim pesan supaya utusan-utusan itu tinggal di Yerikho sampai jenggot mereka sudah tumbuh lagi.","Lalu Raja Hanun dan orang Amon menyadari bahwa perbuatan mereka telah menyebabkan Daud memusuhi mereka. Karena itu mereka mengirim 34.000 kilogram perak ke daerah Mesopotamia Atas, serta ke Maakha dan Zoba di Siria untuk menyewa 32.000 kereta perang dan tentara berkuda. Maka datanglah tentara raja Maakha dengan semua kereta perang sewaan itu dan berkemah dekat Medeba. Orang Amon juga datang dari semua kota mereka untuk berperang.","(19:6)","Ketika Daud mendengar hal itu ia menyuruh Yoab dengan seluruh angkatan perangnya maju melawan musuh.","Orang Amon keluar dan mengatur barisan mereka di depan pintu gerbang Raba, ibukota mereka, sedangkan raja-raja yang telah datang untuk membantu mereka, mengatur barisannya di padang.","Yoab melihat bahwa ia terjepit oleh pasukan musuh di depan dan di belakang. Karena itu ia memilih tentara Israel yang terbaik dan menempatkan mereka berhadap-hadapan dengan tentara Siria.","Selebihnya dari tentara Israel diserahkannya kepada Abisai adiknya, yang mengatur barisan mereka berhadap-hadapan dengan tentara Amon.","Yoab berkata kepada adiknya itu, \"Jika aku tidak sanggup lagi bertahan terhadap tentara Siria, cepatlah datang menolong aku. Sebaliknya, jika engkau tidak sanggup lagi bertahan terhadap tentara Amon, aku akan datang menolong engkau.","Tabahlah! Mari kita berjuang dengan berani untuk bangsa kita dan untuk kota-kota Allah kita. Semoga TUHAN melaksanakan apa yang dikehendaki-Nya.\"","Yoab dan pasukannya maju menyerang, sehingga tentara Siria lari.","Ketika orang Amon melihat tentara Siria melarikan diri, mereka juga lari dari Abisai dan mundur ke dalam kota. Sesudah memerangi orang Amon, Yoab pulang ke Yerusalem.","Orang Siria menyadari bahwa mereka telah dikalahkan oleh orang Israel. Maka mereka memanggil tentara mereka yang dari daerah sebelah timur Sungai Efrat dan menyuruh tentaranya itu bertempur di bawah pimpinan Sobakh panglima angkatan perang Hadadezer raja Zoba.","Mendengar hal itu, Daud mengumpulkan seluruh pasukan Israel, lalu menyeberangi Sungai Yordan dan mengatur barisannya berhadapan dengan orang Siria. Maka bertempurlah mereka,","dan tentara Siria dipukul mundur oleh tentara Israel. Daud dan pasukannya menewaskan 7.000 orang pengemudi kereta perang dan 40.000 orang tentara berjalan kaki. Sobakh panglima Siria itu dibunuh juga.","Ketika raja-raja yang dikuasai Hadadezer melihat bahwa mereka telah dikalahkan oleh tentara Israel, mereka minta berdamai dengan Daud, dan takluk kepadanya. Sesudah itu orang Siria tidak mau lagi membantu orang Amon."]