["Raja Hiram dari negeri Tirus mengirim duta-dutanya kepada Daud, juga kayu cemara Libanon dan tukang-tukang kayu serta tukang batu untuk mendirikan istana.","Karena itu Daud merasa yakin TUHAN sudah mengukuhkan dia sebagai raja Israel dan menguatkan kerajaannya untuk kepentingan umat TUHAN.","Di Yerusalem Daud mengambil lagi beberapa istri, dan mendapat anak-anak lagi.","Putra-putranya yang lahir di Yerusalem ialah: Syamua, Sobab, Natan, Salomo,","Yibhar, Elisua, Elpelet,","Nogah, Nefeg, Yafia,","Elisama, Beelyada dan Elifelet.","Ketika orang Filistin mendengar bahwa Daud sudah diangkat menjadi raja seluruh Israel, mereka datang hendak menangkap dia. Karena itu Daud keluar untuk berperang dengan mereka.","Sementara itu orang Filistin sudah tiba di Lembah Refaim dan merampoki lembah itu.","Mendengar itu Daud bertanya kepada Allah, \"TUHAN, haruskah saya menyerang orang-orang Filistin itu? Apakah TUHAN akan memberikan kemenangan kepada saya?\" \"Ya, seranglah!\" jawab TUHAN. \"Aku akan memberikan kemenangan kepadamu!\"","Maka Daud dan pasukannya menyerang orang-orang Filistin itu di Baal-Perasim dan mengalahkan mereka. Berkatalah Daud, \"Allah telah memakai aku untuk mendobrak pertahanan musuh seperti banjir merobohkan segalanya dalam seketika.\" Itu sebabnya tempat itu disebut Baal-Perasim.","Ketika pasukan Filistin lari, mereka tidak sempat membawa patung-patung berhala mereka. Daud memerintahkan supaya patung-patung itu dibakar.","Tidak lama kemudian orang Filistin datang dan merampoki lagi Lembah Refaim.","Sekali lagi Daud meminta petunjuk dari Allah, dan Allah menjawab, \"Jangan menyerang mereka dari sini, tetapi berjalanlah memutar dan seranglah mereka dari seberang, dekat pohon-pohon murbei.","Kalau engkau mendengar bunyi seperti derap orang berbaris di puncak pohon-pohon itu, majulah, sebab Aku akan berjalan di depanmu untuk mengalahkan tentara Filistin.\"","Daud melaksanakan apa yang diperintahkan Allah kepadanya. Ia dan pasukannya memukul mundur tentara Filistin mulai dari Gibeon sampai ke Gezer.","Maka termasyhurlah nama Daud di mana-mana, dan TUHAN membuat segala bangsa takut kepada Daud."]