["Peti Perjanjian itu diletakkan di dalam kemah yang telah disediakan oleh Daud untuk Peti itu. Lalu mereka mempersembahkan kepada Allah kurban bakaran dan kurban perdamaian.","Setelah Daud selesai mempersembahkan kurban-kurban itu, ia memberkati rakyat atas nama TUHAN,","lalu membagi-bagikan makanan kepada mereka semua. Setiap orang yang ada di situ baik laki-laki maupun wanita mendapat sepotong daging panggang, roti dan kue kismis.","Daud mengangkat beberapa orang Lewi untuk memimpin upacara ibadat kepada TUHAN, Allah Israel, di depan Peti Perjanjian itu, dengan nyanyian dan puji-pujian.","Asaf dipilih sebagai pemimpin utama dan Zakharia wakilnya. Yeiel, Semiramot, Yehiel, Matica, Eliab, Benaya, Obed-Edom dan Yeiel ditugaskan untuk memainkan kecapi. Asaf ditugaskan memainkan simbal,","dan dua orang imam, yaitu Benaya dan Yahaziel, ditugaskan untuk secara tetap meniup trompet di depan Peti Perjanjian itu.","Itulah pertama kalinya Daud menugaskan Asaf dan rekan-rekannya untuk menyanyikan puji-pujian kepada TUHAN.","Bersyukurlah kepada TUHAN, wartakanlah kebesaran-Nya, ceritakanlah perbuatan-Nya di antara bangsa-bangsa.","Nyanyikanlah pujian bagi TUHAN, beritakanlah segala karya-Nya yang menakjubkan.","Dialah TUHAN Yang Mahaesa; bersukacitalah, sebab kita milik-Nya; semua yang menyembah Dia hendaklah bergembira.","Mintalah kekuatan daripada-Nya, sembahlah Dia senantiasa.","Hai keturunan Yakub, hamba Allah! Hai keturunan Israel, umat pilihan-Nya! Ingatlah semua keajaiban yang dilakukan-Nya, jangan melupakan keputusan-keputusan-Nya.","(16:12)","TUHAN adalah Allah kita, keputusan-Nya berlaku di seluruh dunia.","Ia selalu ingat akan perjanjian-Nya, janji-Nya berlaku selama-lamanya.","Perjanjian itu dibuat-Nya dengan Abraham, dan kemudian dengan Ishak,","lalu dikukuhkan dengan Yakub menjadi perjanjian yang kekal bagi umat Israel.","Kata-Nya, \"Tanah Kanaan akan Kuberikan kepadamu menjadi milik pusakamu.\"","Dahulu umat TUHAN hidup sebagai orang asing di sana jumlah mereka sedikit saja.","Mereka mengembara dari bangsa ke bangsa, pindah dari satu negeri ke negeri lainnya.","Tetapi TUHAN tidak membiarkan siapa pun menindas mereka; demi mereka, raja-raja diperingatkan-Nya,","\"Jangan mengganggu orang-orang pilihan-Ku, jangan berbuat jahat kepada nabi-nabi-Ku.\"","Nyanyilah bagi TUHAN, hai bumi seluruhnya, setiap hari siarkanlah kabar gembira bahwa Ia telah menyelamatkan kita.","Ceritakan keagungan-Nya kepada bangsa-bangsa, dan perbuatan-perbuatan-Nya yang perkasa kepada umat manusia.","Sebab besarlah TUHAN dan sangat terpuji; Ia harus ditakuti lebih dari segala dewa.","Dewa-dewa bangsa lain hanya patung berhala tetapi TUHAN adalah pencipta angkasa raya.","Ia diliputi keagungan dan kemuliaan, rumah-Nya penuh kuasa dan sukacita.","Pujilah TUHAN, hai umat manusia! Pujilah keagungan dan kekuatan-Nya.","Pujilah nama-Nya yang mulia, dan bawalah kurban ke dalam rumah-Nya. Sembahlah TUHAN dengan mengenakan pakaian ibadat!","Gemetarlah di hadapan-Nya, hai seluruh dunia! Bumi kukuh tidak tergoyahkan.","Hai langit dan bumi, bergembiralah! Beritakanlah kepada bangsa-bangsa bahwa TUHAN itu Raja!","Bergemuruhlah hai laut dan semua isinya! Bersukacitalah hai padang dan segala tanamannya!","Pohon-pohon di hutan akan bersorak-sorai sebab TUHAN telah datang untuk memerintah di bumi.","Bersyukurlah kepada TUHAN, sebab Ia baik; kasih-Nya kekal abadi.","Katakanlah, \"Ya Allah, Penyelamat kami, selamatkanlah kami dari kekuasaan bangsa-bangsa dan kumpulkanlah kami kembali supaya kami dapat bersyukur dan memuji nama-Mu yang suci!\"","Pujilah TUHAN, Allah Israel, sekarang dan selama-lamanya! Kemudian seluruh umat Israel berkata, \"Amin\", lalu mereka memuji TUHAN.","Kemudian Raja Daud menugaskan Asaf dan orang-orang Lewi lainnya untuk tetap mengurus hal-hal yang bersangkutan dengan ibadat di tempat di mana Peti Perjanjian TUHAN disimpan. Setiap hari mereka harus bertugas di situ,","dibantu oleh Obed-Edom anak Yedutun, serta 68 orang lainnya yang sekaum dengan dia. Obed-Edom dan Hosa adalah pengawal pintu-pintu gerbang.","Tetapi Zadok dan imam-imam lainnya ditugaskan untuk tetap mengurus ibadat di tempat ibadat di Gibeon.","Setiap pagi dan petang mereka harus mempersembahkan kurban bakaran di atas mezbah sesuai dengan hukum-hukum yang diberikan TUHAN kepada orang Israel.","Imam Zadok dan imam-imam itu dibantu oleh Heman dan Yedutun serta orang-orang lain yang khusus dipilih untuk menyanyikan pujian bagi TUHAN karena kasih-Nya yang kekal abadi.","Heman dan Yedutun juga bertugas atas trompet, simbal dan alat musik lainnya yang dimainkan untuk mengiringi nyanyian-nyanyian pujian. Anggota-anggota kaum Yedutun ditugaskan untuk menjaga pintu-pintu gerbang.","Kemudian pulanglah semua orang ke rumahnya masing-masing. Begitu pula Daud pulang untuk menengok keluarganya."]