["Untuk memimpin upacara-upacara ibadat, Raja Daud dan para pemimpin orang Lewi memilih kaum-kaum Lewi yang berikut ini: Asaf, Heman dan Yedutun. Mereka ditugaskan untuk menyampaikan pesan dari Allah dengan diiringi musik kecapi, gambus dan simbal. Untuk memimpin ibadat dengan upacaranya masing-masing, dipilih regu-regu berikut ini:","Keempat anak lelaki Asaf: Zakur, Yusuf, Netanya dan Asarela. Pemimpin mereka adalah Asaf, yang menyampaikan pesan dari Allah, apabila ditugaskan oleh raja.","Keenam anak lelaki Yedutun: Gedalya, Zeri, Yesaya, Simei, Hasabya dan Matica. Di bawah pimpinan ayah mereka, mereka menyampaikan pesan dari Allah diiringi musik kecapi, dan mereka menyanyikan nyanyian pujian serta ucapan syukur kepada TUHAN.","Keempat belas anak lelaki Heman: Bukia, Matanya, Uziel, Sebuel, Yerimot, Hananya, Hanani, Eliata, Gidalti, Romamti-Ezer, Yosbekasa, Maloti, Hotir dan Mahaziot.","Heman adalah nabi pribadi raja. TUHAN memberikan keempat belas anak lelaki itu serta tiga anak perempuan kepada Heman karena TUHAN telah berjanji untuk memberi kedudukan terhormat kepadanya.","Semua anak Heman itu memainkan musik simbal, kecapi dan gambus di bawah pimpinan ayah mereka untuk mengiringi upacara ibadat di Rumah TUHAN. Asaf, Yedutun dan Heman mendapat tugas sesuai dengan petunjuk dari raja.","Kedua puluh empat anak lelaki mereka itu dan sanak saudara mereka adalah ahli-ahli musik yang terlatih. Mereka seluruhnya ada 288 orang.","Untuk menentukan giliran tugas, mereka semuanya menarik undi--baik yang muda maupun yang tua, baik yang berpengalaman maupun yang baru mulai belajar.","Ke-288 orang itu dibagi dalam 24 kelompok menurut keluarga masing-masing. Setiap kelompok terdiri dari 12 orang di bawah pimpinan satu orang. Inilah urutan nama mereka menurut undian: 1. Yusuf dari keluarga Asaf; 2. Gedalya; 3. Zakur; 4. Yizri; 5. Netanya; 6. Bukia; 7. Yesarela; 8. Yesaya; 9. Matanya; 10. Simei; 11. Azareel; 12. Hasabya; 13. Subael; 14. Matica; 15. Yeremot; 16. Hananya; 17. Yosbekasa; 18. Hanani; 19. Maloti; 20. Eliata; 21. Hotir; 22. Gidalti; 23. Mahaziot; 24. Romamti-Ezer.","(25:9)","(25:9)","(25:9)","(25:9)","(25:9)","(25:9)","(25:9)","(25:9)","(25:9)","(25:9)","(25:9)","(25:9)","(25:9)","(25:9)","(25:9)","(25:9)","(25:9)","(25:9)","(25:9)","(25:9)","(25:9)","(25:9)"]