["Harun mempunyai empat anak laki-laki: Nadab, Abihu, Eleazar dan Itamar. Nadab dan Abihu meninggal lebih dahulu dari ayah mereka tanpa mempunyai anak. Karena itu Eleazar dan Itamar saudara-saudara mereka menjadi imam. Daud membagi keturunan Harun dalam kelompok-kelompok menurut tugas mereka. Dalam pekerjaan pengelompokan itu Daud dibantu oleh Zadok keturunan Eleazar dan oleh Ahimelekh keturunan Itamar.","(24:1)","(24:1)","Keturunan Itamar dibagi menjadi delapan kelompok, sedangkan keturunan Eleazar menjadi enam belas kelompok, sebab di dalam keturunan Eleazar terdapat lebih banyak laki-laki kepala keluarga.","Karena baik di dalam keturunan Eleazar maupun di dalam keturunan Itamar ada pejabat-pejabat Rumah TUHAN dan pemimpin-pemimpin agama, maka pembagian tugas dilaksanakan dengan undian.","Keturunan Eleazar dan keturunan Itamar bergiliran menarik undi, lalu nama-nama mereka dicatat oleh seorang sekretaris yang bernama Semaya anak Netaneel orang Lewi. Semuanya itu dilaksanakan di depan raja bersama pegawai-pegawainya, Imam Zadok, Ahimelekh anak Abyatar serta kepala-kepala keluarga golongan imam dan kepala-kepala keluarga golongan Lewi.","Inilah nomor urut giliran tugas yang diperoleh dari undian untuk kedua puluh empat kelompok itu: 1. Yoyarib; 2. Yedaya; 3. Harim; 4. Seorim; 5. Malkia; 6. Miyamin; 7. Hakos; 8. Abia; 9. Yesua; 10. Sekhanya; 11. Elyasib; 12. Yakim; 13. Hupa; 14. Yesebeab; 15. Bilga; 16. Imel; 17. Hezir; 18. Hapizes; 19. Petahya; 20. Yehezkiel; 21. Yakhin; 22. Gamul; 23. Delaya; 24. Maazya.","(24:7)","(24:7)","(24:7)","(24:7)","(24:7)","(24:7)","(24:7)","(24:7)","(24:7)","(24:7)","(24:7)","Nama orang-orang tersebut dicatat menurut giliran mereka untuk memasuki Rumah TUHAN dan melaksanakan tugas ibadat yang sudah ditetapkan oleh Harun, leluhur mereka, sesuai dengan perintah TUHAN, Allah Israel.","Selain itu dalam keturunan Lewi masih termasuk kepala-kepala keluarga berikut ini: Yehdeya, keturunan Amram dari garis keturunan Subael; Yisia, keturunan Rehabya; Yahat, keturunan Yizhar dari garis keturunan Selomot; Yeria, Amarya, Yehaziel dan Yekameam anak-anak Hebron menurut urutan umurnya; Samir, keturunan Uziel dari garis keturunan Mikha; Zakharia, keturunan Uziel dari garis keturunan Yisia saudara Mikha; Mahli, Musi dan Yaazia, keturunan Merari.","(24:20)","(24:20)","(24:20)","(24:20)","(24:20)","(24:20)","Yaazia mempunyai tiga anak laki-laki: Syoham, Zakur dan Hibri.","Mahli mempunyai dua anak laki-laki bernama Eleazar dan Kish. Eleazar tidak mempunyai anak laki-laki, tetapi Kish mempunyai seorang anak laki-laki bernama Yerahmeel.","(24:28)","Anak laki-laki Musi ada tiga orang: Mahli, Eder dan Yerimot. Itulah keluarga-keluarga dalam suku Lewi.","Untuk giliran tugas mereka, setiap kepala keluarga bersama seorang adiknya yang laki-laki menarik undi seperti yang dilakukan oleh sanak saudara mereka, yaitu para imam keturunan Harun. Penarikan undi itu disaksikan oleh Raja Daud bersama Zadok, Ahimelekh serta kepala-kepala keluarga dari golongan imam-imam dan dari golongan orang Lewi."]