["Ketika Daud sudah tua sekali ia mengangkat Salomo menjadi raja Israel.","Raja Daud mengumpulkan semua pemimpin Israel, imam-imam dan orang Lewi,","lalu ia menghitung semua orang laki-laki suku Lewi yang berumur tiga puluh tahun ke atas. Semuanya ada 38.000 orang.","Lalu 24.000 orang di antara mereka ditugaskannya untuk menangani pekerjaan di Rumah TUHAN, 6.000 untuk mengurus administrasi dan perkara-perkara pengadilan,","4.000 untuk tugas pengawalan, dan 4.000 lagi untuk memuji TUHAN dengan alat-alat musik yang telah disediakan.","Daud membagi orang-orang Lewi itu dalam tiga kelompok menurut kaum mereka, yaitu kaum Gerson, Kehat dan Merari.","Gerson mempunyai dua anak laki-laki: Ladan dan Simei.","Anak-anak lelaki Ladan ada tiga orang: Yehiel, Zetam dan Yoel.","Mereka adalah kepala kaum keturunan Ladan. (Selomit, Haziel dan Haran adalah anak laki-laki Simei.)","Empat anak laki-laki Simei menurut urutan umur mereka adalah: Yahat, Ziza, Yeus dan Beria. Keturunan Yeus dan Beria tidak banyak, jadi mereka dianggap satu kaum.","(23:10)","Kehat mempunyai empat anak laki-laki: Amram, Yizhar, Hebron dan Uziel.","Amram adalah ayah Harun dan Musa. (Harun dan keturunannya untuk selama-lamanya telah dikhususkan untuk mengurus perkakas-perkakas ibadat, membakar dupa bagi TUHAN, melayani TUHAN dan memberkati rakyat atas nama TUHAN.","Anak-anak lelaki Musa hamba Allah itu digolongkan ke dalam suku Lewi.)","Musa mempunyai dua anak laki-laki, yaitu Gersom dan Eliezer.","Yang menjadi pemimpin anak-anak Gersom ialah Sebuel.","Eliezer mempunyai hanya seorang anak laki-laki, namanya Rehabya. Tetapi Rehabya mempunyai banyak sekali anak.","Yizhar, anak Kehat yang kedua, mempunyai anak laki-laki bernama Selomit; ia adalah kepala kaum.","Hebron, anak Kehat yang ketiga, mempunyai empat anak laki-laki: Yeria yang tertua, berikut Amarya, Yehaziel dan Yekameam.","Uziel, anak Kehat yang keempat, mempunyai dua anak laki-laki: Mikha yang tertua, dan Yisia.","Merari mempunyai dua anak laki-laki bernama Mahli dan Musi. Mahli mempunyai dua anak laki-laki, yaitu Eleazar dan Kish,","tetapi Eleazar meninggal tanpa mempunyai anak laki-laki; hanya anak-anak perempuan yang kawin dengan saudara-saudara sepupu mereka, yaitu anak-anak Kish.","Musi, anak Merari yang kedua, mempunyai tiga anak laki-laki: Mahli, Eder dan Yeremot.","Itulah nama-nama keturunan Lewi yang tercatat menurut nama kepala kaum dan keluarganya masing-masing. Mereka berumur dua puluh tahun ke atas dan mendapat tugas di Rumah TUHAN.","Daud berkata, \"TUHAN Allah Israel telah memberikan ketentraman kepada umat-Nya, dan Ia sendiri tinggal di Yerusalem untuk selama-lamanya.","Karena itu, Kemah TUHAN dan semua perkakas yang dipakai untuk ibadat tidak perlu lagi dipikul oleh orang Lewi.\"","Berdasarkan perintah-perintah terakhir dari Daud, semua orang Lewi, apabila sudah berumur 20 tahun, harus didaftarkan untuk bertugas.","Mereka harus membantu imam-imam keturunan Harun dalam menyelenggarakan upacara ibadat di Rumah TUHAN, memelihara pelataran-pelataran dan kamar-kamar di Rumah TUHAN itu, serta menjaga supaya segala sesuatu yang sudah dikhususkan untuk TUHAN tidak menjadi najis.","Mereka juga bertanggung jawab atas yang berikut ini: roti yang dipersembahkan kepada Allah, tepung yang dipakai untuk persembahan kepada TUHAN, kue tipis yang dibuat tanpa ragi, kurban panggangan, dan tepung yang dicampur dengan minyak zaitun. Mereka harus juga menimbang dan menakar persembahan-persembahan yang dibawa ke Rumah TUHAN.","Selain itu mereka harus menyanyi untuk memuji TUHAN setiap pagi dan setiap malam;","juga setiap waktu apabila ada kurban yang dibakar untuk TUHAN pada hari Sabat, pada perayaan Bulan Baru, dan pada perayaan-perayaan lainnya. Mengenai jumlah orang Lewi yang harus bertugas setiap kali, telah juga dibuat peraturannya. Untuk selama-lamanya orang Lewi harus melaksanakan tugas itu.","Mereka diberi juga tanggung jawab untuk memelihara Kemah TUHAN serta Rumah TUHAN dan untuk membantu saudara-saudara mereka, yaitu para imam keturunan Harun, dalam menyelenggarakan ibadat di tempat itu."]