["Iblis ingin mencelakakan orang Israel; karena itu ia membujuk Daud supaya mengadakan sensus.","Maka berkatalah Daud kepada Yoab dan para perwira tentaranya, \"Adakanlah sensus di seluruh Israel sampai ke pelosok-pelosoknya, karena aku ingin tahu berapa jumlah rakyat Israel.\"","Jawab Yoab, \"Semoga TUHAN melipatgandakan rakyat Israel sampai seratus kali dari jumlah mereka sekarang ini. Yang Mulia, bukankah sudah jelas bahwa mereka takluk kepada Baginda? Mengapa harus mengadakan sensus? Nanti, karena kesalahan itu, seluruh bangsa menanggung akibatnya!\"","Tetapi raja tetap berpegang pada perintahnya itu, jadi Yoab pergi ke seluruh Israel, sampai ke pelosok-pelosoknya, kemudian kembali ke Yerusalem,","dan melaporkan kepada Raja Daud hasil sensus itu. Jumlah laki-laki yang memenuhi syarat untuk dinas tentara ada 1.100.000 orang di Israel dan 470.000 orang di Yehuda.","Tetapi suku Lewi dan suku Benyamin tidak termasuk jumlah itu. Yoab tidak mengadakan sensus di antara mereka sebab ia tidak suka menjalankan perintah raja itu.","Allah tidak senang dengan sensus itu dan Ia menghukum orang Israel.","Lalu berdoalah Daud kepada Allah katanya, \"Ya Allah, aku sangat berdosa! Ampunilah aku, sebab tindakanku itu sangat bodoh.\"","TUHAN berkata kepada Nabi Gad, yang menjadi penghubung antara Daud dan TUHAN,","\"Pergilah dan katakanlah kepada Daud bahwa Aku memberikan tiga pilihan kepadanya. Apa saja yang dipilihnya akan Kulakukan.\"","Lalu pergilah Gad kepada Daud dan menyampaikan pesan TUHAN itu, katanya, \"Mana yang Baginda pilih:","Negeri ini ditimpa bencana kelaparan selama tiga tahun, atau Baginda lari dikejar-kejar musuh selama tiga bulan, atau seluruh negeri ini tiga hari lamanya diserang TUHAN dengan pedang-Nya berupa wabah penyakit, dan malaikat-Nya membawa maut ke mana-mana. Putuskanlah sekarang apa yang harus kusampaikan kepada TUHAN.\"","Daud menjawab, \"Aduh, celaka aku! Tetapi daripada dihukum manusia, lebih baik aku dihukum TUHAN, sebab besar kasih sayang-Nya.\"","Maka TUHAN mendatangkan wabah penyakit kepada orang Israel sehingga 70.000 orang di antara mereka meninggal.","Lalu TUHAN mengutus seorang malaikat untuk membinasakan Yerusalem. Tetapi waktu malaikat itu sudah sampai di dekat pengirikan gandum milik Arauna orang Yebus, TUHAN mengubah keputusan-Nya untuk menghukum bangsa itu. Ia berkata kepada malaikat itu, \"Cukup! Berhenti!\"","Daud melihat malaikat itu melayang di antara langit dan bumi. Dengan pedang di tangan, malaikat itu siap untuk membinasakan Yerusalem. Maka Daud dan pemimpin-pemimpin rakyat, yang pada waktu itu sedang berpakaian karung tanda menyesal, sujud ke tanah.","Daud berdoa, katanya, \"Ya Allah, akulah yang bersalah. Akulah yang menyuruh mengadakan sensus itu. Bangsa ini sama sekali tidak bersalah! Ya TUHAN, Allahku, hukumlah aku dan keluargaku, tapi jauhkanlah malapetaka ini dari umat-Mu.\"","Lalu malaikat TUHAN menyuruh Gad mengatakan kepada Daud bahwa ia harus naik ke tempat pengirikan gandum milik Arauna dan mendirikan mezbah bagi TUHAN di situ.","Maka berangkatlah Daud sesuai dengan perintah TUHAN yang disampaikan kepadanya melalui Gad.","Di tempat pengirikan gandum itu Arauna dan empat orang anaknya yang laki-laki sedang mengirik gandum. Melihat malaikat itu, keempat anak Arauna itu lari bersembunyi.","Ketika Arauna melihat Raja Daud datang, ia mendapatkan Daud dan sujud di depannya.","Kata Daud kepadanya, \"Aku mau membangun mezbah di tempat ini untuk TUHAN, supaya wabah ini berhenti. Karena itu juallah tanah ini kepadaku. Katakanlah berapa harganya, aku akan membayarnya.\"","\"Ah, ambil saja, Baginda,\" jawab Arauna, \"dan lakukanlah apa-apa yang Baginda rasa baik. Ini sapi-sapi untuk kurban bakaran, dan untuk kayu bakarnya Baginda dapat memakai papan-papan pengirikan ini. Silahkan juga mengambil gandum untuk persembahan. Aku memberikan semuanya itu, tak usah Tuanku membayarnya.\"","Tetapi raja menjawab, \"Jangan! Aku mau membelinya dengan harga penuh. Aku tak mau mempersembahkan kepada TUHAN apa yang engkau punya atau sesuatu yang kudapat dengan cuma-cuma.\"","Maka Daud membayar kepada Arauna 600 uang emas untuk tempat itu.","Lalu Daud mendirikan sebuah mezbah di situ bagi TUHAN, dan mempersembahkan kurban bakaran serta kurban perdamaian. Kemudian ia berdoa dan TUHAN menjawab doanya itu dengan menurunkan api dari langit yang membakar kurban-kurban di atas mezbah itu.","Lalu TUHAN menyuruh malaikat itu menyarungkan kembali pedangnya, maka malaikat itu melaksanakan perintah TUHAN itu.","Ketika Daud melihat bahwa TUHAN menjawab doanya karena persembahannya itu, maka ia mempersembahkan lagi kurban pada mezbah itu.","Pada waktu itu Kemah TUHAN yang dibuat oleh Musa di padang gurun, dan mezbah untuk kurban bakaran masih berada di tempat ibadat di Gibeon.","Tetapi Daud tidak berani ke sana untuk berbicara dengan Allah, sebab ia takut kepada pedang malaikat TUHAN."]