["Putra-putra Daud yang lahir di Hebron, menurut urutan umurnya adalah: Amnon-ibunya bernama Ahinoam orang Yizreel; Daniel-ibunya bernama Abigail orang Karmel; Absalom-ibunya bernama Maakha putri Talmai raja Gesur; Adonia-ibunya bernama Hagit; Sefaca-ibunya bernama Abital; Yitream-ibunya bernama Egla.","(3:1)","(3:1)","Keenam putra Daud itu lahir di Hebron tempat Daud memerintah 7,5 tahun lamanya. Di Yerusalem, Daud memerintah 33 tahun lamanya,","dan banyak putranya yang lahir di sana. Dengan istrinya yang bernama Batsyeba anak Amiel, Daud mendapat 4 putra yang lahir di Yerusalem: Simea, Sobab, Natan dan Salomo.","Ada juga sembilan putranya yang lain: Yibhar, Elisua, Elifelet,","Nogah, Nefeg, Yafia,","Elisama, Elyada dan Elifelet.","Selain mereka itu masih ada putra-putra Daud dari selir-selirnya. Ia juga mempunyai seorang putri bernama Tamar.","Silsilah raja-raja Israel dari Raja Salomo sampai Yosia adalah sebagai berikut: Salomo, Rehabeam, Abiam, Asa, Yosafat, Yehoram, Ahazia, Yoas, Amazia, Uzia, Yotam, Ahas, Hizkia, Manasye, Amon dan Yosia.","(3:10)","(3:10)","(3:10)","(3:10)","Yosia mempunyai empat anak laki-laki: Yohanan, Yoyakim, Zedekia dan Yoahas.","Yoyakim mempunyai dua anak laki-laki bernama Yoyakhin dan Zedekia.","Inilah keturunan Yoyakhin, raja yang ditawan oleh orang Babel. Putranya ada 7 orang: Sealtiel,","Malkhiram, Pedaya, Syenazar, Yekamya, Hosama dan Nedabya.","Pedaya mempunyai dua anak laki-laki: Zerubabel dan Simei. Zerubabel mempunyai dua anak laki-laki bernama Mesulam dan Hananya, dan satu anak perempuan bernama Selomit.","Ada lagi lima anaknya laki-laki, yaitu Hasuba, Ohel, Berekhya, Hasaja dan Yusab-Hesed.","Hananya mempunyai dua anak laki-laki: Pelaca dan Yesaya. Yesaya adalah ayah Refaya, Refaya ayah Arnan, Arnan ayah Obaja, dan Obaja ayah Sekanya.","Sekanya mempunyai seorang anak laki-laki bernama Semaya, dan Semaya mempunyai lima anak laki-laki bernama Hatus, Yigal, Bariah, Nearya dan Safat.","Anak laki-laki Nearya ada tiga orang: Elyoenai, Hizkia dan Azrikam.","Elyoenai mempunyai tujuh anak laki-laki: Hodawya, Elyasib, Pelaya, Akub, Yohanan, Delaya dan Anani."]