["Lewi mempunyai tiga anak laki-laki: Gerson, Kehat dan Merari.","Kehat mempunyai empat anak laki-laki: Amram, Yizhar, Hebron dan Uziel.","Amram mempunyai dua anak laki-laki, yaitu Harun dan Musa, dan seorang anak perempuan, yaitu Miryam. Harun mempunyai empat anak laki-laki: Nadab, Abihu, Eleazar dan Itamar.","Urutan silsilah Eleazar adalah sebagai berikut: Pinehas, Abisua,","Buki, Uzi,","Zerahya, Merayot,","Amarya, Ahitub,","Zadok, Ahimaas,","Azarya, Yohanan,","Azarya (ia melayani di Rumah TUHAN yang dibangun oleh Raja Salomo di Yerusalem),","Amarya, Ahitub,","Zadok, Salum,","Hilkia, Azarya,","Seraya, Yozadak.","Yozadak ini turut diangkut bersama orang Yehuda dan penduduk Yerusalem lainnya ketika TUHAN membuang mereka ke negeri lain dengan perantaraan Nebukadnezar.","Lewi mempunyai tiga anak laki-laki, yaitu Gerson, Kehat dan Merari.","Mereka masing-masing mempunyai anak. Libni dan Simei adalah anak-anak Gerson;","Amram, Yizhar, Hebron dan Uziel adalah anak-anak Kehat.","Mahli dan Musi adalah anak-anak Merari.","Garis keturunan Gerson ialah: Libni, Yahat, Zima,","Yoah, Ido, Zerah, Yeatrai.","Garis keturunan Kehat ialah: Aminadab, Korah, Asir,","Elkana, Ebyasaf, Asir,","Tahat, Uriel, Uzia, Saul.","Elkana mempunyai dua anak laki-laki: Amasai dan Ahimot.","Garis keturunan Ahimot ialah: Elkana, Zofai, Nahat,","Eliab, Yeroham, Elkana.","Samuel mempunyai dua anak laki-laki: Yoel yang sulung, dan Abia yang bungsu.","Garis keturunan Merari ialah: Mahli, Libni, Simei, Uza,","Simea, Hagia, Asaya.","Sejak Peti Perjanjian dipindahkan ke tempat ibadat di Yerusalem, Raja Daud memilih orang-orang yang bertanggung jawab atas nyanyian puji-pujian di Rumah TUHAN.","Mereka bertugas secara bergilir di Kemah TUHAN pada masa sebelum Raja Salomo membangun Rumah TUHAN.","Garis silsilah orang-orang yang diberi tugas itu adalah sebagai berikut: Dari kaum Kehat: Heman anak Yoel. Ia pemimpin kelompok penyanyi yang pertama. Garis silsilahnya dari bawah ke atas sampai kepada Yakub ialah: Heman, Yoel, Samuel,","Elkana, Yeroham, Eliel, Toah,","Zuf, Elkana, Mahat, Amasai,","Elkana, Yoel, Azarya, Zefanya,","Tahat, Asir, Ebyasaf, Korah,","Yizhar, Kehat, Lewi, Yakub.","Asaf adalah pemimpin kelompok penyanyi yang kedua. Garis silsilahnya dari bawah ke atas sampai kepada Lewi ialah: Asaf, Berekhya, Simea,","Mikhael, Baaseya, Malkia,","Etai, Zerah, Adaya,","Etan, Zima, Simei,","Yahat, Gerson, Lewi.","Etan adalah pemimpin kelompok penyanyi yang ketiga; ia dari kaum Merari. Garis silsilahnya dari bawah ke atas sampai kepada Lewi ialah: Etan, Kisi, Abdi, Malukh,","Hasabya, Amazia, Hilkia,","Amzi, Bani, Semer,","Mahli, Musi, Merari, Lewi.","Tugas-tugas lain di rumah ibadat diserahkan kepada rekan-rekan mereka orang Lewi juga.","Harun dan keturunannya bertugas membakar dupa, mempersembahkan kurban bakaran di atas mezbah, melakukan segala macam upacara di Ruang Mahasuci, dan mempersembahkan kurban penghapus dosa umat Israel. Semuanya itu mereka lakukan sesuai dengan petunjuk-petunjuk yang diberikan oleh Musa hamba Allah.","Inilah garis keturunan Harun: Eleazar, Pinehas, Abisua,","Buki, Uzi, Zerahya,","Merayot, Amarya, Ahitub,","Zadok, Ahimaas.","Inilah daerah tempat tinggal yang diberikan kepada kaum Kehat keturunan Harun. Mereka menerima bagian pertama dari tanah yang ditentukan untuk orang Lewi.","Tanah mereka meliputi kota Hebron di wilayah Yehuda, dan padang-padang rumput di sekitarnya.","Tetapi ladang-ladang dan desa-desa daerah di sekitar kota itu diberikan kepada Kaleb anak Yefune.","Keturunan Harun mendapat Hebron kota suaka, Yatir, dan desa-desa berikut ini bersama padang-padang rumputnya: desa Libna, Estemoa, Hilen, Debir, Asan, Bet-Semes.","(6:57)","(6:57)","Di wilayah suku Benyamin mereka mendapat desa-desa berikut ini bersama padang-padang rumputnya: Geba, Alemet dan Anatot. Seluruhnya ada 13 desa untuk tempat tinggal keluarga-keluarga mereka.","Sepuluh desa suku Manasye di sebelah barat Sungai Yordan diberikan melalui undian kepada keluarga-keluarga dalam kaum Kehat yang belum mendapat tanah.","Keluarga-keluarga dalam kaum Gerson mendapat 13 desa di wilayah suku Isakhar, Asyer, Naftali, dan Manasye yang di Basan di sebelah timur Sungai Yordan.","Melalui undian juga, keluarga-keluarga dalam kaum Merari mendapat 12 desa di wilayah suku Ruben, Gad dan Zebulon.","Begitulah caranya bangsa Israel membagikan kepada suku Lewi desa-desa bersama padang-padang rumputnya untuk tempat tinggal mereka.","Desa-desa di wilayah suku Yehuda, Simeon dan Benyamin yang telah disebut itu, juga dibagikan melalui undi.","Di wilayah suku Efraim, sebagian dari keluarga-keluarga kaum Kehat menerima desa-desa berikut ini dengan padang rumput di sekitarnya:","Sikhem, kota suaka di pegunungan wilayah itu, Gezer,","Yokmeam, Bet-Horon,","Ayalon dan Gat-Rimon.","Di wilayah suku Manasye yang di sebelah barat Sungai Yordan mereka menerima desa Aner dan Bileam dengan padang rumput di sekitarnya.","Keluarga-keluarga kaum Gerson mendapat desa-desa berikut ini dengan padang-padang rumput di sekitarnya: Di Wilayah suku Manasye, sebelah timur Sungai Yordan: Golan di Basan dan Asytarot.","Di wilayah suku Isakhar: Kedes, Daberat,","Ramot dan Anem.","Di wilayah suku Asyer: Masal, Abdon,","Hukok dan Rehob.","Di wilayah suku Naftali: Kedes di Galilea, Hamon dan Kiryataim.","Keturunan Merari yang belum mendapat tanah, mendapat desa-desa berikut ini dengan padang-padang rumput di sekitarnya: Di wilayah suku Zebulon: Rimono dan Tabor.","Di wilayah suku Ruben, sebelah timur Sungai Yordan di dekat Yerikho: Bezer di dataran tinggi, Yahas,","Kedemot dan Mefaat.","Di wilayah suku Gad: Ramot di Gilead, Mahanaim,","Hesybon dan Yaezer."]