["Isakhar mempunyai 4 anak laki-laki: Tola, Pua, Yasub dan Simron.","Tola mempunyai 6 anak laki-laki: Uzi, Refaya, Yeriel, Yahmai, Yibsam dan Samuel. Mereka adalah kepala keluarga dalam kaum Tola dan terkenal sebagai prajurit-prajurit perkasa. Pada masa Raja Daud, keturunan mereka berjumlah 22.600 orang.","Uzi mempunyai seorang anak laki-laki bernama Yizrahya. Yizrahya dan keempat anaknya yang laki-laki, yaitu Mikhael, Obaja, Yoel dan Yisia adalah kepala-kepala.","Istri-istri dan anak-anak mereka begitu banyak sehingga keturunan mereka dapat menyediakan 36.000 orang laki-laki untuk dinas tentara.","Menurut daftar resmi, dari semua keluarga di dalam suku Isakhar terdapat 87.000 orang laki-laki yang memenuhi syarat untuk dinas tentara.","Benyamin mempunyai tiga anak laki-laki: Bela, Bekher dan Yediael.","Bela mempunyai lima anak laki-laki: Ezbon, Uzi, Uziel, Yerimot dan Iri. Mereka adalah kepala keluarga dalam kaum mereka dan terkenal sebagai prajurit-prajurit perkasa. Dalam daftar keturunan mereka tercatat 22.034 orang laki-laki yang memenuhi syarat untuk dinas tentara.","Bekher mempunyai 9 anak laki-laki: Zemira, Yoas, Eliezer, Elyoenai, Omri, Yeremot, Abia, Anatot dan Alemet.","Mereka adalah kepala keluarga dalam kaum mereka. Menurut daftar resmi, dari semua keluarga di dalam keturunan mereka terdapat 20.200 orang laki-laki yang memenuhi syarat untuk dinas tentara.","Yediael mempunyai seorang anak laki-laki bernama Bilhan. Bilhan mempunyai 7 anak laki-laki: Yeus, Benyamin, Ehud, Kenaana, Zetan, Tarsis dan Ahisahar.","Mereka adalah kepala keluarga dalam kaum mereka dan terkenal sebagai prajurit-prajurit perkasa. Dalam daftar keturunan mereka tercatat 17.200 orang laki-laki yang memenuhi syarat untuk dinas tentara.","Supim dan Hupim adalah keturunan Ir. Husim adalah anak dari Dan.","Naftali mempunyai 4 anak laki-laki: Yahziel, Guni, Yezer dan Salum. Mereka adalah cucu Bilha.","Manasye dengan selirnya, seorang wanita Aram, mempunyai dua anak laki-laki: Asriel dan Makhir. Anak Makhir ialah Gilead.","Makhir mencarikan istri untuk Hupim dan Supim. Nama istri Makhir adalah Maakha. Anak Makhir yang kedua adalah Zelafead. Zelafead tidak mempunyai anak laki-laki, hanya anak perempuan.","Maakha istri Makhir melahirkan dua anak laki-laki yang dinamakan Peres dan Seres; Peres mempunyai dua anak laki-laki bernama Ulam dan Rekem.","Ulam mempunyai seorang anak laki-laki bernama Bedan. Itulah keturunan Gilead anak Makhir, cucu Manasye.","Saudara perempuan Gilead yang bernama Molekhet mempunyai tiga anak laki-laki: Isyhod, Abiezer dan Mahla.","Semida mempunyai 4 anak laki-laki: Ahyan, Sekhem, Likhi dan Aniam.","Efraim mempunyai tiga anak: Sutelah, Ezer dan Elad. Garis keturunan Efraim melalui Sutelah ialah Bered, Tahat, Elada, Tahat, Zabad, Sutelah. Ezer dan Elad dibunuh ketika hendak mencuri ternak penduduk asli negeri Gad.","(7:20)","Ayah mereka berkabung berhari-hari lamanya sehingga saudara-saudaranya datang menghibur dia.","Kemudian Efraim bersetubuh lagi dengan istrinya, lalu wanita itu mengandung dan melahirkan seorang anak laki-laki. Efraim menamakan anaknya itu Beria, karena musibah yang telah mereka alami itu.","Efraim mempunyai anak perempuan yang bernama Seera. Dialah yang mendirikan kota-kota Bet-Horon Bawah dan Bet-Horon Atas, serta kota Uza dan Seera.","Ada lagi seorang anak laki-laki Efraim, namanya Refah. Inilah garis keturunan Refah: Resef, Telah, Tahan,","Ladan, Amihud, Elisama,","Nun, Yosua.","Wilayah yang diberikan untuk menjadi tempat tinggal mereka adalah dari Betel sampai sejauh Naaran di sebelah timur, dan Gezer di sebelah barat serta desa-desa di sekitar kota-kota itu. Dalam wilayah itu termasuk juga kota Sikhem dan Aya, serta desa-desa di sekelilingnya.","Keturunan Manasye menguasai kota Bet-Sean, Taanakh, Megido, Dor dan desa-desa di sekelilingnya. Itulah semua daerah tempat tinggal keturunan Yusuf anak Yakub.","Berikut ini adalah keturunan Asyer. Ia mempunyai 4 anak laki-laki: Yimna, Yiswa, Yiswi, Beria dan satu anak perempuan, bernama Serah.","Beria mempunyai dua anak laki-laki, yaitu Heber dan Malkiel pendiri kota Birzait.","Heber mempunyai tiga anak laki-laki: Yaflet, Somer, Hotam, dan seorang anak perempuan, bernama Sua.","Yaflet juga mempunyai 3 anak laki-laki: Pasakh, Bimhab dan Asywat.","Somer saudara Yaflet mempunyai 4 anak laki-laki: Ahi, Rohga, Yehuba dan Aram.","Hotam, saudara Yaflet yang seorang lagi, mempunyai 4 anak laki-laki: Zofah, Yimna, Seles dan Amal.","Keturunan Sofah ialah Suah, Harnefer, Syual, Beri, Yimra,","Bezer, Hod, Sama, Silsa, Yitran dan Beera.","Keturunan Yeter ialah Yefune, Pispa dan Ara.","Keturunan Ula ialah Arah, Haniel dan Rizya.","Itulah keturunan Asyer. Mereka semuanya kepala keluarga dan terkenal sebagai pahlawan-pahlawan yang perkasa dan pemimpin-pemimpin yang besar. Dalam daftar keturunan Asyer tercatat 26.000 orang laki-laki yang memenuhi syarat untuk dinas tentara."]