["Benyamin mempunyai lima anak laki-laki. Menurut urutan umur, mereka adalah: Bela, Asybel, Ahrah,","Noha dan Rafa.","Keturunan Bela ialah Adar, Gera, Abihud,","Abisua, Naaman, Ahoah,","Gera, Sefufan dan Huram.","Keturunan Ehud adalah Naaman, Ahia dan Gera. Mereka adalah kepala keluarga yang dulu tinggal di Geba. Tetapi mereka diusir dari situ, lalu dibawah pimpinan Gera mereka pindah ke Manahat dan tinggal di situ. Gera mempunyai dua orang anak: Uza dan Ahihud.","(8:6)","Saharaim menceraikan kedua istrinya yang bernama Husim dan Baara. Kemudian pada waktu tinggal di daerah Moab, ia kawin dengan Hodes dan mendapat 7 anak laki-laki: Yobab, Zibya, Mesa, Malkam,","(8:8)","Yeus, Sokhya dan Mirma. Semuanya kepala keluarga.","Dengan istrinya yang bernama Husim ia juga mempunyai dua anak laki-laki: Abitub dan Elpaal.","Anak laki-laki Elpaal ada tiga orang: Eber, Misam, Semed. Semed inilah yang membangun kota Ono dan Lod serta desa-desa di sekelilingnya.","Beria dan Sema adalah kepala keluarga yang tinggal di kota Ayalon dan mengusir penduduk kota Gat.","Keturunan Beria adalah Ahyo, Sasak, Yeremot, Zebaja, Arad, Eder, Mikhael, Yispa dan Yoha.","(8:14)","(8:14)","Keturunan Elpaal ialah Zebaja, Mesulam, Hizki, Heber,","Yismerai, Yizlia dan Yobab.","Keturunan Simei ialah Yakim, Zikhri, Zabdi,","Elyoenai, Ziletai, Eliel,","Adaya, Beraya dan Simrat.","Keturunan Sasak ialah Yispan, Eber, Eliel.","Abdon, Zikhri, Hanan,","Hananya, Elam, Antotia,","Yifdeya dan Pnuel.","Keturunan Yeroham ialah Samserai, Seharya, Atalya,","Yaaresya, Elia dan Zikhri.","Itulah kepala-kepala keluarga dan pemimpin-pemimpin yang tercatat dalam silsilah mereka. Mereka tinggal di Yerusalem.","Yeiel mendirikan kota Gibeon, lalu tinggal di situ. Istrinya bernama Maakha,","dan mereka mempunyai 10 anak laki-laki: Abdon, yang sulung, lalu Zur, Kish, Baal, Ner, Nadab,","Gedor, Ahyo, Zakharia,","dan Miklot, ayah Simea. Keturunan mereka tinggal di Yerusalem bersama keluarga-keluarga lain yang sekaum dengan mereka.","Ayah Raja Saul bernama Kish dan kakeknya bernama Ner. Saul mempunyai 4 anak laki-laki: Yonatan, Malkisua, Abinadab dan Esybaal.","Yonatan mempunyai anak laki-laki bernama Meribaal, ayah Mikha.","Mikha mempunyai 4 anak laki-laki: Piton, Melekh, Tahrea dan Ahas.","Anak Ahas bernama Yoada yang mempunyai 3 anak laki-laki: Alemet, Azmawet dan Zimri. Garis keturunan Zimri ialah Moza,","Bina, Rafa, Elasa, Azel.","Azel mempunyai 6 anak laki-laki: Azrikam, Bokhru, Ismael, Searya, Obaja dan Hanan.","Esek, saudara laki-laki Azel, mempunyai 3 anak laki-laki: Ulam yang sulung, lalu Yeus dan Elifelet.","Anak-anak Ulam semuanya prajurit-prajurit perkasa dan pemanah yang ahli. Anak cucunya yang laki-laki semuanya ada 150 orang. Mereka semua adalah anggota suku Benyamin."]