["Pada tahun ketiga puluh enam pemerintahan Raja Asa atas Yehuda, Baesa raja Israel menyerang Yehuda dan memperkuat kota Rama untuk menutup jalan keluar masuk Yehuda.","Maka Raja Asa mengambil emas dan perak dari perbendaharaan Rumah TUHAN dan istana raja, lalu mengirimnya ke Damsyik kepada Benhadad raja Siria dengan pesan ini,","\"Marilah kita mengikat persahabatan seperti yang sudah dilakukan oleh orang tua kita. Bersama ini aku mengirimkan emas dan perak sebagai hadiah, dan mengajak Tuan memutuskan hubungan dengan Baesa raja Israel, supaya ia menarik kembali pasukannya dari wilayahku.\"","Benhadad setuju dengan tawaran itu lalu menyuruh perwira-perwiranya bersama pasukan mereka menyerang kota-kota Israel. Mereka mengalahkan Iyon, Dan, Abel-Bet-Maakha dan semua kota-kota perbekalan di Naftali.","Ketika Raja Baesa mendengar hal itu, ia berhenti memperkuat Rama dan meninggalkan kota itu.","Lalu Raja Asa mengerahkan orang-orang dari seluruh Yehuda untuk mengangkut batu dan kayu yang dipakai Baesa di Rama untuk memperkuat kota itu. Bahan-bahan itu dipakai Asa untuk memperkuat kota Geba dan Mizpa.","Pada waktu itu Nabi Hanani datang kepada Raja Asa dan berkata, \"Karena engkau bersandar kepada raja Siria, dan bukan kepada TUHAN Allahmu, maka hilanglah kesempatanmu untuk mengalahkan tentara raja Israel.","Bukankah Sudan dan Libia mempunyai angkatan bersenjata yang besar dengan banyak kereta perang dan tentara berkuda? Meskipun begitu TUHAN memberikan kemenangan kepadamu atas mereka, karena engkau bersandar kepada-Nya.","TUHAN mengawasi seluruh bumi untuk memberikan kekuatan-Nya bagi orang-orang yang setia kepada-Nya. Engkau telah bertindak bodoh, karena itu mulai sekarang engkau selalu akan mengalami peperangan.\"","Perkataan Nabi Hanani itu membuat Asa begitu marah sehingga ia memasukkan nabi itu ke dalam penjara. Pada waktu itu juga Asa menindas beberapa orang dari rakyatnya.","Semua kejadian dalam pemerintahan Asa dari mula sampai akhir sudah dicatat dalam buku Sejarah Raja-raja Yehuda dan Israel.","Pada tahun ketiga puluh sembilan pemerintahannya Asa menderita penyakit yang parah pada kedua kakinya. Sekalipun demikian ia tidak mencari pertolongan pada TUHAN, melainkan pada dokter.","Dua tahun kemudian ia meninggal.","Jenazahnya diberi ramuan yang dibuat dari rempah-rempah dan wangi-wangian, lalu dimakamkan di makam raja-raja di Kota Daud. Dan untuk memberi penghormatan kepadanya rakyat menyalakan api unggun yang sangat besar."]