["Setelah Yosafat raja Yehuda kembali dengan selamat di istananya di Yerusalem,","seorang nabi bernama Yehu anak Hanani datang menghadap raja. Kata nabi itu kepadanya, \"Patutkah Baginda membantu orang jahat dan memihak pada orang yang membenci TUHAN? Perbuatan Baginda itu menyebabkan TUHAN marah kepada Baginda.","Meskipun begitu ada juga yang baik pada Baginda. Baginda telah menyingkirkan semua patung Dewi Asyera yang disembah rakyat dan Baginda telah pula berusaha untuk hidup menurut kemauan Allah.\"","Raja Yosafat bertempat tinggal di Yerusalem. Tetapi ia sering mengunjungi rakyat di seluruh negeri untuk menganjurkan mereka kembali kepada TUHAN, Allah leluhur mereka.","Di setiap kota berbenteng di Yehuda ia mengangkat hakim-hakim,","dan memberikan perintah ini kepada mereka, \"Bertindaklah bijaksana, karena kamu menghakimi bukan atas nama manusia, melainkan atas nama TUHAN. Ia mengawasi kamu pada waktu kamu memutuskan perkara.","Kamu harus takut kepada TUHAN, dan bertindak hati-hati, sebab TUHAN Allah kita membenci orang yang berbuat curang, yang bertindak berat sebelah atau yang menerima suap.\"","Juga di Yerusalem, Yosafat mengangkat hakim-hakim dari kalangan orang-orang Lewi, imam-imam, dan tokoh-tokoh rakyat. Mereka harus memutuskan perkara-perkara yang menyangkut pelanggaran Hukum TUHAN dan perkara-perkara lainnya.","Kepada hakim-hakim itu Yosafat memberi perintah ini, \"Jalankanlah tugasmu dengan takwa kepada TUHAN. Turutilah perintah-Nya dalam segala sesuatu yang kamu lakukan.","Apabila rekan-rekanmu dari kota lain mengajukan kepadamu suatu perkara pembunuhan, pelanggaran hukum atau pelanggaran undang-undang, hendaklah kamu memberi petunjuk kepada mereka. Dengan begitu mereka tidak bersalah terhadap TUHAN, dan TUHAN tidak akan marah kepadamu maupun kepada mereka. Lakukanlah perintah ini, maka kamu tidak akan bersalah.","Imam Agung Amarya kuberi kekuasaan tertinggi atas segala perkara yang menyangkut hukum-hukum agama. Zebaja anak Ismael, yaitu gubernur Yehuda, kuberi kekuasaan tertinggi atas segala perkara lain. Orang-orang Lewi bertanggung jawab menjaga agar keputusan-keputusan pengadilan dilaksanakan. Ikutilah petunjuk-petunjuk ini dan bertindaklah dengan tegas. Semoga TUHAN mendampingi orang yang berlaku adil!\""]