["Ketika Yosafat raja Yehuda sudah kaya dan termasyhur, ia mengawinkan seorang anggota keluarganya dengan seorang anggota keluarga Ahab raja Israel.","Beberapa tahun kemudian Yosafat pergi mengunjungi Ahab di kota Samaria. Untuk menghormati Yosafat dan rombongannya, Ahab mengadakan pesta dan menyuruh menyembelih banyak domba dan sapi. Pada kesempatan itu ia mengajak Yosafat untuk menyerang kota Ramot di Gilead.","Ia bertanya, \"Maukah Anda pergi bersama aku menyerang Ramot?\" Yosafat menjawab, \"Baik, tentaraku akan bergabung dengan tentara Anda. Kita bertempur bersama-sama.","Tapi sebaiknya kita tanyakan dulu kepada TUHAN.\"","Maka Ahab mengumpulkan kira-kira 400 nabi lalu bertanya kepada mereka, \"Bolehkah aku pergi menyerang Ramot atau tidak?\" \"Boleh!\" jawab mereka. \"Allah akan menyerahkan kota itu kepada Baginda.\"","Tetapi Yosafat bertanya lagi, \"Apakah di sini tidak ada nabi lain yang dapat bertanya kepada TUHAN untuk kita?\"","Ahab menjawab, \"Masih ada satu, Mikha anak Yimla. Tapi aku benci kepadanya, sebab tidak pernah ia meramalkan sesuatu yang baik untuk aku; selalu yang tidak baik.\" \"Ah, jangan berkata begitu!\" sahut Yosafat.","Maka Ahab memanggil seorang pegawai istana lalu menyuruh dia cepat-cepat pergi menjemput Mikha.","Pada waktu itu Ahab dan Yosafat, dengan pakaian kebesaran, duduk di kursi kerajaan di tempat pengirikan gandum depan pintu gerbang Samaria, sementara para nabi datang menghadap dan menyampaikan ramalan mereka.","Salah seorang dari nabi-nabi itu, yang bernama Zedekia anak Kenaana, membuat tanduk-tanduk besi lalu berkata kepada Ahab, \"Inilah yang dikatakan TUHAN, 'Dengan tanduk-tanduk seperti ini Baginda akan menghantam Siria dan menghancurkan mereka.'\"","Semua nabi yang lain setuju dan berkata, \"Serbulah Ramot, Baginda akan berhasil. TUHAN akan memberi kemenangan kepada Baginda.\"","Sementara itu utusan yang menjemput Mikha, berkata kepada Mikha, \"Semua nabi yang lain meramalkan kemenangan untuk raja. Kiranya Bapak juga meramalkan yang baik seperti mereka.\"","Tetapi Mikha menjawab, \"Demi TUHAN yang hidup, aku hanya akan mengatakan apa yang dikatakan Allah kepadaku!\"","Setelah Mikha tiba di depan Raja Ahab, raja bertanya, \"Bolehkah aku dan Raja Yosafat pergi menyerang Ramot atau tidak?\" \"Seranglah!\" sahut Mikha. \"Tentu Baginda akan berhasil. TUHAN akan memberi kemenangan kepada Baginda.\"","Ahab menjawab, \"Kalau kau berbicara kepadaku demi nama TUHAN, katakanlah yang benar. Berapa kali engkau harus kuperingatkan tentang hal itu?\"","Mikha membalas, \"Aku melihat tentara Israel kucar-kacir di gunung-gunung. Mereka seperti domba tanpa gembala, dan TUHAN berkata tentang mereka, 'Orang-orang ini tidak mempunyai pemimpin. Biarlah mereka pulang dengan selamat.'\"","Lalu kata Ahab kepada Yosafat, \"Benar kataku, bukan? Tidak pernah ia meramalkan yang baik untuk aku! Selalu yang jelek saja!\"","Mikha berkata lagi, \"Sekarang dengarkan apa yang dikatakan TUHAN! Aku melihat TUHAN duduk di atas takhta-Nya di surga, dan semua malaikat-Nya berdiri di dekat-Nya.","TUHAN bertanya, 'Siapa akan membujuk Ahab supaya ia mau pergi berperang dan tewas di Ramot di Gilead?' Jawaban malaikat-malaikat itu berbeda-beda.","Akhirnya tampillah suatu roh. Ia mendekati TUHAN dan berkata, 'Akulah yang akan membujuk dia.' 'Bagaimana caranya?' tanya TUHAN.","Roh itu menjawab, 'Aku akan pergi dan membuat semua nabi Ahab membohong.' TUHAN berkata, 'Baik, lakukanlah itu, engkau akan berhasil membujuk dia.'\"","Selanjutnya Mikha berkata, \"Nah, itulah yang terjadi! TUHAN telah membuat nabi-nabi Baginda berdusta kepada Baginda sebab TUHAN sudah menentukan untuk menimpakan bencana kepada Baginda!\"","Maka majulah Nabi Zedekia mendekati Mikha lalu menampar mukanya dan berkata, \"Mana mungkin Roh TUHAN meninggalkan aku dan berbicara kepadamu?\"","Mikha menjawab, \"Nanti kaulihat buktinya pada waktu engkau masuk ke sebuah kamar untuk bersembunyi!\"","\"Tangkap dia!\" perintah raja Ahab, \"dan bawa dia kepada Amon, walikota, dan kepada Pangeran Yoas.","Suruh mereka memasukkan dia ke dalam penjara, dan memberi dia makan dan minum sedikit saja sampai aku kembali dengan selamat.\"","Kata Mikha, \"Kalau Baginda kembali dengan selamat, berarti TUHAN tidak berbicara melalui aku. Semua yang hadir di sini menjadi saksi.\"","Kemudian Ahab raja Israel, dan Yosafat raja Yehuda pergi menyerang kota Ramot di Gilead.","Ahab berkata kepada Yosafat, \"Aku akan menyamar dan ikut bertempur, tetapi Anda hendaklah memakai pakaian kebesaranmu.\" Demikianlah raja Israel menyamar ketika pergi bertempur.","Pada waktu itu para panglima pasukan kereta perang Siria telah diperintahkan oleh rajanya untuk menyerang hanya raja Israel.","Jadi, ketika mereka melihat Raja Yosafat, mereka semua menyangka ia raja Israel. Karena itu mereka menyerang dia. Tetapi Yosafat berteriak, lalu TUHAN Allah menolong dia, dan membelokkan serangan itu ke arah lain.","Ketika para panglima pasukan kereta perang Siria menyadari bahwa itu bukan raja Israel, mereka berhenti menyerang dia.","Secara kebetulan seorang prajurit Siria melepaskan anak panahnya tanpa mengarahkannya ke sasaran tertentu. Tetapi anak panah itu mengenai Ahab dan menembus baju perangnya pada bagian sambungannya. \"Aku kena!\" seru Ahab kepada pengemudi keretanya, \"Putar dan bawalah aku ke luar dari pertempuran!\"","Tapi karena pertempuran masih berkobar, Raja Ahab tetap berdiri sambil ditopang dalam keretanya menghadap tentara Siria. Pada waktu matahari terbenam ia meninggal."]