["Ketika Raja Rehabeam tiba di Yerusalem, ia mengumpulkan 180.000 prajuritnya yang terbaik dari suku Yehuda dan Benyamin untuk memerangi orang Israel dan memulihkan kekuasaannya atas suku-suku di bagian utara Israel.","Tetapi TUHAN menyuruh Nabi Semaya","menyampaikan pesan ini kepada Rehabeam dan kepada semua orang dalam suku Yehuda dan Benyamin,","\"Janganlah memerangi saudara-saudaramu orang Israel. Pulanglah! Apa yang telah terjadi adalah kehendak-Ku.\" Maka mereka semuanya menuruti perintah TUHAN dan tidak jadi pergi memerangi Yerobeam.","Rehabeam tinggal di Yerusalem dan menyuruh orang membangun benteng-benteng untuk kota-kota di wilayah Yehuda dan Benyamin, yaitu:","kota Betlehem, Etam, Tekoa,","Bet-Zur, Sokho, Adulam,","Gat, Mares, Zif,","Adoraim, Lakhis, Azeka,","Zora, Ayalon dan Hebron.","Ia memperkuat kota-kota berbenteng itu dan menempatkan seorang komandan pasukan di setiap kota itu. Masing-masing kota itu dilengkapinya dengan persediaan makanan, minyak zaitun dan anggur","serta perisai dan tombak. Dengan demikian wilayah Yehuda dan Benyamin tetap di dalam kekuasaannya.","Imam-imam dan orang Lewi dari semua wilayah Israel pergi bergabung dengan Rehabeam.","Orang-orang Lewi itu meninggalkan padang-padang rumput dan tanah mereka dan pindah ke Yehuda dan Yerusalem, sebab Yerobeam dan raja-raja yang menggantikannya tidak mengizinkan mereka bekerja sebagai imam TUHAN.","Yerobeam mengangkat imam-imamnya sendiri untuk melayani di tempat-tempat penyembahan berhala dan untuk menyembah jin-jin serta patung sapi yang dibuatnya sendiri.","Orang-orang dari semua suku Israel yang sungguh-sungguh ingin menyembah TUHAN, Allah Israel, pindah ke Yerusalem, mengikuti orang-orang Lewi itu supaya dapat mempersembahkan kurban kepada TUHAN, Allah yang disembah leluhur mereka.","Dengan demikian kerajaan Yehuda menjadi lebih kuat. Selama tiga tahun mereka mendukung pemerintahan Rehabeam putra Salomo itu, dan hidup seperti pada zaman pemerintahan Raja Daud dan Raja Salomo.","Rehabeam kawin dengan Mahalat; ayah Mahalat ialah Yerimot putra Daud, dan ibunya ialah Abihail anak Eliab, cucu Isai.","Mereka mempunyai tiga anak laki-laki: Yeus, Semarya dan Zaham.","Kemudian Rehabeam kawin dengan Maakha anak Absalom. Mereka mendapat empat anak laki-laki: Abia, Atai, Ziza dan Selomit.","Rehabeam mempunyai 18 istri dan 60 selir, 28 anak laki-laki dan 60 anak perempuan. Dari semua istri dan selirnya itu, yang paling dicintainya adalah Maakha.","Itu sebabnya Abia anak Maakha lebih disukainya daripada semua anaknya yang lain, sehingga Abialah juga yang dipilihnya untuk menggantikan dia menjadi raja.","Dengan bijaksana Rehabeam memberikan tugas-tugas kepada putra-putranya dan menempatkan mereka di kota-kota berbenteng di seluruh wilayah Yehuda dan Benyamin. Ia memberi mereka makanan berlimpah-limpah, dan juga menyediakan banyak istri untuk mereka."]