["Yosafat menjadi raja Yehuda menggantikan Asa ayahnya, dan ia memperkuat diri untuk melawan Israel.","Ia menempatkan tentara di semua kota berbenteng di Yehuda, dan di daerah luar kota di Yehuda, serta di kota-kota yang telah direbut ayahnya di wilayah Efraim.","TUHAN memberkati Yosafat karena ia mengikuti jejak ayahnya; ia tidak menyembah Baal,","melainkan beribadat kepada Allah. Ia taat kepada perintah-perintah Allah, dan hidupnya tidak seperti raja-raja Israel.","TUHAN memberi kepada Yosafat kedudukan yang kuat sebagai raja Yehuda. Seluruh rakyat memberikan hadiah-hadiah kepadanya dan ia menjadi kaya serta sangat dihormati.","Dengan kemauan yang keras ia mentaati perintah TUHAN dan menghancurkan semua tempat penyembahan berhala serta patung-patung Dewi Asyera di Yehuda.","Pada tahun ketiga pemerintahannya ia mengutus pejabat-pejabat tinggi untuk mengajarkan hukum-hukum TUHAN di kota-kota Yehuda. Mereka adalah: Benhail, Obaja, Zakharia, Netaneel dan Mikha.","Mereka ditemani oleh sembilan orang Lewi dan dua imam. Orang-orang Lewi itu ialah Semaya, Netanya, Zebaja, Asael, Semiramot, Yonatan, Adonia, Tobia, dan Tob-Adonia. Kedua imam itu ialah Elisama dan Yoram.","Dengan membawa buku Hukum-hukum TUHAN mereka pergi ke mana-mana di semua kota Yehuda dan mengajar rakyat di sana.","TUHAN membuat semua kerajaan di sekitar Yehuda takut berperang melawan Raja Yosafat.","Dari orang Filistin ia menerima banyak perak dan hadiah-hadiah lain, dan dari orang Arab ia menerima 7.700 domba dan 7.700 kambing.","Demikianlah Yosafat makin lama makin berkuasa. Di seluruh Yehuda ia membangun benteng-benteng dan kota-kota perbekalan.","Ia menimbun perbekalan yang banyak di kota-kota itu. Di Yerusalem ia menempatkan perwira-perwira yang perkasa,","masing-masing dengan kesatuannya menurut kaumnya. Adna adalah panglima kesatuan dari kaum-kaum Yehuda. Ia memimpin 300.000 prajurit.","Orang kedua adalah Yohanan; ia mengepalai 280.000 prajurit.","Orang ketiga ialah Amasia anak Zikhri; ia mengepalai 200.000 prajurit. (Amasia adalah seorang sukarelawan yang mengabdi kepada TUHAN.)","Panglima kesatuan dari kaum-kaum dalam suku Benyamin adalah Elyada, seorang pejuang yang perkasa. Ia memimpin 200.000 prajurit lengkap dengan panah dan perisai.","Orang kedua dalam kesatuan ini ialah Yosabad; ia memimpin 180.000 prajurit lengkap dengan senjata mereka.","Merekalah yang bertugas di Yerusalem. Di samping itu, raja menempatkan kesatuan-kesatuan lain di benteng-benteng di wilayah Yehuda."]