["Pada tahun kedelapan belas pemerintahan Raja Yerobeam atas Israel, Abia menjadi raja Yehuda,","dan memerintah tiga tahun lamanya di Yerusalem. Ibunya ialah Mikhaya anak Uriel dari kota Gibea. Kemudian pecahlah perang antara Abia dan Yerobeam.","Abia mengerahkan 400.000 prajurit, sedangkan Yerobeam mengerahkan 800.000 prajurit.","Kedua pasukan itu berhadap-hadapan di daerah pegunungan Efraim. Abia naik ke atas Gunung Zemaraim lalu berseru kepada Yerobeam dan orang Israel, \"Dengar!","Kamu tahu bahwa TUHAN, Allah Israel, telah mengikat janji dengan Daud bahwa ia dan keturunannya akan memerintah Israel untuk selama-lamanya. Janji itu tidak dapat dibatalkan.","Meskipun begitu, Yerobeam anak Nebat itu memberontak terhadap Salomo, rajanya.","Ia mengumpulkan segerombolan orang-orang kurang ajar dan memaksakan kehendak mereka kepada Rehabeam putra Salomo, yang pada waktu itu terlalu muda dan tak berpengalaman untuk menentang.","Sekarang kamu menyangka dapat melawan kekuasaan yang diberikan TUHAN kepada keturunan Daud, karena pasukanmu besar dan kamu mempunyai sapi-sapi emas yang oleh Yerobeam dijadikan dewamu.","Bukankah imam-imam TUHAN keturunan Harun dan orang-orang Lewi telah kamu usir semuanya? Sebagai gantinya siapa saja yang ingin menjadi imam, asal dia membawa seekor sapi atau tujuh ekor domba, kamu jadikan imam untuk yang bukan Allah, sebab memang begitulah cara bangsa-bangsa lain mengangkat imam mereka. Tetapi kami tidak berbuat seperti itu.","Kami tetap mengabdi kepada TUHAN Allah kami dan tidak meninggalkan Dia. Imam-imam kami tetap keturunan Harun, dan orang-orang Lewi tetap membantu mereka.","Setiap pagi dan sore mereka membakar dupa dan mempersembahkan kurban bakaran untuk TUHAN, serta menyediakan roti sajian. Setiap malam mereka menyalakan pelita-pelita pada kaki pelita emas. Kami tetap mentaati perintah-perintah TUHAN, tetapi kamu sudah meninggalkan Dia.","Pemimpin kami adalah Allah sendiri dan para imam-Nya ada di sini. Mereka sudah siap untuk meniup trompet sebagai tanda bagi kami untuk menyerang kamu. Hai orang Israel, janganlah melawan TUHAN, Allah leluhurmu! Kamu takkan bisa menang!\"","Sementara itu Yerobeam mengirim sebagian dari pasukannya untuk menghadang pasukan Yehuda dari belakang, sedangkan sebagian lagi menghadapi mereka dari depan.","Ketika pasukan Yehuda melihat bahwa mereka dikepung, mereka berteriak minta tolong kepada TUHAN. Para imam meniup trompet,","lalu pasukan Yehuda menyerukan pekik perang dan maju menyerang, dipimpin oleh Abia. Sementara mereka berseru, Allah mengalahkan Yerobeam dan pasukan Israel","sehingga mereka lari. Allah membuat orang Yehuda menang atas mereka.","Besarlah kekalahan yang didatangkan Abia dan pasukannya ke atas orang Israel; 500.000 prajurit mereka yang terbaik tewas.","Orang Yehuda menang, karena mereka mengandalkan TUHAN, Allah leluhur mereka.","Ketika Abia mengejar pasukan Yerobeam, ia merebut beberapa kota dengan desa-desa di sekitarnya. Kota-kota itu ialah Betel, Yesana dan Efron.","Selama pemerintahan Abia, Yerobeam tidak dapat memulihkan kekuasaannya. Akhirnya ia dibunuh oleh TUHAN.","Sebaliknya, Abia semakin berkuasa. Ia mempunyai 14 orang istri, 22 anak laki-laki dan 16 anak perempuan.","Kisah lainnya mengenai Abia, dan mengenai semua perkataan dan perbuatannya telah dicatat dalam buku Sejarah Nabi Ido."]