["Roh Allah menguasai Nabi Azarya anak Oded,","sehingga ia pergi menemui Raja Asa, dan berkata, \"Hai Raja Asa, dan seluruh penduduk Yehuda dan Benyamin! Dengar! TUHAN dekat padamu kalau kamu dekat pada-Nya. Jika kamu minta petunjuk TUHAN, Ia akan memberikannya. Tetapi kalau kamu tidak menghiraukan Dia, Ia pun tidak menghiraukan kamu.","Lama sekali Israel tidak mengabdi kepada Allah yang benar, tidak mempunyai hukum-hukum yang harus ditaati, dan tidak mempunyai imam-imam yang mengajar mereka.","Tetapi ketika mereka dalam kesukaran, mereka minta tolong kepada TUHAN, Allah Israel. Mereka minta petunjuk-Nya dan Ia memberikannya.","Pada masa itu orang tidak dapat bepergian dengan aman, sebab di setiap negeri ada kerusuhan besar.","Bangsa yang satu menindas bangsa yang lain, dan kota yang satu menindas kota yang lain, karena Allah mendatangkan kerusuhan besar atas mereka.","Tetapi kamu harus tabah dan berani. Usahamu akan berhasil.\"","Ketika Asa mendengar perkataan Azarya anak Oded itu, berkobarlah semangatnya. Ia menyingkirkan semua berhala di negeri Yehuda dan Benyamin, dan di kota-kota yang telah dikalahkannya di pegunungan Efraim, lalu ia memperbaiki mezbah TUHAN yang terdapat di pelataran Rumah TUHAN.","Banyak orang Efraim, Manasye, dan Simeon bergabung dengan Asa, dan tinggal di wilayah kerajaannya, karena mereka melihat bahwa TUHAN menolong dia. Asa menyuruh semua orang itu bersama dengan rakyat Yehuda dan Benyamin","berkumpul di Yerusalem. Maka berkumpullah mereka pada bulan tiga dalam tahun kelima belas pemerintahan Asa.","Pada hari itu mereka mempersembahkan kepada TUHAN 700 sapi dan 7.000 domba, hasil rampasan yang mereka bawa pulang dari peperangan.","Mereka berjanji kepada TUHAN bahwa dengan sepenuh hati dan jiwa mereka akan hidup menurut kehendak TUHAN, Allah leluhur mereka.","Siapa saja, tua atau muda, laki-laki atau perempuan, yang tidak hidup menurut kehendak TUHAN pasti dihukum mati.","Dengan suara yang keras mereka bersumpah kepada TUHAN bahwa mereka akan memegang janji itu. Kemudian mereka bersorak-sorak dan meniup trompet.","Seluruh rakyat Yehuda gembira karena mereka telah membuat sumpah itu dengan sepenuh hati. Mereka senang beribadat kepada TUHAN, dan TUHAN pun berkenan menerima mereka. Ia memberikan kepada mereka keadaan tenteram di wilayah mereka.","Selanjutnya Raja Asa memecat neneknya Maakha, dari kedudukannya sebagai Ibu Suri sebab ia telah membuat patung berhala yang cabul untuk Asyera, dewi kesuburan. Asa merobohkan dan menghancurluluhkan patung itu lalu membakarnya di Lembah Kidron.","Meskipun tidak semua tempat penyembahan berhala di negeri itu dihancurkan oleh Asa, namun ia tetap setia kepada TUHAN sepanjang hidupnya.","Semua emas dan perak serta barang-barang lain hasil rampasan perang milik ayahnya dan dirinya sendiri diletakkannya di Rumah TUHAN untuk menjadi milik TUHAN.","Sampai pada tahun ketiga puluh lima pemerintahan Asa tak pernah timbul peperangan lagi di negeri itu."]