["Sesudah Amazia meninggal, seluruh rakyat Yehuda memilih Uzia putranya menjadi raja. Pada waktu itu ia berumur 16 tahun. Ibunya bernama Yekholya, wanita Yerusalem. Uzia memerintah di Yerusalem 52 tahun lamanya. Dialah yang merebut dan membangun kembali kota Elot.","(26:1)","(26:1)","Seperti ayahnya, Uzia pun melakukan yang menyenangkan hati TUHAN.","Zakharia adalah penasihat rohaninya. Selama Zakharia masih hidup, Uzia dengan setia beribadat kepada TUHAN sehingga TUHAN memberkatinya.","Uzia bertempur melawan orang Filistin. Ia meruntuhkan tembok-tembok kota Gat, Yabne, dan Asdod, lalu mendirikan kota-kota berbenteng dekat Asdod dan di daerah lain di Filistin.","Allah menolong dia mengalahkan orang Filistin, dan orang Arab yang tinggal di Gur-Baal serta orang Meunim.","Orang Amon membayar upeti kepada Uzia. Ia makin berkuasa sehingga namanya tersohor sampai ke Mesir.","Untuk memperkuat kota Yerusalem, Uzia mendirikan menara di Pintu Gerbang Sudut, di Pintu Gerbang Lembah dan di tikungan tembok.","Ia juga mendirikan menara-menara berbenteng di daerah padang, dan menggali banyak sumur karena ternaknya banyak sekali, baik di dataran tinggi maupun di dataran rendah di sebelah barat. Karena ia menaruh perhatian pada pertanian, maka ia mempekerjakan banyak orang untuk membuka kebun-kebun anggur di daerah pegunungan, dan untuk menggarap tanah di daerah-daerah yang subur.","Uzia mempunyai tentara besar yang selalu siap untuk bertempur. Mereka terdiri atas kesatuan-kesatuan yang jumlahnya dicatat oleh kedua sekretaris raja, yaitu Yeiel dan Maaseya di bawah pimpinan Hananya, salah seorang anggota staf raja.","Seluruh angkatan bersenjata itu terdiri dari 307.500 prajurit dipimpin oleh 2.600 perwira. Mereka semua mempunyai kemampuan yang sangat besar untuk bertempur dan membantu raja mengalahkan musuh.","(26:12)","Uzia memperlengkapi tentaranya itu dengan perisai tombak, topi baja, baju besi, busur dan panah, serta batu pengumban.","Di Yerusalem para ahli senjatanya telah menciptakan alat yang dapat membidikkan anak panah dan batu-batu besar dari dalam menara dan sudut-sudut tembok kota. Uzia termasyhur di mana-mana, dan ia menjadi sangat berkuasa karena Allah sangat menolong dia.","Setelah Raja Uzia kuat, ia menjadi sombong, dan itu menyebabkan kehancurannya. Ia melanggar perintah TUHAN Allahnya karena memasuki Rumah TUHAN untuk membakar dupa di atas mezbah dupa.","Tetapi Imam Azarya bersama 80 imam lain yang kuat-kuat dan berani mengikuti dia","untuk menentang perbuatannya itu. Mereka berkata, \"Paduka Yang Mulia! Baginda tidak berhak membakar dupa untuk TUHAN. Itu tugas imam-imam keturunan Harun, sebab merekalah yang dikhususkan untuk itu. Hendaklah Baginda meninggalkan tempat yang suci ini! Baginda telah melawan TUHAN Allah, dan tidak lagi mendapat restu-Nya.\"","Pada waktu itu Uzia sedang berdiri di dekat mezbah dupa di Rumah TUHAN dengan alat pembakar dupa di tangannya. Ia marah kepada imam-imam itu, dan tiba-tiba timbul penyakit kulit yang mengerikan pada dahinya.","Azarya dan imam-imam lain melihat kepadanya dengan sangat terkejut, lalu mendesak supaya ia meninggalkan Rumah TUHAN. Cepat-cepat ia ke luar karena TUHAN telah menghukumnya.","Sampai Raja Uzia meninggal penyakitnya itu tidak sembuh-sembuh. Ia diasingkan di sebuah rumah dan tidak diizinkan lagi memasuki Rumah TUHAN. Ia dibebaskan dari tugas-tugasnya, dan Yotam putranya memerintah rakyat sebagai wakilnya.","Kisah lain mengenai pemerintahan Raja Uzia, sudah dicatat oleh Nabi Yesaya anak Amos.","Ketika meninggal, Uzia dikuburkan di tanah dekat makam raja-raja, tetapi tidak di makam itu sendiri, sebab ia berpenyakit kulit yang mengerikan. Yotam putranya menjadi raja menggantikan dia."]