["Yosafat meninggal dan dimakamkan di makam raja-raja di Kota Daud. Yehoram putranya menjadi raja menggantikan dia.","Yehoram putra Yosafat, raja Yehuda, mempunyai enam saudara laki-laki: Azarya, Yehiel, Zakharia, Azariahu, Mikhail, dan Sefaca.","Mereka mendapat banyak emas, perak dan barang-barang berharga lain dari ayah mereka, dan masing-masing diberi juga satu kota berbenteng di Yehuda. Tetapi karena Yehoram putra yang sulung, dialah yang ditentukan oleh Yosafat untuk menjadi raja.","Ketika Yehoram merasa kedudukannya sebagai raja sudah kuat, ia menyuruh membunuh semua saudara-saudaranya, dan juga beberapa pejabat tinggi.","Yehoram menjadi raja pada usia 32 tahun, dan ia memerintah di Yerusalem selama 8 tahun.","Ia mengikuti cara hidup Raja Ahab dan raja-raja Israel lainnya, karena ia kawin dengan salah seorang anak perempuan Ahab. Ia berdosa kepada TUHAN,","tetapi TUHAN tidak mau membinasakan raja dari keturunan Daud karena Ia sudah berjanji bahwa keturunan Daud akan tetap memerintah.","Dalam pemerintahan Yehoram, Edom memberontak terhadap Yehuda dan membentuk kerajaan sendiri.","Karena itu Yehoram dan para panglimanya keluar dengan kereta-kereta perangnya lalu menyerang Edom. Ia dikepung pasukan Edom, tapi malamnya mereka menerobos kepungan musuh dan melarikan diri.","Sejak itu Edom tidak tunduk lagi kepada Yehuda. Pada masa itu juga kota Libna pun memberontak. Semua itu terjadi karena Yehoram telah meninggalkan TUHAN, Allah yang disembah leluhurnya.","Ia bahkan mendirikan tempat-tempat penyembahan berhala di daerah pegunungan Yehuda, dan menyebabkan rakyat Yehuda dan Yerusalem berdosa kepada TUHAN.","Lalu Yehoram mendapat sepucuk surat yang ditulis oleh Nabi Elia ketika ia masih hidup. Begini bunyi surat itu, \"TUHAN, Allah yang disembah Daud, menghukum Baginda sebab Baginda tidak mengikuti jejak ayah dan kakek Baginda.","Sebaliknya, Baginda hidup seperti raja-raja Israel, dan menyebabkan rakyat Yehuda dan Yerusalem tidak setia kepada Allah. Baginda berbuat seperti Raja Ahab dan pengganti-penggantinya. Baginda bahkan membunuh saudara-saudara Baginda, padahal mereka lebih baik dari Baginda.","Hukuman yang berat dari TUHAN akan menimpa rakyat, anak-anak serta istri-istri Baginda, dan membinasakan semua harta milik Baginda.","Baginda sendiri pun akan menderita penyakit usus yang makin hari makin parah!\"","Pada waktu itu ada orang Filistin dan orang Arab yang tinggal di dekat pemukiman orang Sudan di daerah pantai. TUHAN menggerakkan hati orang-orang itu untuk memerangi Yehoram.","Mereka menyerang Yehuda, menjarahi istana raja, lalu membawa pergi semua anak istri Yehoram sebagai tawanan, kecuali Ahazia putranya yang bungsu.","Setelah semua kejadian itu, TUHAN menghukum Yehoram dengan penyakit usus yang tak dapat sembuh.","Selama hampir dua tahun penyakit itu semakin parah sampai akhirnya dengan sangat menderita ia meninggal. Rakyatnya tidak menyalakan api unggun sebagai pernyataan belasungkawa seperti yang mereka lakukan untuk nenek moyangnya.","Tidak seorang pun menyesali kematiannya. Ia dikuburkan di Kota Daud, tetapi tidak di dalam makam raja-raja. Ketika menjadi raja, Yehoram berumur 32 tahun, dan ia memerintah di Yerusalem 8 tahun lamanya."]