["Dalam suatu penyerbuan oleh segerombolan orang Arab, semua putra Yehoram, kecuali Ahazia yang bungsu terbunuh. Karena itu penduduk Yerusalem mengangkat Ahazia menjadi raja menggantikan ayahnya.","Ahazia menjadi raja pada usia 22 tahun, dan ia memerintah di Yerusalem selama satu tahun. Ahazia juga hidup seperti keluarga Raja Ahab, karena Atalya ibunya menasihatkan dia untuk melakukan yang jahat. Atalya adalah putri Raja Ahab, cucu Omri raja Israel.","(22:2)","Ahazia berdosa kepada TUHAN seperti keluarga Ahab, karena merekalah yang menjadi penasihatnya setelah ayahnya meninggal. Penasihat-penasihat itulah yang mencelakakan dia.","Atas nasihat mereka, ia bergabung dengan Yoram raja Israel untuk berperang melawan Hazael raja Siria. Mereka bertempur di Ramot, daerah Gilead. Yoram terluka dalam pertempuran itu,","lalu ia kembali ke kota Yizreel untuk dirawat, dan Ahazia pergi menengok dia di sana.","Allah telah menentukan bahwa Ahazia akan menemui ajalnya ketika ia mengunjungi Yoram. Pada kunjungan itu Ahazia dan Yoram mendapat perlawanan dari seorang laki-laki bernama Yehu anak Nimsi, yang telah dipilih oleh TUHAN untuk membinasakan keluarga Raja Ahab.","Sementara Yehu melaksanakan hukuman TUHAN atas keluarga itu, ia bertemu dengan segerombolan pembesar-pembesar Yehuda dan kemanakan-kemanakan Ahazia yang ikut dalam perkunjungan itu. Maka Yehu membunuh mereka semua.","Kemudian ia menyuruh orang mencari Ahazia yang pada waktu itu sedang bersembunyi di Samaria. Setelah Ahazia ditemukan, ia dibawa kepada Yehu lalu dibunuh. Meskipun begitu ia dikuburkan juga oleh mereka karena mereka menghormati Raja Yosafat, kakeknya yang mengabdi kepada TUHAN dengan sepenuh hati. Dari keluarga Ahazia tidak ada yang sanggup mengambil alih pemerintahan.","Ketika Atalya mengetahui bahwa Raja Ahazia anaknya sudah mati, ia memerintahkan supaya seluruh keluarga raja di Yehuda dibunuh.","Ahazia mempunyai seorang saudara perempuan bernama Yoseba yang kawin dengan seorang imam bernama Yoyada. Dengan diam-diam Yoseba mengambil seorang putra Ahazia yang bernama Yoas dari antara anak-anak raja yang hendak dibunuh Atalya. Anak itu bersama pengasuhnya disembunyikannya di dalam sebuah kamar di Rumah TUHAN. Demikianlah Yoseba menyelamatkan anak itu sehingga tidak dibunuh oleh Atalya.","Enam tahun lamanya Yoas disembunyikan di Rumah TUHAN sementara Atalya memerintah sebagai ratu."]