["Amazia menjadi raja ketika berumur 25 tahun, dan ia memerintah di Yerusalem 29 tahun lamanya. Ibunya ialah Yoadan dari Yerusalem.","Amazia melakukan yang menyenangkan hati TUHAN, tetapi dengan setengah hati.","Segera setelah kuat kedudukannya, ia menghukum mati pegawai-pegawai yang membunuh ayahnya.","Tetapi anak-anak pegawai-pegawai itu tidak dibunuhnya karena ia menuruti perintah TUHAN dalam Buku Musa yang berbunyi, \"Jangan menghukum mati orang tua karena kejahatan yang dilakukan oleh anak-anak mereka, dan jangan menghukum mati anak-anak karena kejahatan yang dilakukan oleh orang tua mereka. Setiap orang hanya boleh dihukum mati karena kejahatan yang dilakukannya sendiri.\"","Raja Amazia mengumpulkan semua orang suku Yehuda dan Benyamin lalu menyuruh mereka berdiri menurut kaum masing-masing, dipimpin oleh komandan pasukan seribu dan komandan pasukan seratus. Kemudian ia memilih orang-orang yang berumur 20 tahun ke atas yang mampu bertempur dan pandai menggunakan tombak dan perisai. Jumlah mereka ada 300.000 orang.","Selain itu ia menyewa 100.000 prajurit dari Israel dengan bayaran kira-kira 3.400 kilogram perak.","Tetapi seorang nabi datang kepada raja dan berkata, \"Jangan pakai prajurit-prajurit Israel itu, sebab TUHAN tidak menolong umat Israel yang dari Kerajaan Utara itu.","Tetapi kalau Baginda memakai mereka juga, Allah akan membiarkan Baginda dikalahkan oleh musuh meskipun tentara Baginda kuat dan berani. Sebab hanya Allah saja berkuasa memberi kemenangan atau kekalahan.\"","\"Tapi bagaimana dengan semua perak yang telah kuberikan kepada mereka?\" tanya Amazia. Nabi itu menjawab, \"TUHAN bisa mengembalikan kepada Baginda lebih dari itu!\"","Karena itu Amazia membebaskan prajurit-prajurit sewaan itu dan menyuruh mereka pulang ke negerinya. Mereka pun pulang, tetapi dengan marah sekali.","Amazia memberanikan diri dan membawa tentaranya ke Lembah Asin. Di sana mereka bertempur serta menewaskan 10.000 prajurit Edom.","Sepuluh ribu yang lain ditawan. Mereka dibawa ke puncak gunung batu di kota Sela lalu dilemparkan ke bawah sehingga mati.","Sementara itu prajurit-prajurit Israel yang telah disuruh pulang oleh Amazia, dan tidak diizinkan turut bertempur, telah menyerang kota-kota Yehuda antara Samaria dan Bet-Horon. Mereka membunuh 3.000 orang serta merampas banyak barang.","Setelah mengalahkan tentara Edom, Amazia pulang membawa patung-patung berhala orang Edom dan menempatkannya di Yehuda. Lalu ia membakar dupa untuk patung-patung itu dan menyembahnya.","Perbuatannya itu membuat TUHAN menjadi marah. Ia mengutus seorang nabi kepada Amazia. Nabi itu berkata, \"Mengapa Baginda menyembah dewa bangsa lain yang tidak dapat menyelamatkan bangsanya sendiri dari kekuasaan Baginda?\"","\"Diam,\" kata Amazia, \"Kalau tidak, kami bunuh kau! Tidak pernah kami mengangkat kau menjadi penasihat raja!\" Maka diamlah nabi itu, tetapi sebelumnya ia sempat berkata, \"Sekarang saya tahu bahwa Allah sudah memutuskan untuk membinasakan Baginda karena perbuatan Baginda itu, dan karena Baginda tidak menghiraukan nasihat saya.\"","Amazia raja Yehuda dengan para penasihatnya berkomplot melawan Israel. Ia mengirim utusan kepada Yoas raja Israel, anak Yoahas, cucu Yehu, untuk menantang dia berperang.","Tetapi Raja Yoas mengirim jawaban ini, \"Suatu waktu semak berduri di pegunungan Libanon mengirim tuntutan ini kepada pohon cemara, 'Hai pohon cemara, berikanlah anak gadismu kepada anakku untuk menjadi istrinya.' Tetapi kemudian lewatlah di situ seekor binatang hutan yang menginjak-injak semak berduri itu.","Engkau, Amazia, membual bahwa kau telah mengalahkan orang Edom, tapi lebih baik kau tinggal saja di rumah. Untuk apa mencari-cari persoalan yang hanya akan mencelakakan dirimu dan rakyatmu?\"","Tetapi Amazia, raja Yehuda tidak menghiraukan kata-kata Yoas raja Israel. Dan Allah memang menghendaki supaya Amazia dikalahkan karena ia telah menyembah patung berhala orang Edom.","Karena itu Yoas berangkat dengan anak buahnya ke Bet-Semes dan berperang dengan Amazia di sana.","Tentara Yehuda dikalahkan dan semua prajuritnya lari pulang ke rumahnya masing-masing.","Yoas menangkap Amazia dan membawanya ke Yerusalem, lalu meruntuhkan tembok kota itu sepanjang kurang lebih 200 meter, mulai dari Pintu Gerbang Efraim sampai ke Pintu Gerbang Sudut.","Semua emas dan perak serta semua perkakas yang ditemukannya di Rumah TUHAN dan yang berada di bawah pengawasan Obed-Edom, juga semua harta benda istana, bersama beberapa orang sandera diangkut oleh Yoas ke Samaria.","Setelah Yoas raja Israel meninggal, Amazia raja Yehuda masih hidup 15 tahun lagi.","Sejak Amazia meninggalkan TUHAN, orang berkomplot melawan dia di Yerusalem. Karena itu, ia lari ke kota Lakhis, tetapi musuh-musuhnya mengejar dia ke sana dan membunuhnya. Jenazahnya diangkut dengan kuda ke Yerusalem, lalu dikuburkan di makam raja-raja di Kota Daud. Kisah lainnya mengenai Raja Amazia dari mula sampai akhir pemerintahannya dicatat dalam buku Sejarah Raja-raja Yehuda dan Israel.","(25:26)","(25:26)"]