["Pada tahun ketujuh Imam Yoyada memutuskan untuk bertindak. Ia mengadakan persepakatan dengan lima perwira, yaitu Azarya anak Yeroham, Ismail anak Yohanan, Azarya anak Obed, Maaseya anak Adaya, dan Elisafat anak Zikhri.","Mereka pergi ke semua kota di Yehuda, dan mengumpulkan orang-orang Lewi dan semua kepala kaum, lalu membawa mereka ke Yerusalem.","Mereka berkumpul di Rumah TUHAN, dan membuat perjanjian dengan Yoas, putra raja itu. Yoyada berkata kepada mereka, \"Inilah putra mendiang Raja Ahazia! Ia sekarang harus naik takhta, sebab TUHAN sudah berjanji bahwa keturunan Raja Daud akan tetap memerintah.","Inilah yang harus kita lakukan: Apabila para imam dan orang Lewi selesai bertugas pada hari Sabat, mereka tidak boleh pulang. Sepertiga dari mereka harus ikut menjaga di pintu-pintu gerbang Rumah TUHAN,","sepertiga lagi di istana raja, dan selebihnya di Pintu Gerbang Dasar. Seluruh rakyat harus berkumpul di halaman Rumah TUHAN.","Tidak seorang pun boleh memasuki gedung Rumah TUHAN kecuali para imam dan orang Lewi yang sedang bertugas. Mereka boleh masuk sebab mereka sudah dikhususkan untuk TUHAN. Orang-orang lain harus taat kepada peraturan TUHAN dan tinggal di luar.","Orang-orang Lewi harus berdiri di sekeliling raja dengan pedang terhunus, dan mengawal dia ke mana pun ia pergi. Siapa berusaha memasuki Rumah TUHAN, harus dibunuh.\"","Perintah Yoyada itu dilaksanakan oleh orang-orang Lewi dan rakyat Yehuda. Orang-orang yang lepas tugas pada hari Sabat tidak dibolehkan pulang. Jadi para perwira dapat mengerahkan baik orang-orang yang lepas tugas maupun yang baru datang untuk bertugas.","Kepada para perwira itu Yoyada membagikan tombak dan perisai milik Raja Daud yang disimpan di Rumah TUHAN.","Yoyada juga menempatkan orang-orang dengan pedang terhunus di seputar bagian depan Rumah TUHAN untuk melindungi raja.","Sesudah itu Yoyada membawa Yoas keluar, lalu meletakkan mahkota di kepalanya, dan menyerahkan kepadanya buku Hukum Allah. Demikianlah Yoas diangkat menjadi raja. Kemudian Imam Yoyada dengan anak-anaknya menuangkan minyak upacara penobatan pada Yoas, lalu semua orang berseru, \"Hidup raja!\"","Atalya mendengar rakyat bersorak mengelu-elukan raja. Cepat-cepat ia pergi ke Rumah TUHAN di mana orang banyak berkerumun.","Ia melihat raja yang baru itu berdiri di pintu masuk Rumah TUHAN, di mana ia dinobatkan, dikelilingi oleh perwira-perwira dan peniup trompet. Seluruh rakyat bersorak gembira sambil trompet dibunyikan, dan para pemain musik di Rumah TUHAN memeriahkan perayaan itu dengan alat-alat musik mereka. Dengan cemas Atalya merobek pakaiannya dan berteriak, \"Khianat! Khianat!\"","Yoyada tidak mengizinkan Atalya dibunuh di sekitar Rumah TUHAN, jadi ia berkata kepada para perwira, \"Bawalah dia ke luar melalui barisan pengawal, dan bunuh siapa saja yang berusaha menyelamatkan dia.\"","Mereka menangkap dia, lalu membawanya ke istana. Di sana ia dibunuh di Pintu Gerbang Kuda.","Imam Yoyada mengajak Raja Yoas dan rakyat bersama-sama dengan dia membuat perjanjian bahwa mereka akan menjadi umat TUHAN.","Setelah itu mereka semua menyerbu dan meruntuhkan kuil Baal. Mezbah serta patung-patungnya dihancurkan, dan Matan, Imam Baal dibunuh di depan mezbah-mezbah itu.","Lalu Yoyada menugaskan para imam dan orang Lewi untuk mengurus pekerjaan di Rumah TUHAN menurut pembagian kerja yang telah ditentukan oleh Raja Daud. Mereka harus mempersembahkan kurban bakaran kepada TUHAN--sesuai dengan hukum-hukum Musa--dengan perayaan dan nyanyian-nyanyian seperti yang telah diatur oleh Daud.","Di pintu-pintu gerbang Rumah TUHAN, Yoyada menempatkan pengawal untuk menjaga supaya orang yang tidak patut menyembah TUHAN jangan masuk.","Para perwira, para tokoh masyarakat, para pejabat pemerintah, dan seluruh rakyat mengikuti Yoyada mengarak Raja Yoas dari Rumah TUHAN ke istana. Mereka masuk dari pintu gerbang utama lalu raja duduk di atas singgasana.","Seluruh rakyat gembira, kota pun tenteram dan Atalya sudah dibunuh."]