["Hizkia menjadi raja Yehuda pada usia 25 tahun, dan ia memerintah di Yerusalem 29 tahun lamanya. Ibunya bernama Abia anak Zakharia.","Hizkia melakukan yang menyenangkan hati TUHAN seperti Raja Daud leluhurnya.","Pada bulan satu dalam tahun pertama pemerintahannya, Hizkia membuka pintu-pintu Rumah TUHAN dan menyuruh orang memperbaikinya.","Imam-imam dan orang Lewi disuruhnya berkumpul di pelataran bagian timur Rumah TUHAN,","dan ia berbicara dengan mereka di sana. Ia berkata, \"Kamu, orang-orang Lewi, harus mengkhususkan diri untuk TUHAN, dan menyucikan Rumah TUHAN, Allah leluhurmu. Semua yang menajiskan rumah itu harus disingkirkan.","Leluhur kita tidak setia kepada TUHAN Allah kita dan mereka melakukan yang tidak menyenangkan hati-Nya. Mereka tidak menghiraukan Dia dan tidak mempedulikan tempat kediaman-Nya.","Mereka menutup pintu-pintu Rumah TUHAN dan memadamkan pelita-pelitanya. Mereka tidak membakar dupa di Rumah TUHAN, dan tidak mempersembahkan kurban bakaran kepada Allah yang disembah oleh orang Israel.","Lalu TUHAN dalam kemarahan-Nya menghukum orang Yehuda dan Yerusalem. Dan kamu semua tahu betapa tindakan TUHAN itu telah membuat semua orang terkejut dan ngeri.","Bapak-bapak kita tewas dalam pertempuran, dan anak istri kita diangkut sebagai tawanan.","Sekarang aku mau membuat perjanjian dengan TUHAN, Allah Israel, supaya Ia tidak marah lagi kepada kita.","Anak-anakku, janganlah menunda-nunda lagi, sebab kamulah yang dipilih TUHAN untuk beribadat dan mengabdi kepada-Nya serta membakar dupa dan memimpin rakyat untuk beribadat.\"","Orang-orang Lewi yang hadir pada waktu itu adalah: Dari kaum Kehat: Mahat anak Amasai, dan Yoel anak Azarya. Dari kaum Merari: Kish anak Abdi, dan Azarya anak Yehaleleel. Dari kaum Gerson: Yoah anak Zima, dan Eden anak Yoah. Dari kaum Elisafan: Simri dan Yeiel. Dari kaum Asaf: Zakharia dan Matanya. Dari kaum Heman: Yehiel dan Simei. Dari kaum Yedutun: Semaya dan Uziel.","(29:12)","(29:12)","Kemudian mereka mengumpulkan orang-orang Lewi lainnya, dan mereka semua menyucikan diri. Setelah itu, sesuai dengan perintah raja, para imam masuk ke dalam Rumah TUHAN dan mulai menyucikannya menurut hukum-hukum TUHAN. Semua yang najis dibawa keluar ke halaman Rumah TUHAN. Dari situ orang Lewi membawanya ke Lembah Kidron di luar kota.","(29:15)","Pekerjaan itu dimulai pada tanggal satu bulan satu. Pada tanggal delapan mereka selesai menyucikan seluruh pelataran Rumah TUHAN sampai balai depannya. Kemudian selama 8 hari lagi mereka menyucikan gedung itu seluruhnya sampai selesai pada tanggal 16 bulan itu.","Lalu orang-orang Lewi itu melaporkan kepada Raja Hizkia, \"Kami sudah selesai menyucikan Rumah TUHAN seluruhnya, termasuk mezbah kurban bakaran, meja untuk roti sajian, dan semua perkakasnya.","Kami juga sudah mengambil kembali perkakas-perkakas yang disingkirkan Raja Ahas pada waktu ia tidak menghiraukan TUHAN dalam masa pemerintahannya. Semua perkakas itu telah kami khususkan lagi untuk TUHAN, dan sekarang ada di depan mezbah.\"","Tanpa menunggu lama-lama Raja Hizkia mengumpulkan tokoh-tokoh masyarakat, lalu pergi bersama mereka ke Rumah TUHAN.","Untuk kurban pengampunan dosa bagi keluarga raja dan rakyat Yehuda, dan untuk menyucikan Rumah TUHAN, mereka membawa 7 sapi jantan, 7 domba jantan, 7 anak domba, dan 7 kambing jantan. Raja menyuruh imam-imam keturunan Harun mempersembahkan binatang-binatang itu di atas mezbah sebagai kurban bakaran.","Sapi-sapi itu disembelih lalu imam-imam menyiramkan darahnya pada mezbah. Kemudian mereka berbuat begitu juga dengan ketujuh domba dan ketujuh anak domba itu.","Akhirnya mereka mengambil kambing-kambing itu dan membawanya kepada raja dan rakyat yang sedang beribadat di situ, lalu mereka semua meletakkan tangan mereka ke atas kambing-kambing itu.","Setelah itu kambing-kambing itu disembelih oleh imam-imam dan darahnya dituangkan pada mezbah sebagai kurban pengampunan dosa seluruh rakyat. Hal itu mereka lakukan karena raja sudah memerintahkan supaya diadakan kurban bakaran dan kurban pengampunan dosa untuk seluruh rakyat Israel.","Sesuai dengan petunjuk-petunjuk yang diberikan TUHAN kepada Daud melalui Nabi Gad, yang bekerja bagi raja dan melalui Nabi Natan, raja menempatkan orang-orang Lewi di Rumah TUHAN untuk bermain kecapi dan gambus,","seperti yang dipakai oleh Daud. Juga para imam ditempatkannya di situ dengan trompet.","Hizkia memberi tanda supaya upacara persembahan kurban dimulai. Sementara kurban dipersembahkan, orang-orang mulai menyanyikan pujian kepada TUHAN, dan para pemain musik membunyikan trompet serta alat-alat musik lain.","Raja Hizkia dan semua orang yang ada di situ sujud menyembah TUHAN sementara para penyanyi terus menyanyi dan para pemain musik terus memainkan musiknya sampai semua kurban itu terbakar habis.","(29:28)","Raja dan tokoh-tokoh masyarakat menyuruh orang-orang Lewi menyanyikan untuk TUHAN puji-pujian yang dikarang oleh Daud dan Nabi Asaf. Semua orang menyanyi dengan sangat gembira sambil berlutut dan menyembah Allah.","Setelah itu Hizkia berkata, \"Karena kalian sekarang sudah dikhususkan untuk TUHAN, maka sebagai persembahan syukurmu, kalian harus membawa kurban ke Rumah TUHAN.\" Lalu semua orang yang hadir di situ membawa persembahan-persembahan itu, bahkan ada pula yang dengan sukarela membawa binatang-binatang untuk dipersembahkan sebagai kurban bakaran.","Mereka membawa 70 sapi jantan, 100 domba, dan 200 anak domba serta mempersembahkannya untuk kurban bakaran kepada TUHAN.","Mereka juga membawa 600 sapi jantan dan 3.000 domba untuk dipersembahkan dan dimakan bersama oleh semua yang hadir.","Imam-imam yang sudah menyucikan diri terlalu sedikit jumlahnya untuk menguliti semua binatang itu. Sebab itu mereka dibantu oleh orang-orang Lewi, karena orang Lewi lebih setia pada peraturan penyucian. Mereka tetap membantu sampai ada cukup imam yang sudah menyucikan diri.","Selain kurban bakaran, para imam juga mempersembahkan lemak dari kurban syukur yang dimakan oleh rakyat. Mereka juga mempersembahkan anggur yang dituang bersama kurban bakaran itu. Demikianlah ibadat di Rumah TUHAN diadakan lagi.","Maka senanglah hati Raja Hizkia dan rakyatnya karena dalam waktu singkat Allah telah membantu mereka melakukan semuanya itu."]