["Perayaan Paskah belum dapat diadakan oleh rakyat pada waktunya dalam bulan satu, karena imam-imam yang sudah menyucikan diri terlalu sedikit jumlahnya dan belum banyak orang yang berkumpul di Yerusalem. Karena itu Raja Hizkia dan pegawai-pegawainya serta penduduk Yerusalem sepakat untuk merayakan Paskah itu dalam bulan dua, dan mereka semua senang dengan rencana itu. Lalu raja mengirim surat kepada semua orang di seluruh Israel dan Yehuda. Juga kepada orang Efraim dan Manasye. Seluruh bangsa Israel dari wilayah suku Dan di sebelah utara sampai ke Bersyeba di selatan, diundang ke Rumah TUHAN di Yerusalem untuk merayakan Paskah dan menghormati TUHAN Allah Israel seperti yang ditentukan dalam hukum-hukum Musa. Belum pernah Paskah dirayakan seperti itu.","(30:1)","(30:1)","(30:1)","(30:1)","Atas perintah raja dan pegawai-pegawainya dikirimlah utusan-utusan ke seluruh Yehuda dan Israel untuk membawa surat-surat itu yang berbunyi sebagai berikut, \"Rakyat Israel! Kamu sudah terluput dari kekuasaan orang Asyur. Sekarang hendaklah kamu kembali mengabdi kepada TUHAN, Allah yang disembah oleh Abraham, Ishak, dan Yakub, supaya Ia pun kembali menolong kamu.","Janganlah seperti leluhurmu dan orang-orang Israel lain yang tidak setia kepada TUHAN Allah mereka. Kamu sudah melihat sendiri bagaimana beratnya Ia menghukum mereka.","Janganlah keras kepala seperti mereka, tetapi taatilah TUHAN. Datanglah ke Yerusalem, ke Rumah TUHAN yang sudah dikhususkan oleh TUHAN Allahmu bagi diri-Nya untuk selama-lamanya. Marilah beribadat kepada-Nya supaya redalah kemarahan-Nya terhadap kamu.","Kalau kamu kembali mengabdi kepada TUHAN, maka orang-orang yang mengangkut sanak saudaramu sebagai tawanan, akan berbelaskasihan dan mengizinkan mereka kembali. TUHAN Allahmu adalah Allah yang baik dan berbelaskasihan; Ia akan menerima kamu kalau kamu kembali kepada-Nya.\"","Ketika utusan-utusan itu pergi dari kota ke kota di wilayah suku Efraim dan Manasye sampai ke utara sejauh wilayah suku Zebulon, mereka ditertawakan dan dihina.","Tapi, ada juga orang-orang dari suku Asyer, Manasye, dan Zebulon yang mau datang ke Yerusalem.","Di Yehuda pun Allah bekerja dan menyatukan hati rakyat untuk sungguh-sungguh taat kepada kemauan Allah dengan menuruti perintah raja dan pegawai-pegawainya.","Pada bulan dua sejumlah besar rakyat berkumpul di Yerusalem untuk merayakan Hari Raya Roti Tidak Beragi.","Mezbah-mezbah di Yerusalem yang dipakai untuk mempersembahkan kurban dan membakar dupa kepada dewa-dewa, semuanya diambil dan dibuang ke dalam Lembah Kidron.","Pada tanggal 14 bulan itu mereka menyembelih domba-domba untuk dipersembahkan sebagai kurban Paskah. Para imam dan orang-orang Lewi yang masih najis, menjadi sangat malu. Mereka menyucikan diri sehingga dapat mempersembahkan kurban bakaran di Rumah TUHAN.","Mereka masing-masing mengambil tempat di Rumah TUHAN menurut ketentuan-ketentuan yang tercantum dalam buku Hukum-hukum Musa. Darah dari kurban-kurban itu diserahkan oleh orang Lewi kepada para imam, lalu mereka menuangkannya pada mezbah.","Banyak dari antara orang yang hadir di situ belum menyucikan diri, jadi mereka tidak boleh menyembelih domba untuk kurban Paskah. Oleh karena itu orang-orang Lewilah yang melakukan hal itu untuk mereka dan mempersembahkannya kepada TUHAN.","Selain itu, di antara orang-orang Efraim, Manasye, Isakhar, dan Zebulon, banyak yang datang tanpa lebih dahulu menyucikan diri. Jadi, mereka merayakan Paskah itu dengan tidak memenuhi syarat. Karena itu Raja Hizkia berdoa untuk mereka, katanya,","\"TUHAN, Allah, pujaan leluhur kami, semoga dari kebaikan hati-Mu Engkau mengampuni mereka yang sedang beribadat kepada-Mu dengan sepenuh hati, sekalipun mereka belum menyucikan diri.\"","TUHAN mendengar doa Hizkia. Ia mengampuni orang-orang itu, dan tidak menghukum mereka.","Tujuh hari lamanya, dengan sangat gembira orang-orang yang berkumpul di Yerusalem itu mengadakan perayaan Roti Tidak Beragi. Setiap hari orang-orang Lewi dan para imam memuji-muji TUHAN dengan sungguh-sungguh.","Orang-orang Lewi itu begitu pandai memimpin ibadat kepada TUHAN, sehingga Hizkia memuji mereka. Setelah 7 hari lamanya mereka menikmati makanan dari perayaan itu serta mempersembahkan kurban untuk mengucap terima kasih kepada TUHAN, Allah leluhur mereka,","mereka semua memutuskan untuk meneruskan perayaan itu 7 hari lagi. Lalu mereka merayakannya lagi dengan gembira.","Raja Hizkia menyumbangkan 1.000 sapi jantan dan 7.000 domba. Pegawai-pegawai Hizkia menyumbang 1.000 sapi jantan dan 10.000 domba. Semua binatang itu diberikan kepada rakyat untuk disembelih dan dimakan. Banyak sekali imam menyucikan diri.","Rakyat Yehuda, para imam, orang-orang Lewi, dan orang-orang yang datang dari utara, serta orang-orang asing yang telah menetap di Israel dan Yehuda, semuanya merasa bahagia.","Kota Yerusalem meriah sekali karena sejak masa Salomo putra Daud, belum pernah terjadi peristiwa seperti itu.","Imam-imam dan orang Lewi memintakan berkat TUHAN bagi rakyat, dan dari tempat tinggal-Nya di surga Allah mendengar doa mereka serta menerima permintaan mereka."]