["Ratu negeri Syeba mendengar tentang kemasyhuran Salomo. Maka ia datang ke Yerusalem untuk menguji Salomo dengan pertanyaan yang sulit-sulit. Ia datang disertai sejumlah besar pengiring dan unta yang sarat bermuatan rempah-rempah, batu permata, dan banyak sekali emas. Pada waktu bertemu dengan Salomo, ratu itu mengajukan segala macam pertanyaan yang dapat dipikirkannya.","Semua pertanyaan itu dapat dijawab oleh Salomo, tidak satu pun yang terlalu sukar baginya.","Ratu itu menyaksikan sendiri betapa bijaksananya Salomo. Ia melihat istana yang dibangun Salomo,","tata kerja pegawai-pegawai istananya, dan pakaian seragam serta perumahan mereka. Ia melihat makanan yang dihidangkan, dan pakaian para pelayan yang melayani pada pesta; ia melihat juga kurban-kurban yang dipersembahkan Salomo di Rumah TUHAN. Semuanya itu membuat ratu negeri Syeba itu kagum dan terpesona.","Maka berkatalah ia kepada Raja Salomo, \"Segala yang kudengar di tanah airku tentang Tuan dan kebijaksanaan Tuan, memang benar!","Dahulu aku tidak dapat percaya, tetapi setelah aku datang dan menyaksikan semuanya dengan mata kepala sendiri, barulah aku yakin. Sesungguhnya segala yang kudengar itu belum setengah dari yang kulihat sekarang. Nyatanya kebijaksanaan dan kekayaan Tuan jauh lebih besar dari yang diberitakan kepadaku.","Alangkah mujurnya pegawai-pegawai yang melayani Tuan dan selalu bekerja untuk Tuan sehingga dapat mendengar dari Tuan sendiri segala ajaran yang bijaksana!","Terpujilah TUHAN, Allah Tuan! Dengan mengangkat Tuan menjadi raja untuk memerintah atas nama-Nya, Ia menunjukkan betapa senangnya Ia terhadap Tuan. Karena Ia mengasihi umat Israel dan menghendaki supaya mereka tetap ada, maka Ia telah mengangkat Tuan menjadi raja mereka, supaya Tuan dapat menegakkan hukum dan keadilan.\"","Kemudian ratu negeri Syeba itu menyerahkan kepada Salomo hadiah-hadiah yang dibawanya, yaitu lebih dari 4.000 kilogram emas dan sejumlah besar batu permata serta rempah-rempah. Tidak pernah lagi Salomo menerima rempah-rempah yang begitu baik mutunya seperti yang diberikan oleh ratu negeri Syeba itu kepadanya.","(Anak buah Raja Hiram dan anak buah Raja Salomo yang membawa emas dari Ofir untuk Salomo, juga membawa batu permata dan kayu cendana.","Kayu itu dipakai Salomo untuk membuat tangga di Rumah TUHAN dan di istananya, juga untuk membuat kecapi dan gambus bagi para penyanyi. Belum pernah ada yang seperti itu di negeri Yehuda.)","Selain hadiah-hadiah balasan yang biasanya diberikan oleh Salomo, Salomo juga memberikan kepada ratu dari negeri Syeba itu segala yang dimintanya. Kemudian pulanglah ratu itu ke negerinya bersama semua pengiringnya.","Setiap tahun Raja Salomo menerima hampir 23.000 kilogram emas,","belum terhitung pajak-pajak dari para saudagar dan pedagang. Raja-raja Arab serta gubernur-gubernur Israel juga memberikan emas dan perak kepadanya.","Salomo membuat 200 perisai besar dari emas tempaan. Emas yang dipakai untuk setiap perisai itu ada kurang lebih 7 kilogram.","Ia juga membuat 300 perisai emas yang lebih kecil. Emas yang dipakai untuk setiap perisai kecil itu ada kurang lebih 3 kilogram, semuanya dari emas tempaan. Perisai-perisai itu ditaruhnya di balai yang bernama Balai Hutan Libanon.","Raja juga membuat sebuah kursi kerajaan yang besar yang dibuat dari gading dan dihias dengan emas murni.","Kursi itu berlengan dan di sebelah-menyebelahnya ada patung singa. Kursi itu juga mempunyai enam anak tangga, dan sebuah tempat kaki yang dilapisi dengan emas. Tempat kaki itu dijadikan satu dengan kursinya.","Pada ujung kiri dan ujung kanan setiap anak tangga kursi itu ada patung singa--seluruhnya dua belas buah. Tidak pernah ada kursi seperti itu di kerajaan mana pun juga.","Semua perkakas minum Salomo dibuat dari emas, dan semua perkakas di Balai Hutan Libanon pun dibuat dari emas murni. Pada zaman Salomo, perak dianggap tidak berharga.","Salomo mempunyai banyak kapal besar yang berlayar di samudra raya bersama kapal-kapal Raja Hiram. Tiga tahun sekali kapal-kapal itu kembali membawa emas, perak, gading, kera dan burung merak.","Raja Salomo lebih kaya dan lebih bijaksana dari raja mana pun di dunia.","Semua raja berusaha menemui Salomo untuk mendengar ajaran bijaksana yang diberikan Allah kepadanya.","Mereka masing-masing datang dengan membawa hadiah untuk Salomo. Mereka memberikan barang-barang perak, emas, pakaian, senjata, rempah-rempah, kuda dan bagal. Begitulah tahun demi tahun.","Raja Salomo juga mempunyai 4.000 kandang untuk kuda dan keretanya. Kuda perangnya ada 12.000 ekor. Sebagian ditempatkannya di Yerusalem, dan selebihnya di berbagai kota pangkalan untuk kereta-kereta perangnya.","Ia berkuasa atas semua raja di wilayah yang terbentang dari Sungai Efrat sampai ke negeri Filistin dan perbatasan Mesir.","Dalam zaman pemerintahan Salomo, perak merupakan barang biasa di Yerusalem, sama seperti batu, dan kayu cemara Libanon banyak sekali seperti kayu ara biasa.","Salomo mengimpor kuda dari Mesir dan dari setiap negeri lain.","Kisah lain mengenai Salomo dari mula sampai akhir sudah dicatat dalam buku Riwayat Nabi Natan dan dalam buku Nubuatan Ahia orang Silo, dan dalam buku Wahyu Nabi Ido, yang juga memuat kisah pemerintahan Yerobeam raja Israel.","Empat puluh tahun lamanya Salomo memerintah di Yerusalem atas seluruh Israel.","Kemudian ia meninggal dan dimakamkan di Kota Daud. Lalu Rehabeam putranya menjadi raja menggantikan dia."]