["Sementara Ezra berdoa sambil menangis dan mengaku dosa di depan Rumah TUHAN, banyak sekali orang Israel datang berkumpul, baik laki-laki, maupun wanita dan anak-anak. Mereka mengelilinginya sambil menangis keras-keras.","Kemudian Sekhanya anak Yehiel dari kaum Elam, berkata kepada Ezra, \"Kami berdosa kepada TUHAN karena telah mengawini bangsa asing. Meskipun demikian masih ada harapan bagi Israel.","Marilah kita bersumpah kepada Allah, bahwa kita akan mengusir semua wanita itu bersama dengan anak-anak mereka. Kami akan menuruti segala nasihatmu serta nasihat orang-orang lain yang menghormati perintah Allah. Kami akan mentaati Hukum Allah.","Engkaulah yang harus bertindak. Kami akan membantu engkau sepenuhnya. Bertindaklah dengan tegas sampai tuntas.\"","Maka mulailah Ezra bertindak. Ia menyuruh imam-imam kepala, orang-orang Lewi dan orang-orang Israel lainnya bersumpah bahwa mereka akan melaksanakan usul Sekhanya itu.","Setelah mereka bersumpah, pergilah Ezra dari depan Rumah TUHAN dan masuk ke dalam tempat tinggal Yohanan anak Elyasib dan bermalam di situ. Ia tidak mau makan atau minum karena sedih memikirkan perbuatan orang-orang buangan itu.","Kemudian disiarkan sebuah maklumat ke seluruh Yerusalem dan Yehuda kepada semua orang yang telah kembali dari pembuangan, supaya berkumpul di Yerusalem.","Barangsiapa tidak datang dalam tiga hari, akan disita seluruh hartanya dan ia tidak lagi dianggap anggota masyarakat. Maklumat itu ditandatangani oleh para pemimpin rakyat.","Sesudah tiga hari, pada tanggal dua puluh bulan sembilan, semua orang laki-laki yang tinggal di daerah Yehuda dan Benyamin datang ke Yerusalem dan berkumpul di halaman Rumah TUHAN. Pada waktu itu hujan turun dengan lebatnya. Semua orang menggigil karena dinginnya udara dan juga karena pentingnya pertemuan itu.","Kemudian Ezra berdiri dan berbicara kepada mereka. Ia berkata, \"Kalian telah berdosa dan menambah kesalahan Israel karena mengawini wanita bangsa asing.","Sebab itu, akuilah dosamu kepada TUHAN, Allah yang disembah nenek moyang kita, dan lakukanlah apa yang menyenangkan hati-Nya. Jauhilah orang asing yang tinggal di negeri kita dan usirlah istri-istrimu dari bangsa asing itu.\"","Orang-orang itu menjawab dengan nyaring, \"Kami akan menuruti nasihatmu.\"","Lalu kata mereka lagi, \"Tetapi yang hadir di sini banyak sekali dan hujan begitu lebat. Kami tidak tahan berdiri di luar begini. Lagipula ini bukan perkara yang dapat diselesaikan dalam satu dua hari, sebab banyak sekali dari kami yang terlibat dalam dosa ini.","Izinkanlah para pemimpin kami tinggal di Yerusalem dan mengurus soal itu. Lalu setiap orang di kota-kota kami, yang mempunyai istri dari bangsa asing, harus datang pada waktu yang ditentukan, bersama dengan para pemimpin dan para hakim kotanya masing-masing. Dengan demikian Allah tidak akan marah lagi kepada kita karena perkara itu.\"","Tidak seorang pun mengajukan keberatan terhadap rencana itu, kecuali Yonatan anak Asael dan Yahzeya anak Tikwa, disokong oleh dua orang Lewi, yaitu Mesulam dan Sabetai.","Orang-orang buangan yang telah kembali itu tetap hendak menjalankan rencana itu, sebab itu Imam Ezra memilih beberapa orang di antara kepala-kepala kaum, lalu mencatat nama mereka. Pada tanggal satu bulan sepuluh mereka mulai bersidang untuk menyelidiki perkara itu.","Dalam tiga bulan berikutnya berhasillah mereka menyelesaikan pemeriksaan terhadap semua pria yang telah mengawini wanita dari bangsa asing.","Inilah daftar dari orang-orang yang mempunyai istri dari bangsa asing: Para Imam, terdaftar dengan kaumnya: Kaum Yesua dengan saudara-saudaranya, anak-anak Yozadak: Maaseya, Eliezer, Yarib dan Gedalya.","Mereka berjanji akan menceraikan istri mereka, lalu mereka mempersembahkan domba jantan untuk kurban pengampunan dosa mereka.","Kaum Imer: Hanani dan Zebaja.","Kaum Harim: Maaseya, Elia, Semaya, Yehiel dan Uzia.","Kaum Pasyhur: Elyoenai, Maaseya, Ismael, Netaneel, Yozabad, dan Elasa.","Orang-orang Lewi: Yozabad, Simei, Kelaya (juga disebut Kelita), Petahya, Yuda dan Eliezer.","Para penyanyi: Elyasib. Para penjaga pintu gerbang Rumah TUHAN: Salum, Telem dan Uri.","Orang-orang Israel yang lain: Kaum Paros: Ramya, Yezia, Malkia, Miyamin, Eleazar, Malkia dan Benaya.","Kaum Elam: Matanya, Zakharia, Yehiel, Abdi, Yeremot dan Elia.","Kaum Zatu: Elyoenai, Elyasib, Matanya, Yeremot, Zabad dan Aziza.","Kaum Bebai: Yohanan, Hananya, Zabai dan Atlai.","Kaum Bani: Mesulam, Malukh, Adaya, Yasub, Seal dan Yeramot.","Kaum Pahat-Moab: Adna, Kelal, Benaya, Maaseya, Matanya, Bezaleel, Binui dan Manasye.","Kaum Harim: Eliezer, Yisia, Malkia, Semaya, Simeon, Benyamin, Malukh dan Semarya.","(10:31)","Kaum Hasum: Matnai, Matata, Zabad, Elifelet, Yeremai, Manasye dan Simei.","Kaum Bani: Maadai, Amram, Uel, Benaya, Bedeya, Keluhu, Wanya, Meremot, Elyasib, Matanya, Matnai, Yaasai,","(10:34)","(10:34)","(10:34)","Kaum Binui: Simei, Selemya, Natan, Adaya, Makhnadbai, Sasai, Sarai, Azareel, Selemya, Semarya, Salum, Amarya dan Yusuf.","(10:38)","(10:38)","(10:38)","(10:38)","Kaum Nebo: Yeiel, Matica, Zabad, Zebina, Yadai, Yoel dan Benaya.","Semua orang itu telah mengawini wanita dari bangsa asing. Maka istri-istri itu diceraikan dan diusir bersama dengan anak-anak mereka."]