["Banyak di antara orang-orang buangan meninggalkan daerah Babel lalu kembali ke Yerusalem dan Yehuda, masing-masing ke kotanya sendiri. Mereka telah hidup dalam pembuangan di Babel sejak mereka diangkut ke sana oleh Raja Nebukadnezar.","Pemimpin-pemimpin mereka adalah Zerubabel, Yesua, Nehemia, Seraya, Reelaya, Mordekhai, Bilsan, Mispar, Bigwai, Rehum dan Baana. Inilah daftar kaum keluarga Israel, dengan jumlah orang dari setiap kaum yang kembali dari pembuangan:","Kaum keluarga Paros-2.172; Sefaca-372; Arah-775; Pahat-Moab (keturunan Yesua dan Yoab) -2.812; Elam-1.254; Zatu-945; Zakai-760; Bani-642; Bebai-623; Azgad-1.222; Adonikam-666; Bigwai-2.056; Adin-454; Ater (disebut juga Hizkia) -98; Bezai-323; Yora-112; Hasum-223; Gibar-95.","(2:3)","(2:3)","(2:3)","(2:3)","(2:3)","(2:3)","(2:3)","(2:3)","(2:3)","(2:3)","(2:3)","(2:3)","(2:3)","(2:3)","(2:3)","(2:3)","(2:3)","Orang-orang yang leluhurnya diam di kota-kota berikut ini juga kembali dari pembuangan: Kota Betlehem-123; Netofa-56; Anatot-128; Asmawet-42; Kiryat-Arim, Kefira dan Beerot-743; Rama dan Gaba-621; Mikhmas-122; Betel dan Ai-223; Nebo-52; Magbis-156; Elam yang lain-1.254; Harim-320; Lod, Hadid dan Ono-725; Yerikho-345; Senaa-3.630.","(2:21)","(2:21)","(2:21)","(2:21)","(2:21)","(2:21)","(2:21)","(2:21)","(2:21)","(2:21)","(2:21)","(2:21)","(2:21)","(2:21)","Inilah daftar kaum keluarga para imam yang pulang dari pembuangan: Yedaya (keturunan Yesua) -973; Imer-1.052; Pasyhur-1.247; Harim-1.017.","(2:36)","(2:36)","(2:36)","Kaum keluarga Lewi yang pulang dari pembuangan ialah: Yesua dan Kadmiel (keturunan Hodawya) -74. Para penyanyi di Rumah TUHAN (keturunan Asaf) -128. Penjaga gerbang di Rumah TUHAN (keturunan Salum, Ater, Talmon, Akub, Hatita dan Sobai) -139.","(2:40)","(2:40)","Inilah daftar kaum keluarga para pekerja di Rumah TUHAN yang pulang dari pembuangan: Ziha, Hasufa, Tabaot, Keros, Siaha, Padon, Lebana, Hagaba, Akub, Hagab, Samlai, Hanan, Gidel, Gahar, Reaya, Rezin, Nekoda, Gazam, Uza, Paseah, Besai, Asna, Meunim, Nefusim, Bakbuk, Hakufa, Harhur, Bazlut, Mehida, Harsa, Barkos, Sisera, Temah, Neziah dan Hatifa.","(2:43)","(2:43)","(2:43)","(2:43)","(2:43)","(2:43)","(2:43)","(2:43)","(2:43)","(2:43)","(2:43)","Kaum keluarga para pelayan Salomo yang pulang dari pembuangan: Sotai, Soferet, Peruda, Yaala, Darkon, Gidel, Sefaca, Hatil, Pokheret-Hazebaim dan Ami.","(2:55)","(2:55)","Kaum keluarga para pekerja di Rumah TUHAN dan para pelayan Salomo yang kembali dari pembuangan berjumlah 392 orang.","Orang-orang yang berangkat dari kota-kota Tel-Melah, Tel-Harsa, Kerub, Adan dan Imer, berjumlah 652 orang. Mereka termasuk kaum keluarga Delaya, Tobia dan Nekoda, tetapi mereka tidak dapat membuktikan bahwa mereka adalah keturunan bangsa Israel.","(2:59)","Beberapa kaum keluarga imam juga tidak dapat menemukan catatan mengenai leluhur mereka, yaitu kaum keluarga Habaya, Hakos, dan Barzilai. (Leluhur kaum Barzilai kawin dengan seorang perempuan keturunan kaum Barzilai di Gilead, dan kemudian ia memakai nama keluarga mertuanya.) Karena mereka tidak dapat membuktikan siapa leluhur mereka, maka mereka tidak diterima sebagai imam.","(2:61)","Gubernur daerah Yehuda melarang mereka makan makanan yang dipersembahkan kepada Allah, sampai ada seorang imam yang dapat minta petunjuk dengan memakai Urim dan Tumim.","Orang-orang buangan yang pulang ke negerinya seluruhnya berjumlah 42.360 orang. Selain itu pulang juga para pembantu mereka sejumlah 7.337 orang dan penyanyi sejumlah 200 orang. Mereka juga membawa binatang-binatang mereka, yaitu: Kuda-736; Bagal-245; Unta-435; Keledai-6.720.","(2:64)","(2:64)","(2:64)","Ketika orang-orang buangan sampai di Rumah TUHAN di Yerusalem, beberapa pemimpin kaum memberikan persembahan sukarela untuk membangun kembali Rumah TUHAN.","Mereka memberi sumbangan menurut kemampuan masing-masing dan hasilnya ialah 500 kg emas, 2.800 kg perak, dan 100 jubah untuk para imam.","Para imam, orang-orang Lewi dan sebagian dari rakyat menetap di Yerusalem dan di kota-kota di dekatnya. Para penyanyi, para penjaga gerbang Rumah TUHAN dan para pekerja di Rumah TUHAN serta orang-orang Israel selebihnya menetap di kota-kota tempat tinggal leluhur mereka dahulu."]