["Pada bulan tujuh, orang-orang Israel telah menetap di kotanya masing-masing. Pada tanggal satu bulan itu mereka berkumpul di Yerusalem,","lalu Yesua anak Yozadak serta rekan-rekannya para imam dan Zerubabel anak Sealtiel serta sanak saudaranya, membangun kembali mezbah Allah Israel. Dengan demikian mereka dapat membakar kurban di atasnya, sesuai dengan petunjuk-petunjuk yang tertulis dalam buku Hukum Musa, hamba Allah.","Meskipun mereka takut kepada penduduk di negeri itu, namun mereka membangun juga mezbah itu di tempatnya semula. Lalu mulailah mereka mempersembahkan lagi kurban bakaran, di waktu pagi dan petang.","Mereka juga merayakan Hari Raya Pondok Daun, sesuai dengan peraturan; dan setiap hari mempersembahkan kurban yang telah ditetapkan untuk hari itu.","Selain itu mereka secara teratur mempersembahkan kurban bakaran serta kurban pada Hari Raya Bulan Baru, dan pada semua hari raya lain yang diadakan untuk menyembah TUHAN. Mereka juga mempersembahkan persembahan sukarela kepada TUHAN.","Meskipun Rumah TUHAN belum mulai dibangun kembali, namun pada tanggal satu bulan tujuh rakyat telah mulai membakar kurban untuk TUHAN.","Rakyat menyumbangkan uang untuk mengupah tukang batu dan tukang kayu. Mereka juga mengirim makanan, minuman serta minyak zaitun ke kota-kota Tirus dan Sidon untuk ditukar dengan kayu cemara Libanon dari kota-kota itu. Kayu itu dibawa ke Yafo melalui laut. Semua itu dikerjakan oleh rakyat dengan izin Kores, raja Persia.","Maka pada bulan dua, dalam tahun kedua setelah orang Israel kembali ke Yerusalem, mulailah mereka membangun kembali Rumah TUHAN. Zerubabel, Yesua dan teman-teman mereka sebangsa, para imam, orang Lewi, pendek kata, semua orang bekas buangan, ikut bekerja. Orang-orang Lewi yang berumur 20 tahun ke atas ditunjuk untuk mengawasi pekerjaan pembangunan Rumah TUHAN itu.","Maka Yesua, orang Lewi itu, dengan anak-anaknya dan saudara-saudaranya dan juga Kadmiel dengan anak-anaknya (kaum Hodawya) bersama-sama mengawasi pekerjaan pembangunan Rumah TUHAN itu. Mereka dibantu oleh orang Lewi dari kaum Henadad.","Ketika pekerja-pekerja bangunan mulai meletakkan pondasi Rumah TUHAN, para imam berpakaian jubah dan dengan memegang trompet mengambil tempat masing-masing. Orang-orang Lewi dari kaum Asaf juga berdiri di situ dengan memegang gong-gong kecil. Mereka memuji-muji TUHAN sesuai dengan peraturan yang telah ditetapkan sejak masa Raja Daud.","Rakyat menyanyikan puji-pujian bagi TUHAN, sambil mengulang-ulang bagiannya yang terakhir, demikian bunyinya, \"TUHAN itu baik; dan kasihnya kepada Israel kekal abadi.\" Seluruh rakyat ikut bersorak dan memuji TUHAN, sebab pondasi Rumah TUHAN sudah diletakkan.","Banyak di antara para imam, orang-orang Lewi dan kepala-kepala kaum yang sudah lanjut umurnya pernah melihat Rumah TUHAN yang dahulu. Ketika mereka menyaksikan peletakkan pondasi Rumah TUHAN yang ini, menangislah mereka keras-keras. Tetapi orang-orang lain yang hadir di situ bersorak-sorai kegirangan,","sehingga tak dapat dibedakan lagi antara sorak kegirangan dan tangis. Bunyinya begitu nyaring, sehingga terdengar sampai jauh."]