["Berita bahwa orang-orang bekas buangan itu sedang membangun Rumah TUHAN, Allah Israel, terdengar oleh musuh orang Yehuda dan Benyamin.","Sebab itu mereka menemui Zerubabel dan para kepala kaum, lalu mengusulkan, \"Izinkanlah kami ikut membangun Rumah TUHAN itu, sebab kami juga berbakti kepada Allah saudara-saudara, sama seperti saudara sekalian. Kami selalu mempersembahkan kurban kepadanya sejak Esar-Hadon, raja Asyur membawa kami ke mari.\"","Tetapi Zerubabel, Yesua dan para kepala kaum itu menjawab, \"Kami tidak memerlukan bantuan kalian untuk membangun rumah bagi TUHAN Allah kami. Kami akan membangunnya sendiri sesuai dengan perintah Kores, raja Persia, kepada kami.\"","Kemudian penduduk yang sudah lama tinggal di negeri itu mulai melemahkan semangat orang Yahudi serta menakut-nakuti mereka supaya pembangunan itu dihentikan.","Mereka menyogok pejabat-pejabat pemerintah Persia supaya menggagalkan rencana orang Yahudi itu. Hal itu terus berlangsung selama pemerintahan Raja Kores sampai pemerintahan Raja Darius.","Pada awal pemerintahan Raja Ahasyweros, musuh-musuh penduduk Yerusalem dan Yehuda menulis surat gugatan.","Juga pada zaman pemerintahan Artahsasta, kaisar Persia, kejadian itu berulang: Bislam, Mitredat, Tabeel dan rekan-rekan mereka menulis surat kepada raja. Surat itu ditulis dalam bahasa Aram, dan harus diterjemahkan ketika dibacakan.","Artahsasta juga menerima surat mengenai Yerusalem. Surat itu dikirim oleh Gubernur Rehum dan Simsai sekretaris provinsi dan didukung oleh rekan-rekan mereka, yaitu para hakim dan semua pejabat Persia lain yang berasal dari Erekh, Babel, dan Susan di negeri Elam,","(4:8)","juga oleh bangsa-bangsa lain yang telah diangkut Asnapar Yang Agung dan disuruh menetap di kota Samaria dan di kota-kota lain dalam provinsi Efrat Barat.","Begini bunyi surat itu, \"Ke hadapan Raja Artahsasta, dari para hamba Baginda yang tinggal di Efrat Barat. Salam.","Kiranya Baginda maklum, bahwa orang Yahudi yang telah meninggalkan wilayah-wilayah lain dalam kerajaan Baginda, kini menetap di Yerusalem dan sedang membangun kembali kota yang jahat dan suka memberontak itu. Mereka sudah mulai mendirikan lagi tembok-temboknya dan tak lama lagi akan menyelesaikan pekerjaan itu.","Jika kota itu berhasil dibangun kembali dan tembok-temboknya selesai didirikan, penduduknya tidak akan mau lagi membayar pajak, lalu pendapatan kerajaan akan berkurang.","Kami sudah berhutang budi kepada Baginda dan tidak ingin melihat Baginda dirugikan. Karena itu kami mengusulkan,","agar Baginda menyuruh meneliti arsip para leluhur Baginda. Dari isinya Baginda akan mengetahui bahwa kota Yerusalem memang suka memberontak dan sejak dahulu selalu merugikan para raja dan penguasa provinsi. Penduduknya selalu susah dipimpin. Itu sebabnya kota itu telah dihancurkan.","Jadi, kami yakin, bahwa apabila kota itu dibangun kembali dan tembok-temboknya didirikan, Baginda tidak akan dapat lagi menguasai provinsi Efrat Barat ini.\"","Raja mengirim jawaban ini, \"Kepada Gubernur Rehum dan Simsai sekretaris provinsi, serta rekan-rekan mereka yang tinggal di Samaria dan di kota-kota lain di provinsi Efrat Barat. Salam.","Surat yang Saudara-saudara kirimkan telah diterjemahkan dan dibacakan kepadaku.","Lalu atas perintahku sudah diadakan penelitian, dan memang terbukti bahwa sejak zaman dahulu Yerusalem selalu melawan kuasa raja-raja dan banyak di antara penduduknya adalah pemberontak dan perusuh.","Pernah raja-raja yang perkasa memerintah di sana dan menguasai seluruh provinsi Efrat Barat serta menjalankan pajak dan upeti.","Sebab itu, keluarkanlah perintah untuk menghentikan pekerjaan orang-orang itu, supaya kota itu jangan dibangun kembali sampai aku memberi perintah lain.","Laksanakanlah perintahku itu dengan segera supaya jangan bertambah besar lagi kerugianku!\"","Segera setelah surat Artahsasta itu dibacakan kepada Rehum, Simsai dan rekan-rekan mereka, berangkatlah mereka ke Yerusalem dan memaksa orang Yahudi menghentikan pekerjaan membangun kembali kota itu.","Pekerjaan Rumah TUHAN telah dihentikan dan tidak diteruskan sampai tahun kedua pemerintahan Darius, raja Persia."]