["Pada waktu itu dua orang nabi, yaitu Hagai dan Zakharia anak Ido, mulai berbicara atas nama Allah Israel kepada orang Yahudi yang tinggal di Yehuda dan di Yerusalem.","Mendengar pesan kedua nabi itu, Zerubabel anak Sealtiel dan Yesua anak Yozadak segera mulai membangun kembali Rumah TUHAN di Yerusalem, dibantu oleh kedua nabi itu.","Tetapi Tatnai, gubernur provinsi Efrat Barat, bersama dengan Syetar-Boznai dan rekan-rekan mereka segera datang ke Yerusalem dan bertanya kepada orang-orang Yahudi, \"Siapa menyuruh kamu membangun dan memperlengkapi Rumah Ibadat ini?\"","Mereka menanyakan juga nama semua orang yang membantu mendirikan Rumah TUHAN itu.","Tetapi Allah memperhatikan dan melindungi pemimpin-pemimpin Yahudi itu, sehingga para pejabat Persia memutuskan untuk tidak mengambil tindakan sebelum mereka mengirim surat kepada Darius dan menerima jawabannya.","Inilah laporan yang mereka kirimkan kepada Raja,","\"Ke hadapan Raja Darius. Semoga Baginda memerintah dengan sejahtera!","Kiranya Baginda maklum, bahwa kami telah pergi ke provinsi Yehuda dan melihat bahwa Rumah TUHAN, Allah Yang Besar, sedang dibangun kembali dengan batu-batu besar dan tembok-tembok yang dilapisi kayu. Pekerjaan itu dilakukan dengan sangat teliti dan berjalan dengan lancar.","Kemudian kami tanyakan kepada para pemimpin bangsa itu, siapa yang telah memberi izin kepada mereka untuk membangun kembali Rumah Ibadat itu dan memperlengkapinya.","Kami tanyakan juga nama-nama mereka supaya dapat melaporkan kepada Baginda siapa saja yang mengepalai pekerjaan itu.","Mereka menjawab, 'Kami ini hamba Allah penguasa alam semesta. Kami sedang membangun kembali Rumah TUHAN yang didirikan dan diperlengkapi berpuluh-puluh tahun yang lalu oleh seorang raja Israel yang agung.","Tetapi karena para leluhur kami telah menimbulkan kemarahan Allah penguasa di surga, maka Ia menyerahkan mereka kepada kekuasaan Nebukadnezar, raja Babel dari keturunan Kasdim. Ia menghancurkan Rumah itu dan mengangkut bangsa kami ke Babel.","Kemudian Kores menjadi raja Babel dan pada tahun pertama pemerintahannya, ia mengeluarkan perintah untuk membangun kembali Rumah TUHAN itu.","Bahkan dikembalikannya juga perkakas-perkakas emas dan perak yang dipakai dalam Rumah TUHAN dan yang diambil dari Yerusalem oleh Nebukadnezar lalu dimasukkan ke dalam kuil di Babel. Perkakas-perkakas itu diserahkan oleh Raja Kores kepada orang yang bernama Sesbazar, yang telah diangkatnya menjadi gubernur Yehuda.","Raja menyuruh dia mengambil perkakas-perkakas itu dan mengembalikannya ke Rumah TUHAN di Yerusalem, serta membangun kembali Rumah itu.","Lalu datanglah Sesbazar ke Yerusalem dan meletakkan pondasi Rumah TUHAN itu. Sejak waktu itu sampai sekarang pembangunan itu berjalan terus, tetapi belum juga selesai.'","Jika Baginda mengizinkan, kami mengusulkan supaya diadakan penyelidikan di dalam arsip kerajaan di Babel. Dengan demikian dapat diketahui apakah benar ada perintah Raja Kores untuk membangun kembali Rumah TUHAN di Yerusalem ini. Kemudian kami mohon kabar tentang keputusan Baginda mengenai perkara itu.\""]