["Setelah itu atas perintah Raja Darius, diadakan penyelidikan dalam arsip kerajaan yang disimpan di Babel.","Tetapi catatan mengenai hal itu ditemukan bukannya di Babel, melainkan di kota Ahmeta di daerah Media. Catatan itu ditulis pada sebuah gulungan dan berbunyi begini,","\"Pada tahun pertama pemerintahan Raja Kores, ia mengeluarkan perintah supaya Rumah TUHAN di Yerusalem dibangun kembali sebagai tempat orang membawa persembahan dan membakar kurban. Tinggi Rumah itu harus 27 meter dan lebarnya 27 meter juga.","Dinding-dindingnya harus dibangun seperti berikut: di atas setiap tiga lapis batu harus dipasang satu lapis kayu. Biayanya akan ditanggung oleh kas kerajaan.","Juga perkakas-perkakas emas dan perak yang dipakai di Rumah TUHAN dan telah diambil dari Yerusalem oleh Raja Nebukadnezar serta diangkut ke Babel, harus dikembalikan ke tempatnya semula.\"","Kemudian Darius mengirimkan jawaban berikut ini, \"Kepada Tatnai, gubernur provinsi Efrat Barat, dan Syetar-Boznai, serta para pejabat di Efrat Barat. Jangan mengganggu orang-orang Yahudi itu,","dan jangan menghalang-halangi pembangunan Rumah Ibadat mereka. Biarkanlah gubernur Yehuda dan para pemimpin Yahudi membangun kembali Rumah itu.","Bersama ini aku memerintahkan Saudara-saudara untuk membantu mereka dalam pekerjaan pembangunan itu dengan cara ini: Semua biaya pembangunan harus diambil dari hasil pajak negara di provinsi Efrat Barat dan harus dibayarkan kepada orang-orang itu tanpa ditunda-tunda.","Selain itu apa saja yang diperlukan menurut para imam di Yerusalem, seperti misalnya sapi jantan muda, domba jantan dan anak domba untuk kurban persembahan kepada Allah penguasa di surga, juga gandum, garam, anggur dan minyak zaitun, harus diberikan kepada mereka setiap hari tanpa lalai.","Laksanakan semua itu supaya mereka dapat mempersembahkan kurban yang menyenangkan Allah penguasa di surga, dan supaya mereka memohonkan berkat bagiku dan bagi para putraku.","Aku memerintahkan supaya orang yang melanggar perintah ini dari rumahnya dicabut sebuah tiang, diruncingkan ujungnya, lalu ditusukkan ke dalam badan orang itu sampai tembus. Rumahnya harus dibongkar dan dijadikan tempat sampah.","Semoga Allah yang telah memilih Yerusalem sebagai tempat Ia disembah, membinasakan setiap raja atau bangsa yang berani melanggar perintah ini dan mencoba menghancurkan Rumah TUHAN di Yerusalem itu. Aku, Darius, telah memberikan perintah ini. Laksanakanlah dengan sebaik-baiknya.\"","Perintah Raja Darius itu dilaksanakan dengan cermat oleh Tatnai, gubernur Efrat Barat, dan Syetar-Boznai serta rekan-rekan mereka.","Didukung oleh nabi-nabi Hagai dan Zakharia, para pemimpin Yahudi melanjutkan pembangunan Rumah TUHAN itu. Mereka cepat menyelesaikan pembangunan itu sesuai dengan perintah Allah Israel dan perintah Kores, Darius dan Artahsasta, raja-raja Persia itu.","Rumah TUHAN itu rampung pada tanggal tiga bulan Adar pada tahun keenam pemerintahan Raja Darius.","Kemudian dengan gembira orang-orang Israel, para imam, orang-orang Lewi dan semua orang bekas buangan meresmikan Rumah TUHAN itu.","Pada peristiwa itu mereka mempersembahkan kepada TUHAN 100 ekor sapi jantan, 200 ekor domba jantan dan 400 ekor anak domba. Untuk kurban pengampunan dosa, dipersembahkan dua belas ekor kambing jantan, seekor bagi setiap suku Israel.","Kemudian untuk pelayanan dalam Rumah TUHAN mereka menyusun penggolongan para imam serta orang-orang Lewi menurut peraturan yang tertulis dalam buku Musa.","Pada tanggal empat belas bulan satu tahun berikutnya, orang-orang yang telah pulang dari pembuangan, merayakan Paskah.","Semua imam dan orang Lewi telah melakukan upacara pembersihan diri sehingga dianggap bersih. Kemudian orang-orang Lewi itu menyembelih binatang-binatang untuk kurban Paskah bagi para imam, bagi mereka sendiri dan semua orang bekas buangan lainnya.","Kurban-kurban itu dimakan oleh semua orang Israel yang telah kembali dari pembuangan dan penduduk negeri itu yang sudah meninggalkan cara hidup yang berdosa dan datang untuk berbakti kepada TUHAN, Allah Israel.","Tujuh hari lamanya mereka dengan gembira merayakan Pesta Roti Tidak Beragi. Mereka sangat senang sebab TUHAN telah membuat raja Asyur bermurah hati kepada mereka sehingga membantu mereka dalam pekerjaan membangun kembali Rumah TUHAN, Allah Israel."]