["Inilah daftar para kepala kaum yang telah dibuang ke Babel dan kembali bersama aku, Ezra, ke Yerusalem ketika Artahsasta memerintah sebagai raja:","Gersom, dari kaum Pinehas; Daniel, dari kaum Itamar; Hatus anak Sekhanya, dari kaum Daud; Zakharia, dari kaum Paros, bersama dengan 150 laki-laki dari kaumnya (ada catatan mengenai silsilah mereka); Elyoenai anak Zerahya, dari kaum Pahat-Moab, bersama dengan 200 laki-laki; Sekhanya anak Yahaziel, dari kaum Zatu, bersama dengan 300 laki-laki; Ebed anak Yonatan, dari kaum Adin, bersama dengan 50 laki-laki; Yesaya anak Atalya, dari kaum Elam, bersama dengan 70 laki-laki; Zebaja anak Mikhael, dari kaum Sefaca, bersama dengan 80 laki-laki; Obaja anak Yehiel, dari kaum Yoab, bersama dengan 218 laki-laki; Selomit anak Yosifya, dari kaum Bani, bersama dengan 160 laki-laki; Zakharia anak Bebai, dari kaum Bebai, bersama dengan 28 laki-laki; Yohanan anak Hakatan, dari kaum Azgad, bersama dengan 110 laki-laki; Elifelet, Yehiel dan Semaya, dari kaum Adonikam, bersama dengan 60 laki-laki (mereka datang kemudian); Utai dan Zabud, dari kaum Bigwai, bersama dengan 70 laki-laki.","(8:2)","(8:2)","(8:2)","(8:2)","(8:2)","(8:2)","(8:2)","(8:2)","(8:2)","(8:2)","(8:2)","(8:2)","Seluruh kelompok itu kukumpulkan di pinggir sungai yang mengalir ke kota Ahawa, lalu kami berkemah di sana selama tiga hari. Setelah kuperiksa, ternyata ada beberapa imam di antara mereka, tetapi tak ada seorang pun dari suku Lewi.","Lalu kupanggil sembilan orang di antara para pemimpin, yaitu: Eliezer, Ariel, Semaya, Elnatan, Yarib, Elnatan, Natan, Zakharia, Mesulam dan juga dua guru, yakni Yoyarib dan Elnatan.","Kemudian kuutus mereka menemui Ido, kepala masyarakat di Kasifya, dengan permintaan supaya Ido dan rekan-rekannya para pekerja di Rumah TUHAN, mengirimkan kepada kami orang-orang untuk melayani di Rumah TUHAN.","Karena kebaikan hati Allah, mereka mengirim kepada kami Serebya, seorang Lewi yang cerdas dari kaum Mahli. Bersama-sama dengan dia datang juga anak-anak dan saudara-saudaranya, sejumlah 18 orang.","Hasabya dan Yesaya dari kaum Merari, dengan dua puluh orang sanak saudara mereka, dikirim juga kepada kami.","Di samping itu ada pula 220 orang pekerja Rumah TUHAN yang terdaftar namanya. Leluhur mereka sejak dahulu ditetapkan oleh Raja Daud dan para pembesar kerajaan untuk membantu orang Lewi.","Lalu di pinggir Sungai Ahawa itu aku mengumumkan bahwa semua harus berpuasa dan merendahkan diri di hadapan Allah. Kami berdoa supaya Allah memimpin kami dalam perjalanan itu, serta melindungi kami, anak-anak kami dan segala milik kami.","Aku segan meminta tentara berkuda kepada raja guna melindungi kami terhadap musuh di perjalanan. Sebab aku sudah mengatakan kepadanya, bahwa Allah kami memberkati setiap orang yang berbakti kepada-Nya dan membenci serta menghukum setiap orang yang tidak setia kepada-Nya.","Maka berpuasalah kami serta berdoa kepada Allah meminta perlindungan dan Ia pun mengabulkan doa kami.","Dari antara para imam yang terkemuka aku memilih 12 orang: Serebya, Hasabya, dan 10 orang lagi.","Kemudian kutimbang bagi mereka perak, emas dan perkakas-perkakas yang telah disumbangkan oleh raja, para penasihat serta pembesar dan oleh semua orang Israel, untuk dipakai di dalam Rumah TUHAN. Semuanya itu kuserahkan kepada para imam itu.","Inilah daftar sumbangan-sumbangan itu: perak-22 ton, 100 perkakas perak-70 kilogram, emas-3.400 kilogram, 20 mangkuk emas-8,4 kilogram, 2 mangkuk perunggu yang bagus sekali, yang sama nilainya dengan mangkuk emas.","(8:26)","Aku berkata kepada para imam itu, \"Kalian dikhususkan untuk TUHAN, Allah yang disembah nenek moyang kita, begitu pula segala perkakas perak dan emas yang disumbangkan kepada TUHAN adalah khusus untuk TUHAN.","Jagalah benda-benda itu baik-baik sampai kalian tiba di Rumah TUHAN. Sesudah sampai di sana, kalian harus menimbang benda-benda itu, dan menyerahkannya kepada imam-imam kepala dan pemimpin-pemimpin orang Lewi, serta pemimpin-pemimpin orang Israel di Yerusalem.\"","Lalu para imam dan orang-orang Lewi itu menerima perak, emas dan perkakas-perkakas itu untuk dibawa ke Rumah TUHAN di Yerusalem.","Pada tanggal dua belas bulan pertama kami meninggalkan Sungai Ahawa dan berangkat ke Yerusalem. Dalam perjalanan itu kami dilindungi Allah kami dari serangan dan penghadangan musuh.","Ketika tiba di Yerusalem, kami beristirahat selama 3 hari.","Kemudian pada hari keempat pergilah kami ke Rumah TUHAN, lalu menimbang perak, emas dan perkakas-perkakas itu. Setelah itu kami menyerahkannya kepada Imam Meremot anak Uria dengan disaksikan oleh Eleazar anak Pinehas dan dua orang Lewi, yaitu Yozabad anak Yesua dan Noaja anak Binui.","Semua benda itu dihitung dan ditimbang, lalu dicatat dengan lengkap.","Pada hari itu juga semua orang yang telah kembali dari pembuangan itu, mempersembahkan kurban bakaran kepada Allah Israel. Mereka mempersembahkan 12 ekor sapi jantan untuk seluruh Israel, 96 ekor domba jantan dan 77 ekor anak domba; selain itu juga 12 ekor kambing untuk kurban pengampunan dosa bagi mereka sendiri. Semua binatang itu dibakar sebagai kurban bagi TUHAN.","Lalu dokumen yang diberikan raja kepada mereka, disampaikan kepada para gubernur dan pejabat provinsi Efrat Barat. Maka pejabat-pejabat itu memberi bantuan kepada rakyat supaya mereka dapat tetap beribadat di Rumah TUHAN."]