["Setelah semua itu dilaksanakan, beberapa pemuka bangsa Israel datang kepadaku. Mereka memberitahukan bahwa rakyat Israel, termasuk para imam, dan orang-orang Lewi tidak memisahkan diri dari bangsa-bangsa yang tinggal di sekitar situ, yaitu bangsa Amon, Moab, Mesir, Kanaan, Het, Feris, Yebus dan Amori. Bahkan para imam dan orang-orang Lewi pun berbuat begitu. Mereka semua melakukan perbuatan-perbuatan keji yang dilakukan oleh bangsa-bangsa itu.","Orang laki-laki Yahudi kawin dengan wanita bangsa asing, sehingga umat khusus milik TUHAN tidak murni lagi. Malahan yang paling dahulu melakukan itu adalah para pemuka dan pejabat Israel.","Mendengar hal itu, aku merasa sangat kesal sehingga merobek pakaianku dan mencabuti rambut serta jenggotku, lalu duduk dengan hati yang hancur luluh.","Aku terus saja duduk begitu sampai waktu persembahan kurban sore. Kemudian datanglah orang-orang mengelilingi aku. Mereka ketakutan mengingat ancaman Allah Israel terhadap dosa orang-orang yang telah kembali dari pembuangan itu.","Ketika kurban sore mulai dipersembahkan, bangkitlah aku dari tempat aku bersedih itu dan dengan pakaian yang robek, aku sujud dan mengulurkan tanganku kepada TUHAN Allahku.","Aku berkata, \"Ya Allahku, aku ini malu untuk mengangkat kepalaku di hadapan-Mu. Dosa kami bertumpuk-tumpuk di atas kepala kami sampai menyentuh langit.","Sejak zaman leluhur kami sampai sekarang, kami umat-Mu berdosa kepada-Mu. Itu sebabnya kami, para raja serta para imam kami telah dikalahkan oleh raja-raja asing. Kami dibunuh, dirampok dan diangkut sebagai tawanan. Kami telah dihina habis-habisan, seperti keadaannya pada hari ini.","Tetapi sekarang, ya TUHAN Allah kami, Engkau baru saja bermurah hati kepada kami. Engkau membebaskan beberapa orang di antara kami dari perbudakan untuk hidup dengan sejahtera di tempat yang khusus ini. Engkau memberikan kepada kami hidup baru.","Pada waktu kami masih dalam perbudakan, Engkau tidak meninggalkan kami. Engkau membuat kami disayangi oleh raja-raja Persia dan diizinkan hidup serta membangun kembali Rumah-Mu yang tinggal puing-puing itu. Engkau memberi kami perlindungan di sini, di Yehuda dan Yerusalem.","Tetapi sekarang, ya TUHAN Allah, sesudah segala kejadian itu, apa yang dapat kami katakan? Kami telah mengabaikan perintah-perintah-Mu lagi,","yang Kauberikan kepada kami melalui para nabi, hamba-hamba-Mu. Mereka memberitahu kepada kami bahwa tanah yang hendak kami diami itu tidak bersih karena seluruh penduduknya dari ujung ke ujung berbuat kotor dan keji.","Nabi-nabi itu melarang kami kawin campur dengan orang-orang itu, ataupun membantu mereka menjadi makmur dan sejahtera. Jika kami taat, kami akan menjadi kuat dan menikmati hasil tanah itu dan mewariskannya kepada keturunan kami sampai selama-lamanya.","Kami sudah berdosa dan melanggar hukum-Mu, dan Engkau sudah menghukum kami. Tapi kami tahu, ya Allah kami, bahwa hukuman yang Kauberikan itu tidak seberat yang patut kami terima, malahan kami masih Kauselamatkan.","Jadi, bagaimana mungkin kami mengabaikan perintah-perintah-Mu lagi dan kawin campur dengan orang-orang yang jahat itu? Kalau kami melakukannya, pastilah Engkau akan begitu marah sehingga menghancurkan kami sama sekali dan tidak membiarkan seorang pun hidup.","TUHAN, Allah Israel Engkau adil, meskipun begitu Engkau membiarkan kami hidup. Kami mengakui kesalahan kami kepada-Mu; kami tidak berhak untuk menghadap ke hadirat-Mu.\""]