["Para pemimpin menetap di Yerusalem dan rakyat membuang undi untuk memilih satu keluarga dari setiap sepuluh keluarga yang harus tinggal di kota suci Yerusalem. Yang tidak terpilih boleh tinggal di kota-kota yang lain.","Di antara mereka ada yang rela menetap di Yerusalem dan mereka dipuji oleh rakyat.","Di kota-kota lain, rakyat Israel, para imam, orang-orang Lewi, para pekerja Rumah TUHAN, dan keturunan pelayan-pelayan Salomo tinggal di tanah milik mereka dan di kota-kota mereka sendiri.","Beberapa orang dari suku Yehuda dan Benyamin tinggal di Yerusalem. Inilah daftar nama-nama mereka: Anggota-anggota suku Yehuda: Ataya anak Uzia dan cucu Zakharia. Beberapa di antara nenek moyangnya ialah: Amarya, Sefaca dan Mahalaleel, Peres, Yehuda. Jumlahnya 468 orang yang gagah perkasa. Maaseya anak Barukh dan cucu Kolhoze. Beberapa di antara nenek moyangnya ialah: Hazaya, Adaya, Yoyarib, Zakharia, Syela, Yehuda.","(11:4)","(11:4)","Anggota-anggota suku Benyamin: Salu anak Mesulam dan cucu Yoed. Beberapa di antara nenek moyangnya ialah: Pedaya, Kolaya, Maaseya, Itiel dan Yesaya. Gabai dan Salai. Mereka sanak saudara dekat dengan Salu. Semua berjumlah 928 orang dipimpin oleh","(11:7)","Yoel anak Zikhri dan wakilnya, Yehuda anak Hasenua.","Para imam: Yedaya anak Yoyarib dan Yakhin. Seraya anak Hilkia dan cucu Mesulam. Beberapa di antara nenek moyangnya ialah: Zadok, Merayot, Ahitub yang menjabat Imam Agung.","(11:10)","Seluruhnya ada 822 imam yang bertugas di Rumah TUHAN. Adaya anak Yeroham dan cucu Pelalya. Beberapa di antara nenek moyangnya ialah: Amzi, Zakharia, Pasyhur dan Malkia.","Kepala-kepala keluarga dalam kaum itu berjumlah 242 orang. Amasai anak Asareel dan cucu Ahzai. Nenek moyangnya antara lain ialah: Mesilemot dan Imer.","Dari kaum ini ada 128 orang pahlawan yang gagah perkasa. Pemimpin mereka adalah Zabdiel, anak Gedolim.","Orang-orang Lewi: Semaya anak Hasub dan cucu Azrikam. Nenek moyangnya antara lain ialah Hasabya dan Buni. Sabetai dan Yozabad, orang-orang Lewi penting yang mengawasi pekerjaan di luar Rumah TUHAN. Matanya anak Mikha dan cucu Zabdi, dari keturunan Asaf. Dia pemimpin para penyanyi untuk doa syukur. Bakbukya wakil Matanya. Abda anak Samua dan cucu Galal, dari keturunan Yedutun. Semuanya berjumlah 284 orang.","(11:15)","(11:15)","(11:15)","Para penjaga pintu gerbang: Akub, Talmon dan rekan-rekan mereka. Semuanya berjumlah 172 orang.","Rakyat Israel, para imam dan orang-orang Lewi yang selebihnya, tinggal di tanah mereka di berbagai-bagai kota di Yehuda.","Para pekerja di Rumah TUHAN tinggal di bagian kota Yerusalem yang bernama Ofel. Mereka bekerja di bawah pimpinan Ziha dan Gispa.","Pengawas orang-orang Lewi yang tinggal di Yerusalem ialah Uzi anak Bani dan cucu Hasabya. Nenek moyangnya antara lain ialah Matanya dan Mikha. Ia termasuk kaum Asaf, yang bertugas mengurus musik pada kebaktian di Rumah TUHAN.","Giliran setiap kaum untuk mengurus musik di Rumah TUHAN setiap hari ditentukan menurut peraturan raja.","Petahya anak Mesezabeel dari kaum Zera dan suku Yehuda, menjadi wakil bangsa Israel di istana Persia.","Banyak di antara rakyat tinggal di kota-kota yang berdekatan dengan ladang-ladang mereka. Beberapa orang dari suku Yehuda tinggal di daerah antara Bersyeba sebelah selatan dan Lembah Hinom sebelah utara. Mereka tinggal di kota-kota berikut dengan desa-desa di sekitarnya: Kiryat-Arba, Dibon, Yekabzeel, Yesua, Molada, Bet-Pelet, Hazar-Sual, Bersyeba, Ziklag, Mekhona, En-Rimon, Zora, Yarmut, Zanoah, Adulam, Azeka, Lakhis.","(11:25)","(11:25)","(11:25)","(11:25)","(11:25)","Beberapa orang dari suku Benyamin tinggal di Geba, Mikhmas, Ai, Betel dan desa-desa di dekatnya,","di Anatot, Nob, Ananya,","Hazor, Rama, Gitaim,","Hadid, Zeboim, Nebalat,","Lod, Ono dan di Lembah Tukang-tukang.","Beberapa rombongan orang Lewi yang sebelumnya tinggal di daerah Yehuda disuruh tinggal dengan orang-orang Benyamin."]