["Pada suatu hari, empat bulan kemudian, yaitu pada bulan Nisan, ketika Raja Artahsasta sedang makan, aku menghidangkan anggur kepadanya dengan muka murung. Belum pernah aku tampak murung di hadapannya seperti pada hari itu.","Sebab itu ia bertanya, \"Mengapa kau kelihatan begitu sedih padahal tidak sakit? Pasti ada sesuatu yang kaurisaukan.\" Aku terkejut,","lalu menjawab, \"Hiduplah Baginda untuk selama-lamanya! Bagaimana hamba tidak sedih, kalau kota tempat kuburan nenek moyang hamba sekarang tinggal puing-puing belaka dan pintu-pintu gerbangnya telah hancur dimakan api.\"","Raja bertanya, \"Jadi, apa yang kauinginkan?\" Dalam hati aku berdoa kepada Allah penguasa di surga,","lalu aku berkata kepada raja, \"Kalau Baginda berkenan dan mau mengabulkan permintaan hamba, utuslah hamba ke tanah Yehuda untuk membangun kembali kota tempat kuburan nenek moyang hamba.\"","Lalu raja yang sedang duduk didampingi Sri Ratu, mengabulkan permohonanku. Ia bertanya berapa lama aku akan tinggal di sana dan kapan kembali, maka kuberitahukan kepadanya tanggal yang telah kutentukan.","Kemudian aku minta surat untuk para gubernur di provinsi Efrat Barat, supaya mereka memudahkan perjalananku sampai ke Yehuda.","Selain itu, aku juga minta surat untuk Asaf, pengawas hutan kerajaan, supaya ia menyediakan kayu untuk pintu gerbang benteng di dekat Rumah TUHAN, dan untuk tembok kota serta rumah yang akan kudiami. Raja memenuhi semua permintaanku itu, karena Allah menolong aku.","Bersama dengan beberapa perwira dan tentara berkuda, yang atas perintah raja mengiringiku, berangkatlah aku ke Efrat Barat. Di sana surat raja itu kusampaikan kepada para gubernur.","Tetapi ketika Sanbalat, orang Bet-Horon, dan Tobia, seorang pejabat dari Amon, mendengar bahwa aku datang untuk kepentingan bangsa Israel, mereka menjadi sangat kesal.","Aku sampai di Yerusalem, lalu beristirahat tiga hari.","Selama itu aku tidak memberitahukan kepada siapa pun bahwa Allah memberi ilham kepadaku untuk membangun kembali kota Yerusalem. Besoknya malam-malam aku bangun lalu mengajak beberapa teman pergi ke luar kota. Selain keledai yang kukendarai, kami tidak membawa hewan tunggangan yang lain.","Hari masih malam, ketika kami meninggalkan kota melalui Pintu Gerbang Lembah di sebelah barat. Kami menuju ke arah selatan, ke Pintu Gerbang Sampah, melalui Mata Air Naga. Dalam perjalanan itu aku memeriksa kerusakan-kerusakan pada tembok kota dan kulihat pula pintu-pintu gerbang yang telah habis dimakan api.","Kemudian dari bagian timur kota kami terus ke utara, ke Pintu Gerbang Air Mancur dan Kolam Raja. Tetapi di situ tidak ada tempat berjalan untuk keledai yang kukendarai itu, karena terlalu banyak reruntuhan.","Jadi, kami turun ke Lembah Kidron dan meneruskan perjalanan pada malam itu, sambil memeriksa tembok kota. Setelah itu kami membelok dan kembali ke kota melalui Pintu Gerbang Lembah.","Tak seorang pun dari para pemuka rakyat tahu ke mana aku pergi, dan apa yang sedang kurencanakan. Sebab sampai waktu itu aku belum mengatakan apa-apa kepada orang-orang sebangsaku, baik kepada para imam maupun kepada para pemuka, atau kepada para pegawai, dan siapa saja yang akan turut membangun kota Yerusalem.","Tetapi kemudian aku berkata kepada mereka, \"Lihatlah keadaan kita yang sengsara ini! Yerusalem tinggal puing-puing dan pintu-pintu gerbangnya habis dimakan api. Marilah kita membangun kembali tembok-tembok kota Yerusalem supaya kita tidak dihina lagi.\"","Lalu kuceritakan kepada mereka bagaimana Allah menolongku dan apa yang telah dikatakan raja kepadaku. Mereka menjawab, \"Mari kita mulai membangun!\" Lalu bersiap-siaplah mereka untuk mulai bekerja.","Ketika rencana kami itu ketahuan oleh Sanbalat, Tobia dan Gesyem, seorang Arab, mereka menertawakan dan mengejek kami. Kata mereka, \"Apa yang hendak kamu lakukan? Apakah kamu mau memberontak terhadap raja?\"","Aku menjawab, \"Allah penguasa di surga akan membuat pekerjaan kami berhasil. Kami adalah hamba-hambanya dan kami akan mulai membangun. Tetapi kamu tidak mempunyai hak atau milik apa pun di Yerusalem. Bahkan bila orang berbicara tentang Yerusalem, namamu tak akan disebut-sebut.\""]