["Beberapa waktu kemudian banyak orang Yahudi, baik laki-laki maupun wanita, mulai mengeluh tentang orang-orang sebangsanya.","Ada yang berkata, \"Anakku banyak. Kami perlu gandum untuk hidup.\"","Ada lagi yang berkata, \"Aku terpaksa menggadaikan ladang, kebun anggur dan rumah kami untuk membeli gandum supaya jangan mati kelaparan.\"","Dan ada lagi yang berkata, \"Kami telah meminjam uang untuk melunasi pajak yang ditentukan raja untuk ladang dan kebun anggur kami.","Bukankah kami juga orang Yahudi? Bukankah anak kami sama dengan anak-anak Yahudi yang lain? Meskipun begitu kami terpaksa membiarkan anak-anak kami menjadi budak. Bahkan ada anak gadis kami yang telah dijual menjadi budak. Kami tidak berdaya karena ladang dan kebun anggur kami sudah kami gadaikan.\"","Mendengar keluhan mereka itu, aku menjadi marah sekali","dan memutuskan untuk bertindak. Lalu kutegur para pemuka dan pemimpin rakyat. Kataku, \"Kamu menindas saudara-saudaramu sendiri!\" Kemudian aku mengadakan rapat umum untuk menangani masalah itu,","dan berkata, \"Dengan sekuat tenaga kita telah menebus saudara-saudara kita orang Yahudi yang terpaksa menjual dirinya kepada bangsa asing. Tetapi sekarang kamu ini justru memaksa mereka menjual dirinya kepada kamu, padahal kamu juga orang Yahudi!\" Para pemimpin itu tidak dapat menjawab sepatah kata pun.","Lalu kataku lagi, \"Perbuatanmu itu tidak baik! Seharusnya kamu hidup dengan rasa takut kepada Allah. Dengan demikian musuh kita yang tidak bertuhan itu tidak kamu beri kesempatan untuk menghina kita.","Aku sendiri, saudara-saudaraku dan rekan-rekanku telah meminjamkan uang dan gandum kepada rakyat. Kami tidak akan memintanya kembali.","Hendaklah kamu juga menghapuskan hutang-hutang rakyat kepadamu itu, baik yang berupa uang atau gandum, maupun anggur atau minyak zaitun. Kembalikanlah dengan segera ladang, kebun anggur, kebun zaitun dan rumah mereka!\"","Para pemimpin itu menjawab, \"Nasihat itu akan kami turuti. Kami akan mengembalikan semua dan tidak akan menuntut pembayaran apa-apa dari mereka.\" Lalu kupanggil para imam dan kusuruh pemimpin-pemimpin tadi bersumpah di depan imam-imam itu, bahwa apa yang telah mereka ucapkan itu, betul-betul akan mereka laksanakan.","Kemudian kubuka selempang pinggangku lalu kukebaskan sambil berkata, \"Beginilah hendaknya Allah mengebaskan setiap orang yang tidak menepati janjinya. Orang itu akan menjadi melarat, rumah dan segala hartanya akan diambil oleh Allah!\" Seluruh sidang menjawab, \"Amin!\" lalu memuji TUHAN. Maka para pemimpin itu menepati janji mereka.","Aku sudah menjadi gubernur Yehuda dua belas tahun lamanya, yaitu mulai dari tahun kedua puluh sampai tahun ketiga puluh dua pemerintahan Raja Artahsasta. Selama waktu itu aku dan saudara-saudaraku tidak pernah mengambil tunjanganku sebagai gubernur.","Gubernur-gubernur sebelum aku, telah menjadi beban bagi rakyat sebab mereka menuntut 40 uang perak sehari untuk makanan dan anggur. Bahkan, pegawai-pegawai mereka juga menindas rakyat. Tetapi aku tidak mau berbuat begitu karena aku takut kepada Allah.","Segala tenagaku kucurahkan kepada pembangunan tembok dan aku tidak mendapat tanah sedikit pun sebagai imbalan, walaupun semua pembantuku ikut bekerja pada pembangunan itu.","Seratus lima puluh orang Yahudi dan para pemuka mereka biasa kujamu makan di rumahku, belum terhitung tamu-tamu dari bangsa-bangsa tetangga kami.","Setiap hari kusediakan atas biayaku sendiri seekor sapi, enam ekor domba yang gemuk dan banyak ayam. Di samping itu, tiap sepuluh hari kulengkapi persediaan anggurku. Meskipun begitu aku tidak mau menuntut tunjangan jabatan gubernur, karena aku tahu bahwa beban rakyat sudah cukup berat.","Aku mohon ya Allah, ingatlah segala yang telah kubuat untuk bangsa ini dan berkatilah aku."]