["Sanbalat, Tobia, Gesyem dan musuh-musuh kami yang lain mendengar bahwa kami selesai memperbaiki tembok, dan bahwa semua lubangnya sudah ditutup, meskipun pada waktu itu kami belum memasang daun-daun pintu pada pintu-pintu gerbang kota.","Maka Sanbalat dan Gesyem mengirim undangan kepadaku supaya datang mengadakan pertemuan dengan mereka di salah satu desa di Lembah Ono. Tetapi aku tahu bahwa mereka mau mencelakakan aku.","Sebab itu kukirim jawaban ini kepada mereka, \"Aku tak bisa datang karena sedang melakukan pekerjaan penting. Pekerjaan itu akan macet kalau kutinggalkan untuk bertemu dengan kalian.\"","Sampai empat kali mereka mengirim undangan yang sama kepadaku, dan setiap kali pula kuberikan jawaban yang sama.","Pada kali yang kelima seorang anak buah Sanbalat datang dan memberikan surat terbuka","yang isinya demikian: \"Gesyem membenarkan adanya desas-desus di kalangan bangsa-bangsa di sekitar sini, yang mengatakan bahwa Saudara dan semua orang Yahudi merencanakan pemberontakan, dan itu sebabnya Saudara memperbaiki tembok kota. Ia mengatakan juga bahwa Saudara hendak mengangkat diri menjadi raja Yehuda,","dan telah menunjuk beberapa nabi untuk menobatkan Saudara di Yerusalem. Desas-desus itu pasti akan sampai kepada raja. Sebab itu, datanglah untuk merundingkan hal itu.\"","Tetapi aku mengirimkan jawaban ini, \"Semua yang Saudara katakan itu omong kosong dan isapan jempol Saudara sendiri.\"","Mereka mencoba menakut-nakuti kami supaya kami menghentikan pekerjaan itu. Aku berdoa, \"Ya Allah, kuatkanlah aku!\"","Sekitar waktu itu juga, aku pergi ke rumah Semaya anak Delaya dan cucu Mehetabeel, karena ia berhalangan datang kepadaku. Katanya kepadaku, \"Mari kita berdua pergi bersembunyi di Rumah Tuhan. Kita kunci semua pintunya, sebab ada orang yang mau membunuh engkau. Barangkali malam ini engkau akan dibunuh.\"","Tetapi aku menjawab, \"Aku ini bukan orang yang suka melarikan diri. Sebagai orang awam aku tak boleh memasuki Rumah Tuhan, nanti aku mati. Tidak, aku tidak mau!\"","Setelah kutimbang-timbang hal itu, sadarlah aku bahwa ajakan Semaya itu bukan dari Allah, melainkan dari Tobia dan Sanbalat. Mereka telah menyuap Semaya untuk menyampaikan nubuat itu kepadaku.","Maksud mereka ialah supaya aku takut dan menuruti saran mereka sehingga berbuat dosa. Dengan demikian mereka mendapat kesempatan menjelekkan namaku sehingga aku menjadi buah bibir orang.","Aku berdoa, \"Ya Allah, ingatlah apa yang dilakukan oleh Tobia dan Sanbalat itu. Hukumlah mereka! Begitu juga nabiah yang bernama Noaja dan nabi-nabi lain yang mau menakut-nakuti aku.\"","Perbaikan tembok itu makan waktu 52 hari, dan selesai pada tanggal dua puluh lima bulan Elul.","Ketika musuh-musuh kami di antara bangsa-bangsa di sekitar situ mendengar hal itu, mereka takut kehilangan muka, sebab semua orang tahu bahwa pekerjaan itu dilakukan dengan pertolongan Allah.","Sementara itu para pemimpin Yahudi masih juga mengadakan surat-menyurat dengan Tobia.","Banyak orang Yahudi berteman dengan Tobia, karena ia menantu Sekhanya anak Arah. Lagipula Yohanan, anak Tobia, kawin dengan anak perempuan Mesulam anak Berekhya.","Meskipun Tobia terus-menerus menulis surat kepadaku untuk menakut-nakuti aku, namun para pemimpin Yahudi itu menyebut-nyebut di depanku segala kebaikan Tobia. Selain itu semua yang kukatakan, mereka laporkan kepadanya."]