["Di Susan, ibukota Persia, Ahasyweros memerintah sebagai raja. Kerajaannya terdiri dari 127 provinsi, mulai dari India sampai ke Sudan.","(1:1)","Pada tahun ketiga pemerintahannya, Raja Ahasyweros mengadakan pesta besar untuk semua pembesar dan pegawainya. Para panglima Persia dan Media hadir juga pada pesta itu, begitu juga para gubernur dan para pejabat tinggi provinsi.","Enam bulan lamanya raja memamerkan kekayaan istananya dan kemegahan serta keagungan kerajaannya.","Setelah itu raja mengadakan pesta lagi untuk seluruh rakyat di Susan, baik kaya maupun miskin. Pesta itu berlangsung seminggu penuh dan diadakan di taman istana raja.","Halaman istana dihias dengan gorden dari kain lenan berwarna biru dan putih, diikat dengan tali lenan halus dan disangkutkan pada gelang-gelang perak yang terpasang di tiang-tiang pualam. Di bawahnya ditempatkan dipan-dipan emas dan perak di atas lantai yang berhiaskan pualam putih, hablur merah, kulit mutiara yang berkilap dan batu pirus biru.","Raja menyediakan anggur berlimpah-limpah yang dihidangkan dalam piala-piala emas beraneka ragam.","Para tamu tidak dibatasi anggurnya atau dipaksa minum. Raja telah memberi perintah kepada para pelayan istana, supaya setiap tamu dilayani menurut keinginannya masing-masing.","Sementara itu Wasti, permaisuri raja, juga mengadakan pesta untuk para wanita di dalam istana.","Pada hari yang ketujuh, raja minum-minum sampai merasa gembira sekali. Sebab itu ia memanggil ketujuh pejabat khusus yang menjadi pelayan pribadinya; mereka adalah Mehuman, Bizta, Harbona, Bigta, Abagta, Zetar dan Karkas.","Ia menyuruh mereka membawa ke hadapannya Ratu Wasti dengan mahkota kerajaan di atas kepalanya. Ratu cantik sekali, dan raja hendak memamerkan kecantikannya kepada para pembesar dan semua tamunya.","Tetapi ketika para pelayan itu menyampaikan perintah raja kepada Ratu Wasti, ratu tidak mau datang, sehingga raja marah sekali.","Raja mempunyai kebiasaan untuk minta pendapat para ahli mengenai persoalan hukum dan adat. Sebab itu dipanggilnya para penasihatnya yang mengetahui apa yang harus dilakukan dalam perkara semacam itu.","Para penasihat yang paling sering dipanggil raja ialah: Karsena, Setar, Admata, Tarsis, Meres, Marsena dan Memukan. Mereka adalah pejabat-pejabat Persia dan Media yang mempunyai kedudukan tertinggi di kerajaan.","Kata raja kepada ketujuh orang itu, \"Aku telah mengutus pelayan-pelayanku kepada Ratu Wasti untuk menyuruh dia datang kepadaku. Tetapi ia tidak mau. Menurut hukum, tindakan apa yang harus kita ambil terhadap dia?\"","Maka kata Memukan kepada raja dan para pembesar, \"Dengan perbuatan itu, bukan Baginda saja yang telah dihina oleh Ratu Wasti, melainkan semua pegawai Baginda, bahkan setiap orang laki-laki di kerajaan ini!","Sebab perbuatan ratu itu akan diketahui oleh semua wanita, dan mereka akan meremehkan suaminya masing-masing. Mereka akan berkata bahwa Baginda telah memerintahkan Ratu Wasti untuk menghadap, tetapi sang ratu tidak mau datang.","Jadi, bilamana istri-istri para pembesar di Persia dan Media mendengar hal itu, pasti mereka akan segera memberitahukannya kepada suami mereka masing-masing. Akibatnya ialah, istri akan melawan perintah suaminya dan suami akan memarahi istrinya.","Oleh sebab itu, kami mohon supaya Baginda mengambil keputusan bahwa Ratu Wasti tidak boleh lagi menghadap Baginda. Keputusan itu harus dijadikan undang-undang Persia dan Media, supaya tak mungkin dicabut kembali. Setelah itu, berikanlah kedudukan Ratu Wasti kepada wanita lain yang lebih baik dari dia.","Bilamana keputusan Baginda itu telah tersebar di seluruh kerajaan yang luas ini, setiap istri akan menghormati suaminya, baik kaya maupun miskin.\"","Usul Memukan itu disetujui oleh raja dan para pembesar, maka raja segera melaksanakannya.","Ia mengirim surat perintah kepada semua provinsi kerajaan, dalam bahasa dan tulisan provinsi itu masing-masing. Perintah itu berbunyi bahwa di dalam setiap rumah tangga, suamilah yang harus menjadi kepala, dan yang patut mengambil segala keputusan."]