["Beberapa waktu kemudian, walaupun raja sudah tidak marah lagi, ia masih terus memikirkan perbuatan Ratu Wasti dan tindakan yang telah diambil terhadapnya.","Sebab itu penasihat-penasihat yang akrab dengan raja memberi usul yang berikut, \"Sebaiknya dicarikan gadis-gadis yang cantik untuk Baginda.","Hendaklah Baginda mengangkat pegawai-pegawai di segala provinsi kerajaan ini untuk mencari gadis-gadis yang cantik lalu membawa mereka semua ke istana wanita di Susan ini. Hegai, pejabat khusus yang menjadi kepala rumah tangga istana wanita, akan mengurus mereka dan memberi mereka perawatan kecantikan.","Setelah itu, hendaklah Baginda memilih gadis yang paling Baginda sukai, dan menjadikan dia ratu sebagai pengganti Ratu Wasti.\" Raja menyetujui nasihat itu dan melaksanakannya.","Di kota Susan itu ada seorang Yahudi yang bernama Mordekhai anak Yair. Ia keturunan Kis dan Simei dari suku Benyamin.","Mordekhai telah ditawan ketika Yerusalem dikalahkan oleh Nebukadnezar, raja Babel. Mordekhai diasingkan ke Babel bersama-sama dengan Yoyakin, raja Yehuda, dan banyak tawanan yang lain.","Ia mempunyai saudara sepupu, seorang gadis yang berwajah cantik dan bertubuh molek, bernama Ester, sedang nama Ibraninya ialah Hadasa. Orang tua Ester sudah meninggal dan ia menjadi anak angkat Mordekhai dan diasuh sebagai anak kandungnya.","Setelah perintah raja diumumkan, banyak gadis dikumpulkan di Susan dan Ester ada di antara mereka. Dia pun dibawa ke istana raja dan dipercayakan kepada Hegai kepala rumah tangga istana wanita.","Hegai kagum melihat Ester dan suka kepadanya. Dengan segera gadis itu diberinya perawatan kecantikan serta makanan yang khusus. Ester dipindahkan ke bagian yang termewah di istana wanita itu dan tujuh orang gadis yang paling cekatan di istana raja ditugaskan untuk melayani dia.","Atas nasihat Mordekhai, Ester tidak memberitahukan bahwa ia seorang Yahudi.","Setiap hari Mordekhai berjalan-jalan di halaman depan istana wanita itu untuk menanyakan keadaan Ester dan apa yang akan terjadi dengan dia.","Menurut peraturan, para wanita diberi perawatan kecantikan selama satu tahun: enam bulan dengan minyak campur kemenyan, dan enam bulan berikutnya dengan minyak campur wangi-wangian yang lain. Setelah itu, setiap gadis mendapat giliran untuk menghadap Raja Ahasyweros.","Pada waktu seorang gadis menghadap raja, ia boleh memakai apa saja menurut kesukaannya.","Ia dibawa ke istana raja pada waktu malam, dan besoknya ia dibawa ke istana lain, dan diurus oleh Saasgas, seorang pejabat khusus yang mengurus para selir raja. Gadis itu tidak akan menghadap raja lagi, kecuali jika raja menghendakinya dan memanggil dia dengan menyebut namanya.","Maka tibalah giliran Ester untuk menghadap raja. --Ester adalah anak Abihail dan saudara sepupu Mordekhai yang telah mengangkatnya sebagai anaknya sendiri; Ester dikagumi setiap orang yang memandangnya. Ketika ia pergi menghadap raja, Ester berpakaian menurut petunjuk dan nasihat Hegai, kepala istana wanita.","Demikianlah, pada tahun ketujuh pemerintahan Ahasyweros pada bulan sepuluh, yaitu bulan Tebet, Ester dibawa menghadap Raja Ahasyweros di istana raja.","Ia menyenangkan dan membahagiakan raja lebih dari gadis-gadis lain. Sebab itu ia paling dicintai oleh raja. Maka raja memasang mahkota kerajaan pada kepala Ester dan menjadikan dia ratu menggantikan Ratu Wasti.","Setelah itu, raja mengadakan pesta besar sebagai penghormatan kepada Ester dan mengundang semua pegawai serta pembesarnya. Ia mengumumkan hari libur di seluruh kerajaan dan membagi-bagikan hadiah dengan berlimpah-limpah.","Sementara itu Mordekhai telah diangkat oleh raja menjadi pegawai negeri.","Ester belum juga memberitahukan bahwa ia seorang Yahudi, sebab Mordekhai melarangnya. Ester mentaati Mordekhai seperti pada waktu ia masih kecil dan diasuh oleh saudara sepupunya itu.","Pada suatu hari, ketika Mordekhai sedang bertugas di istana, dua orang pejabat khusus raja, yaitu Bigtan dan Teres, bersekongkol hendak membunuh Raja Ahasyweros, karena mereka sangat membencinya.","Rencana itu ketahuan oleh Mordekhai dan ia segera menyampaikannya kepada Ester. Tanpa membuang-buang waktu, Ester menceritakan kepada raja apa yang diketahui oleh Mordekhai itu.","Perkara itu diselidiki, maka nyatalah bahwa laporan itu benar. Kedua orang itu dihukum gantung. Sesuai dengan perintah raja, peristiwa itu dicatat dalam buku sejarah kerajaan."]