["Pada hari ketiga puasanya, Ester mengenakan pakaian ratunya, lalu pergi ke halaman dalam istana dan berdiri di depan pintu balairung. Raja sedang duduk di atas tahta yang menghadap ke pintu itu.","Ketika ia melihat Ratu Ester berdiri di luar, ia merasa sayang kepadanya dan mengulurkan tongkat emasnya kepadanya. Maka majulah Ester, lalu menyentuh ujung tongkat itu.","Kemudian bertanyalah raja, \"Ada apa, Permaisuriku? Apa yang kauinginkan? Katakanlah! Meskipun kauminta setengah dari kerajaanku, akan kuberikan juga.\"","Ester menjawab, \"Kalau Baginda berkenan, hendaknya malam ini Baginda dan Haman datang ke perjamuan yang hamba adakan untuk Baginda.\"","Raja menyuruh Haman cepat datang, supaya mereka dapat memenuhi undangan Ester. Maka datanglah mereka ke perjamuan yang diadakan Ester itu.","Pada waktu minum anggur, raja bertanya, \"Sekarang katakanlah apa yang kauinginkan. Apapun yang kauminta akan kuberikan, meskipun setengah dari kerajaanku!\"","Ester menjawab,","\"Kalau Baginda berkenan mengabulkan permohonan hamba, hendaknya Baginda dan Haman datang lagi ke perjamuan yang hamba adakan besok malam. Nanti pada perjamuan itu hamba akan mengajukan permohonan hamba kepada Baginda.\"","Haman pulang dari perjamuan Ratu Ester dengan hati yang riang gembira. Tetapi ketika di pintu gerbang istana ia melihat Mordekhai yang tidak bangkit untuk memberi hormat kepadanya, ia menjadi marah sekali.","Namun ia menahan diri dan pulang ke rumahnya. Setibanya di sana ia menyuruh teman-temannya datang dan meminta Zeres, istrinya, untuk duduk-duduk bersama mereka.","Lalu Haman membual kepada mereka dan menyombongkan kekayaannya, banyaknya anak-anak lelakinya, kedudukan penting yang diterimanya dari raja, dan pangkatnya yang jauh lebih tinggi daripada pegawai-pegawai lain.","Katanya pula, \"Bahkan Ratu Ester pun hanya mengundang aku dan raja ke perjamuan yang diadakannya bagi kami, dan besok malam kami diundangnya lagi.","Tetapi semua itu tidak berarti, selama masih kulihat Mordekhai, orang Yahudi itu, duduk di pintu gerbang istana.\"","Mendengar itu istri dan semua teman-temannya mengusulkan demikian, \"Suruh saja membuat tiang gantungan setinggi dua puluh dua meter. Lalu besoknya, pagi-pagi mintalah izin kepada raja untuk menggantung Mordekhai pada tiang itu. Dengan demikian kau dapat pergi ke perjamuan itu dengan hati yang tenang.\" Usul itu baik sekali menurut pendapat Haman, sebab itu ia segera menyuruh membuat tiang gantungan itu."]