["Pada malam itu juga raja tidak dapat tidur. Sebab itu ia minta diambilkan buku catatan sejarah kerajaan dan menyuruh orang membacakannya.","Di dalamnya didapatinya catatan bahwa Mordekhai telah melaporkan usaha pembunuhan terhadap raja yang direncanakan oleh Bigtan dan Teres, kedua pejabat khusus yang menjaga kamar raja.","Raja bertanya, \"Penghormatan dan balas jasa apa yang telah diberikan kepada Mordekhai itu?\" Pelayan-pelayan menjawab, \"Dia tidak menerima apa-apa.\"","Lalu berkatalah raja, \"Siapa dari pegawaiku yang ada di istana sekarang?\" Kebetulan Haman baru saja masuk ke halaman istana; ia hendak minta izin kepada raja untuk menggantung Mordekhai pada tiang yang telah didirikan itu.","Pelayan-pelayan itu menjawab kepada raja, \"Haman ada di istana dan ia ingin menghadap Baginda.\" \"Suruh dia masuk,\" kata raja.","Setelah Haman masuk, raja berkata kepadanya, \"Ada orang yang hendak kuberi penghormatan besar. Apakah yang akan kuperbuat untuknya?\" Pikir Haman, \"Siapa lagi yang akan diberi penghormatan begitu besar oleh raja? Pasti aku!\"","Sebab itu ia menjawab, \"Hendaknya orang itu diambilkan pakaian kebesaran yang biasanya dipakai oleh Baginda sendiri. Lalu kuda Baginda dihias dengan lambang-lambang kerajaan.","(6:7)","Seorang pembesar negara dari golongan bangsawan harus mengenakan pakaian itu kepada orang yang hendak Baginda hormati itu, lalu mengarak orang itu dengan mengendarai kuda Baginda melalui lapangan kota. Pembesar itu akan berjalan di depannya sambil berseru-seru, 'Beginilah raja memberikan penghargaan kepada orang yang dihormatinya!'\"","Lalu berkatalah raja kepada Haman, \"Cepat, ambillah pakaian dan kuda itu dan berikanlah segala penghormatan itu kepada Mordekhai, orang Yahudi itu. Perbuatlah seperti yang kaukatakan tadi, tanpa mengurangi satu pun. Dia dapat kaujumpai sedang duduk di depan pintu gerbang istana.\"","Lalu Haman mengambil pakaian dan kuda itu dan mengenakan pakaian itu kepada Mordekhai. Setelah Mordekhai menaiki kuda itu, Haman mengaraknya melalui lapangan kota, sambil berseru-seru, \"Lihat, beginilah raja memberi penghargaan kepada orang yang dihormatinya!\"","Setelah itu Mordekhai kembali ke pintu gerbang istana. Tetapi Haman buru-buru pulang. Ia tak mau dilihat orang karena ia malu sekali, maka diselubunginya mukanya.","Kepada istri dan semua temannya ia menceritakan apa yang telah dialaminya. Kemudian istrinya dan teman-temannya yang bijaksana itu berkata kepadanya, \"Engkau mulai kalah kuat dengan Mordekhai. Dia orang Yahudi dan engkau tidak akan dapat melawannya. Dia pasti akan mengalahkan engkau.\"","Sementara mereka masih berbicara dengan Haman, para pejabat istana datang dengan tergesa-gesa hendak mengantarkan Haman ke perjamuan yang diadakan Ester."]