["Akhirnya tibalah tanggal tiga belas bulan Adar, yaitu hari yang ditetapkan untuk pelaksanaan perintah raja atas orang-orang Yahudi. Hari itu telah dinantikan oleh musuh-musuh bangsa Yahudi untuk menguasai bangsa itu. Tetapi ternyata orang Yahudilah yang mengalahkan mereka.","Di setiap kota, orang-orang Yahudi berkumpul dan bersatu untuk menyerang semua orang yang berniat jahat terhadap mereka. Bangsa-bangsa di mana saja menjadi ketakutan kepada mereka sehingga tak seorang pun berani menghadapi mereka.","Malahan semua pembesar provinsi, para gubernur, bupati dan pejabat kerajaan menyokong orang Yahudi karena semuanya takut kepada Mordekhai.","Di seluruh kerajaan orang tahu bahwa Mordekhai sangat berpengaruh di istana dan semakin berkuasa pula.","Demikianlah bangsa Yahudi dapat berbuat semaunya dengan musuh mereka, mereka menyerang dengan pedang lalu membunuhnya.","Di Susan, ibukota negara, orang Yahudi membunuh lima ratus orang.","Di antaranya terdapat kesepuluh anak laki-laki Haman anak Hamedata, musuh besar orang Yahudi. Mereka itu adalah: Parsandata, Dalfon, Aspata, Porata, Adalya, Aridata, Parmasta, Arisai, Aridai dan Waizata. Tetapi orang Yahudi tidak melakukan perampokan.","(9:7)","(9:7)","(9:7)","Pada hari itu juga orang melaporkan kepada raja jumlah orang-orang yang terbunuh di Susan.","Kata baginda kepada Ratu Ester, \"Di Susan saja orang Yahudi telah membunuh 500 orang, termasuk kesepuluh anak Haman. Apalagi di provinsi-provinsi! Entahlah apa yang mereka lakukan di sana! Nah, apa lagi yang kauminta sekarang? Katakan saja, engkau pasti akan mendapatnya!\"","Ester menjawab, \"Kalau Baginda berkenan, hendaknya orang Yahudi yang tinggal di Susan ini besok pagi diizinkan mengulangi lagi apa yang telah dilakukannya pada hari ini. Lagipula, hendaknya mayat anak-anak Haman itu digantung pada tiang-tiang gantungan.\"","Lalu raja memberi perintah untuk melaksanakan permintaan Ester; surat perintah untuk kota Susan dikeluarkan dan mayat kesepuluh anak Haman digantung.","Jadi pada tanggal empat belas bulan Adar, orang-orang Yahudi di Susan berkumpul kembali dan membunuh 300 orang lagi di kota itu. Dan kali ini juga mereka tidak merampok.","Orang-orang Yahudi yang tinggal di provinsi-provinsi juga telah berkumpul dan membela diri mereka. Mereka mengalahkan musuhnya dan membunuh 75.000 orang yang membenci mereka. Tetapi mereka tidak merampok.","Peristiwa itu terjadi pada tanggal tiga belas bulan Adar. Hari berikutnya, pada tanggal empat belas, mereka tidak membunuh siapa pun, melainkan merayakan hari itu dengan gembira.","Tetapi orang Yahudi yang ada di Susan merayakan tanggal lima belas sebagai hari besar, sebab mereka telah membunuh musuh pada tanggal tiga belas dan empat belas, lalu berhenti pada tanggal lima belas.","Itulah sebabnya orang Yahudi yang tinggal di kota-kota kecil memperingati tanggal empat belas bulan Adar sebagai hari yang gembira, hari untuk berpesta ria sambil saling memberi hadiah berupa makanan.","Setelah itu Mordekhai mencatat segala kejadian itu dan mengirim surat kepada semua orang Yahudi di seluruh kerajaan Persia, baik yang jauh, maupun yang dekat.","Isi surat itu ialah perintah untuk merayakan tanggal empat belas dan lima belas bulan Adar setiap tahun.","Sebab pada hari-hari itulah mereka telah mengalahkan musuh-musuh mereka, sehingga kesedihan dan kepedihan mereka berubah menjadi kegembiraan dan kebahagiaan. Oleh sebab itu mereka harus merayakan hari-hari itu dengan pesta dan perjamuan serta saling memberi makanan dan membagikan sedekah kepada orang miskin.","Orang Yahudi mentaati perintah Mordekhai itu dan demikianlah perayaan itu menjadi adat kebiasaan setiap tahun.","Haman anak Hamedata, keturunan Agag, musuh besar orang Yahudi, telah membuang undi yang disebut juga \"purim\" guna menetapkan hari untuk membantai orang Yahudi; ia telah merencanakan untuk memunahkan mereka.","Tetapi Ester menghadap raja, dan raja memberi perintah tertulis yang menyebabkan rencana jahat yang dibuat Haman menimpa dirinya sendiri, sehingga ia dan anak-anaknya digantung pada tiang gantungan.","Sebab itu hari-hari besar itu disebut Purim. Surat Mordekhai dan segala yang telah dialami orang Yahudi,","mengakibatkan mereka membuat suatu peraturan bagi diri mereka sendiri, bagi keturunan mereka dan bagi semua orang yang akan menjadi warga bangsa Yahudi. Menurut peraturan itu setiap tahun mereka wajib merayakan kedua hari yang telah ditetapkan oleh Mordekhai.","Ditetapkan juga bahwa untuk selama-lamanya hari-hari Purim itu harus diingat dan dirayakan oleh setiap keluarga Yahudi dari segala angkatan dalam setiap provinsi dan setiap kota.","Di samping itu, bersama-sama dengan surat Mordekhai, Ratu Ester anak Abihail menulis surat kedua, yang memperkuat isi surat Mordekhai mengenai Purim itu.","Surat itu dikirimkan kepada semua orang Yahudi, dan salinan-salinannya dikirimkan kepada ke-127 provinsi kerajaan Persia. Surat itu disertai doa agar bangsa Yahudi selalu sejahtera dan aman.","Surat itu menganjurkan juga supaya mereka dan keturunan mereka memperingati hari-hari Purim pada waktu yang tepat, sebagaimana mereka memperingati masa puasa dan masa berkabung. Itulah isi surat Mordekhai dan Ratu Ester.","Perintah Ester yang menetapkan peraturan-peraturan Purim, dicatat dalam buku."]