["Maka Elifas menjawab, \"Omong kosong, Ayub, cakapmu sungguh tiada arti! Tak ada orang arif yang menjawab seperti kau ini, tak akan ia membela dirinya dengan kata-kata yang tak ada maknanya.","(15:1)","(15:1)","Seandainya omonganmu itu dituruti, tak seorang pun takut atau berdoa kepada Allah lagi.","Kata-katamu membuktikan bahwa engkau bersalah, tapi kejahatanmu kaututupi dengan bersilat lidah.","Tak perlu engkau kutuduh dan persalahkan, sebab oleh kata-katamu sendiri kau diadukan.","Kaukira engkau manusia pertama yang dilahirkan? Hadirkah engkau ketika gunung-gunung diciptakan?","Apakah kau mendengar Allah membuat rencana-Nya? Apakah hanya engkau yang mempunyai hikmat manusia?","Segala yang kauketahui, kami pun ketahui; segala yang kaufahami, jelas pula bagi kami.","Hikmat ini kami terima dari orang yang beruban; mereka sudah ada sebelum ayahmu dilahirkan!","Mengapa penghiburan Allah enggan kauterima? Kami bicara dengan sabar dan lembut atas nama-Nya.","Tetapi kau naik pitam, matamu menyala-nyala;","kau marah kepada Allah dan membantah-Nya.","Mungkinkah manusia sama sekali tak salah? Dapatkah ia dibenarkan di hadapan Allah?","Bahkan kepada malaikat pun Allah tidak percaya; mereka tidak suci pada pemandangan-Nya.","Apalagi manusia yang bejat dan ternoda, yang meneguk kejahatan seperti air saja.","Dengar Ayub, kau akan kuterangkan sesuatu,","yang diajarkan orang arif kepadaku. Ajaran itu diterimanya dari leluhurnya, dan diteruskan dengan lengkap kepada keturunannya.","Waktu itu tak ada orang asing di negeri mereka; tak ada yang menyesatkan mereka dari Allah.","Orang jahat yang menindas sesamanya, akan merasa cemas sepanjang hidupnya.","Bunyi-bunyi dahsyat memekakkan telinganya; di saat yang aman perampok datang menyerangnya.","Tak ada harapan baginya mengelak kegelapan, sebab pedang pembunuh mengejarnya pada setiap kesempatan.","Burung-burung nasar menunggu saat kematiannya, mereka hendak melahap mayatnya. Maka sadarlah ia bahwa suramlah hari depannya.","Bencana bagaikan raja perkasa, sudah siap hendak menyergapnya.","Begitulah nasib orang yang menantang Allah, dan berani melawan Yang Mahakuasa.","Dengan sombong ia menyerbu dan melawan Allah; diangkatnya perisainya, ia pantang mengalah.","(15:26)","Ia menetap di kota-kota yang porak-poranda, di rumah-rumah yang tak ada penghuninya. Kota-kota itu sudah ditentukan untuk tetap menjadi reruntuhan.","Kekayaan orang itu akan hilang tanpa bekas; harta bendanya akan habis tandas.","Ia tak akan luput dari gelap gulita; api akan menghanguskan tunas-tunasnya. Ia akan musnah oleh hembusan mulut Allah.","Jika ia percaya kepada yang tak berguna, akan tertipulah ia; dan imbalan yang akan diterimanya, tidak berguna juga.","Sebelum tiba masanya, ia akan mati, seperti dahan layu yang tak dapat hijau lagi.","Ia seperti pohon anggur yang gugur buahnya, seperti pohon zaitun yang rontok bunganya.","Orang yang jahat tak akan berketurunan; habis terbakarlah rumah yang dibangunnya dari hasil suapan.","Itulah mereka yang merancangkan kejahatan dan melaksanakannya; tipu muslihat selalu terkandung dalam hatinya.\""]