["Ayub menjawab, \"Memang, kamu ini mewakili umat manusia. Jika kamu mati, hikmat akan mati juga.","(12:1)","Aku pun manusia yang berakal budi; semua yang kamu katakan itu sudah kumengerti. Lagipula, siapa yang tak tahu semua itu? Jadi, jangan sangka kamu melebihi aku!","Aku ditertawakan teman dan sahabat, padahal aku ini benar dan tanpa cacat. Dahulu Allah menjawab doaku, bilamana aku berseru minta dibantu.","Kamu menghina orang celaka, sedang hidupmu aman; orang yang hampir jatuh kamu beri pukulan.","Tetapi hidup perampok tidak terancam; orang yang berani menentang Allah, hidup tentram. Padahal dewa yang menjadi andalan mereka, hanyalah kekuatan sendiri saja.","Bertanyalah kepada burung dan binatang lainnya maka kamu akan diberi pengajaran oleh mereka.","Mintalah keterangan kepada makhluk di bumi dan di lautan, maka kamu akan menerima penjelasan.","Siapa di antara semua itu tidak menyadari, bahwa pencipta mereka adalah Allah sendiri?","Dia mengatur hidup segala makhluk yang ada; Dia berkuasa atas nyawa setiap manusia.","Seperti lidahku suka mengecap makanan yang nyaman, begitulah telingaku suka mendengar perkataan.","Kabarnya, hikmat ada pada orang yang tinggi umurnya, tapi hikmat dan kekuatan ada pada Allah saja. Konon pengertian ada pada orang yang lanjut usia, namun pengertian dan wewenang ada pada Allah jua!","(12:12)","Apa yang dibongkar-Nya tak dapat dibangun lagi siapa yang ditawan-Nya tak dapat bebas kembali.","Ia membendung air, maka kering dan tandus semuanya; Ia melepaskannya mengalir, maka banjir melanda!","Allah itu kuat, tangguh dan jaya! Si penipu dan yang tertipu ada di bawah kekuasaan-Nya.","Dicabut-Nya hikmat para penguasa pemerintahan, dan para pemimpin dijadikan-Nya bahan tertawaan.","Digulingkan-Nya raja dan ditawan-Nya mereka;","direndahkan-Nya imam-imam dan para pemuka.","Dibungkam-Nya orang yang fasih bicara, dicabut-Nya hikmat orang-orang tua.","Dipermalukan-Nya orang yang terkemuka; diambil-Nya kedaulatan mereka yang berkuasa.","Diterangi-Nya tempat-tempat yang suram; disinari-Nya bayangan-bayangan hitam kelam.","Bangsa-bangsa dibuat-Nya berkembang dan makmur, lalu dibinasakan-Nya mereka sampai hancur.","Dijadikan-Nya para pemimpin kebingungan, sehingga mereka mengembara tanpa tujuan.","Mereka meraba-raba di dalam kegelapan, dan terhuyung-huyung bagai orang mabuk minuman."]