["Tetapi Ayub menjawab, \"Mengapa aku terus kamu kecam, dan kamu siksa dengan perkataan?","(19:1)","Berkali-kali kamu menghina aku, dan kamu aniaya aku tanpa rasa malu.","Seandainya salah perbuatanku, itu tidak merugikan kamu.","Kamu pikir dirimu lebih baik daripadaku; susahku kamu anggap bukti kesalahanku.","Ketahuilah bahwa aku sedang disiksa Allah, dan ditangkap dalam perangkap-Nya.","Aku meronta karena kekejaman-Nya itu, tetapi tidak seorang pun yang memperhatikan aku. \"Di mana keadilan,\" teriakku, tetapi tak ada yang mendengar aku.","Allah menutup jalanku, aku tak dapat lewat, lorong-lorongku dibuat-Nya gelap pekat.","Ia merampas hartaku semua, dan nama baikku dirusakkan-Nya.","Ia menghantam aku dari segala jurusan, seperti orang mencabut akar dari tanaman, lalu membiarkannya merana dan layu, begitulah direnggut-Nya segala harapanku.","Murka Allah kepadaku menyala-nyala; aku dianggap-Nya sebagai musuh-Nya.","Pasukan-Nya menyerbu tanpa dapat dibendung; jalanku dihalangi, dan kemahku dikepung.","Sanak saudaraku dijauhkan-Nya daripadaku; aku menjadi orang asing bagi semua kenalanku.","Kaum kerabatku semua menjauhkan diri; teman-temanku tak ingat kepadaku lagi.","Hamba perempuanku lupa siapa aku, tuan mereka; dianggapnya aku orang yang belum dikenalnya.","Kupanggil hambaku, tapi ia tak menyahut, meskipun kubujuk dia dengan lembut.","Istriku muak mencium bau napasku, saudara kandungku tak sudi mendekatiku.","Aku dihina oleh anak-anak di jalan; jika aku berdiri, aku ditertawakan.","Melihat aku, teman karibku merasa ngeri; aku ditinggalkan mereka yang kukasihi.","Tubuhku tinggal kulit pembalut tulang; hampir saja aku mati dan nyawaku melayang.","Hai kawan-kawanku, kasihanilah aku, sebab tangan Allah memukul aku.","Allah terus menekan aku; mengapa kamu tiru Dia? Belum puaskah kamu menyiksa?","Ah, kiranya kata-kataku dicatat, sehingga akan selalu diingat;","kiranya dengan besi dipahat pada batu, supaya bertahan sepanjang waktu.","Aku tahu bahwa di surga ada Pembelaku; akhirnya Ia akan datang menolong aku.","Meskipun kulitku luka-luka dan pecah, tapi selama aku bertubuh, akan kupandang Allah.","Dengan mataku sendiri Dia akan kulihat, dan bagiku Dia menjadi sahabat. Hatiku hancur sebab kamu berkata,","'Bagaimana caranya kita mendakwanya?' Kamu mencari alasan untuk membuat perkara.","Tetapi, kini takutlah kepada pedang! Sebab Allah murka dan menghukum orang berdosa; maka tahulah kamu, bahwa ada Allah yang mengadili manusia.\""]