["Aku bosan dan muak dengan hidupku, maka kucurahkan kepahitan jiwaku.","Ya Allah, janganlah aku Kaupersalahkan; jelaskanlah mengapa aku Kaulawan.","Apa untungnya jika Engkau menindas begini, dan membuang hasil karya-Mu sendiri? Apa untungnya jika Engkau mendukung pendapat dan rencana para penjahat?","Pandangan-Mu tak sama dengan pandangan manusia","dan usia-Mu tidak sependek umurnya.","Kalau begitu, mengapa Kauusut segala dosaku? mengapa Kauburu setiap kesalahanku?","Sebenarnya Engkau tahu dan sadar, bahwa aku tak salah, tetapi benar. Kau tahu bahwa seorang pun tidak mampu menyelamatkan aku dari tangan-Mu.","Aku ini dibentuk oleh tangan-Mu, masakan kini hendak Kaubinasakan aku?","Ingatlah bahwa dari tanah liat Kauciptakan aku! Masakan Kaubuat aku kembali menjadi debu?","Kaumungkinkan ayahku menjadikan aku dan Kaubesarkan aku dalam rahim ibu.","Tubuhku Kaubentuk dengan kerangka dan urat; tulangku Kauberi daging dan kulit pembebat.","Kauberi aku hidup; Engkau mengasihi aku, nyawaku Kaujaga dengan pemeliharaan-Mu.","Tetapi sekarang kutahu bahwa selama itu, diam-diam telah Kaurancangkan celakaku.","Kauawasi aku kalau-kalau berbuat kesalahan agar dapat Kautolak memberi pengampunan.","Jikalau aku berbuat dosa, maka nasibku sungguh celaka! Tapi jika perbuatanku tak tercela, tetaplah aku dianggap berbuat dosa! Tak berani aku mengangkat kepala, sebab merasa sedih dan terhina.","Jika kuberhasil, walau tak seberapa, Engkau memburu aku seperti singa. Dan Kautunjukkan kembali kuasa-Mu, hanyalah untuk menakutkan aku.","Selalu Kauajukan saksi melawan aku; dan semakin besarlah murka-Mu kepadaku. Kaukerahkan pasukan-pasukan baru untuk menyerang dan memerangi aku.","Mengapa Kaubiarkan aku lahir ke dunia? Lebih baik aku mati saja sebelum dilihat manusia!","Maka seolah-olah aku tidak pernah dilahirkan, sebab dari rahim langsung dikuburkan.","Ah, tak lama lagi aku akan mati, maka biarkanlah aku sendiri, agar dapat aku menikmati masaku yang masih sisa ini.","Tak lama lagi aku pergi dan tak kembali, menuju negeri yang gelap dan suram sekali,","negeri yang kelam, penuh bayangan dan kekacauan, di mana terang serupa dengan kegelapan.\""]