["Sejak lahir manusia itu lemah, tidak berdaya; hidupnya singkat serta penuh derita.","Ia bersemi dan layu seperti kembang; lenyap seperti bayangan, terus menghilang.","Ya Allah, masakan Engkau mau memandangku, dan menghadapkan aku ke pengadilan-Mu!","Dapatkah manusia yang berdosa mendatangkan hal yang sempurna?","Jumlah umur manusia sudah Kautentukan; jumlah bulannya sudah Kaupastikan. Kautetapkan pula batas-batas hidupnya; tidak mungkin ia melangkahinya.","Biarkanlah ia beristirahat, jangan ganggu dia; supaya ia dapat menikmati hidupnya sampai selesai tugasnya.","Masih ada harapan bagi pohon yang ditebang; ia akan bertunas lagi, lalu bercabang.","Meskipun di dalam tanah akarnya menjadi lapuk, dan tanggulnya mati karena busuk,","tetapi bila disentuh air, ia tumbuh lagi; seperti tanaman muda, tunas-tunasnya muncul kembali.","Tapi bila manusia mati, habis riwayatnya; ia meninggal dunia, lalu ke mana perginya?","Seperti air menguap dari dalam telaga, seperti sungai surut sampai habis airnya,","begitu pula manusia yang telah mati: ia tidak akan dapat bangkit kembali. Ia tak akan terjaga selama langit masih ada, tak pernah lagi bangun dari tidurnya.","Sembunyikanlah aku di dalam dunia orang mati; lindungilah aku sampai Kau tidak marah lagi. Tapi tentukanlah waktu untuk mengingat diriku.","Sebab, apabila manusia mati, dapatkah ia hidup kembali? Hari demi hari aku menunggu sampai masa pahitku ini lalu.","Maka Engkau akan memanggil aku, dan aku pun akan memberi jawaban; Engkau akan sayang lagi kepadaku, makhluk yang Kauciptakan.","Lalu akan Kauawasi setiap langkahku, tapi tidak lagi Kauperhatikan dosaku.","Dosaku akan Kauampuni dan Kausingkirkan; salahku waktu dulu akan Kauhapuskan.","Kelak gunung-gunung akan runtuh dan porak poranda, dan gunung batu yang kokoh bergeser dari tempatnya.","Batu-batu akan dikikis oleh air yang mengalir kuat; tanah akan dihanyutkan oleh hujan yang lebat. Demikianlah Kauhancurkan harapan manusia.","Kaukalahkan dia untuk selama-lamanya; Kausuruh dia pergi dan Kauubah wajahnya.","Anak-anaknya menjadi orang mulia, tetapi ia tidak mengetahuinya. Dan apabila mereka menjadi hina, tak ada yang memberitahukan kepadanya.","Hanya nyeri tubuhnya yang dirasakannya; hanya pilu hatinya yang dideritanya.\""]