["Semuanya itu pernah kulihat dan kudengar sendiri, dan sungguh-sungguh kufahami.","Apa yang kamu tahu, aku pun tahu; jangan sangka aku kalah denganmu.","Tetapi aku hendak bicara dengan Yang Mahakuasa; aku ingin membela perkaraku di hadapan Allah.","Sebab kamu menutupi kebodohanmu dengan tipu, tak ubahnya seperti dukun-dukun palsu.","Seandainya kamu tidak bicara, mungkin kamu dianggap bijaksana.","Maka dengarkanlah bantahanku; perhatikanlah pembelaanku.","Bolehkah demi Allah, kamu berdusta? Bolehkah kamu berbohong untuk kepentingan-Nya?","Bolehkah kamu memihak Allah, dan membela-Nya sebagai pengacara?","Jika Allah memeriksamu, akan baikkah hasilnya? Dapatkah kamu menipu-Nya seperti menipu manusia?","Bila kamu memihak, walaupun dengan diam-diam, kamu akan dihukum Allah dengan kejam.","Apakah keagungan Allah tidak mengejutkan jiwamu? Apakah dahsyat-Nya tidak mengecutkan hatimu?","Segala nasihatmu seperti debu yang tak berfaedah; pembelaanmu seperti tanah lempung yang mudah pecah.","Sebab itu diamlah, biarlah aku bicara! Aku tak perduli bagaimana pun akibatnya!","Aku siap mempertaruhkan nyawa!","Aku nekad sebab sudah putus asa! Jika Allah hendak membunuhku, aku berserah saja, namun akan kubela kelakuanku di hadapan-Nya.","Mungkin karena keberanianku itu aku selamat, sebab orang jahat tak akan berani menghadap Allah!","Sekarang dengarlah baik-baik perkataanku; perhatikanlah keteranganku.","Perkaraku sudah siap kukemukakan; aku yakin, tak dapat aku dipersalahkan!","TUHAN, jika Engkau datang dan menuduh aku, aku akan diam dan menunggu ajalku.","Tapi kabulkanlah dua permohonanku ini, supaya aku berani menghadap-Mu lagi:","berhentilah menyiksa aku, dan janganlah Kautimpa aku dengan kedahsyatan-Mu!","Bicaralah, maka akan kuberi jawaban. Atau biarlah aku bicara, lalu berilah balasan!","Berapa banyak salah dan dosa yang kulakukan? Segala pelanggaranku hendaknya Kausebutkan!","Mengapa Kau menghindar dan menyingkir daripadaku? Apa sebabnya Kauanggap aku sebagai musuh-Mu?","Aku hanya daun yang gugur kena angin lalu, masakan Kaugentarkan aku! Aku hanya jerami yang kering dan layu, mana boleh Kaukejar-kejar aku!","Kautentukan nasib yang pahit bagiku; Kaubalaskan kesalahanku di masa mudaku.","Kakiku Kauikat dengan rantai besi; segala gerak-gerikku Kauawasi. Bahkan telapak kakiku, tak lepas dari pandangan-Mu.","Maka aku menjadi rapuh seperti kayu yang busuk; seperti kain dimakan ngengat aku menjadi lapuk."]