["Mengapa Allah tak menetapkan hari penghakiman, supaya orang-orang yang mengenal-Nya mendapat keadilan?","Ada orang-orang yang menggeser tanda batas, supaya tanahnya menjadi luas. Mereka mencuri kawanan domba, dan mengandangnya di kandang domba mereka.","Keledai milik yatim piatu, mereka larikan; sapi seorang janda, mereka sita sebagai jaminan.","Mereka menghalangi orang miskin mendapat haknya, maka terpaksa bersembunyilah orang yang papa.","Jadi, si miskin itu seperti keledai liar yang mencari makan di padang belukar; hanya di tempat-tempat itu saja ada makanan untuk anak-anaknya.","Ladang orang lain terpaksa ia kerjakan; buah anggur orang jahat harus ia kumpulkan.","Ia tak punya selimut dan pakaian penghangat tubuh di waktu malam.","Ia basah oleh hujan lebat di gunung, lalu merapat pada gunung batu untuk berlindung.","Orang jahat memperbudak anak yang tak beribu bapa, dan mengambil bayi orang miskin yang berhutang kepadanya.","Orang miskin pergi tanpa sandang; ia lapar selagi ia menuai gandum di ladang.","Dari zaitun ia membuat minyak dan dari buah anggur, minuman, tetapi ia sendiri sangat kehausan.","Di kota-kota terdengar rintihan orang sekarat, orang-orang luka berseru minta dirawat, tetapi Allah tak mendengarkan doa mereka; Ia tak mau mengindahkannya.","Ada orang-orang yang menolak terang dan memusuhinya, mereka tak mengenal dan tak mengikuti jalannya.","Di waktu subuh si pembunuh bangun dari tidurnya, lalu keluar membunuh orang yang papa, dan selagi hari belum pagi, ia mengendap-endap seperti pencuri.","Si pezinah menunggu datangnya senja; dipakainya tudung muka agar orang tak mengenalnya.","Pencuri membongkar rumah pada malam hari; di waktu siang ia menghindari terang dan bersembunyi.","Baginya, pagi sangat menakutkan, tapi gelap yang dahsyat, menyenangkan.\"","Lalu kata Zofar, \"Orang jahat hanyut oleh air bah, tanah miliknya terkutuk oleh Allah; kebun anggurnya kini sepi; tak ada yang bekerja di situ lagi.","Seperti salju lenyap kena kemarau dan matahari, demikianlah orang berdosa ditelan ke dalam dunia orang mati.","Ibunya sendiri melupakan dia, dan cacing-cacing makan tubuhnya. Namanya tak akan lagi dikenang; ia dimusnahkan seperti pohon yang tumbang.","Semua itu terjadi karena ia menindas para janda, dan berlaku kejam kepada ibu yang tak berputra.","Tapi Allah, dengan kuasa-Nya, menghalau orang perkasa. Allah bertindak, maka matilah orang durhaka.","Allah memberi dia hidup sentosa, tetapi mengawasinya tak henti-hentinya.","Hanya sebentar ia hidup bahagia, tapi kemudian pergi untuk selama-lamanya. Ia layu seperti rumput yang tak berguna; seperti bulir padi yang dipotong dari batangnya.","Siapakah dapat menyangkal kenyataan itu, atau menyanggah kebenaran perkataanku?\""]