["Lalu Zofar menjawab, \"Hai Ayub, aku merasa tersinggung olehmu, kini aku ingin segera memberi jawabanku.","(20:1)","Kata-katamu itu sungguh menghina, tetapi aku tahu bagaimana menjawabnya.","Tetapi tahukah engkau bahwa dari zaman purba, sejak manusia mula-mula ditempatkan di dunia,","kegembiraan orang jahat hanya sebentar saja, dan kesenangan orang durhaka sekejap mata?","Walaupun kebesarannya sampai ke angkasa, sehingga kepalanya menyentuh mega,","namun ia akan lenyap selama-lamanya, menghilang dari dunia dengan cara yang terhina. Orang-orang yang pernah mengenal dia, akan bertanya, \"Hai, ke mana perginya?\"","Ia akan hilang seperti bayangan mimpi, lenyap seperti penglihatan di malam hari.","Ia tak tampak lagi oleh mata; ia tak ada lagi di tempat tinggalnya.","Yang dulu dicurinya dari orang tak punya harus diganti oleh anak-anaknya.","Walaupun ia muda dan perkasa, tapi sebentar lagi ia menjadi debu belaka.","Alangkah manis kejahatan dalam mulutnya! Rasanya sayang untuk segera menelannya; sebab itu disimpannya di bawah lidahnya, supaya lama ia menikmatinya.","(20:12)","Tapi makanan itu berubah di dalam perut, menjadi racun pahit pembawa maut.","Harta curian yang ditelannya, terpaksa dimuntahkannya; Allah mengeluarkannya dari dalam perutnya.","Penjahat akan minum racun pembawa bencana, ia akan mati olehnya seperti digigit ular berbisa.","Tak akan ia menikmati minyak zaitun yang berlimpah, ataupun susu dan madu yang bertumpah ruah.","Segala labanya harus dikembalikannya; hasil usahanya tak akan dinikmatinya.","Sebab ia menindas dan menterlantarkan orang yang tak punya; ia merampas rumah-rumah yang tidak dibangunnya.","Karena serakahnya tak mengenal batas, maka ia tak akan menjadi puas.","Jika ia makan semuanya dihabiskan, sebab itu kemakmurannya tidak bertahan.","Ketika memuncak kemakmurannya, derita dan duka datang menimpanya.","Ketika ia sibuk mengisi perutnya, Allah menjadi sangat murka dan menghukumnya.","Jika ia lari menghindar dari pedang baja, ia akan dilukai panah tembaga.","Ia kena panah, sehingga luka; ujung panah yang berkilat menembus tubuhnya, maka ketakutan meliputi hatinya.","Hancurlah segala harta simpanannya; dia beserta seluruh keluarganya dimakan api yang tidak dinyalakan manusia.","Langit menyingkapkan kejahatannya; bumi bangkit melawan dia.","Segala kekayaannya akan musnah, karena luapan amarah Allah.","Itulah nasib orang yang durjana, nasib yang ditentukan Allah baginya.\""]