["Lalu berkatalah Elifas, \"Di antara umat manusia, tidak seorang pun berguna bagi Allah. Orang yang sangat berakal budi, hanya berguna bagi dirinya sendiri.","(22:1)","Apakah ada faedahnya bagi Allah, jika engkau melakukan kehendak-Nya? Apakah ada untung bagi-Nya, jika hidupmu sempurna?","Bukan karena takutmu kepada Allah, engkau dituduh dan dianggap bersalah,","melainkan karena sangat banyak dosamu, dan amat jahat tindakan dan kelakuanmu.","Jika saudaramu tak dapat membayar hutangnya, kaurampas semua pakaiannya.","Orang yang lelah tidak kauberi minuman, yang lapar tidak kautawari makanan.","Kaupakai jabatan dan kuasa untuk menyita tanah seluruhnya.","Bukan saja kau tidak menolong para janda, tetapi yatim piatu kautindas pula.","Karena itu di sekitarmu, kini penuh jebakan, dan dengan tiba-tiba hatimu diliputi ketakutan.","Hari semakin gelap, tak dapat engkau melihat; engkau tenggelam dilanda banjir yang dahsyat.","Bukankah Allah mendiami langit yang tertinggi, dan memandang ke bawah, ke bintang-bintang yang tinggi sekali?","Namun engkau bertanya, \"Tahu apa Dia? Ia ada di balik awan dan tak dapat mengadili kita.\"","Engkau menyangka bahwa pandangan-Nya tertutup awan dan bahwa hanya pada batas antara langit dan bumi Ia berjalan?","Apakah engkau tetap hendak lewat di jalan yang dipilih orang-orang jahat?","Mereka direnggut sebelum tiba saat kematiannya, dan dihanyutkan oleh banjir yang melanda.","Mereka itulah yang berani menolak Yang Mahakuasa, dan mengira Ia tak dapat berbuat apa-apa kepada mereka.","Padahal Allah yang telah menjadikan mereka kaya! Sungguh aku tak mengerti pikiran orang durjana!","Orang yang baik, tertawa penuh kegembiraan, bila melihat orang jahat mendapat hukuman.","Segala milik orang jahat telah hancur binasa, dan api membakar habis apa yang masih tersisa.","Nah, Ayub, berdamailah dengan TUHAN, supaya engkau mendapat ketentraman. Kalau itu kaulakukan, pasti engkau mendapat keuntungan.","Terimalah apa yang diajarkan TUHAN kepadamu; simpanlah itu semua di dalam hatimu.","Kembalilah kepada TUHAN dengan rendah hati kejahatan di rumahmu hendaknya kauakhiri.","Buanglah emasmu yang paling murni; lemparlah ke dasar sungai yang tidak berair lagi.","Biarlah Yang Mahakuasa menjadi emasmu, dan perakmu yang sangat bermutu.","Maka kau boleh percaya kepada Allah selalu, dan mengetahui bahwa Dia sumber bahagiamu.","Bila engkau berdoa, Ia akan menjawabmu, dan engkau dapat menepati segala janjimu.","Usahamu akan berhasil selalu, dan terang akan menyinari hidupmu.","Orang yang sombong direndahkan TUHAN, tetapi yang rendah hati diselamatkan.","Allah akan menolongmu jika kau tidak bersalah, dan jika kau melakukan kehendak-Nya.\""]