["Ayub meneruskan uraiannya, katanya, \"Demi Allah yang hidup, yang tak memberi keadilan kepadaku,","(27:1)","aku bersumpah: Selama Allah masih memberi napas kepadaku, selama nyawa masih ada dalam badanku,","bibirku tak akan menyebut kata dusta, lidahku tak akan mengucapkan tipu daya.","Jadi, tak mau aku mengatakan bahwa kamu benar; sampai mati pun kupertahankan bahwa aku tak cemar.","Aku tetap berpegang kepada kepatuhanku, dan hati nuraniku pun bersih selalu.","Semoga musuhku dihukum sebagai pendurhaka, dan lawanku dihajar sebagai orang durjana.","Adakah harapan bagi orang dursila pada saat Allah menuntut jiwanya?","Apakah Allah akan mendengar tangisnya bilamana kesulitan menimpa dia?","Seharusnya ia merindukan kesenangan dari Allah, dan berdoa kepada-Nya tanpa merasa lelah.","Kamu akan kuajari tentang besarnya kuasa Allah, kuberitahukan kepadamu rencana Yang Mahakuasa.","Tetapi, kamu semua telah melihatnya sendiri. Jadi, mengapa kamu berikan nasihat yang tak berarti?\"","Maka berkatalah Zofar, \"Beginilah caranya Allah Yang Mahakuasa menghukum orang yang lalim dan durhaka.","Jika anaknya banyak, mereka akan mati dalam perang dan anak cucunya akan hidup berkekurangan.","Sanaknya yang masih ada, mati karena wabah, dan janda-jandanya tidak menangisi mereka.","Boleh saja peraknya bertimbun-timbun dan pakaiannya bersusun-susun,","tetapi perak dan pakaian itu semua akan menjadi milik orang yang tulus hatinya.","Rumah orang jahat rapuh seperti sarang laba-laba, hanya rumah sementara seperti gubug seorang penjaga.","Ia membaringkan diri sebagai orang kaya, tetapi ia tak dapat mengulanginya, ketika ia bangun dari tidurnya, sudah hilang lenyaplah kekayaannya.","Kedahsyatan menimpa seperti air bah yang datang tiba-tiba. Angin ribut di malam hari meniup dan menyeret dia pergi.","Angin timur mengangkat dia, dan menyapunya dari rumahnya.","Ia dilanda tanpa kasihan, dan terpaksa lari mencari perlindungan.","Jatuhnya disambut orang dengan tepuk tangan; di mana-mana ia mendapat penghinaan.\""]