["Makhluk-makhluk surgawi kembali menghadap TUHAN, dan Si Penggoda ada pula di antara mereka.","Maka TUHAN bertanya kepadanya, \"Dari mana engkau?\" Si Penggoda menjawab, \"Dari perjalanan mengembara ke sana sini dan menjelajahi bumi.\"","TUHAN bertanya, \"Apakah sudah kauperhatikan hamba-Ku Ayub? Di seluruh bumi tak ada orang yang begitu setia dan baik hati seperti dia. Ia menyembah Aku dan sama sekali tidak melakukan kejahatan. Dia masih tetap setia kepada-Ku, walaupun engkau telah membujuk Aku mencelakakan dia tanpa alasan.\"","Tetapi Si Penggoda menjawab, \"Nyawa dan kesehatan lebih berharga daripada harta. Manusia rela mengurbankan segala miliknya asal ia dapat tetap hidup.","Seandainya tubuhnya Kausakiti, pasti ia akan langsung mengutuki Engkau!\"","Maka berkatalah TUHAN kepada Si Penggoda, \"Baiklah, lakukanlah apa saja dengan dia, asal jangan kaubunuh dia.\"","Maka Si Penggoda pergi dari hadapan TUHAN, dan menimbulkan borok pada seluruh tubuh Ayub dari telapak kaki sampai ujung kepalanya.","Lalu Ayub duduk di dekat timbunan sampah, dan mengambil beling untuk menggaruk-garuk badannya.","Istrinya berkata kepadanya, \"Mana bisa engkau masih tetap setia kepada Allah? Ayo, kutukilah Dia, lalu matilah!\"","Jawab Ayub, \"Kaubicara seperti orang dungu! Masakan kita hanya mau menerima apa yang baik dari Allah, sedangkan yang tidak baik kita tolak?\" Jadi, meskipun Ayub mengalami segala musibah itu, ia tidak mengucapkan kata-kata yang melawan Allah.","Musibah yang menimpa Ayub telah didengar oleh tiga orang temannya, yaitu Elifas dari kota Teman, Bildad orang Suah dan Zofar orang Naamah. Mereka bersepakat hendak menjenguk dan menghiburnya.","Tetapi ketika dari kejauhan mereka memandangnya, mereka hampir tak dapat mengenalinya lagi. Mereka menangis dengan nyaring dan merobek pakaian mereka serta menaburkan debu ke udara dan di kepala.","Tujuh hari tujuh malam mereka duduk di tanah, di samping Ayub, tanpa mengucapkan sepatah kata pun, karena mereka melihat betapa berat penderitaannya."]