["Ayub melanjutkan uraiannya, katanya,","\"Kiranya hidupku dapat lagi seperti dahulu, waktu Allah melindungi aku.","Aku selalu diberi-Nya pertolongan, diterangi-Nya waktu berjalan dalam kegelapan.","Itulah hari-hari kejayaanku, ketika keakraban Allah menaungi rumahku.","Waktu itu, Yang Mahakuasa masih mendampingi aku, dan anak-anakku ada di sekelilingku.","Ternakku menghasilkan banyak sekali susu. Banyak minyak dihasilkan oleh pohon-pohon zaitunku, meskipun ditanam di tanah berbatu.","Jika para tua-tua kota duduk bersama, dan kuambil tempatku di antara mereka,","minggirlah orang-orang muda, segera setelah aku dilihat mereka. Juga orang-orang tua bangkit dengan khidmat; untuk memberi hormat.","Bahkan para pembesar berhenti berkata-kata,","dan orang penting pun tidak berbicara.","Siapa pun kagum jika mendengar tentang aku; siapa yang melihat aku, memuji jasaku.","Sebab, kutolong orang miskin yang minta bantuan; kusokong yatim piatu yang tak punya penunjang.","Aku dipuji oleh orang yang sangat kesusahan, kutolong para janda sehingga mereka tentram.","Tindakanku jujur tanpa cela; kutegakkan keadilan senantiasa.","Bagi orang buta, aku menjadi mata; bagi orang lumpuh, aku adalah kakinya.","Bagi orang miskin, aku menjadi ayah; bagi orang asing, aku menjadi pembela.","Tapi kuasa orang kejam, kupatahkan, dan kurban mereka kuselamatkan.","Harapanku ialah mencapai umur yang tinggi, dan mati dengan tenang di rumahku sendiri.","Aku seperti pohon yang subur tumbuhnya, akarnya cukup air dan embun membasahi dahannya.","Aku selalu dipuji semua orang, dan tak pernah kekuatanku berkurang.","Orang-orang diam, jika aku memberi nasihat; segala perkataanku mereka dengarkan dengan cermat.","Sehabis aku bicara, tak ada lagi yang perlu ditambahkan; perkataan meresap seperti tetesan air hujan.","Semua orang menyambut kata-kataku dengan gembira, seperti petani menyambut hujan di musim bunga.","Kutersenyum kepada mereka ketika mereka putus asa; air mukaku yang bahagia menambah semangat mereka.","Akulah yang memegang pimpinan, dan mengambil segala keputusan. Kupimpin mereka seperti raja di tengah pasukannya, dan kuhibur mereka dalam kesedihannya."]