["Ayub menjawab, \"Dengarkan apa yang akan kukatakan; hanya itu yang kuminta sebagai penghiburan.","(21:1)","Izinkanlah aku ganti bicara, setelah itu boleh lagi kamu menghina!","Bukan dengan manusia aku bertengkar, jadi tak mengapalah jika aku kurang sabar.","Pandanglah aku, maka kamu akan tercengang, kamu terpaku dan mulutmu bungkam.","Jika kupikirkan keadaanku ini gemetarlah aku karena ngeri.","Mengapa orang jahat diberi umur panjang oleh Allah, dan harta mereka terus bertambah?","Mereka hidup cukup lama sehingga melihat anak cucu mereka menjadi dewasa.","Rumah tangga mereka aman sentosa; Allah tidak mendatangkan bencana atas mereka.","Ternak mereka berkembang biak, dan tanpa kesulitan, beranak.","Anak-anak orang jahat berlompatan dengan gembira, seperti domba muda yang bersukaria.","Diiringi bunyi rebana, seruling dan kecapi, mereka ramai bernyanyi dan menari-nari.","Hari-harinya dihabiskan dalam kebahagiaan, dan mereka meninggal penuh kedamaian.","Padahal mereka telah berkata kepada Allah, \"Jauhilah kami dan pergilah! Kami tak peduli dan tak ingin mengerti maksud dan kehendak-Mu bagi hidup kami.\"","Pikir mereka, \"Melayani Allah tak ada gunanya, dan berdoa kepada-Nya tiada manfaatnya.","Bukankah karena kekuatan kita saja, tercapailah segala maksud dan tujuan kita?\" Akan tetapi aku sama sekali tidak setuju dengan jalan pikiran dan pendapat begitu.","Pernahkah pelita orang jahat dipadamkan, dan mereka ditimpa bencana dan kemalangan? Pernahkah Allah marah kepada mereka, sehingga mereka dihukum-Nya?","Pernahkah mereka seperti jerami dan debu yang ditiup oleh badai dan oleh angin lalu?","Kamu berkata, \"Anak dihukum Allah karena dosa ayahnya.\" Tapi kataku: Orang berdosa itulah yang harus dihukum Allah, agar mereka sadar bahwa karena dosa mereka, maka Allah mengirimkan hukuman-Nya.","Biarlah orang berdosa menanggung dosanya sendiri, biarlah dirasakannya murka Allah Yang Mahatinggi.","Jika manusia habis masanya di dunia, masih pedulikah ia entah keluarganya bahagia?","Dapatkah manusia mengajar Allah, sedangkan Allah sendiri yang menghakimi makhluk di surga?","Ada orang yang sehat selama hidupnya; ia meninggal dengan puas dan lega. Matinya tenang dengan rasa bahagia, sedang tubuhnya masih penuh tenaga.","(21:23)","Tapi ada pula yang mati penuh kepahitan, tanpa pernah mengenyam kebahagiaan.","Namun di kuburan, mereka sama-sama terbaring; dikerumuni oleh ulat dan cacing.","Memang aku tahu apa yang kamu pikirkan dan segala kejahatan yang kamu rancangkan.","Tanyamu, \"Di mana rumah penguasa yang melakukan perbuatan durhaka?\"","Belumkah kamu menanyai orang yang banyak bepergian? Tidak percayakah kamu berita yang mereka laporkan?","Kata mereka, \"Pada hari Allah memberi hukuman, para penjahat akan diselamatkan.\"","Tak ada yang menggugat kelakuannya; tak ada yang membalas kejahatannya.","Ia dibawa ke kuburan, dan dimasukkan ke dalam liang lahat; makamnya dijaga dan dirawat.","Ribuan orang berjalan mengiringi jenazahnya; dengan lembut tanah pun menimbuninya.","Jadi, penghiburanmu itu kosong dan segala jawabanmu bohong!\""]