["Ada pertambangan di mana perak ditemukan; ada tempat di mana emas dimurnikan.","Besi digali dari dalam tanah; dari batu dilelehkan tembaga.","Gelap yang pekat ditembusi, tempat yang paling dalam diselidiki. Di situ, di dalam kegelapan, orang mencari batu-batuan.","Jauh di tempat yang tak ada penghuni, yang belum pernah diinjak dan dilalui, orang bekerja sambil bergantungan pada tali di dalam terowongan yang sunyi sepi.","Tanah menghasilkan pangan bagi manusia, tapi di bawah tanah itu juga, semua dibongkarbalikkan sehingga isi bumi berantakan.","Batu di dalam tanah mengandung nilakandi, dan debunya berisikan emas murni.","Burung elang tak kenal jalan ke sana, dan burung nasar pun belum pernah terbang di atasnya.","Belum pernah singa maupun binatang buas lainnya melalui jalan sepi yang menuju ke sana.","Orang menggali dalam batu yang betapa pun kerasnya, dibongkarnya gunung sampai pada akarnya.","Ketika ia membuat tembusan di dalam gunung batu, didapatinya permata yang sangat bermutu.","Sampai kepada sumber sungai-sungai ia menggali, lalu menyingkapkan apa yang tersembunyi.","Tetapi di manakah hikmat dapat dicari? Di manakah kita dapat belajar agar mengerti?","Hikmat tidak ada di tengah-tengah manusia; tak ada yang tahu nilainya yang sesungguhnya.","Dasar-dasar laut dan samudra berkata bahwa hikmat tidak ada padanya.","Hikmat tak dapat ditukar walau dengan emas murni, dan dengan perak pun tak dapat dibeli.","Emas dan permata yang paling berharga tidak dapat mengimbangi nilainya.","Emas atau kaca halus tak dapat berbanding dengannya, tak dapat dibayar dengan jambangan kencana.","Hikmat jauh lebih tinggi nilainya daripada merjan, kristal, atau mutiara.","Batu topas yang asli dan emas yang murni, kurang nilainya dari akal budi.","Di manakah sumbernya kebijaksanaan? Di mana kita mendapat pengertian?","Tak ada makhluk hidup yang pernah melihatnya, bahkan burung di udara tak menampaknya.","Maut dan kebinasaan pun berkata, mereka hanya mendengar desas-desus belaka.","Hanya Allah tahu tempat hikmat berada, hanya Dia mengetahui jalan ke sana,","karena Ia melihat ujung-ujung bumi; segala sesuatu di bawah langit Ia amati.","Ketika angin diberi-Nya kekuatan, dan ditetapkan-Nya batas-batas lautan;","ketika ditentukan-Nya tempat hujan jatuh, dan jalan yang dilalui kilat dan guruh;","pada waktu itulah hikmat dilihat-Nya, diuji-Nya nilainya, lalu diberikan-Nya restu-Nya.","Allah berkata kepada manusia, \"Untuk mendapat hikmat, Allah harus kamu hormati. Untuk dapat mengerti, kejahatan harus kamu jauhi.\""]