["Bukankah kamu pandai dan berakal budi? Nah, dengarkanlah segala perkataanku ini.","(34:1)","Orang tahu makanan enak bila mengecapnya, dan kata-kata bijak bila mendengarnya.","Persoalan ini harus kita periksa lalu kita pecahkan bersama-sama.","Kata Ayub, 'Tak ada salah padaku, tetapi Allah tak mau memberi apa yang adil kepadaku.","Aku dianggap berdusta, karena mengatakan aku tak berdosa. Kini aku luka parah, meskipun aku tak bersalah.'","Pernahkah kamu melihat orang seperti Ayub ini? Ia mencemooh Allah berkali-kali.","Ia suka berkawan dengan orang-orang durhaka serta bergaul dengan orang-orang durjana.","Ia berkata, bahwa sia-sia sajalah jika ia berusaha melakukan kehendak Allah.","Hai orang-orang yang bijak, dengarlah! Masakan Allah Yang Mahakuasa berbuat salah?","Ia mengganjar manusia setimpal perbuatannya, memperlakukan dia sesuai kelakuannya.","Allah Yang Mahakuasa tidak melakukan kejahatan; semua orang diberi-Nya keadilan.","Dari siapakah Allah menerima kuasa-Nya? Siapakah mempercayakan bumi ini kepada-Nya?","Seandainya Allah mencabut nyawa manusia, dan mengambil kembali napas hidupnya,","maka matilah semua makhluk yang bernyawa, dan manusia menjadi debu seperti semula.","Nah, jika engkau arif, perhatikanlah, pasanglah telingamu dan dengarkanlah.","Apakah Allah yang adil dan perkasa itu kaupersalahkan? Apakah pada sangkamu Allah membenci keadilan?","Allah menghukum raja dan penguasa bila mereka jahat dan durhaka.","Ia tidak memihak kepada para raja, atau mengutamakan orang kaya daripada orang papa. Karena mereka semua adalah ciptaan-Nya.","Di tengah malam, mereka dapat mati dengan tiba-tiba. Allah menghukum penguasa dan mereka pun binasa; dengan mudah dibunuh-Nya orang perkasa.","Ia mengawasi hidup manusia, dilihat-Nya segala langkahnya.","Tak ada kegelapan, betapa pun pekatnya, yang dapat menyembunyikan orang berdosa.","Tidak perlu Allah menentukan saatnya, manusia datang untuk diadili oleh-Nya.","Tanpa menyelidiki dan memeriksa Ia memecat penguasa dan mengangkat penggantinya.","Sebab, Ia tahu apa yang mereka lakukan; maka Ia menggulingkan dan menghancurkan mereka di waktu malam.","Mereka ditampar-Nya karena dosa mereka, di depan umum mereka dihukum-Nya.","Sebab, mereka tidak mentaati kehendak-Nya dan tak mengindahkan segala perintah-Nya.","Mereka menyebabkan orang miskin berkeluh kesah tangisan mereka didengar Allah.","Apabila Allah memutuskan untuk diam saja, tak seorang pun akan berani mengecam-Nya. Apabila Ia menyembunyikan wajah-Nya, tak seorang pun dapat menemukan-Nya.","Maka bangsa-bangsa tidak berdaya untuk mencegah penindasan jahat berkuasa.","Ayub, apakah dosamu kepada Allah telah kauakui? sudahkah kau berjanji tak akan berdosa lagi?","Sudahkah kauminta agar ditunjukkan-Nya kesalahanmu? Sudahkah kau bersumpah menghentikan perbuatan itu?","Masakan Allah akan mengabulkan apa yang kauingini, setelah perbuatan Allah tidak kausetujui? Kini, engkau yang harus memutuskan, bukan aku. Katakanlah apa pendapatmu!","Semua orang arif pastilah akan menyetujuinya; orang bijak yang mendengar aku akan berkata","bahwa Ayub berbicara tanpa mengerti, dan bahwa perkataannya tidak mengandung arti.","Jika kata-kata Ayub ditinjau dengan cermat, akan nyatalah bahwa bicaranya seperti orang jahat.","Kesalahannya ditambah lagi dengan sebuah dosa; ia memberontak terhadap Allah, dan menghina-Nya di hadapan kita."]