["Sekarang, hai Ayub, dengarkanlah dengan teliti kata-kata yang hendak kusampaikan ini.","Aku sudah siap sedia hendak berkata-kata.","Dengan tulus hati aku berbicara; yang kukatakan adalah yang sebenarnya.","Roh Allah telah menciptakan aku dan memberikan hidup kepadaku.","Jadi, jika dapat, jawablah aku. Siapkanlah pembelaanmu.","Bagi Allah, kau dan aku tidak berbeda dari tanah liat kita dibentuk-Nya.","Jadi, tak usah kau takut kepadaku; aku tidak bermaksud mengalahkanmu.","Nah, telah kudengar apa yang kaukatakan, dan aku mengerti apa yang kaumaksudkan.","Kau berkata, 'Aku bersih, tak melakukan pelanggaran. Aku tak bercela dan tak berbuat kesalahan.","Tetapi Allah mencari-cari alasan melawan aku, dan diperlakukan-Nya aku sebagai seteru.","Ia mengenakan rantai pada kakiku; dan mengawasi segala gerak-gerikku.'","Hai Ayub, pendapatmu salah belaka! Sebab Allah lebih besar daripada manusia.","Mengapa engkau menuduh Allah bahwa Ia tak mengindahkan keluhan manusia?","Allah berbicara dengan berbagai cara, namun tak seorang pun memperhatikan perkataan-Nya.","Sedang orang tidur nyenyak di waktu malam, dalam mimpi dan penglihatan, Allah berbicara.","Allah menyuruh mereka mendengarkan; dikejutkan-Nya mereka dengan teguran-teguran.","Maksud-Nya supaya mereka berhenti berdosa dan meninggalkan kesombongan mereka.","Tidak dibiarkan-Nya mereka mengalami kehancuran; dilindungi-Nya mereka dari kematian.","Allah menegur orang dengan mendatangkan penyakit sehingga tubuhnya penuh rasa sakit.","Si sakit kehilangan nafsu makan, makanan yang paling lezat pun memuakkan.","Tubuhnya menjadi kurus merana, tulang-tulangnya kelihatan semua.","Ia sudah hampir pulang ke alam baka dunia orang mati telah dekat kepadanya.","Mungkin satu di antara seribu malaikat Allah yang mengingatkan manusia akan tugasnya, akan datang menolong dia.","Dengan iba malaikat itu akan berkata, 'Lepaskanlah dia, tak boleh ia turun ke dunia orang mati. Inilah uang tebusan, agar ia bebas lagi.'","Tubuhnya akan menjadi kuat perkasa segar seperti orang muda.","Bila ia berdoa, Allah akan mengasihaninya, maka ia akan memuji Allah dengan gembira dan Allah akan memulihkan keadaannya.","Maka di depan umum ia akan berkata, 'Yang jahat kuanggap baik, besarlah dosaku, namun Allah tidak menghukum aku.'","Allah mencegah aku pergi ke dunia orang mati, sehingga aku masih hidup kini.","Dengan berulang kali, Allah telah melakukan semua ini,","supaya Ia dapat menyelamatkan manusia dan memberi kebahagiaan dalam hidupnya.","Maka dengarlah Ayub, pasanglah telinga diamlah, kini akulah yang berbicara.","Tetapi jika ada yang hendak kaukatakan, silakan bicara; dan jika engkau benar, aku akan rela mengakuinya.","Tetapi jika tidak, diamlah dan dengarkanlah aku, aku hendak mengajarkan hikmat kepadamu."]