["Badai membuat hatiku gentar dan jantungku berdebar-debar.","Dengarlah suara Allah, hai kamu semua; dengarlah guruh yang keluar dari mulut-Nya.","Ke seluruh langit, dilepaskannya kilat-Nya; dikirim-Nya petir-Nya ke ujung-ujung dunia.","Kemudian, terdengar suara-Nya menderu, bunyi megah guntur dan guruh; dan di tengah suara yang menggelegar, petir berkilat sambar-menyambar.","Karena perintah Allah, maka mujizat terjadi, hal-hal ajaib yang tak dapat kita fahami.","Salju jatuh ke bumi atas perintah-Nya; hujan lebat turun atas suruhan-Nya.","Dihentikan-Nya pekerjaan manusia, supaya mereka tahu bahwa Ia sedang bekerja.","Juga binatang liar masuk ke dalam lubang dan gua, dan berlindung di dalam sarangnya.","Dari selatan keluar angin taufan dan dari utara hawa dingin yang mencekam.","Napas Allah membekukan permukaan air yang luas, mengubahnya menjadi es yang keras.","Mega dimuati-Nya dengan air, dan awan bercahaya diterangi petir.","Awan-awan melayang ke seluruh dunia, atas perintah Allah mereka bergerak ke mana-mana.","Allah memberi hujan untuk membasahi tanah, atau juga untuk menghukum umat manusia; mungkin pula untuk memperlihatkan kepada mereka, betapa besar kasih-Nya yang tetap untuk selamanya.","Diamlah sebentar, hai Ayub, dan dengarkanlah; perhatikanlah keajaiban-keajaiban Allah.","Tahukah engkau bagaimana Allah memberi aba-aba, sehingga kilat memancar dari awan dan mega?","Tahukah engkau bagaimana awan-awan melayang hasil keahlian Allah yang mengagumkan?","Tidak, engkau hanya dapat mengeluh kepanasan apabila bumi dilanda oleh angin selatan.","Dapatkah engkau seperti Allah membentangkan cakrawala dan mengeraskannya seperti logam tuangan atau kaca?","Ajarlah kami apa yang harus kami katakan kepada Allah; tak ada yang dapat kami jelaskan, pikiran kami hampa.","Tak mau aku memohon bicara kepada Allah jangan-jangan Ia mendapat alasan membuat aku celaka.","Kini cahaya langit sangat terang sehingga menyilaukan mata; angin membersihkan cuaca dengan hembusannya.","Sinar keemasan muncul di utara, dan kemuliaan Allah mengagumkan hati kita.","Sungguh besar kuasa Allah kita; tak sanggup kita menghampiri-Nya, Ia jujur dan adil senantiasa; tak pernah Ia menindas manusia.","Itulah sebabnya Ia patut dihormati oleh siapa saja, dan orang yang mengaku arif, tak dihiraukan-Nya.\""]