["Dengan sumpah aku telah berjanji gadis muda tak akan kupandang dengan berahi.","Apakah yang dilakukan Allah terhadap kita? Bagaimanakah dibalas-Nya perbuatan manusia?","Celaka dan kemalangan pasti Ia datangkan kepada orang yang melakukan kejahatan!","Allah pasti mengetahui segala perbuatanku; dilihat-Nya segala langkahku.","Aku bersumpah bahwa belum pernah aku bertindak curang; belum pernah pula aku menipu orang.","Biarlah Allah menimbang aku di atas neraca yang sah, maka Ia akan tahu bahwa aku tidak bersalah.","Andaikata aku telah menyimpang dari jalan yang benar, atau hatiku tertarik oleh hal yang cemar, jika tanganku ternoda oleh dosa,","maka biarlah orang lain makan apa yang kutabur, dan seluruh hasil bumiku hancur.","Seandainya pernah aku tertarik kepada istri tetanggaku, dan dengan sembunyi, kuintip dia di balik pintu,","maka biarlah istriku memasak untuk orang lain; biarlah di ranjang lelaki lain ia berbaring.","Jika dosa yang keji itu memang kulakukan, aku patut menerima hukuman.","Dosa itu membinasakan seperti api neraka, segala yang kumiliki habis dibakarnya.","Ketika hambaku mengeluh karena haknya kusalahi, kudengarkan dia dan kuperlakukan dengan tulus hati.","Jika tidak, bagaimana harus kuhadapi Allahku? Apa jawabku pada waktu Ia datang menghakimi aku?","Bukankah Allah yang menciptakan aku, menciptakan juga hamba-hambaku itu?","Belum pernah aku tak mau menolong orang yang papa, atau membiarkan para janda hidup berputus asa.","Belum pernah kubiarkan yatim piatu kelaparan, sedangkan aku sendiri cukup makanan.","Sejak kecil mereka kupelihara; seumur hidupku kubimbing mereka.","Jika kulihat orang yang berkekurangan, terlalu miskin untuk membeli pakaian,","kuhangatkan dia dengan kain wol dari dombaku sendiri, maka ia akan memuji aku dengan segenap hati.","Sekiranya pernah aku menindas yatim piatu, sebab yakin akan menang perkaraku,","maka biarlah patah kedua lenganku sehingga terpisah dari bahuku.","Tak akan aku berbuat begitu, sebab hukuman Allah sangat mengecutkan hatiku.","Tidak pernah aku mengandalkan hartaku,","atau membanggakan kekayaanku.","Tak pernah kusembah mentari yang bersinar cerah ataupun bulan yang bercahaya indah.","Tak pernah aku terpikat olehnya, atau kukecup tanganku untuk menghormatinya.","Dosa semacam itu patut mendapat hukuman mati; karena Allah Yang Mahakuasa telah diingkari.","Belum pernah aku bersenang karena musuhku menderita, atau bersukacita karena ia mendapat celaka.","Aku tidak berdoa untuk kematian musuhku; tak pernah aku berbuat dosa semacam itu.","Orang-orang yang bekerja padaku tahu, bahwa siapa saja kujamu di rumahku.","Rumahku terbuka bagi orang yang bepergian; tak pernah kubiarkan mereka bermalam di jalan.","Orang lain menyembunyikan dosanya, tetapi aku tak pernah berbuat seperti mereka.","Pendapat umum tidak kutakuti, dan penghinaan orang, aku tak perduli. Tak pernah aku tinggal di rumah atau diam saja, hanya karena takut akan dihina.","Tiadakah orang yang mau mendengarkan kata-kataku? Ku bersumpah bahwa benarlah semuanya itu. Kiranya Yang Mahakuasa menjawab aku. Seandainya tuduhan musuh terhadap aku ditulis semua sehingga terlihat olehku,","maka dengan bangga akan kupasang pada bahu, dan sebagai mahkota kulekatkan di kepalaku.","Akan kuberitahukan kepada Allah segala yang kubuat; akan kuhadapi Dia dengan bangga dan kepala terangkat.","Seandainya tanah yang kubajak telah kucuri, dan kurampas dari pemiliknya yang sejati,","seandainya hasilnya habis kumakan, dan petani yang menanamnya kubiarkan kelaparan,","biarlah bukan jelai dan gandum yang tumbuh di ladang, melainkan semak berduri dan rumput ilalang.\" Sekianlah kata-kata Ayub."]