["Karena Ayub yakin sekali akan kebenaran dirinya, maka ketiga sahabatnya itu pun tak mau menjawab dia lagi.","Tetapi di situ ada seorang yang bernama Elihu anak Barakheel, seorang keturunan Bus dari kaum Ram. Ia tidak dapat menahan marahnya, karena Ayub membenarkan dirinya sendiri dan mempersalahkan Allah.","Ia juga marah kepada ketiga sahabat Ayub itu karena mereka tidak dapat membantah kata-kata Ayub, meskipun mereka mempersalahkannya.","Elihu orang yang paling muda di antara mereka, sebab itu ia menunggu sampai semuanya selesai berbicara.","Setelah melihat bahwa ketiga orang itu tidak dapat menjawab, ia menjadi marah,","dan berkata demikian, \"Aku masih muda, sedangkan kamu sudah tua, sebab itu aku takut dan ragu mengemukakan pendapatku.","Pikirku, kamulah yang harus berbicara, yang lebih tua harus membagikan hikmatnya.","Tetapi yang memberi hikmat kepada manusia, hanyalah Roh Allah Yang Mahakuasa.","Orang menjadi bijak, bukan karena lanjut umurnya; orang mengerti yang benar, bukan karena tinggi usianya.","Sebab itu, dengarkanlah aku; izinkanlah aku mengatakan pendapatku.","Dengan sabar aku mendengarkan ketika kamu berbicara, dan menanti ketika kamu mencari kata-kata yang bijaksana.","Kuperhatikan dengan saksama; kudengar kamu menemui kegagalan. Kesalahan dalam kata-kata Ayub tak dapat kamu buktikan.","Bagaimana dapat kamu katakan bahwa hikmat telah kamu temukan? Karena kamu terpaksa menyerah. Yang bisa menjawab Ayub hanyalah Allah.","Kepadamulah Ayub berbicara, dan bukan kepadaku, tetapi aku tak akan memberi jawaban seperti kamu.","Ayub, mereka bingung dan tak dapat memberi jawaban; tak ada yang dapat mereka katakan.","Mereka berdiri saja, tak dapat berbicara lagi. Haruskah aku menunggu meskipun mereka berdiam diri?","Tidak, sekarang akan kuberi jawaban; pendapatku akan kusampaikan.","Tak sabar lagi aku menunggu. Tak dapat lagi kutahan kata-kataku.","Jika aku diam saja, akan pecahlah aku, seperti kantong yang penuh dengan anggur baru.","Aku harus berbicara, supaya hatiku tenang; aku harus membuka mulutku dan memberi jawaban.","Tak akan kubela siapa pun dalam sengketa ini dan tak seorang pun akan kupuji-puji.","Cara menyanjung-nyanjung pun, aku tidak tahu, dan seandainya aku melakukan itu, Allah akan segera menghukum aku."]