["Tetapi kini aku diejek oleh orang yang lebih muda. Dahulu ayah mereka kupandang terlalu hina untuk menjaga dombaku bersama anjing gembala.","Bagiku mereka tidak berguna karena sudah kehabisan tenaga.","Mereka lapar dan menderita sekali, sehingga makan akar kering di gurun yang sunyi.","Mereka mencabut belukar di padang belantara lalu memakan baik daun maupun akarnya.","Mereka diusir dengan tengking seperti orang mengusir maling.","Mereka tinggal di dalam gua-gua; lubang-lubang di dinding gunung menjadi rumah mereka.","Di rimba mereka meraung-raung seperti binatang, berkelompok di bawah semak belukar di hutan.","Mereka tak bernama dan tak berharga, orang-orang yang sudah dihalau dari negerinya.","Sekarang mereka datang dan aku ditertawakannya; bagi mereka, aku ini lelucon belaka.","Aku dipandang oleh mereka hina dan keji, bahkan mukaku mereka ludahi.","Karena Allah membuat aku lemah tidak berdaya, mereka melampiaskan amukan mereka.","Gerombolan itu menyerang aku dari depan, dan kejatuhanku mereka rencanakan.","Mereka memotong jalanku untuk membinasakan aku; tak seorang pun menghalangi ketika mereka menyerbu.","Bagaikan banjir mereka dobrak tembok pertahananku; beramai-ramai mereka datang menindih tubuhku.","Kedahsyatan meliputi diriku; bagaikan hembusan angin, harga diriku berlalu; bagaikan awan lewat, hilanglah kebahagiaanku.","Sekarang hampir matilah aku; tak ada keringanan bagi deritaku.","Pada waktu malam semua tulangku nyeri; rasa sakit yang menusuk tak kunjung berhenti.","Allah mencengkeram aku pada leher bajuku sehingga pakaianku menggelambir pada tubuhku.","Ke dalam lumpur aku dihempaskan-Nya, aku menjadi seperti sampah saja!","Aku berseru kepada-Mu, ya Allah, Kau tak memberi jawaban; bila aku berdoa, Kau tak memperhatikan.","Engkau berlaku kejam terhadapku, Kautindas aku dengan seluruh kekuatan-Mu.","Engkau membiarkan angin melayangkan aku; dalam angin ribut Kauombang-ambingkan diriku.","Aku tahu, Kaubawa aku kepada alam kematian, tempat semua yang hidup dikumpulkan.","Mengapa Kau menyerang orang yang celaka, yang tak dapat berbuat apa pun kecuali mohon iba?","Bukankah aku menangis bersama orang yang kesusahan, dan mengasihani orang yang berkekurangan?","Aku mengharapkan bahagia dan terang, tapi kesukaran dan kegelapanlah yang datang.","Aku terkoyak oleh duka dan nestapa; hari demi hari makin banyak yang kuderita.","Di dalam kelam, tanpa cahaya, aku berkeliaran; aku berdiri di muka umum, minta pertolongan.","Suaraku sedih penuh iba seperti tangis serigala dan burung unta.","Kulitku menjadi hitam; tubuhku terbakar oleh demam.","Dahulu kudengar musik gembira, kini hanya ratapan tangis belaka."]