["Kemudian dari dalam badai TUHAN berbicara kepada Ayub, demikian:","\"Siapa engkau, sehingga berani meragukan hikmat-Ku dengan kata-katamu yang bodoh dan kosong itu?","Sekarang, hadapilah Aku sebagai laki-laki, dan jawablah pertanyaan-pertany ini.","Sudah adakah engkau ketika bumi Kujadikan? Jika memang luas pengetahuanmu, beritahukan!","Siapakah menentukan luasnya dunia? Siapakah membentangkan tali ukuran padanya? Tahukah engkau jawabannya?","Bagaimanakah tiang-tiang penyangga bumi berdiri teguh? Siapa meletakkan batu penjuru dunia dengan kukuh,","pada waktu bintang-bintang pagi bernyanyi bersama dan makhluk-makhluk surga bersorak-sorak gembira.","Siapakah menutup pintu untuk membendung samudra ketika dari rahim bumi membual keluar airnya?","Akulah yang menudungi laut dengan awan dan membungkusnya dengan kegelapan.","Aku menentukan batas bagi samudra dan dengan pintu terpalang Aku membendungnya.","Kata-Ku kepadanya, 'Inilah batasnya. Jangan kaulewati! Di sinilah ombak-ombakmu yang kuat harus berhenti.'","Hai Ayub, pernahkah engkau barang sekali, menyuruh datang dinihari?","Pernahkah engkau menyuruh fajar memegang bumi dan mengebaskan orang jahat dari tempat mereka bersembunyi?","Terang siang menampakkan dengan jelas gunung dan lembah seperti cap pada tanah liat dan lipatan pada sebuah jubah.","Terang siang terlalu cerah bagi orang tak bertuhan, dan menahan mereka melakukan kekerasan.","Pernahkah engkau turun ke sumber laut, jauh di dasarnya? Pernahkah engkau berjalan-jalan di lantai samudra raya?","Pernahkah orang menunjukkan kepadamu gapura di depan alam maut yang gelap gulita?","Dapatkah engkau menduga luasnya dunia? Jawablah jika engkau mengetahuinya.","Tahukah engkau dari mana datangnya terang, dan di mana sebenarnya sumber kegelapan?","Dapatkah engkau menentukan batas antara gelap dan terang? atau menyuruh mereka pulang setelah datang?","Tentu engkau dapat, karena engkau telah tua, dan ketika dunia diciptakan, engkau sudah ada!","Pernahkah engkau mengunjungi gudang-gudang-Ku tempat salju dan hujan batu,","yang Kusimpan untuk masa kesukaran, untuk waktu perang dan hari-hari pertempuran?","Tahukah engkau tempat matahari berpangkal? atau dari mana angin timur berasal?","Siapakah yang menggali saluran bagi hujan lebat dan memberi jalan bagi guruh dan kilat?","Siapakah menurunkan hujan ke atas padang belantara, dan ke atas tanah yang tak dihuni manusia?","Siapakah menyirami bumi yang kering dan merana sehingga rumput bertunas semua?","Apakah hujan mempunyai ayah kandung? Siapa bapa titik-titik air embun?","Apakah air es mempunyai ibu? Siapa melahirkan embun beku?","Siapa mengubah air menjadi batu, dan membuat permukaan laut menjadi kaku?","Dapatkah ikatan bintang Kartika kauberkas? atau belenggu bintang Belantik kaulepas?","Dapatkah kaubimbing bintang-bintang setiap musimnya, dan bintang Biduk besar dan kecil, kautentukan jalannya?","Tahukah engkau hukum-hukum di cakrawala? dan dapatkah engkau menerapkannya di dunia?","Dapatkah engkau meneriakkan perintah kepada awan, dan menyuruhnya membanjirimu dengan hujan?","Dan jika engkau menyuruh petir-petir bersambaran, apakah mereka datang dan berkata, \"Saya, Tuan!\"?","Dari siapa burung ibis tahu kapan Sungai Nil akan menggenang? Siapa memberitahu ayam jantan bahwa hujan akan datang?","Siapakah cukup arif untuk menghitung awan dan membalikkannya sehingga turun hujan,","hujan yang mengeraskan debu menjadi gumpalan dan tanah menjadi berlekat-lekatan?","Dapatkah engkau memburu mangsa untuk singa-singa dan mengenyangkan perut anak-anaknya,","bilamana mereka berlindung di dalam gua atau mengendap di dalam sarangnya?","Siapa membantu burung gagak yang kelaparan dan berkeliaran ke sana sini mencari pangan? Siapakah pula memberi pertolongan apabila anak-anaknya berseru kepada-Ku minta makanan?"]