["Tahukah engkau kapan kambing gunung dilahirkan induknya? Pernahkah kauamati rusa liar melahirkan anaknya?","Tahukah engkau berapa lama mereka mengandung? Dapatkah saatnya beranak engkau hitung?","Tahukah engkau kapan mereka meringkukkan tubuhnya, lalu melahirkan anak-anaknya?","Anak-anaknya bertambah besar dan kuat di padang belantara; mereka pergi dan tak kembali kepada induknya.","Siapa melepaskan keledai liar di hutan? Siapa membuka talinya dan membiarkan dia berkeliaran?","Kepadanya Kuberikan gurun sebagai rumahnya dan padang-padang garam untuk tempat tinggalnya.","Ia menjauhi kota-kota dan keramaiannya, tak ada yang dapat menjinakkan dan mempekerjakannya.","Padang rumput di gunung tempat makanannya, dicarinya tetumbuhan yang hijau di sana.","Apakah lembu liar mau bekerja untukmu? Maukah ia bermalam di dalam kandangmu?","Dapatkah kauikat dia dan kaupaksa membajak untukmu? Dapatkah kausuruh dia menggaru ladangmu?","Dapatkah kauandalkan tenaganya yang kuat, dan kauserahkan kepadanya kerjamu yang berat?","Apakah kaupercayakan dia mengumpulkan panenmu, dan membawanya ke tempat penebahanmu?","Betapa cepatnya kibasan sayap burung unta! Tetapi terbang burung bangau tak dapat diimbanginya.","Burung unta bertelur di tanah, lalu ditinggalkannya; maka pasirlah yang akan memanaskan telurnya.","Ia tak sadar bahwa mungkin orang memijaknya dan binatang-binatang liar menginjaknya.","Ia bersikap seolah-olah anaknya bukan miliknya; ia tidak peduli jika usahanya sia-sia saja.","Akulah yang membuat dia bodoh dan bebal, tak Kuberikan kepadanya hikmat dan akal.","Tetapi apabila ia mulai berlari kencang, ia mengalahkan kuda serta penunggang.","Hai Ayub, engkaukah yang memberi tenaga kepada kuda dan surai yang melambai-lambai pada tengkuknya?","Engkaukah yang menyuruhnya melompat seperti belalang, dan dengan dengusnya menakut-nakuti orang?","Ia menggaruk tanah di lembah dengan gembira, dan penuh semangat ia menyerbu ke medan laga.","Ia tak tahu artinya gentar dan takut; tak ada pedang yang membuat dia surut.","Senjata yang disandang penunggangnya gemerincing dan gemerlapan kena cahaya.","Dengan semangat menyala-nyala kuda itu berlari; bila trompet berbunyi tak dapat ia menahan diri.","Ia mendengus setiap kali trompet dibunyikan dari jauh tercium olehnya bau pertempuran. Didengarnya teriak para perwira ketika mereka memberi aba-aba.","Apakah burung elang kauajar terbang bila ia menuju ke selatan dengan sayap terkembang?","Perintahmukah yang diikuti burung rajawali sebelum ia membuat sarangnya di gunung yang tinggi?","Di puncak gunung batu ia membangun rumahnya; ujung batu-batu yang runcing menjadi bentengnya.","Dari situ ia mengawasi segala arah matanya mengintai mencari mangsa.","Di mana ada yang tewas, di situlah dia, dan darah mangsa itu diminum oleh anak-anaknya."]