["Dengarkanlah sebentar lagi, dan bersabarlah, masih ada yang hendak kukatakan demi Allah.","(36:1)","Pengetahuanku luas; akan kugunakan itu untuk membuktikan bahwa adillah Penciptaku.","Perkataanku tidak ada yang palsu; orang yang sungguh arif ada di depanmu.","Allah itu perkasa! Segala sesuatu difahami-Nya. Tak seorang pun dipandang-Nya hina.","Orang yang berdosa tak dibiarkan-Nya hidup lama, Ia memberi keadilan kepada orang yang menderita.","Orang-orang jujur diperhatikan-Nya, dibuat-Nya mereka berkuasa seperti raja-raja, sehingga mereka dihormati selama-lamanya.","Tetapi bila orang dibelenggu dengan rantai besi, menderita akibat perbuatannya sendiri,","maka dosa dan kesombongan mereka akan disingkapkan oleh Allah.","Disuruhnya mereka mendengarkan peringatan-Nya dan meninggalkan kejahatan mereka.","Jika mereka menurut kepada Allah dan berbakti kepada-Nya, mereka hidup damai dan makmur sampai akhir hayatnya.","Tetapi jika mereka tidak mendengarkan, mereka akan mati dalam kebodohan.","Orang yang tak bertuhan menyimpan kemarahan; biar dihukum TUHAN, tak mau mereka minta bantuan.","Mereka mati kepayahan di masa mudanya, karena hidupnya penuh hina.","Allah mengajar manusia melalui derita, Ia memakai kesusahan untuk menyadarkannya.","Allah telah membebaskan engkau dari kesukaran, sehingga kau dapat menikmati ketentraman, dan meja hidanganmu penuh makanan.","Tetapi kini sesuai dengan kejahatanmu, engkau menerima hukumanmu.","Waspadalah, jangan kau tertipu oleh uang sogokan; jangan kau disesatkan karena kekayaan.","Sia-sia saja kau berseru minta dibantu, percuma segala tenaga dan kekuatanmu.","Jangan kaurindukan malam gelap, saatnya bangsa-bangsa musnah dan lenyap.","Waspadalah, jangan berpaling kepada kedurhakaan. Deritamu dimaksudkan agar kautinggalkan kejahatan.","Ingatlah, Allah itu sungguh besar kuasa-Nya. Adakah guru sehebat Dia?","Siapakah dapat menentukan jalan bagi-Nya atau berani menuduh-Nya berbuat salah?","Selalu Ia dipuji karena karya-Nya, dan engkau pun patut menjunjung-Nya.","Semua orang melihat perbuatan-Nya; tetapi tak seorang pun benar-benar memahami-Nya.","Allah sungguh mulia, tak dapat kita menyelami-Nya ataupun menghitung jumlah tahun-Nya.","Allah yang menarik air dari bumi menjadi awan lalu mengubahnya menjadi tetesan air hujan.","Ia mencurahkan hujan dari mega; disiramkan-Nya ke atas umat manusia.","Tak seorang pun mengerti gerak awan-awan serta bunyi guruh di langit tempat Allah berdiam.","Ia menerangi seluruh langit dengan kilat, tetapi dasar laut tetap gelap pekat.","Itulah caranya Ia menghidupi bangsa-bangsa dan memberinya makanan yang berlimpah ruah.","Ia menangkap kilat dengan tangan-Nya dan menyuruhnya menyambar sasaran-Nya.","Bunyi guruh menandakan bahwa badai akan melanda, ternak pun tahu angin ribut segera tiba."]