["Kemudian Ayub mulai berbicara dan mengutuki hari kelahirannya, katanya,","\"Ya Allah, kutukilah hari kelahiranku, dan malam aku mulai dikandung ibuku!","(3:2)","Ya Allah, jadikanlah hari itu gelap, hapuskan dari ingatan-Mu hingga lenyap; janganlah Engkau biarkan pula cahaya cerah menyinarinya.","Jadikanlah hari itu hitam kelam, gelap gulita, kabur dan suram; liputilah dengan awan dan mega, tudungilah dari sinar sang surya.","Hendaknya malam itu dihilangkan dari hitungan tahun dan bulan; jangan lagi dikenang, jangan pula dibilang.","Biarlah malam itu penuh kegelapan tiada kemesraan, tiada kegembiraan.","Hai orang perdukunan dan pengendali Lewiatan, timpalah hari itu dengan sumpah dan kutukan;","jangan sampai bintang kejora bersinar, jangan biarkan sinar fajar memancar! Biarlah malam itu percuma menunggu datangnya hari dan harapan yang baru.","Terkutuklah malam celaka ketika aku dilahirkan bunda, dan dibiarkan menanggung sengsara.","Mengapa aku tidak mati dalam rahim ibu, atau putus nyawa pada saat kelahiranku?","Mengapa aku dipeluk ibuku dan dipangkunya, serta disusuinya pada buah dadanya?","Sekiranya pada saat itu aku berpulang, maka aku tidur dan mengaso dengan tenang,","seperti para raja dan penguasa dahulu kala, yang membangun kembali istana zaman purba.","Aku tertidur seperti putra raja, yang mengisi rumahnya dengan perak kencana.","Mengapa aku tidak lahir tanpa nyawa supaya tidurku lelap dan terlena?","Di sana, di dalam kuburan, penjahat tidak melakukan kejahatan, dan buruh yang habis tenaga dapat melepaskan lelahnya.","Juga tawanan merasa lega, bebas dari hardik para penjaga.","Di sana semua orang sama: yang tenar dan yang tidak ternama. Dan para budak bebas akhirnya.","Mengapa manusia dibiarkan terus hidup sengsara? Mengapa terang diberi kepada yang duka?","Mereka lebih suka kuburan daripada harta, menanti maut, tapi tak kunjung tiba.","Kebahagiaan baru dapat dirasakan bila mereka mati dan dikuburkan.","Masa depan mereka diselubungi oleh Allah, mereka dikepung olehnya dari segala arah.","Gantinya makan aku mengeluh, tiada hentinya aku mengaduh.","Segala yang kucemaskan, menimpa aku, segala yang kutakuti, melanda aku.","Bagiku tiada ketentraman, aku menderita tanpa kesudahan.\""]