["Dapatkah kautangkap si buaya Lewiatan, hanya dengan sebuah pancing ikan? Dapatkah lidahnya kautambat dengan tali-tali pengikat?","Dapatkah engkau memasang tali pada hidungnya ataupun kait besi pada rahangnya?","Mungkinkah ia mohon padamu untuk dibebaskan? atau berunding denganmu, minta belas kasihan?","Mungkinkah ia membuat persetujuan denganmu, dan berjanji akan selalu melayanimu?","Mungkinkah engkau mengikatnya seperti burung peliharaan, yang menyenangkan hamba-hamba perempuan?","Mungkinkah ia diperdagangkan oleh nelayan-nelayan dan dibagi-bagikan di antara para pedagang?","Dapatkah kautusuk kulitnya dengan tombak bermata tiga atau kaulempari dia dengan lembing yang menembus kepalanya?","Sentuhlah dia sekali saja, dan tak akan lagi engkau mengulanginya; pertarungan itu tak akan kaulupakan selama-lamanya.","Setiap orang yang melihat Lewiatan, akan menjadi lemah lalu jatuh pingsan.","Ia ganas bila dibangunkan dari tidurnya; tak seorang pun berani berdiri di hadapannya.","Siapa yang dapat menyerangnya tanpa kena cedera? Di dunia ini tak ada yang sanggup melakukannya.","Marilah Kuceritakan tentang anggota badan Lewiatan, tentang kekuatannya dan bentuknya yang tampan.","Tak seorang pun dapat mengoyakkan baju luarnya atau menembus baju perang yang dipakainya.","Siapa dapat membuka moncongnya yang kuat, berisi gigi-gigi yang dahsyat?","Bagai perisai tersusun, itulah punggungnya terlekat rapat, seperti batu kerasnya.","Tindih-menindih, terikat erat, sehingga angin pun tak dapat masuk menyelinap.","Perisai itu begitu kuat bertautan sehingga tak mungkin diceraikan.","Apabila Lewiatan bersin, berpijaran cahaya; matanya berkilau bagai terbitnya sang surya.","Lidah api menghambur dari mulutnya; bunga api berpancaran ke mana-mana.","Asap mengepul dari dalam hidungnya, seperti asap kayu bakar di bawah belanga.","Napasnya menyalakan bara; nyala api keluar dari mulutnya.","Tengkuknya demikian kuatnya, sehingga semuanya ketakutan di hadapannya.","Tak ada tempat lemah pada kulitnya; tak mungkin pecah karena sekeras baja.","Hatinya seteguh batu, tak kenal bimbang kokoh dan keras seperti batu gilingan.","Bila ia bangkit, orang terkuat pun kehilangan keberanian, dibuat tak berdaya karena sangat ketakutan.","Tak ada pedang yang dapat melukainya; tombak, panah ataupun lembing tak dapat menyakitinya.","Besi dianggapnya sehalus rerumputan dan tembaga selunak kayu bercendawan.","Tak ada panah yang dapat menghalau dia; batu yang dilemparkan kepadanya seolah-olah jerami saja.","Gada dianggapnya sehelai rumput kering; ia tertawa jika orang melemparkan lembing.","Sisik di perutnya seperti beling yang runcing ujungnya. Bagai alat penebah ia mengorek lumpur dan membelahnya.","Laut dikocoknya sehingga menyerupai air mendidih; seperti panci pemasak minyak yang berbuih-buih.","Ia meninggalkan bekas tapak kaki yang bercahaya, laut diubahnya menjadi buih yang putih warnanya.","Di atas bumi tak ada tandingannya; makhluk yang tak kenal takut, itulah dia!","Binatang yang paling megah pun dipandangnya hina; di antara segala binatang buas, dialah raja.\""]