["Hai Ayub, kautantang Aku, Allah Yang Mahakuasa; maukah engkau mengalah atau maukah engkau membantah?\"","(40:1)","Maka jawab Ayub kepada TUHAN, \"Aku berbicara seperti orang bodoh, ya TUHAN. Jawab apakah yang dapat kuberikan? Tak ada apa-apa lagi yang hendak kukatakan.","(40:3)","Sudah terlalu banyaklah yang kututurkan.\"","Lalu, dari dalam badai TUHAN berbicara lagi kepada Ayub.","Lalu TUHAN berkata kepada Ayub, \"Hadapilah Aku sebagai laki-laki, dan jawablah segala pertanyaan-Ku ini.","Apakah hendak kausangkal keadilan-Ku, dan membenarkan dirimu dengan mempersalahkan Aku?","Apakah engkau kuat seperti Aku? Dapatkah suaramu mengguntur seperti suara-Ku?","Hiasilah dirimu dengan kemegahan dan kebesaran, kenakanlah keagungan dan keluhuran.","Pandanglah mereka yang congkak hatinya; luapkanlah marahmu dan rendahkanlah mereka.","Ya, pandanglah orang yang sombong, tundukkan dia! remukkanlah orang jahat di tempatnya.","Kuburlah mereka semua di dalam debu; kurunglah mereka di dunia orang mati.","Maka engkau akan Kupuji karena engkau menang dengan kekuatan sendiri.","Perhatikanlah Behemot, si binatang raksasa; seperti engkau, dia pun ciptaan-Ku juga. Rumput-rumput menjadi makanannya, seperti sapi dan lembu biasa.","Tetapi amatilah tenaga dalam badannya dan kekuatan pada otot-ototnya!","Ia menegakkan ekornya seperti pohon aras, otot-otot pahanya kokoh dan keras.","Tulang-tulangnya kuat seperti tembaga, kakinya teguh bagaikan batang-batang baja.","Di antara segala makhluk-Ku dialah yang paling menakjubkan; hanya oleh Penciptanya saja ia dapat ditaklukkan!","Di bukit-bukit tempat binatang liar bermain-main gembira, tumbuhlah rumput yang menjadi makanannya.","Ia berbaring di bawah belukar berduri, di antara gelagah di rawa-rawa ia bersembunyi.","Belukar berduri menaungi dia dengan bayang-bayangnya. Pohon gandarusa di pinggir sungai meneduhi dia.","Ia tidak gentar biarpun Sungai Yordan sangat kuat arusnya, ia tetap tenang meskipun air melanda mukanya.","Siapakah berani membutakan matanya, lalu menangkap dia dengan menjerat moncongnya?"]