["Jawab Ayub kepada TUHAN, \"Aku tahu, ya TUHAN, bahwa Engkau Mahakuasa; Engkau sanggup melakukan apa saja.","(42:1)","Engkau bertanya mengapa aku berani meragukan hikmat-Mu padahal aku sendiri tidak tahu menahu. Aku bicara tentang hal-hal yang tidak kumengerti, tentang hal-hal yang terlalu ajaib bagiku ini.","Engkau menyuruh aku mendengarkan ketika Engkau bicara, dan memberi jawaban bila Engkau bertanya.","Dahulu, pengetahuanku tentang Engkau hanya kudengar dari orang saja, tetapi sekarang kukenal Engkau dengan berhadapan muka.","Oleh sebab itu aku malu mengingat segala perkataanku dan dengan menyesal aku duduk dalam debu dan abu.\"","Setelah selesai berbicara kepada Ayub, berkatalah TUHAN kepada Elifas, \"Aku marah kepadamu dan kepada kedua temanmu, karena kamu tidak mengatakan yang sebenarnya tentang diri-Ku. Tetapi hamba-Ku Ayub tidaklah demikian.","Nah, ambillah sekarang tujuh ekor sapi jantan dan tujuh ekor domba jantan, dan pergilah kepada Ayub. Kemudian persembahkanlah semuanya itu sebagai kurban bakaran untuk dirimu. Ayub akan berdoa untuk kamu dan doanya akan Kuterima. Kamu tidak akan Kupermalukan, meskipun kamu patut menerima hukuman. Kamu tidak mengatakan yang sebenarnya tentang diri-Ku, sedangkan Ayub mengatakannya.\"","Elifas, Bildad dan Zofar melakukan apa yang disuruh TUHAN, dan TUHAN menerima doa Ayub.","Kemudian, setelah Ayub berdoa bagi ketiga temannya, TUHAN membuat dia kaya kembali dan memberikan kepadanya dua kali lipat dari segala kepunyaannya dahulu.","Semua abang dan saudara perempuan Ayub, serta semua kenalannya yang lama, datang mengunjunginya lalu berpesta bersama-sama dia di rumahnya. Mereka menyatakan turut berdukacita atas segala kesusahan yang telah didatangkan TUHAN ke atasnya, dan menghibur dia. Masing-masing di antara mereka memberikan sejumlah uang dan sebuah cincin emas kepada Ayub.","Ayub diberkati TUHAN dengan lebih berlimpah dalam sisa hidupnya, daripada masa sebelum ia mengalami musibah. Ayub memiliki 14.000 ekor kambing domba, 6.000 ekor unta, 2.000 ekor sapi, dan 1.000 ekor keledai.","Ia mendapat tujuh orang anak laki-laki dan tiga orang anak perempuan.","Anak perempuannya yang pertama dinamakannya Yemima, yang kedua Kezia, dan yang bungsu Kerenhapukh.","Di seluruh negeri tidak ada gadis secantik ketiga anak perempuan Ayub. Mereka diberi bagian dalam warisan ayahnya, sama dengan saudara-saudara mereka yang laki-laki.","Sesudah itu Ayub masih hidup seratus empat puluh tahun lamanya, sehingga ia sempat melihat cucu-cucunya serta anak-anak mereka.","Lalu meninggallah Ayub dalam usia yang lanjut sekali."]