["Berserulah, hai Ayub, adakah jawaban? Malaikat mana yang kaumintai bantuan?","Hanyalah orang yang bodoh saja yang mati sebab sakit hatinya.","Pernah kulihat orang bodoh; hidupnya tampak amat kokoh. Tetapi tiba-tiba saja kukutuki tempat tinggalnya.","Maka anak-anaknya tak pernah mendapat perlindungan; tak ada yang mau membela mereka di pengadilan.","Apa yang dituai mereka di ladangnya, habis dimakan orang yang kosong perutnya. Bahkan gandum yang di tengah belukar, habis dilalap orang yang lapar. Milik dan kekayaan mereka menjadi incaran orang yang haus harta.","Bukan dari bumi kejahatan muncul; bukan dari tanah kesusahan timbul.","Bukan! Melainkan manusia sendirilah yang mendatangkan celaka atas dirinya, seperti percikan bunga api timbul dari apinya sendiri.","Kalau aku dalam keadaanmu, pada Allah aku akan berseru. Kepada-Nya aku akan mengadu, serta menyerahkan perkaraku.","Karya-karya Allah luar biasa; tidak sanggup kita memahaminya. Mujizat-mujizat yang dibuat-Nya, tak terbilang dan tiada habisnya.","Ia menurunkan hujan ke atas bumi, hingga ladang dan padang basah tersirami.","Dialah Allah yang meninggikan orang rendah, dan membahagiakan orang yang susah.","Digagalkan-Nya rencana orang licik, dijebak dan ditangkap-Nya orang cerdik, sehingga semua usaha mereka tak jadi, dan mereka tertipu oleh akalnya sendiri.","(5:12)","Pada siang hari mereka tertimpa kelam, meraba-raba seperti di waktu malam.","Tetapi Allah menyelamatkan: orang miskin dari kematian, orang rendah dari penindasan.","Kini ada harapan pula bagi orang yang tidak punya. Dan orang jahat diam seribu bahasa, karena Allah telah membungkam mulutnya.","Mujurlah engkau bila Allah menegurmu! Jangan kecewa bila Ia mencelamu.","Sebab Allah yang menyakiti, Ia pula yang mengobati. Dan tangan-Nya yang memukuli, juga memulihkan kembali.","Jikalau bahaya mengancam, selalu engkau diselamatkan.","Apabila paceklik mencekam, kau tak akan mati kelaparan. Jika perang mengganas seram, kau aman dari kematian.","Kau dijaga dari fitnah dan hasut; kauhadapi musibah tanpa takut.","Bila kekejaman dan kelaparan melanda, kau akan tabah dan bahkan tertawa. Kau tidak merasa takut atau cemas, menghadapi binatang buas yang ganas.","Ladang yang kaubajak tak akan berbatu; binatang yang liar tak akan menyerangmu.","Kau akan aman tinggal di kemahmu; dan jika kauperiksa domba-dombamu, semuanya selamat, tak kurang suatu.","Anak cucumu tidak akan terbilang, mereka sebanyak rumput di padang.","Bagai gandum masak, dituai pada waktunya, engkau pun akan hidup segar sampai masa tua.","Ayub, semuanya itu telah kami periksa. Perkataan itu benar, jadi terimalah saja.\""]