["Lalu Ayub menjawab, \"Andaikata duka nestapaku ditimbang beratnya,","(6:1)","pasti lebih berat daripada pasir samudra. Jadi, jangan heran jika kata-kataku kurang hati-hati serta terburu-buru.","Panah dari Yang Mahakuasa menembus tubuhku; racunnya menyebar ke seluruh jiwa ragaku. Kedahsyatan Allah sangat mengerikan, dan menyerang aku bagai pasukan lawan.","Keledai akan puas jika diberi rumput muda, begitu pula lembu jika diberi makanannya.","Tetapi makanan hambar, siapa suka? Mana boleh putih telur ada rasanya?","Tidak sudi aku menyentuhnya; muak aku jika memakannya.","Mengapa Allah enggan mendengar doaku? Mengapa tak diperhatikan-Nya seruanku?","Kiranya Allah berkenan meremukkan aku! Kiranya Ia bertindak dan membunuh aku!","Bagiku hal itu akan merupakan hiburan; aku bakal menari di tengah penderitaan. Segala perintah Allah Yang Mahakudus, telah kutaati dan kuperhatikan terus.","Apa kekuatanku sehingga aku masih ada? Apa harapanku untuk ingin hidup lebih lama?","Sekuat batukah badanku ini? Dari tembagakah tubuhku ini?","Habislah tenagaku mencari bantuan; bagiku tak ada lagi pertolongan.","Dalam derita seperti ini, kudambakan sahabat sejati. Entah aku masih tetap setia atau sudah melalaikan Yang Mahakuasa.","Tetapi kamu, hai kawan-kawan, tak dapat dipercaya dan diandalkan. Kamu seperti kali yang habis airnya, di kala hujan tak kunjung tiba.","Kamu seperti sungai yang diam dan kaku, karena tertutup salju dan air beku.","Segera bila tiba musim panas, salju dan es itu hilang tanpa bekas. Dasar sungai menjadi gersang, tidak berair dan kering kerontang.","Kafilah-kafilah sesat ketika mencari air; mereka mengembara dan mati di padang pasir.","Kafilah dari Syeba dan dari Tema mencari air itu dan mengharapkannya.","Tetapi harapan mereka sia-sia di tepi kali yang tiada airnya.","Seperti sungai itulah kamu, kawanku; kaumundur dan takut melihat deritaku.","Kenapa? Apakah kuminta sesuatu darimu? Atau menyuruhmu menyogok orang untuk kepentinganku?","Apakah aku minta diselamatkan dan ditebus dari musuh yang tak berbelaskasihan?","Nah, ajarilah aku, tunjukkanlah kesalahanku! Aku akan diam dan mendengarkan perkataanmu.","Kata-kata yang tulus menyejukkan hati, tetapi bicaramu kosong, tiada arti!","Segala perkataanku kamu anggap angin saja; percuma kamu jawab aku yang sudah putus asa.","Bahkan anak yatim piatu kamu undikan nasibnya, teman karibmu kamu curangi untuk menjadi kaya.","Coba, perhatikanlah aku; masakan aku ini berdusta kepadamu?","Jangan bertindak tak adil, sadarlah! Jangan mencela aku, aku sungguh tak salah.","Apakah pada sangkamu aku berdusta, tak bisa membedakan yang baik dan yang tercela?"]