["Tapi Ayub menjawab, \"Memang, aku tahu, kata-katamu itu tak salah. Tapi, mana mungkin manusia berperkara melawan Allah dan mengalahkan-Nya?","(9:1)","Dari seribu pertanyaan yang diajukan Allah, satu pun tak dapat dijawab oleh manusia.","Allah itu sangat arif dan berkuasa; siapa dapat tahan melawan Dia?","Allah memindahkan gunung tanpa diketahui orang, lalu menjungkirbalikkannya dengan murka dan berang.","Allah membuat gempa sampai bumi berguncang, dan tiang penyangga dunia bergoyang-goyang,","Allah dapat melarang matahari terbit di waktu pagi, dan mencegah bintang-bintang bersinar di malam hari.","Dibentangkan-Nya angkasa tanpa bantuan; diinjak-injak-Nya punggung naga lautan.","Dipasang-Nya gugusan bintang selatan di cakrawala, juga bintang Biduk, bintang Belantik dan bintang Kartika.","Tak dapat kita memahami segala karya-Nya, tak sanggup kita menghitung mujizat-mujizat-Nya.","Ia lewat di mukaku, tapi tidak tampak olehku; Ia lalu disampingku, tapi tidak nyata bagiku.","Jika Ia merampas, siapa berani melarang-Nya? atau berani bertanya pada-Nya, 'Hai, Kau sedang apa?'","Allah tidak menahan marah dan panas hati-Nya; para pembantu Rahab pun takluk kepada-Nya.","Jadi, bagaimana aku dapat membantah Dia? Dengan kata-kata apa aku akan menjawab-Nya?","Walaupun aku tidak bersalah, apa dayaku, kecuali mohon belas kasihan dari Allah hakimku?","Seandainya Ia menjawab bila aku berseru, aku ragu, benarkah Ia sudi mendengar suaraku?","Dia meremukkan aku dalam angin topan, dan menambah deritaku tanpa alasan.","Tak dibiarkan-Nya aku menghela napas barang sesaat; bahkan dilimpahi-Nya aku dengan kepahitan yang hebat.","Haruskah aku adu tenaga dengan Dia? Tetapi lihat, betapa hebat kekuatan-Nya! Seandainya terhadap Dia aku mengajukan gugatan, siapa berani memanggil-Nya ke pengadilan?","Aku setia dan tak berbuat dosa, tetapi mulutku seakan berkata sebaliknya; setiap kata yang dibentuk bibirku, seolah-olah mempersalahkan diriku.","Aku tak bersalah, tapi aku tak perduli. Aku jemu hidup. Bagiku tak ada yang penting lagi; yang bersalah dan yang benar, sama saja nasibnya: Allah akan membinasakan kedua-duanya.","(9:21)","Bila orang yang tak bersalah mati tiba-tiba, Allah hanya tertawa saja.","Bumi diserahkan Allah kepada pendurhaka, dan hakim-hakim telah dibuat-Nya buta semua. Allah melakukan semua ini, kalau bukan Dia, siapa lagi?","Hari-hariku berlalu dengan kencang, lalu menghilang tanpa merasa senang.","Seperti perahu laju, hidupku lewat dengan segera, secepat burung elang menukik, menyambar mangsanya.","Jika aku mau tersenyum dan tertawa gembira, jika kucoba melupakan segala derita, maka dukaku datang kembali, memburu aku; sebab kutahu, Allah tetap mempersalahkan aku.","(9:27)","Nah, jika begitu, peduli apa aku?","Tak ada sabun yang dapat menghilangkan dosaku!","Allah membenamkan aku dalam kotoran, sampai pakaianku pun menganggap aku menjijikkan.","Seandainya Allah itu manusia, aku akan dapat menjawab Dia; lalu kami akan menghadap ke pengadilan untuk menyelesaikan segala pertengkaran.","Tapi di antara kami tak ada jaksa yang dapat mengadili kami berdua.","Semoga Allah berhenti menghukum aku dan menjauhkan kedahsyatan-Nya daripadaku!","Aku tidak takut kepada-Nya dan akan bicara kini, sebab aku mengenal hatiku sendiri."]