["Untuk pemimpin kor. Mazmur Daud. Ya Allah yang selalu kupuji, janganlah berdiam diri.","Sebab aku diserang penjahat dan penipu yang menyebarkan cerita-cerita bohong tentang aku.","Mereka menyerang aku dengan kata-kata penuh kebencian, dan memerangi aku tanpa alasan.","Mereka menuduh aku, walaupun aku mengasihi mereka, dan telah mendoakan mereka.","Mereka membalas kebaikanku dengan kejahatan, dan kasihku dengan kebencian.","Angkatlah seorang jahat untuk mengadili dia, biarlah ia didakwa oleh lawannya.","Biarlah ia diadili dan dinyatakan bersalah, dan biarlah doanya dianggap dosa.","Biarlah hidupnya lekas berakhir, dan jabatannya diambil oleh orang lain.","Biarlah anak-anaknya menjadi yatim, dan istrinya menjadi janda.","Biarlah anak-anaknya menjadi pengemis yang mengembara, dan diusir dari reruntuhan rumahnya.","Biarlah segala miliknya disita oleh penagih utang, dan hasil jerih payahnya dirampas orang.","Jangan ada yang baik hati kepadanya, atau menyayangi anak-anak yang ditinggalkannya.","Biarlah seluruh keturunannya dibinasakan, dan namanya dilupakan oleh angkatan yang kemudian.","Biarlah kejahatan leluhurnya tetap diingat TUHAN, dan dosa ibunya tidak dihapuskan.","Biarlah dosa mereka selalu diingat TUHAN, dan tak ada yang mengenang mereka di bumi.","Sebab orang itu tak pernah ingat untuk menunjukkan kasih sayang. Ia menganiaya orang miskin dan sengsara, dan membunuh orang yang tak berdaya.","Ia suka mengutuk; biarlah ia sendiri kena kutuk! Ia tidak suka memberi berkat, biarlah tak ada berkat untuk dia!","Baginya mengutuk itu perbuatan biasa, sama seperti mengenakan pakaiannya. Biarlah kutuk itu merembes seperti air ke badannya, dan seperti minyak ke dalam tulang-tulangnya.","Biarlah kutuk itu menutupi dia seperti pakaian, dan selalu melingkari dia seperti ikat pinggang.","TUHAN, jatuhkanlah hukuman itu atas penuduhku, atas orang yang bicara jahat tentang aku.","Tetapi tolonglah aku sesuai dengan janji-Mu, ya TUHAN Allahku, selamatkanlah aku karena kebaikan dan kasih-Mu.","Sebab aku miskin dan sengsara, dan hatiku terluka sampai dalam.","Aku hampir hilang seperti bayangan di waktu petang, aku dikebaskan seperti belalang.","Lututku gemetar karena berpuasa, badanku menjadi kurus kering.","Orang-orang yang melihat aku menghina aku sambil menggeleng-gelengkan kepala.","Tolonglah aku, ya TUHAN Allahku, selamatkanlah aku sesuai dengan kasih-Mu.","Maka musuhku akan tahu bahwa itu perbuatan-Mu, bahwa Engkau, TUHAN, yang melakukannya.","Walaupun mereka mengutuk aku, semoga Engkau memberkati aku. Biarpun mereka bangkit, mereka akan dipermalukan; tetapi semoga aku, hamba-Mu, digembirakan.","Biarlah orang-orang yang menuduh aku diliputi kehinaan, dan rasa malu menyelubungi mereka seperti jubah.","Aku mau memuji TUHAN dengan suara nyaring, memasyhurkan Dia di tengah himpunan umat.","Sebab Ia membela dan menyelamatkan orang miskin dari mereka yang menjatuhkan hukuman mati ke atasnya."]