["Bersyukurlah kepada TUHAN, sebab Ia baik; kasih-Nya kekal abadi.","Siapa dapat mewartakan keperkasaan TUHAN, dan memberi pujian yang layak bagi-Nya?","Berbahagialah orang yang mentaati perintah-perintah-Nya, dan selalu benar dalam tindakannya.","Ingatlah aku, ya TUHAN, demi kebaikan-Mu bagi umat-Mu, tolonglah aku juga bila Engkau menyelamatkan mereka.","Semoga aku melihat kemakmuran orang-orang pilihan-Mu dan bersukacita bersama umat-Mu. Semoga aku berbangga dan bergembira bersama orang-orang yang menjadi milik-Mu.","Kami telah berdosa seperti leluhur kami; kami sudah berbuat jahat dan mendurhaka.","Waktu di Mesir nenek moyang kami tidak mengerti; karya-Mu yang mengagumkan tidak mereka pahami. Mereka lupa akan kasih-Mu yang berlimpah, dan di dekat Laut Gelagah mereka berontak terhadap Yang Mahatinggi.","Tetapi TUHAN menyelamatkan mereka demi diri-Nya sendiri, supaya keperkasaan-Nya menjadi nyata.","Atas perintah-Nya Laut Gelagah menjadi kering, Ia membawa umat-Nya berjalan melalui laut, seperti melalui padang gurun.","Dengan demikian diselamatkan-Nya mereka dari tangan lawan, dibebaskan-Nya mereka dari kuasa musuh.","Tetapi air menenggelamkan lawan mereka; tak seorang pun ketinggalan.","Lalu umat-Nya percaya kepada janji-Nya dan menyanyikan pujian bagi-Nya.","Tetapi mereka segera melupakan perbuatan TUHAN dan bertindak tanpa minta nasihat-Nya.","Di padang gurun mereka dirangsang nafsu, dan mencobai Allah.","Ia memberi apa yang mereka minta, tetapi juga wabah penyakit yang menyerang mereka.","Di padang gurun itu mereka iri hati kepada Musa dan kepada Harun hamba-Nya yang suci.","Lalu bumi terbelah menelan Datan, menutupi Abiram dan keluarganya.","Api turun menyambar kelompok mereka, menghanguskan semua yang telah mendurhaka.","Di Gunung Sinai mereka membuat anak lembu emas, dan menyembah patung tuangan itu.","Mereka menukar Allah yang agung dengan patung sapi pemakan rumput.","Mereka lupa akan Allah penyelamat mereka yang telah melakukan hal-hal yang besar di Mesir.","Sungguh dahsyat perbuatan-perbuatan-Nya di negeri itu, menakjubkan tindakan-Nya di Laut Gelagah.","Maka Allah berniat membinasakan umat-Nya, tetapi dicegah oleh Musa, orang pilihan-Nya. Musa menjadi penengah mereka, sehingga kemarahan Allah reda.","Kemudian mereka menolak negeri yang indah itu karena tak percaya kepada janji Allah.","Mereka menggerutu di dalam kemah mereka dan tak mau mendengarkan suara TUHAN.","Maka dengan sumpah Ia berjanji akan membunuh mereka di padang gurun.","Keturunan mereka akan dibuang-Nya di antara bangsa-bangsa dan diceraiberaikan di negeri-negeri asing.","Kemudian di Peor mereka menyembah Baal, dan makan persembahan untuk dewa-dewa.","Perbuatan itu membangkitkan kemarahan TUHAN, sehingga mereka diserang wabah yang mengerikan.","Tetapi Pinehas bangkit menghukum yang bersalah, maka berhentilah wabah itu.","Perbuatan itu dianggap sebagai jasa baginya, dan dikenang untuk selama-lamanya.","Di sumur-sumur Meriba mereka membuat TUHAN marah, dan menyusahkan Musa dengan perbuatan mereka.","Mereka membuat hatinya kesal, sehingga ia bicara tanpa berpikir.","Bangsa-bangsa lain tidak mereka musnahkan, seperti yang diperintahkan TUHAN.","Mereka malah berbaur dengan bangsa-bangsa itu, dan meniru cara-cara orang yang tak mengenal Allah.","Lalu mereka menyembah berhala-berhala, dan itu menjadi sebab keruntuhan mereka.","Mereka mengurbankan anak-anak mereka kepada berhala-berhala Kanaan.","Mereka menumpahkan darah orang tak bersalah, darah anak-anak mereka sendiri, untuk dikurbankan kepada berhala-berhala; sehingga negeri itu mereka cemarkan.","Karena perbuatan-perbuatan itu mereka menjadi najis, dan tidak setia kepada Allah.","Lalu kemarahan TUHAN menyala terhadap mereka, Ia muak dengan milik-Nya sendiri.","Maka diserahkan-Nya mereka kepada bangsa-bangsa, dibiarkan-Nya mereka dikuasai musuh.","Lalu mereka ditindas oleh musuh-musuh mereka, dan ditaklukkan di bawah kuasa mereka.","Berulang kali TUHAN membebaskan mereka, tetapi mereka lebih suka memberontak, sehingga mereka binasa dalam dosa-dosa mereka.","Tetapi TUHAN mendengar teriakan mereka, Ia memperhatikan kesusahan mereka.","Demi mereka Ia ingat akan perjanjian-Nya dan menyayangi mereka karena kasih-Nya yang besar.","Ia membuat mereka dikasihani oleh semua orang yang menawan mereka.","Selamatkanlah kami, ya TUHAN Allah kami, kumpulkanlah kami dari antara bangsa-bangsa, supaya kami dapat bersyukur dan memuji nama-Mu yang suci.","Pujilah TUHAN, Allah Israel, sekarang dan selama-lamanya. Biarlah semua orang mengatakan, \"Amin!\" Pujilah TUHAN!"]