["Bersyukurlah kepada TUHAN, wartakan kebesaran-Nya, ceritakanlah perbuatan-Nya kepada bangsa-bangsa.","Nyanyikanlah pujian bagi TUHAN, beritakanlah segala karya-Nya yang menakjubkan.","Dialah TUHAN Yang Mahasuci; bersukacitalah sebab kita milik-Nya, semua yang menyembah hendaklah bergembira.","Mintalah kekuatan daripada-Nya, sembahlah Dia senantiasa.","Hai keturunan Abraham, hamba-Nya, dan keturunan Yakub, orang pilihan-Nya, ingatlah semua keajaiban yang dilakukan-Nya, jangan melupakan keputusan-keputusan-Nya.","(105:5)","TUHAN adalah Allah kita, keputusan-Nya berlaku di seluruh dunia.","Ia selalu ingat akan perjanjian-Nya, janji-Nya berlaku selama-lamanya.","Perjanjian itu dibuat-Nya dengan Abraham, dan kemudian dengan Ishak;","lalu dikukuhkan dengan Yakub, menjadi perjanjian yang kekal bagi umat Israel.","Katanya, \"Tanah Kanaan akan Kuberikan kepadamu, menjadi milik pusakamu.\"","Dahulu umat Allah hidup sebagai orang asing di sana jumlah mereka sedikit saja.","Mereka mengembara dari bangsa ke bangsa, pindah dari satu negeri ke negeri lainnya.","Tetapi TUHAN tak membiarkan siapa pun menindas mereka; demi mereka, raja-raja diperingatkan-Nya,","\"Jangan mengganggu orang-orang pilihan-Ku, jangan berbuat jahat kepada nabi-nabi-Ku!\"","TUHAN mendatangkan kelaparan di negeri itu, dan mengambil semua persediaan makanan.","Tetapi Ia menyuruh seorang mendahului mereka, Yusuf, yang telah dijual sebagai hamba.","Kakinya diikat dengan belenggu, lehernya berkalung rantai besi.","Akhirnya terjadilah yang ia ramalkan, ia dibenarkan oleh perkataan TUHAN.","Lalu raja Mesir, penguasa bangsa-bangsa, membebaskan dia dari penjara.","Ia diserahi tugas mengurus istana, dan diberi kuasa atas seluruh harta bendanya;","juga wewenang untuk mengatur para pegawai raja, dan memimpin kaum tua-tua.","Lalu Yakub pergi ke Mesir dan menetap di sana sebagai orang asing.","TUHAN membuat umat-Nya bertambah banyak, sehingga mereka lebih kuat dari lawannya.","Ia mengubah hati orang Mesir sehingga membenci umat-Nya dan memperlakukan hamba-hamba-Nya dengan curang.","Lalu Ia mengutus Musa hamba-Nya dan Harun orang pilihan-Nya.","Di Mesir mereka melakukan keajaiban-keajaiban, perbuatan-perbuatan besar dari TUHAN,","dan mereka taat kepada perintah-Nya. Lalu TUHAN menjadikan negeri itu gelap gulita.","Sungai mereka diubah-Nya menjadi darah, sehingga semua ikannya musnah.","Katak berkeriapan di negeri mereka, bahkan masuk ke dalam istana raja.","Atas perintah Allah datanglah lalat-lalat, dan nyamuk-nyamuk berkerumun di seluruh negeri.","Ia mencurahkan es ganti hujan, dan mendatangkan kilat yang sambar-menyambar.","Ia merobohkan pohon anggur dan pohon ara, dan menumbangkan semua pohon-pohon mereka.","Atas perintah-Nya, datanglah belalang, jumlahnya sangat banyak, tidak terbilang.","Mereka melahap semua tanaman di ladang, dan memakan habis seluruh hasil bumi.","Lalu dibunuh-Nya anak laki-laki yang sulung dalam setiap keluarga orang Mesir.","Kemudian bangsa Israel dihantar-Nya keluar, mereka membawa emas dan perak; semuanya sehat dan kuat.","Orang Mesir ditimpa rasa takut dan ngeri, jadi mereka senang waktu orang Israel pergi.","Allah membentangkan awan untuk menaungi umat-Nya, dan api untuk penerang di waktu malam.","Mereka minta, lalu didatangkan-Nya burung puyuh, mereka diberi-Nya roti dari surga sampai kenyang.","Dibelah-Nya gunung batu, lalu terpancarlah air yang mengalir seperti sungai di padang gurun.","Sebab TUHAN ingat akan janji-Nya kepada Abraham, hamba-Nya.","Maka dihantar-Nya umat-Nya dengan gembira, orang-orang pilihan-Nya dengan sorak-sorai.","Tanah bangsa-bangsa diberikan-Nya kepada mereka, ladang-ladang mereka dijadikan milik umat-Nya,","supaya umat-Nya itu taat kepada hukum-hukum-Nya dan mengikuti perintah-perintah-Nya. Pujilah TUHAN! Pujilah TUHAN!"]