["Bersyukurlah kepada TUHAN sebab Ia baik, kasih-Nya kekal abadi.","Hendaklah orang Israel berkata, \"Kasih-Nya kekal abadi.\"","Hendaklah para imam berkata, \"Kasih-Nya kekal abadi.\"","Hendaklah semua orang takwa berkata, \"Kasih-Nya kekal abadi.\"","Dalam kesesakanku aku berseru kepada TUHAN; lalu Ia menjawab dan membebaskan aku.","Aku tidak gentar sebab TUHAN menyertai aku, manusia tidak berdaya terhadapku.","TUHAN menyertai aku untuk menolong aku, aku akan melihat musuhku dikalahkan.","Lebih baik berlindung pada TUHAN, daripada mengandalkan manusia.","Lebih baik berlindung pada TUHAN, daripada mengharapkan bangsawan.","Banyak musuh mengelilingi aku; dengan kuasa TUHAN, mereka kukalahkan.","Mereka mengepung aku dari segala penjuru; dengan kuasa TUHAN, mereka kukalahkan.","Seperti lebah mereka mengerumuni aku; dengan kuasa TUHAN, mereka kukalahkan. Dalam sekejap mereka dipadamkan seperti api yang membakar semak berduri.","Aku diserang dengan sengit dan hampir jatuh, tetapi TUHAN menolong aku.","TUHAN adalah kekuatanku dan pujaanku, Ia telah menyelamatkan aku.","Dengarlah sorak kemenangan di kemah-kemah umat-Nya, \"TUHAN melakukan perbuatan perkasa!","Kuasa TUHAN memberi kita kemenangan! TUHAN melakukan perbuatan perkasa.\"","Aku tak akan mati, tetapi tetap hidup untuk mewartakan karya TUHAN.","TUHAN telah menyiksa aku dengan keras, tetapi Ia tidak menyerahkan aku kepada maut.","Bukakan aku pintu gerbang Rumah TUHAN, agar aku masuk dan bersyukur kepada-Nya.","Inilah pintu gerbang TUHAN, hanya orang jujur boleh melaluinya.","Aku memuji Engkau, sebab Engkau mengabulkan doaku; Engkau telah memberi aku kemenangan.","Batu yang dibuang oleh tukang-tukang bangunan, telah menjadi batu penjuru.","Itulah perbuatan TUHAN, sungguh mengagumkan bagi kita.","Inilah hari yang ditentukan TUHAN; mari kita rayakan dengan gembira.","Kami mohon, TUHAN, selamatkanlah kami, ya TUHAN, berilah kami kemenangan!","Diberkatilah dia yang datang atas nama TUHAN, kami berkati kamu dari Rumah TUHAN.","TUHAN adalah Allah, Ia bermurah hati kepada kita. Majulah berarak dengan ranting di tangan, dan kelilingilah mezbah TUHAN.","Engkau Allahku, aku bersyukur kepada-Mu, Allahku, aku mengagungkan Engkau.","Bersyukurlah kepada TUHAN sebab Ia baik, kasih-Nya kekal abadi."]