["Untuk pemimpin kor. Mazmur Daud. Ya TUHAN, Engkau menyelami aku dan mengenal aku.","Engkau tahu segala perbuatanku; dari jauh Engkau mengerti pikiranku.","Engkau melihat aku, baik aku bekerja atau beristirahat, Engkau tahu segala yang kuperbuat.","Bahkan sebelum aku berbicara, Engkau tahu apa yang hendak kukatakan.","Engkau mengelilingi aku dari segala penjuru, dan Kaulindungi aku dengan kuasa-Mu.","Terlalu dalam bagiku pengetahuan-Mu itu, tidak terjangkau oleh pikiranku.","Ke mana aku dapat pergi agar luput dari kuasa-Mu? Ke mana aku dapat lari menjauh dari hadapan-Mu?","Jika aku naik ke langit, Engkau ada di sana, jika aku tidur di alam maut, di situ pun Engkau ada.","Jika aku terbang lewat ufuk timur atau berdiam di ujung barat yang paling jauh,","di sana pun Engkau menolong aku; di sana juga tangan-Mu membimbing aku.","Jika aku minta supaya gelap menyelubungi aku, dan terang di sekelilingku menjadi malam,","maka kegelapan itu pun tidak gelap bagi-Mu; malam itu terang seperti siang, dan gelap itu seperti terang.","Engkau menciptakan setiap bagian badanku, dan membentuk aku dalam rahim ibuku.","Aku memuji Engkau sebab aku sangat luar biasa! Segala perbuatan-Mu ajaib dan mengagumkan, aku benar-benar menyadarinya.","Waktu tulang-tulangku dijadikan, dengan cermat dirangkaikan dalam rahim ibuku, sedang aku tumbuh di sana secara rahasia, aku tidak tersembunyi bagi-Mu.","Engkau melihat aku waktu aku masih dalam kandungan; semuanya tercatat di dalam buku-Mu; hari-harinya sudah ditentukan sebelum satu pun mulai.","Betapa sulitnya pikiran-Mu bagiku, ya Allah, dan betapa banyak jumlahnya!","Jika kuhitung, lebih banyak dari pasir; bila aku bangun, masih juga kupikirkan Engkau.","Kiranya orang jahat Kautumpas, ya Allah, jauhkanlah para penumpah darah daripadaku!","Mereka mengatakan yang jahat tentang Engkau, dan bersumpah palsu demi kota-kota-Mu.","Ya TUHAN, kubenci orang yang membenci Engkau, hatiku kesal terhadap orang yang melawan Engkau!","Mereka sangat kubenci, dan kuanggap sebagai musuh.","Selidikilah aku ya Allah, selamilah hatiku, ujilah aku dan ketahuilah pikiranku.","Lihatlah entah ada kejahatan dalam diriku, dan bimbinglah aku di jalan yang kekal."]