["Berbahagialah orang yang hidupnya tidak bercela dan taat kepada hukum-hukum TUHAN.","Berbahagialah orang yang mengikuti perintah-Nya, dan dengan segenap hati berusaha mengenal TUHAN.","Berbahagialah orang yang hidup menurut kehendak TUHAN, dan tidak melakukan kejahatan.","Engkau memberi kami hukum-Mu, ya TUHAN, supaya kami melakukannya dengan setia.","Semoga aku dengan hati teguh mengikuti peraturan-peraturan-Mu.","Jika aku memperhatikan semua perintah-Mu, maka aku tak akan dipermalukan.","Bila aku mempelajari keputusan-Mu yang adil, aku memuji Engkau dengan setulus hati.","Aku mau mentaati hukum-Mu, janganlah sekali-kali meninggalkan aku.","Orang muda dapat menjaga hidupnya tak bercela kalau ia hidup menurut perintah-Mu.","Dengan sepenuh hati aku berusaha mengenal Engkau, jangan biarkan aku menyimpang dari perintah-Mu.","Ajaran-Mu kusimpan dalam hatiku, supaya aku jangan berdosa terhadap-Mu.","Aku memuji Engkau, ya TUHAN, ajarilah aku ketetapan-Mu.","Dengan nyaring aku memaklumkan semua hukum yang Kauberikan.","Aku gembira mengikuti perintah-perintah-Mu, seperti memiliki segala macam harta.","Aku mau mempelajari keputusan-keputusan-Mu, dan memperhatikan petunjuk-petunjuk-Mu.","Ketetapan-Mu membuat aku senang; ajaran-Mu takkan kulupakan.","Kiranya Engkau bermurah hati kepada hamba-Mu ini, supaya aku tetap hidup dan mentaati ajaran-Mu.","Bukalah mataku supaya aku melihat ajaran yang mengagumkan dalam hukum-Mu.","Hanya untuk sementara aku tinggal di dunia, janganlah menyembunyikan hukum-Mu daripadaku.","Hatiku sakit menanggung rindu, aku ingin mengetahui hukum-Mu setiap waktu.","Engkau menegur orang yang sombong, dan mengutuk orang yang menyimpang dari perintah-Mu.","Bebaskanlah aku dari penghinaan dan celaan mereka, sebab aku melakukan peraturan-Mu.","Sekalipun para penguasa berkomplot melawan aku, hamba-Mu ini akan merenungkan ketetapan-Mu.","Peraturan-peraturan-Mu menjadi penasihatku yang menyenangkan hatiku.","Aku berbaring dalam debu; pulihkanlah hidupku menurut janji-Mu.","Aku mengakui perbuatanku, lalu Engkau menjawab aku; ajarilah aku ketetapan-Mu.","Tolonglah aku memahami hukum-hukum-Mu, ajaran-Mu yang mengagumkan akan kurenungkan.","Jiwaku hancur luluh ditimpa kesusahan, kuatkanlah aku sesuai dengan janji-Mu.","Jauhkanlah aku dari jalan yang sesat, karena kebaikan-Mu, ajarilah aku hukum-Mu.","Aku telah memilih untuk taat, perintah-Mu selalu kuingat-ingat.","Aku telah mengikuti peraturan-peraturan-Mu, ya TUHAN, jangan biarkan aku mendapat malu.","Dengan senang aku akan mematuhi perintah-Mu, sebab Engkau membuat aku lebih mengerti.","TUHAN, ajarilah aku arti ketetapan-ketetapan-Mu, supaya aku mengikutinya sampai akhir.","Buatlah aku mengerti hukum-Mu supaya kutaati, dan kulakukan dengan sepenuh hati.","Semoga aku berpegang teguh pada perintah-Mu, karena itulah kesukaanku.","Berilah aku hasrat untuk mentaati peraturan-Mu, melebihi keinginan menjadi kaya.","Jagalah aku supaya jangan mengejar yang sia-sia, berilah aku hidup menurut kehendak-Mu.","Teguhkanlah kepada hamba-Mu ini janji-Mu, yang Kauberikan kepada orang yang taat kepada-Mu.","Jauhkanlah penghinaan yang kutakuti, karena sungguh baiklah hukum-Mu.","Berilah aku hidup baru, sebab Engkau adil, aku berhasrat mentaati keputusan-keputusan-Mu.","Ya TUHAN, tunjukkanlah betapa Engkau mengasihi aku, selamatkanlah aku sesuai dengan janji-Mu.","Maka dapatlah aku menjawab orang yang menghina aku, sebab aku mengandalkan perkataan-Mu.","Tolonglah aku untuk selalu mengatakan yang benar, sebab aku berharap pada keputusan-Mu.","Aku mau berpegang pada hukum-Mu, untuk selama-lamanya.","Maka aku akan hidup dengan bebas, karena berusaha mematuhi ajaran-Mu.","Peraturan-Mu akan kuwartakan kepada raja-raja, dan aku tak akan mendapat malu.","Kesenanganku ialah melakukan perintah-Mu, sebab aku mencintainya.","Aku menghormati dan mencintai perintah-Mu, ketetapan-Mu akan kurenungkan.","Ingatlah janji-Mu kepada hamba-Mu ini, janji yang memberi harapan kepadaku.","Inilah yang menghibur aku dalam penderitaanku, bahwa janji-Mu itu memberi aku hidup.","Orang sombong sangat menghina aku, tetapi aku tidak menyimpang dari hukum-Mu.","Aku ingat akan hukum-Mu yang ada sejak dahulu, maka terhiburlah hatiku, ya TUHAN.","Aku sangat marah kepada orang jahat, karena mereka meninggalkan hukum-Mu.","Selama hidupku yang singkat di bumi, ketetapan-Mu kujadikan lagu-lagu pujian.","Di waktu malam kuingat pada-Mu, ya TUHAN, hukum-Mu tetap kupegang.","Aku mendapatkan kebahagiaan dalam mentaati perintah-perintah-Mu.","Engkau saja yang kuinginkan, ya TUHAN, aku berjanji akan melakukan ajaran-Mu.","Dengan segenap hati aku mohon belas kasih-Mu, kasihanilah aku sesuai dengan janji-Mu.","Aku telah memikirkan kelakuanku, dan berjanji akan mentaati peraturan-Mu.","Aku bergegas-gegas dan tidak menunggu untuk menjalankan perintah-Mu.","Orang jahat memasang jaring bagiku, tetapi aku tidak melupakan hukum-Mu.","Tengah malam aku bangun hendak memuji Engkau, karena keputusan-keputusan yang adil.","Aku bersahabat dengan semua orang takwa, semua orang yang melakukan perintah-Mu.","Bumi penuh dengan kasih-Mu, ya TUHAN, ajarilah aku ketetapan-ketetapan-M","Engkau telah memenuhi janji-Mu, ya TUHAN, dan berbuat baik kepada hamba-Mu.","Berilah aku hikmat dan pengetahuan, sebab aku percaya kepada perintah-perintah-Mu.","Sebelum dihukum, aku menyimpang, sekarang aku berpegang pada perintah-Mu.","Sebab Engkau baik dan berbuat baik, ajarilah aku ketetapan-ketetapan-Mu.","Orang sombong memfitnah aku, tapi aku dengan sepenuh hati mentaati keputusan-Mu.","Orang-orang itu tidak mengerti, tetapi bagiku hukum-Mu menyenangkan hati.","Memang baiklah Engkau menghukum aku, supaya aku mengenal ketetapan-ketetapan-Mu.","Bagiku hukum-Mu lebih berharga dari semua emas dan perak di dunia.","Engkaulah yang menjadikan dan membentuk aku, berilah aku pengertian untuk belajar perintah-perintah-Mu.","Orang takwa akan senang bila melihat aku, sebab aku berharap pada janji-Mu.","Aku tahu bahwa keputusan-Mu adil ya TUHAN, Engkau telah menghukum aku karena kesetiaan-Mu.","Semoga kasih-Mu menjadi penghiburanku, sesuai dengan janji-Mu kepada hamba-Mu.","Kasihanilah aku, maka aku tetap hidup, karena hukum-Mu menyenangkan hatiku.","Biarlah orang sombong menjadi malu karena telah memfitnah aku, tetapi aku akan merenungkan perintah-perintah-Mu.","Semoga orang takwa datang kepadaku, semua yang mengenal peraturan-peraturan-Mu.","Semoga hatiku tidak menyimpang dari ketetapan-Mu, supaya aku jangan mendapat malu.","Hatiku sangat rindu akan keselamatan daripada-Mu; aku mengharapkan janji-Mu.","Mataku letih menanti Engkau memenuhi janji-Mu, aku berkata, \"Kapan Engkau akan menghibur aku?\"","Kulitku lisut seperti kantong anggur yang usang, tetapi ketetapan-Mu tidak kulupakan.","Sampai kapan hamba-Mu harus bersabar? Kapan Engkau akan menghukum orang-orang yang mengejar aku?","Orang yang tidak mentaati hukum-Mu, telah menggali lubang untuk menjebak aku.","Semua hukum-Mu dapat diandalkan, tolonglah aku, sebab aku dikejar tanpa alasan.","Hampir saja mereka berhasil membunuh aku, tetapi aku tidak mengabaikan perintah-Mu.","Selamatkanlah aku sebab Engkau tetap mengasihi, supaya aku dapat mentaati hukum-Mu.","TUHAN, sabda-Mu teguh selama-lamanya, kekal abadi di surga.","Kesetiaan-Mu bertahan sepanjang zaman, Engkau menegakkan bumi sehingga tetap ada.","Semua yang ada sekarang, ada karena perintah-Mu, sebab mereka semua adalah hamba-hamba-Mu.","Sekiranya hukum-Mu bukan sumber kegembiraanku, pasti aku sudah mati dalam sengsaraku.","Selamanya aku takkan mengabaikan perintah-Mu, sebab dengan itu Engkau menghidupkan aku.","Selamatkanlah aku, sebab aku ini milik-Mu, aku sudah berusaha mentaati keputusan-Mu.","Orang jahat menunggu hendak membunuh aku, tetapi aku mau memperhatikan hukum-Mu.","Kulihat bahwa yang sempurna pun terbatas, hanya perintah-Mulah yang sempurna.","Betapa kucintai hukum-Mu; aku merenungkannya sepanjang hari.","Aku selalu ingat kepada perintah-Mu, yang membuat aku lebih bijaksana dari musuh-musuhku.","Pengertianku melebihi pengertian guru-guruku, karena aku merenungkan perintah-perintah-Mu.","Aku lebih paham dari orang-orang tua, sebab aku memegang keputusan-keputusan-Mu.","Kuhindari segala kelakuan jahat, supaya aku taat kepada ajaran-Mu.","Aku tidak mengabaikan hukum-Mu, sebab Engkaulah yang mengajar aku.","Alangkah manisnya perkataan-Mu, rasanya lebih manis dari madu!","Hukum-hukum-Mu memberi aku pengertian, sehingga aku membenci kelakuan yang curang.","Sabda-Mu adalah pelita bagi langkahku, cahaya untuk menerangi jalanku.","Yang kujanjikan dengan sumpah akan kutepati, untuk berpegang pada keputusan-Mu yang adil.","Aku sangat sengsara, ya TUHAN, jagalah hidupku sesuai dengan janji-Mu.","Terimalah doa syukurku, ya TUHAN, dan ajarilah aku hukum-hukum-Mu.","Aku selalu mempertaruhkan nyawaku, tetapi aku tidak melupakan hukum-Mu.","Orang jahat memasang perangkap bagiku, tetapi aku tidak menyimpang dari keputusan-Mu.","Perintah-Mu adalah pusakaku untuk selamanya, yang membuat hatiku gembira.","Aku berhasrat mentaati ketetapan-Mu sampai akhir hidupku.","Aku mencintai hukum-hukum-Mu, kubenci orang yang tidak sepenuhnya setia kepada-Mu.","Engkaulah pembela dan pelindungku, aku berharap pada janji-Mu.","Hai orang jahat, menjauhlah dari aku! Aku mau mentaati perintah Allahku.","Kuatkanlah aku sesuai dengan janji-Mu agar aku hidup, jangan biarkan aku dikecewakan dalam harapanku.","Topanglah aku supaya aku selamat, dan selalu memperhatikan perintah-Mu.","Engkau menolak orang yang menyimpang dari ketetapan-Mu, sia-sia saja tipu muslihat mereka.","Semua orang jahat Kauanggap sebagai sampah, sebab itu aku mencintai peraturan-peraturan-Mu.","Aku gemetar karena takut kepada-Mu, hatiku gentar terhadap keputusan-Mu.","Aku sudah melakukan yang adil dan benar, janganlah menyerahkan aku ke tangan lawan.","Berjanjilah bahwa Engkau akan menolong aku, jangan biarkan aku ditindas orang-orang angkuh.","Mataku pedih menunggu bantuan-Mu yang menyelamatkan, kunantikan pembebasan yang Kaujanjikan.","Perlakukanlah aku sesuai dengan kasih-Mu, dan ajarlah aku ketetapan-Mu.","Aku hamba-Mu, buatlah aku mengerti, supaya aku memahami perintah-Mu.","TUHAN, sudah tiba saatnya Engkau bertindak, sebab orang-orang melanggar hukum-Mu.","Perintah-perintah-Mu kucintai melebihi emas, melebihi emas murni.","Sebab itu aku hidup sesuai dengan semua petunjuk-Mu; kelakuan yang serong kubenci.","Peraturan-peraturan-Mu sungguh mengagumkan, maka kutaati dengan sepenuh hati.","Bila dijelaskan, ajaran-Mu memberi terang, memberi pengertian kepada orang sederhana.","Napasku terengah-engah, karena merindukan perintah-Mu.","Berpalinglah kepadaku dan kasihanilah aku, seperti Kaukasihani orang yang mencintai-Mu.","Teguhkanlah langkahku sesuai dengan janji-Mu, jangan biarkan aku dikuasai kejahatan.","Bebaskanlah aku dari orang-orang yang menindas aku, supaya aku dapat mentaati peraturan-Mu.","Berkatilah aku dengan kehadiran-Mu, dan ajarilah aku ketetapan-Mu.","Air mataku mengalir seperti sungai, karena hukum-Mu tidak ditaati.","Engkau adil, ya TUHAN, semua hukum-Mu tepat.","Perintah-perintah yang Kauberikan adil dan dapat diandalkan.","Kemarahanku membara dalam diriku karena musuhku melupakan ajaran-Mu.","Janji-Mu teguh dan dapat dipercaya, aku sangat mencintainya.","Aku ini kecil dan hina, tetapi aku tidak mengabaikan ajaran-Mu.","Keadilan-Mu bertahan selama-lamanya, dan hukum-Mu selalu benar.","Aku ditimpa kesesakan dan kesusahan, tetapi ketetapan-Mu menggembirakan hatiku.","Peraturan-Mu selalu adil; berilah aku pengertian supaya aku hidup.","Dengan segenap hati aku berseru kepada-Mu; jawablah aku ya TUHAN, aku mau mentaati perintah-Mu.","Aku berseru kepada-Mu; selamatkanlah aku, aku mau berpegang pada peraturan-Mu.","Pagi-pagi aku bangun dan berseru minta tolong; aku berharap kepada janji-Mu.","Sepanjang malam aku berjaga, untuk merenungkan ajaran-Mu.","Dengarlah aku karena kasih-Mu, ya TUHAN, jagalah hidupku karena keadilan-Mu.","Orang yang mengejar aku sudah dekat, mereka bermaksud jahat dan tidak mengindahkan hukum-Mu.","Tetapi Engkau dekat, ya TUHAN, segala perintah-Mu benar.","Sejak dahulu aku tahu dari ajaran-ajaran-Mu, bahwa Engkau menetapkannya untuk selama-lamanya.","Lihatlah penderitaanku dan selamatkanlah aku, sebab aku tidak mengabaikan hukum-Mu.","Belalah perkaraku dan bebaskanlah aku; selamatkanlah aku sesuai dengan janji-Mu.","Orang jahat tak akan diselamatkan, karena tidak mentaati ketetapan-Mu.","Sungguh besar belas kasihan-Mu, ya TUHAN, selamatkanlah aku sesuai dengan keadilan-Mu.","Banyak orang memusuhi dan mengejar aku, tapi aku tidak mengabaikan peraturan-Mu.","Aku benci melihat pengkhianat-pengkhianat itu, sebab mereka tidak mengikuti ajaran-Mu.","Lihatlah betapa aku mencintai perintah-Mu, ya TUHAN, selamatkanlah aku karena kasih-Mu.","Semua sabda-Mu benar, segala hukum-Mu yang adil tetap selama-lamanya.","Orang-orang berkuasa mengejar aku tanpa alasan, tetapi hanya hukum-Mu yang kutakuti.","Janji-Mu membuat aku gembira, seperti seorang yang menemukan harta.","Segala dusta kubenci, tetapi hukum-Mu kucintai.","Aku terus-menerus bersyukur kepada-Mu, karena hukum-Mu yang adil.","Orang yang mencintai hukum-Mu aman dan tentram, tak ada yang dapat merintangi mereka.","Aku menunggu keselamatan daripada-Mu, TUHAN, perintah-perintah-Mu kulakukan.","Aku mentaati peraturan-peraturan-Mu, dan mencintainya dengan segenap hati.","Aku mematuhi perintah dan petunjuk-Mu, sebab Engkau melihat segala perbuatanku.","Semoga seruanku sampai kepada-Mu, ya TUHAN, berilah aku pengertian, sesuai dengan janji-Mu.","Biarlah permohonanku sampai kepada-Mu, selamatkanlah aku sesuai dengan janji-Mu.","Aku mau memuji Engkau selalu, sebab Engkau mengajar aku ketetapan-Mu.","Aku ingin menyanyi tentang janji-Mu, sebab segala perintah-Mu adil.","Semoga Engkau selalu rela menolong aku, sebab aku memilih untuk mengikuti peraturan-Mu.","Hatiku merindukan keselamatan daripada-Mu, hukum-Mu menggembirakan hatiku.","Biarlah aku hidup, supaya aku memuji Engkau, semoga ketetapan-ketetapan menolong aku.","Aku sesat seperti domba yang hilang, maka datanglah, dan carilah hamba-Mu ini, sebab aku tidak mengabaikan perintah-perintah-Mu."]