["Pujilah TUHAN, hai jiwaku! Betapa agung Engkau, ya TUHAN Allahku! Engkau berpakaian kemegahan dan kemuliaan,","dan berselubung cahaya. Engkau membentangkan langit seperti kemah,","dan membangun Rumah-Mu di atas air di langit. Awan-awan Kaujadikan kereta-Mu, Engkau mengendarai sayap angin.","Angin Kaujadikan utusan-Mu, dan kilat pelayan-Mu.","Dengan kukuh bumi Kaupasang pada alasnya, sehingga tak akan goyang untuk selamanya.","Engkau menyelubunginya dengan samudra raya, airnya menggenangi puncak-puncak pegunungan.","Waktu Kauhardik, air itu mengalir, mengalir dengan deras karena gemuruh suara-Mu.","Air mengalir melalui gunung-gunung ke dalam lembah, ke tempat yang Kausediakan baginya.","Kautentukan batas-batas yang tak boleh ia lalui, supaya jangan kembali menggenangi bumi.","Engkau membualkan mata air di lembah-lembah, anak sungai mengalir di antara bukit-bukit,","untuk memberi minum semua binatang di ladang, dan melepaskan haus keledai-keledai hutan.","Di dekatnya burung-burung membuat sarang; mereka berkicau di antara daun-daunan.","Dari langit Kauturunkan hujan di pegunungan, bumi penuh dengan hasil karya-Mu.","Engkau menumbuhkan rumput untuk hewan, dan bagi manusia segala macam tanaman. Maka ia dapat bercocok tanam,","dan menghasilkan air anggur yang menyenangkan. Juga minyak zaitun yang membuat mukanya berseri, dan makanan yang memberi dia tenaga.","Pohon-pohon TUHAN mendapat hujan berlimpah pohon cemara Libanon yang ditanam-Nya sendiri.","Di situ bersaranglah burung-burung, burung ranggung bersarang di puncaknya.","Gunung-gunung tinggi menjadi tempat kambing hutan; pelanduk bersembunyi di batu karang.","Engkau membuat bulan menjadi penanda waktu, matahari tahu saat terbenamnya.","Bila Engkau menurunkan gelap, hari menjadi malam, dan semua binatang hutan berkeliaran.","Singa-singa muda mengaum mencari mangsa, meminta makanan yang disediakan Allah.","Bila matahari terbit, mereka menyingkir dan berbaring di tempat persembunyiannya.","Lalu keluarlah manusia untuk melakukan pekerjaannya, dan terus bekerja sampai hari senja.","Betapa banyak karya-Mu, TUHAN, semuanya Kaujadikan dengan bijaksana; bumi penuh dengan ciptaan-Mu.","Lihatlah laut yang luas terbentang, dengan makhluk besar kecil tak terbilang.","Di situ kapal-kapal berlayar, dan Lewiatan, naga laut ciptaan-Mu, bermain-main.","Mereka semua mengharapkan Engkau, untuk mendapat makanan pada waktunya.","Engkau memberi, dan mereka mengumpulkannya, Engkau menyediakannya, dan mereka makan sampai puas.","Bila Engkau berpaling, mereka takut; bila Kauambil napasnya, mereka binasa, dan kembali menjadi debu seperti semula.","Tetapi bila mereka Kauberi napas, mereka dijadikan; Engkau memberi hidup baru kepada bumi.","Semoga keagungan TUHAN tetap selama-lamanya! Semoga Ia gembira dengan segala ciptaan-Nya!","Ia memandang bumi dan membuatnya gemetar, gunung-gunung disentuh-Nya, sehingga asapnya keluar.","Aku mau menyanyi bagi TUHAN selama hidupku, menyanyikan pujian bagi Allahku selama aku ada.","Semoga nyanyianku berkenan kepada-Nya, sebab Dialah yang membuat hatiku gembira.","Biarlah orang berdosa lenyap dari muka bumi, biarlah orang jahat habis binasa. Pujilah TUHAN, hai jiwaku! Pujilah TUHAN!"]