["\"Bersyukurlah kepada TUHAN sebab Ia baik, kasih-Nya kekal abadi.\"","Katakanlah itu berulang-ulang, hai kamu yang sudah diselamatkan dari kesusahan.","Kamu sudah dikumpulkan-Nya dari negeri-negeri asing, dari timur dan barat, utara dan selatan.","Ada yang mengembara di padang belantara, dan tak tahu jalan ke tempat kediaman di kota.","Mereka kelaparan dan kehausan dan kehilangan segala harapan.","Dalam kesusahan mereka berseru kepada TUHAN, dan Ia membebaskan mereka dari kesesakan.","Ia membimbing mereka melalui jalan yang lurus ke tempat kediaman di kota.","Pantaslah mereka bersyukur kepada TUHAN karena kasih-Nya, karena karya-karya-Nya yang mengagumkan bagi manusia.","Sebab Ia memuaskan orang yang haus, dan melimpahi orang lapar dengan segala yang baik.","Ada yang meringkuk di dalam kegelapan, orang tahanan yang menderita dalam belenggu besi,","sebab mereka telah berontak terhadap Allah dan tidak mengindahkan perintah Yang Mahatinggi.","Ia meremukkan hati mereka dengan kerja berat; mereka jatuh dan tak ada yang menolong.","Dalam kesusahan mereka berseru kepada TUHAN, dan Ia membebaskan mereka dari kesesakan.","Ia membawa mereka keluar dari kegelapan, dan mematahkan belenggu mereka.","Pantaslah mereka bersyukur kepada TUHAN karena kasih-Nya, karena karya-karya-Nya yang mengagumkan bagi manusia.","Sebab Ia merobohkan pintu-pintu tembaga, dan meremukkan palang-palang besi.","Ada yang dungu dan menderita karena dosa-dosa mereka, serta disiksa karena kesalahan mereka.","Mereka muak terhadap segala makanan, ajal mereka sudah dekat.","Dalam kesusahan mereka berseru kepada TUHAN, dan Ia membebaskan mereka dari kesesakan.","Ia menyembuhkan mereka dengan perintah-Nya, dan meluputkan mereka dari liang kubur.","Pantaslah mereka bersyukur kepada TUHAN karena kasih-Nya, karena karya-karya-Nya yang mengagumkan bagi manusia.","Biarlah mereka bersyukur dengan membawa persembahan, dan mewartakan perbuatan-Nya dengan lagu-lagu gembira.","Ada lagi yang mengarungi laut dengan kapal, untuk mencari nafkah di laut yang luas.","Mereka melihat perbuatan-perbuatan TUHAN, karya-Nya yang ajaib di lautan.","Atas perintah-Nya bertiuplah angin topan dan menggelorakan ombak-ombak.","Kapal-kapal terangkat tinggi ke udara, lalu dihempaskan ke dasar samudra. Orang-orang kehilangan keberanian menghadapi bahaya sebesar itu.","Mereka pusing dan terhuyung-huyung seperti orang mabuk dan kehilangan akal.","Dalam kesusahan mereka berseru kepada TUHAN, dan Ia membebaskan mereka dari kesesakan.","Badai yang mengamuk disuruh-Nya diam, ombak-ombak pun menjadi tenang.","Mereka senang sebab topan sudah berlalu; dibawa-Nya mereka ke pelabuhan yang dituju.","Pantaslah mereka bersyukur kepada TUHAN karena kasih-Nya, karena karya-karya-Nya yang mengagumkan bagi manusia.","Mereka memasyhurkan keagungan TUHAN di tengah umat-Nya, dan memuji Dia dalam majelis kaum tua.","Sungai-sungai diubah-Nya menjadi padang gurun mata air menjadi tanah yang gersang.","Tanah subur dijadikan-Nya padang asin, karena kejahatan orang-orang yang mendiaminya.","Padang gurun diubah-Nya menjadi kolam air, tanah kering menjadi mata air.","Orang-orang lapar ditempatkan-Nya di sana; mereka mendirikan kota untuk kediaman mereka.","Mereka menaburi ladang-ladang dan menanam pohon anggur, lalu mengumpulkan hasil yang berlimpah.","TUHAN menganugerahi mereka banyak anak, dan hewan mereka terus berkembang biak.","Tetapi mereka dikalahkan dan tinggal sedikit karena sengsara dan penindasan yang kejam.","TUHAN merendahkan para penguasa mereka, dan menyuruh mereka mengembara di padang belantara yang tidak ada jalannya.","Tetapi orang miskin dibebaskan-Nya dari kesusahan mereka, keluarga mereka bertambah seperti kawanan domba.","Orang jujur melihatnya dan bergembira, tetapi orang jahat dibungkamkan.","Semoga orang bijaksana memikirkan semua hal itu dan mengakui bahwa TUHAN tetap mengasihi."]