["Untuk pemimpin kor. Mazmur Daud. (31-2) Pada-Mu aku berlindung ya TUHAN, jangan biarkan aku dikecewakan. Selamatkanlah aku demi keadilan-Mu","(31-3) dengarlah aku dan bebaskanlah aku segera. Jadilah bagiku seperti gunung batu tempat aku berlindung, seperti benteng yang kuat, di mana aku selamat.","(31-4) Ya, Engkau seperti gunung batu dan benteng yang kuat bagiku! Bimbinglah aku sesuai dengan janji-Mu.","(31-5) Lepaskanlah aku dari jerat yang dipasang bagiku, sebab Engkaulah tempat aku berlindung.","(31-6) Ke dalam tangan-Mu kuserahkan diriku; Engkau membebaskan aku, ya TUHAN, Allah yang setia.","(31-7) Orang yang menyembah berhala Kaubenci; tetapi aku percaya kepada TUHAN.","(31-8) Aku akan bergembira dan bersukaria sebab Engkau tetap mengasihi aku. Engkau melihat penderitaanku dan memperhatikan kesusahanku.","(31-9) Engkau tidak membiarkan aku ditawan musuh, tetapi memungkinkan aku berjalan dengan bebas.","(31-10) Kasihanilah aku, ya TUHAN, sebab aku dalam kesusahan; mataku pedih karena menangis, jiwa ragaku merana.","(31-11) Hidupku habis dalam penderitaan, tahun-tahunku berlalu dalam keluh kesah. Kekuatanku berkurang karena kejahatanku, bahkan tulang-tulangku menjadi rapuh.","(31-12) Aku menjadi tertawaan bagi semua musuhku, bahkan bagi para tetanggaku. Semua kenalanku terkejut bila melihat aku, mereka lari bila bertemu dengan aku di jalan.","(31-13) Aku dilupakan seperti orang mati, dan menjadi seperti barang yang dibuang.","(31-14) Di mana-mana ada kengerian; kudengar desas-desus musuhku. Mereka bersekongkol melawan aku, dan membuat rencana untuk membunuh aku.","(31-15) Tetapi aku berharap pada-Mu, ya TUHAN, sebab Engkaulah Allahku.","(31-16) Engkau selalu memelihara aku; selamatkanlah aku dari musuh-musuhku, dan dari orang-orang yang mengejar aku.","(31-17) Semoga Engkau berkenan kepada hamba-Mu; selamatkanlah aku karena kasih-Mu.","(31-18) Jangan biarkan aku mendapat malu, ya TUHAN, sebab aku berseru kepada-Mu. Biarlah orang jahat dipermalukan, dan dengan diam turun ke dunia orang mati.","(31-19) Sumbatlah mulut para pembohong yang dengan sombong mencemooh orang jujur.","(31-20) Betapa limpahnya kebaikan-Mu yang Kausediakan bagi orang takwa! Setiap orang melihat kebaikan yang Kaulakukan, bagi mereka yang berlindung pada-Mu.","(31-21) Engkau menyembunyikan mereka dalam naungan-Mu terhadap siasat orang jahat; Kaujagai mereka dalam perlindungan-Mu terhadap tuduhan lawan.","(31-22) Terpujilah TUHAN! Sangat mengagumkan kasih-Nya bagiku, waktu aku dikepung dan diserang.","(31-23) Dalam kebingunganku aku menyangka TUHAN telah membuang aku dari hadirat-Nya. Tetapi Ia telah mendengar permohonanku waktu aku berseru kepada-Nya.","(31-24) Cintailah TUHAN, hai seluruh umat-Nya, TUHAN melindungi orang yang setia. Tetapi orang congkak dihukum-Nya dengan tidak tanggung-tanggung.","(31-25) Kuatkanlah dan teguhkan hatimu, kamu semua yang berharap kepada TUHAN!"]