["Dari Daud. Jangan gelisah karena orang jahat, jangan iri hati kepada orang yang berbuat salah.","Sebab mereka segera hilang seperti rumput, dan layu seperti tanaman hijau.","Percayalah kepada TUHAN, dan lakukanlah yang baik, diamlah di negeri itu dan berlakulah setia.","Carilah kebahagiaanmu pada TUHAN, Ia akan memuaskan keinginan hatimu.","Serahkanlah hidupmu kepada TUHAN, berharaplah kepada-Nya, Ia akan menolongmu.","Ia akan menyatakan kesetiaanmu seperti terang, dan ketulusanmu seperti siang.","Nantikanlah TUHAN dengan hati yang tenang, tunggulah dengan sabar sampai Ia bertindak. Jangan gelisah karena orang yang berhasil hidupnya, atau yang melakukan tipu muslihat.","Jangan marah dan panas hati, itu hanya membawa celaka.","Sebab orang yang berbuat jahat akan dilenyapkan, tetapi yang berharap kepada TUHAN akan mewarisi tanah itu.","Orang jahat akan lenyap dengan segera, kalau dicari, ia sudah tidak ada.","Orang yang rendah hati akan mewarisi tanah itu, dan menikmati kemakmuran yang berlimpah.","Orang jahat merencanakan yang jahat terhadap orang baik, dan memandang dia dengan benci.","Tetapi TUHAN menertawakan orang jahat, sebab Ia tahu kesudahan orang itu sudah dekat.","Orang jahat menghunus pedang dan membidikkan panah untuk membunuh orang miskin dan sengsara, untuk membantai orang yang hidup baik.","Tetapi orang jahat akan tertikam oleh pedangnya sendiri, busur mereka akan dipatahkan.","Barang sedikit yang dimiliki orang baik lebih berharga daripada kelimpahan orang jahat.","Sebab kuasa orang jahat akan dipatahkan TUHAN, tetapi orang baik dilindungi-Nya.","TUHAN menjaga hidup orang saleh, milik pusaka mereka tetap untuk selama-lamanya.","Di waktu kesesakan mereka tak akan menderita, di masa kelaparan mereka akan berkecukupan.","Tetapi orang jahat akan binasa, musuh TUHAN akan hilang seperti bunga di padang, mereka akan lenyap dalam asap.","Orang jahat meminjam dan tidak mengembalikan, tetapi orang baik memberi dengan murah hati.","Orang yang diberkati TUHAN akan mewarisi tanah itu, tetapi orang yang dikutuk-Nya akan diusir.","TUHAN membimbing orang di jalan yang harus ditempuhnya, Ia meneguhkan orang yang hidupnya berkenan kepada-Nya.","Bila jatuh, ia tak akan luka parah, sebab TUHAN memegang tangannya.","Sejak aku muda sampai sudah tua, tak pernah kulihat orang baik ditinggalkan TUHAN, atau anak cucunya menjadi peminta-minta.","Ia selalu meminjamkan dan memberi, dan anak-anaknya menjadi berkat baginya.","Tinggalkan yang jahat, lakukanlah yang baik, maka untuk selamanya keturunanmu mendiami tanah itu.","Sebab TUHAN mencintai perbuatan yang baik dan adil, orang yang setia kepada-Nya tidak dibiarkan-Nya terlantar. Ia melindungi mereka sampai selama-lamanya, tetapi keturunan orang jahat akan ditumpas.","Orang saleh akan mewarisi tanah itu, dan mendiaminya untuk selama-lamanya.","Orang baik berbicara dengan bijaksana, ia selalu lurus dalam tutur katanya.","Hukum Allahnya tersimpan di dalam hatinya, ia tidak menyimpang daripadanya.","Orang baik diintai orang jahat yang mencari kesempatan untuk membunuhnya.","Tetapi TUHAN tidak membiarkan dia jatuh ke tangan musuh, atau dihukum pada waktu diadili.","Berharaplah kepada TUHAN dan taatilah perintah-Nya, maka Ia mengangkat engkau untuk mewarisi tanah itu; engkau akan melihat orang jahat dilenyapkan.","Aku pernah melihat seorang jahat yang suka membual; ia seperti pohon yang segar dan berakar dalam.","Waktu aku lewat, ia tidak ada lagi, kucari dia, tetapi tidak kudapati.","Perhatikanlah orang yang baik dan yang tulus hati; orang yang suka damai mempunyai masa depan.","Tetapi orang berdosa akan dibinasakan; keturunan mereka akan dilenyapkan.","TUHAN menyelamatkan orang saleh, dan melindungi mereka di waktu kesesakan.","Ia menolong dan menyelamatkan mereka, dan meluputkan mereka dari orang-orang jahat, sebab mereka berlindung pada-Nya."]