["Mazmur Daud. TUHAN, lawanlah orang yang melawan aku, perangilah orang yang memerangi aku.","Ambillah utar-utar dan perisai-Mu, dan bangkitlah menolong aku.","Angkatlah lembing dan tombak-Mu untuk melawan orang yang mengejar aku. Katakanlah kepadaku bahwa Engkau penyelamatku.","Biarlah orang yang mau membunuh aku dikalahkan dan dipermalukan. Biarlah orang yang berkomplot melawan aku mundur dengan kebingungan.","Biarlah mereka diburu malaikat TUHAN, seperti sekam dihamburkan angin.","Biarlah mereka dikejar malaikat TUHAN di jalan yang gelap dan licin.","Percuma mereka memasang perangkap bagiku atau menggali lubang untuk menangkap aku.","Biarlah mereka ditimpa kebinasaan dengan tidak disangka-sangka. Biarlah mereka tertangkap dalam perangkapnya sendiri lalu jatuh dan binasa.","Maka aku bersorak-sorak karena TUHAN, hatiku gembira sebab Ia menyelamatkan aku.","Dengan segenap hati aku berkata, \"TUHAN, Engkau tak ada bandingnya! Engkau melepaskan yang lemah dari yang kuat, yang miskin dan sengsara dari penindasnya.\"","Saksi-saksi jahat bangkit melawan aku, dan menuduh aku melakukan hal-hal yang tidak kuketahui.","Kebaikanku mereka balas dengan kejahatan; aku tenggelam dalam keputusasaan.","Waktu mereka sakit, aku sedih dan tidak makan; aku berdoa dengan menundukkan kepala,","seperti mendoakan seorang saudara atau seorang sahabat karib. Aku tunduk menangisi mereka, seolah aku berkabung untuk ibuku sendiri.","Tetapi waktu aku susah, mereka senang, dan berkerumun melawan aku. Mereka berjalan terpincang-pincang untuk menghina aku.","Mereka terus mengolok-olok seorang lumpuh, dan memandang aku dengan benci.","Sampai kapan, ya TUHAN, sampai kapan Engkau hanya memandang saja? Selamatkanlah aku dari serangan mereka, luputkanlah nyawaku dari singa-singa itu.","Maka aku akan bersyukur kepada-Mu di tengah umat-Mu, dan memuji nama-Mu dalam pertemuan mereka.","Jangan membiarkan aku dipermainkan oleh orang yang memusuhi aku tanpa sebab. Jangan membiarkan aku disoraki oleh orang yang membenci aku tanpa alasan.","Bicara mereka tidak ramah; mereka merencanakan penipuan terhadap orang yang hidup rukun.","Mereka berteriak-teriak kepadaku dan berkata bahwa mereka sudah melihat perbuatanku.","Tetapi Engkau, TUHAN, telah melihatnya; janganlah berdiam diri, ya TUHAN, janganlah jauh daripadaku.","Bangkitlah membela perkaraku, ya Allahku dan Tuhanku, tolonglah aku!","Belalah aku, sebab Engkau adil, ya TUHAN Allahku, jangan biarkan musuh menyoraki aku.","Jangan biarkan mereka berkata dalam hati, \"Syukur, kita sudah menghabiskan nyawanya. Keinginan kita sudah terkabul!\"","Biarlah orang yang senang melihat sengsaraku menjadi bingung dan mendapat malu. Biarlah orang yang menyombongkan diri terhadapku dihina dan dipermalukan.","Semoga orang yang ingin melihat aku dibenarkan bersorak dan bergembira. Semoga mereka berulang-ulang berkata, \"Sungguh agunglah TUHAN! Ia menginginkan keselamatan hamba-Nya!\"","Maka aku akan mewartakan keadilan-Mu, dan memuji Engkau sepanjang hari."]