["Mazmur Daud, ketika ia pura-pura tidak waras pikirannya di depan Abimelekh, sehingga ia diusir lalu pergi. (34-2) Aku hendak bersyukur kepada TUHAN setiap waktu, dan tak henti-hentinya memuji Dia.","(34-3) Aku hendak bermegah-megah karena perbuatan TUHAN; semoga orang tertindas mendengarnya dan bergembira.","(34-4) Agungkanlah TUHAN bersamaku, mari bersama-sama memuliakan nama-Nya.","(34-5) Aku berdoa kepada TUHAN, dan Ia menjawab, dan melepaskan aku dari segala ketakutan.","(34-6) Orang tertindas berharap kepada-Nya dan bergembira, mereka tidak mempunyai alasan untuk menjadi malu.","(34-7) Orang malang berseru dan TUHAN menjawabnya, membebaskan dia dari segala kesesakannya.","(34-8) Malaikat TUHAN menjagai orang yang takwa, dan membebaskan mereka dari bahaya.","(34-9) Rasakanlah sendiri betapa baiknya TUHAN, berbahagialah orang yang berlindung pada-Nya.","(34-10) Hormatilah TUHAN, hai kamu umat-Nya, sebab orang takwa tak akan berkekurangan.","(34-11) Singa-singa pun lapar karena kurang makanan; tapi orang yang menyembah TUHAN tidak berkekurangan.","(34-12) Dengarlah, hai anak-anak sekalian, kuajari kamu menghormati TUHAN.","(34-13) Inginkah kamu panjang umur dan menikmati yang baik?","(34-14) Jangan mengeluarkan kata-kata jahat, dan jangan suka akan tipu muslihat.","(34-15) Jauhilah yang jahat, lakukanlah yang baik, usahakanlah perdamaian dengan sekuat tenaga.","(34-16) TUHAN memperhatikan orang saleh, Ia mendengar bila mereka berteriak minta tolong.","(34-17) Tetapi orang yang berbuat jahat ditentang-Nya; kalau mereka mati, mereka lekas dilupakan.","(34-18) Bila orang saleh berseru, TUHAN mendengarkan, dan menyelamatkan mereka dari segala kesesakan.","(34-19) TUHAN dekat pada orang yang berkecil hati; Ia menyelamatkan orang yang patah semangat.","(34-20) Banyaklah penderitaan orang baik, tetapi TUHAN membebaskan dia dari semuanya.","(34-21) Tubuhnya tetap dijaga TUHAN, dari tulangnya tak satu pun dipatahkan.","(34-22) Orang jahat akan mati karena kejahatannya, orang yang membenci orang saleh akan dihukum.","(34-23) TUHAN menyelamatkan hamba-hamba-Nya; yang berlindung pada-Nya tak akan dihukum."]