["Mazmur kaum Korah. Untuk pemimpin kor. (49-2) Dengarlah, hai segala bangsa, pasanglah telinga, hai penduduk dunia,","(49-3) baik orang sederhana, maupun orang terkemuka, baik orang miskin, maupun orang kaya.","(49-4) Aku akan mengucapkan kata-kata bijaksana, buah pikiranku sangat dalam.","(49-5) Aku akan memperhatikan peribahasa, dan menerangkan artinya sambil memetik kecapi.","(49-6) Aku tidak takut di waktu kesesakan, waktu aku dikepung oleh musuh yang jahat.","(49-7) Mereka itu mengandalkan kekayaannya, dan menyombongkan harta bendanya.","(49-8) Sesungguhnya tak seorang pun dapat menyelamatkan saudaranya, atau membayar tebusannya kepada Allah.","(49-9) Apa pun yang diberikannya tak akan mencukupi; terlalu mahal harga tebusan nyawanya,","(49-10) agar ia terhindar dari mati dan dapat hidup selamanya.","(49-11) Tidak, ia akan melihat bahwa orang bijaksana pun mati. Orang dungu dan bodoh sama-sama binasa, dan meninggalkan hartanya bagi orang lain.","(49-12) Mereka akan tinggal di kuburan selama-lamanya; itulah kediaman mereka untuk seterusnya, walaupun dahulu mereka memiliki banyak tanah.","(49-13) Manusia tak dapat hidup terus dalam kemewahan; seperti binatang, ia pun akan binasa.","(49-14) Begitulah nasib orang yang mengandalkan dirinya, dan masa depan orang yang puas dengan perkataannya.","(49-15) Seperti domba, mereka ditentukan untuk mati; maut akan menjadi gembala mereka. Pagi-pagi mereka dikalahkan oleh orang jujur; tubuh mereka segera membusuk di dunia orang mati, jauh dari kediaman yang mewah.","(49-16) Tetapi Allah akan membebaskan aku, Ia akan melepaskan aku dari kuasa maut.","(49-17) Jangan takut kalau seorang menjadi kaya, dan hartanya bertambah banyak.","(49-18) Sebab waktu mati ia tak dapat membawa apa-apa, hartanya tak akan turun ke kubur bersama dia.","(49-19) Bahkan apabila seorang beruntung dalam hidupnya, dan disanjung-sanjung karena keberhasilannya,","(49-20) ia akan menyusul nenek moyangnya juga ke tempat yang gelap untuk selama-lamanya.","(49-21) Manusia tak dapat terus hidup dalam kemewahan, seperti binatang, ia pun akan binasa."]