["Mazmur kaum Korah. Nyanyian pengajaran. Untuk pemimpin kor. (44-2) Ya Allah, kami telah mendengar sendiri kisah yang diceritakan leluhur kami tentang karya hebat yang Kaulakukan di zaman dahulu.","(44-3) Engkau sendiri mengusir bangsa-bangsa supaya umat-Mu menetap di negeri mereka. Bangsa-bangsa lain Engkau celakakan, tetapi umat-Mu Kaubiarkan berkembang.","(44-4) Tanah itu tidak mereka rebut dengan pedang; tidak dengan kekuatan sendiri mereka menang, tetapi dengan kuasa dan cahaya kehadiran-Mu, sebab Engkau berkenan kepada umat-Mu.","(44-5) Engkaulah Rajaku dan Allahku, yang memberi kemenangan kepada umat-Mu.","(44-6) Dengan kuasa-Mu kami mengalahkan musuh kami, dan menaklukkan orang-orang yang menyerang kami.","(44-7) Sebab aku tidak mengandalkan panahku, pedangku pun tak akan menyelamatkan aku.","(44-8) Tapi Engkaulah yang menyelamatkan kami dari lawan, dan mengalahkan orang-orang yang membenci kami.","(44-9) Maka kami akan selalu memegahkan Engkau, dan terus-menerus bersyukur kepada-Mu.","(44-10) Tapi sekarang Engkau meninggalkan kami dan membiarkan kami dikalahkan. Engkau tidak lagi maju bersama barisan kami.","(44-11) Kaubiarkan kami melarikan diri dari musuh kami, dan mereka merampas harta kami.","(44-12) Kaubiarkan kami dibantai seperti domba, dan Kauceraiberaikan kami di antara bangsa-bangsa.","(44-13) Kaujual umat-Mu dengan harga tak seberapa, dan tidak mendapat keuntungan apa-apa.","(44-14) Kaujadikan kami ejekan tetangga-tetangga mereka mengolok-olok dan menertawakan kami.","(44-15) Kaujadikan kami bahan sindiran bangsa-bangsa; mereka menggelengkan kepala sambil menghina kami.","(44-16) Sepanjang hari aku dicela, menanggung malu dan kehilangan muka,","(44-17) karena mendengar ejekan dan penghinaan dari mulut musuh dan pendendam.","(44-18) Semua itu telah menimpa kami walaupun kami tidak melupakan Engkau atau mengkhianati perjanjian-Mu dengan kami.","(44-19) Hati kami tidak mengingkari Engkau; perintah-Mu tidak kami kesampingkan.","(44-20) Tetapi Kautinggalkan kami dalam kegelapan; kami tak berdaya di antara binatang buas.","(44-21) Andaikata kami tidak lagi menyembah Allah, melainkan berdoa kepada ilah lain,","(44-22) Allah pasti akan mengetahuinya, sebab Ia menyelami rahasia hati kami.","(44-23) Demi Engkau kami terus terancam maut, dan diperlakukan seperti domba sembelihan.","(44-24) Bangunlah, ya TUHAN! Mengapa Engkau tidur? Bangkitlah! Jangan menolak kami untuk selamanya.","(44-25) Mengapa Engkau bersembunyi, dan melupakan sengsara serta kesusahan kami?","(44-26) Kami jatuh hancur di tanah, terbaring dalam debu karena kalah.","(44-27) Bangkitlah dan datanglah menolong kami, selamatkanlah kami karena kasih-Mu."]