["Mazmur Asaf. TUHAN, Allah Yang Mahakuasa, berbicara; Ia berseru kepada seluruh bumi dari timur sampai ke barat.","Dari Sion, kota yang paling indah, Allah tampil dengan bercahaya.","Allah kita datang dan tidak tinggal diam, Ia didahului api yang menjilat-jilat, dan dikelilingi badai yang dahsyat.","Ia memanggil langit dan bumi untuk menyaksikan dia mengadili umat-Nya.","Kata-Nya, \"Kumpulkanlah seluruh umat-Ku yang telah mengikat perjanjian dengan Aku, dan mengukuhkannya dengan kurban sembelihan.\"","Langit mewartakan bahwa Allah mengadili umat-Nya, dan bahwa Ia sendiri hakimnya.","\"Dengarlah, umat-Ku, Aku mau berbicara, Israel, Aku mau bersaksi terhadap kamu; Aku ini Allah, Allahmu.","Bukan karena kurbanmu Aku menuduh kamu; kurban bakaranmu selalu ada di hadapan-Ku.","Aku tidak memerlukan sapi dari kandangmu, atau kambing dari kawanan ternakmu;","sebab semua binatang di hutan adalah milik-Ku, dan ternak di ribuan pegunungan.","Semua burung di pegunungan milik-Ku juga, dan segala makhluk yang hidup di padang belantara.","Kalau Aku lapar, tak perlu Kukatakan kepadamu, sebab bumi seisinya adalah milik-Ku.","Aku tidak makan daging sapi jantan, tidak juga minum darah kambing jantan.","Persembahkanlah kurban syukur kepada Allah, tepatilah janjimu kepada Yang Mahatinggi.","Berserulah kepada-Ku di waktu kesesakan, Aku akan membebaskan kamu, dan kamu akan memuji Aku.\"","Tetapi kepada orang jahat TUHAN berkata, \"Engkau tidak berhak mengucapkan hukum-Ku, dan berbicara tentang perjanjian-Ku.","Sebab engkau tak mau menerima teguran-Ku, dan menolak perintah-perintah-K","Jika kaulihat seorang pencuri, kauikut dengan dia, dan engkau bergaul dengan orang-orang yang suka berzinah.","Engkau selalu mengatakan yang jahat, dan selalu siap dengan tipu muslihat.","Engkau terus memfitnah saudaramu, dan mengata-ngatai saudara kandungmu.","Itulah yang kaulakukan, tetapi Aku diam saja, jadi kaupikir Aku seperti engkau. Tetapi sekarang Aku mencela engkau, dan semua itu Kujadikan nyata bagimu.","Perhatikanlah, kamu yang lupa kepada Allah; jagalah jangan sampai kamu Kubinasakan, dan tidak ada yang menyelamatkan.","Orang yang mempersembahkan syukur sebagai kurbannya, dialah yang menghormati Aku; dan kepada orang yang menyiapkan jalan akan Kutunjukkan keselamatan daripada-Ku.\""]