["Untuk pemimpin kor. Dengan permainan kecapi. Nyanyian pengajaran Daud. (55-2) Ya Allah, dengarlah doaku, jangan berpaling dari permohonanku.","(55-3) Perhatikanlah aku dan jawablah aku, aku hancur karena kesusahanku.","(55-4) Hatiku gelisah oleh ancaman musuh dan penindasan orang jahat. Sebab mereka menyusahkan hidupku, dan dengan marah memusuhi aku.","(55-5) Hatiku sangat gelisah, kengerian maut menghantui diriku.","(55-6) Aku diliputi kegentaran dan ketakutan, dicekam oleh perasaan seram.","(55-7) Ah, sekiranya aku bersayap seperti merpati, aku akan terbang mencari tempat yang tenang.","(55-8) Ya, aku akan terbang jauh sekali, dan berdiam di padang gurun.","(55-9) Aku akan bergegas mencari tempat berlindung terhadap badai dan angin ribut.","(55-10) Ya TUHAN, bingungkanlah musuh-musuhku, kacaukanlah percakapan mereka, sebab di kota kulihat kekerasan dan perkelahian.","(55-11) Siang malam mereka berkeliling, melakukan kejahatan dan menimbulkan kekacauan.","(55-12) Di mana-mana ada penghancuran; penindasan dan penipuan merajalela di pasar.","(55-13) Sekiranya musuh yang mencela aku, aku masih bisa tahan. Sekiranya lawan yang menghina aku, aku masih bisa bersembunyi dari dia.","(55-14) Tapi justru engkau, rekanku, sahabatku, kawan dekatku yang mengkhianati aku.","(55-15) Dahulu kita bergaul dengan ramah, dan biasa beribadat bersama-sama di Rumah Tuhan.","(55-16) Biarlah musuhku mati mendadak dan hidup-hidup turun ke dunia orang mati, sebab kejahatan ada di rumah mereka, di tengah-tengah mereka.","(55-17) Tetapi aku berseru kepada Allah, TUHAN akan menyelamatkan aku.","(55-18) Siang malam aku mengeluh dan menangis, dan Ia mendengar suaraku.","(55-19) Ia menyelamatkan aku dari serangan musuh, yang berduyun-duyun melawan aku.","(55-20) Allah yang memerintah dari kekal akan mendengar aku dan mengalahkan mereka. Sebab mereka tidak mau bertobat, dan tidak takut kepada Allah.","(55-21) Bekas kawanku menyerang teman-temannya, ia mengingkari janjinya.","(55-22) Kata-katanya halus merayu, tetapi dalam hatinya ada kebencian. Bicaranya lemah lembut, tetapi menusuk seperti pedang yang tajam.","(55-23) Serahkanlah kekhawatiranmu kepada TUHAN, maka Ia akan menopang engkau; sebab orang jujur tidak dibiarkan-Nya dikalahkan.","(55-24) Tetapi Engkau, ya Allah, akan menjebloskan mereka ke dalam lubang yang paling dalam. Para penipu dan penumpah darah tak akan mencapai separuh umur mereka. Tetapi aku percaya kepada-Mu."]