["Untuk pemimpin kor. Mazmur Daud. (68-2) Allah bangkit menceraiberaikan musuh-Nya, orang yang membenci Dia lari dari hadapan-Nya.","(68-3) Allah mengusir mereka pergi, seperti asap yang ditiup dan menghilang. Seperti lilin meleleh di dalam api, begitulah orang jahat lenyap dari hadapan Allah.","(68-4) Tetapi orang saleh bersukacita dan riang gembira, mereka bersorak-sorak kesukaan di hadapan Allah.","(68-5) Bernyanyilah bagi Allah, pujilah nama-Nya, siapkanlah jalan raya bagi Dia yang mengendarai awan. Nama-Nya TUHAN--bersenang-senangla di hadapan-Nya!","(68-6) Allah yang tinggal di Rumah-Nya yang suci adalah bapak anak yatim dan pembela para janda.","(68-7) Allah memberi tempat tinggal kepada orang yang kesepian; Ia membebaskan orang tahanan sehingga mereka bahagia. Tetapi orang-orang yang melawan TUHAN harus tinggal di tanah yang gersang.","(68-8) Ya Allah, ketika Engkau membimbing umat-Mu berjalan melewati padang yang kering,","(68-9) bumi bergetar, hujan tercurah di hadapan-Mu, karena kedatangan Allah Sinai, Allah Israel.","(68-10) Dengan limpah Engkau menurunkan hujan, dan memulihkan tanah-Mu yang gersang.","(68-11) Lalu umat-Mu berdiam di sana; dalam kebaikan-Mu, ya Allah, Engkau memelihara orang miskin.","(68-12) TUHAN memberi perintah, lalu para wanita membawa berita:","(68-13) \"Raja-raja dan pasukannya sudah lari!\" Mereka lari seperti merpati yang terbang pergi. Para wanita di rumah membagi-bagikan, perak dan emas yang ditinggalkan. Sekalipun banyak yang tidak ikut berperang, umat Allah telah memperoleh kemenangan.","(68:12)","(68-15) Ketika Yang Mahakuasa menyerakkan raja-raja di sana, turunlah salju dari Gunung Salmon.","(68-16) Gunung Basan adalah gunung yang hebat, gunung yang berpuncak banyak.","(68-17) Mengapa dari puncakmu yang banyak itu engkau memandang dengan cemburu kepada Bukit Sion yang dipilih Allah untuk kediaman-Nya? TUHAN akan tinggal di sana untuk selama-lamanya.","(68-18) Dengan puluhan ribu kereta kuat Allah tampil di antara mereka dalam keagungan-Nya.","(68-19) TUHAN naik ke tempat yang tinggi; banyak tawanan dibawa-Nya serta. Ia menerima persembahan dari antara manusia bahkan dari antara kaum pemberontak; supaya mereka berdiam bersama TUHAN Allah.","(68-20) Pujilah TUHAN, sebab Dialah Allah yang menyelamatkan kita; dari hari ke hari Ia memikul beban kita.","(68-21) Allah kita adalah TUHAN yang menyelamatkan, Ia membebaskan kita dari kematian.","(68-22) Allah pasti akan meremukkan kepala musuh-Nya, orang-orang yang terus hidup dalam dosa.","(68-23) Kata TUHAN, \"Hai umat-Ku, Kubawa musuhmu dari Basan Kubawa mereka kembali dari dasar lautan,","(68-24) supaya kamu membasuh kakimu dengan darah mereka, dan anjing-anjingmu menjilatnya sepuas-puasnya.\"","(68-25) Semua melihat pawai kemenangan-Mu, ya Allah, Allahku, Rajaku, diarak ke tempat kediaman-Nya.","(68-26) Di depan berjalan para penyanyi, di belakang para pemain kecapi; di tengah para gadis pemukul rebana; beginilah nyanyian mereka:","(68-27) \"Pujilah Allah di tengah himpunan umat-Nya, pujilah TUHAN, hai semua keturunan Yakub!\"","(68-28) Benyamin, suku yang paling kecil, berjalan di depan, lalu berbondong-bondong para pemuka Yehuda di belakangnya para pemuka Zebulon dan Naftali.","(68-29) Allahmu menuntut kekuatanmu; ya Allah, teguhkanlah apa yang telah Kaulakukan bagi kami.","(68-30) Raja-raja membawa persembahan kepada-Mu di Rumah-Mu di Yerusalem.","(68-31) Hardiklah Mesir, binatang buas itu di tengah gelagah. Tegurlah bangsa-bangsa, kawanan banteng itu dengan anak-anaknya, yang saling menginjak-injak untuk mendapat perak. Allah menceraiberaikan bangsa-bangsa yang suka berperang.","(68-32) Pembesar-pembesar Mesir datang membawa tembaga; orang Sudan bergegas-gegas membawa upeti kepada Allah.","(68-33) Bernyanyilah bagi Allah, hai semua kerajaan, nyanyikanlah puji-pujian bagi TUHAN,","(68-34) bagi dia yang melintasi angkasa purbakala. Dengar! TUHAN berbicara, suara-Nya menggelegar dengan dahsyat.","(68-35) Akuilah kuasa Allah yang berdaulat atas Israel, kuasa-Nya sampai di langit.","(68-36) Sungguh mengagumkan Allah kita waktu Ia keluar dari tempat kediaman-Nya. Allah Israel memberi kuasa dan kekuatan kepada umat-Nya. Terpujilah Allah!"]