["Untuk pemimpin kor. Menurut lagu: Bunga Bakung. Dari Daud. (69-2) Selamatkanlah aku, ya Allah, sebab air sudah naik sampai ke leherku.","(69-3) Aku terperosok ke rawa yang dalam, tak ada tempat bertumpu. Aku tenggelam di air yang dalam, dihanyutkan oleh gelombang pasang.","(69-4) Aku berseru-seru sampai letih dan kerongkonganku kering. Mataku perih menantikan bantuan Allahku.","(69-5) Orang yang membenci aku tanpa alasan, lebih banyak dari rambut di kepalaku. Orang-orang kuat mau membinasakan aku; mereka menyerang aku dengan fitnah. Aku dipaksa mengembalikan harta yang tidak kurampas.","(69-6) Ya Allah, Engkau tahu kesalahan-kesalahanku dosaku tidak tersembunyi bagi-Mu.","(69-7) Jangan biarkan aku mendatangkan malu atas orang-orang yang berharap kepada-Mu, ya TUHAN, Allah Yang Mahakuasa. Jangan biarkan aku mendatangkan nista atas orang-orang yang menyembah Engkau, ya Allah Israel!","(69-8) Sebab karena Engkaulah aku dihina, karena Engkaulah aku dicela.","(69-9) Aku menjadi seperti orang asing bagi sanak saudaraku, seperti orang luar bagi kakak-adikku.","(69-10) Semangatku berkobar karena cinta kepada Rumah-Mu, olok-olokan orang yang menghina Engkau menimpa diriku.","(69-11) Aku menangis dan berpuasa, tetapi mereka menghina aku.","(69-12) Aku memakai kain karung tanda berduka, tetapi mereka menyindir aku.","(69-13) Aku menjadi buah bibir di tempat orang berkumpul, dan nyanyian pemabuk-pemabuk adalah tentang aku.","(69-14) Tetapi aku berdoa kepada-Mu, ya TUHAN, ya Allah, jawablah aku pada waktu yang baik. Tolonglah aku karena kasih-Mu yang besar dan karena kesetiaan-Mu.","(69-15) Jangan biarkan aku tenggelam di dalam rawa, selamatkanlah aku dari orang-orang yang membenci aku dan dari air yang dalam.","(69-16) Jangan biarkan aku dihanyutkan gelombang pasang, dan tenggelam di dasar laut atau dikubur dalam lubang.","(69-17) Jawablah aku, ya TUHAN, sebab Engkau baik dan tetap mengasihi. Sudilah berpaling kepadaku sebab besarlah belas kasihan-Mu.","(69-18) Janganlah bersembunyi dari hamba-Mu ini, sebab aku kesusahan, bergegaslah menolong aku.","(69-19) Datanglah menyelamatkan aku, bebaskan aku dari musuh-musuhku.","(69-20) Engkau tahu betapa aku dicela, dihina dan dinista, Engkau melihat semua musuhku.","(69-21) Penghinaan telah membuat aku patah hati, dan aku putus asa. Kucari belas kasihan, tetapi sia-sia, kucari penghibur, tapi tidak kudapati.","(69-22) Bahkan aku diberi racun untuk makanan; waktu haus, aku diberi cuka untuk minuman.","(69-23) Biarlah perjamuan mereka mendatangkan celaka, dan menjadi perangkap bagi tamu-tamu mereka.","(69-24) Biarlah mata mereka menjadi buta dan punggung mereka selalu lemah.","(69-25) Tumpahkanlah kemarahan-Mu ke atas mereka, biarlah mereka ditimpa murka-Mu yang menyala-nyala.","(69-26) Biarlah perkemahan mereka sunyi sepi, dan kemah-kemah mereka tanpa penghuni.","(69-27) Sebab mereka menganiaya orang yang Kauhukum, dan membicarakan orang-orang yang Kausiksa.","(69-28) Biarlah kesalahan mereka bertambah banyak; jangan membenarkan mereka.","(69-29) Biarlah nama mereka dihapus dari buku orang hidup; dan tidak tercatat dalam daftar orang jujur.","(69-30) Tetapi aku tertindas dan kesakitan, angkatlah aku ya Allah, dan selamatkanlah aku.","(69-31) Maka aku akan memuji Allah dengan nyanyian, mengagungkan Dia dengan nyanyian syukur.","(69-32) Itu lebih berkenan kepada TUHAN daripada kurban sapi, kurban sapi jantan yang besar.","(69-33) Melihat itu, orang tertindas bergembira, orang yang menyembah Allah berbesar hati.","(69-34) Sebab TUHAN mendengarkan orang yang miskin; Ia tidak mengabaikan umat-Nya di dalam penjara.","(69-35) Pujilah Allah, hai langit dan bumi, lautan dan semua makhluk di dalamnya.","(69-36) Ia akan menyelamatkan Yerusalem dan membangun kembali kota-kota Yehuda. Umat TUHAN akan berdiam di sana; tanah itu menjadi milik mereka.","(69-37) Anak cucunya akan mewarisinya; orang-orang yang mencintai TUHAN akan mendiaminya."]