["Pada-Mu aku berlindung, ya TUHAN, jangan biarkan aku dipermalukan.","Bebaskanlah aku, sebab Engkau adil, dengarlah dan selamatkan aku.","Jadilah bagiku seperti gunung batu tempat aku berdiam, yang mudah kucapai selalu. Sebab Engkau telah memutuskan untuk menyelamatkan aku, Engkaulah tempat aku berlindung dan bernaung.","Ya Allahku, luputkanlah aku dari orang jahat, dari kuasa orang-orang lalim dan kejam.","Sebab Engkaulah harapanku, ya TUHAN, TUHAN, aku percaya kepada-Mu sejak masa mudaku.","Selama hidupku aku bertopang pada-Mu; Engkau melindungi aku sejak aku lahir maka aku selalu memuji Engkau.","Hidupku menjadi teladan bagi orang banyak, sebab Engkaulah pelindungku yang kuat.","Aku selalu memuji Engkau, sepanjang hari kuwartakan keagungan-Mu.","Janganlah Kaubuang aku di masa tuaku jangan tinggalkan aku bila kekuatanku sudah habis,","sebab musuh-musuhku membicarakan aku, orang-orang yang mau membunuh aku berkomplot.","Kata mereka, \"Dia sudah ditinggalkan Allah; mari kita kejar dan kita tangkap dia, sebab tak ada yang menyelamatkan dia.\"","Jangan Engkau jauh dari aku, ya Allah, Allahku, tolonglah aku segera.","Biarlah orang yang menyerang aku dipermalukan dan dilenyapkan. Biarlah orang yang mau mencelakakan aku kebingungan dan diliputi kehinaan.","Tapi aku selalu berharap pada-Mu, dan semakin banyak memuji Engkau.","Sepanjang hari akan kukisahkan perbuatan-perbuatan-Mu yang adil, dan keselamatan daripada-Mu yang tak terhitung.","Kupuji perbuatan-Mu yang perkasa, ya TUHAN Allah, kumasyhurkan keadilan-Mu, keadilan-Mu saja.","Ya Allah, Engkau mengajar aku sejak masa mudaku, sampai sekarang kukisahkan karya-Mu yang menakjubkan.","Ya Allah, jangan meninggalkan aku, sampai aku tua dan beruban, supaya aku mewartakan kuasa dan keperkasaan-Mu kepada semua keturunan yang akan datang.","Ya Allah, keadilan-Mu setinggi langit; besarlah perbuatan-perbuatan-Mu; siapa dapat menyamai Engkau?","Engkau memberi aku banyak penderitaan yang berat, tetapi Engkau akan memulihkan tenagaku dan membangkitkan aku dari kuburan.","Engkau akan membuat aku lebih terhormat, dan menghibur aku lagi.","Aku hendak memuji Engkau dengan gambus, sebab Engkau setia, ya Allahku. Aku mau menyanyikan pujian bagi-Mu dengan kecapi, ya Allah kudus Israel.","Aku bersorak dengan penuh sukacita, sambil menyanyikan pujian bagi-Mu. Jiwa ragaku menyanyi dengan ria, sebab Engkau telah menyelamatkan aku.","Sepanjang hari akan kuwartakan keadilan-Mu, sebab orang-orang yang mau mencelakakan aku sudah dikalahkan dan dipermalukan."]