["Mazmur Asaf. Sungguh baiklah Allah bagi umat-Nya, bagi orang yang berhati murni.","Tetapi aku sudah bimbang, kepercayaanku hampir saja hilang,","sebab aku cemburu kepada orang congkak, ketika aku melihat keberuntungan orang jahat.","Sebab mereka tidak menderita sakit, badan mereka kuat dan sehat.","Mereka tidak menanggung susah, tidak ditimpa kemalangan seperti orang lain.","Karena itu mereka bersikap sombong, dan selalu bertindak dengan kekerasan.","Dari hati mereka tertumpah kejahatan; mereka sibuk dengan rencana-rencana jahat.","Mereka mengejek dan mengata-ngatai, dan dengan sombong mengancam akan menindas.","Mereka menghujat Allah di surga, dan membual kepada orang-orang di bumi,","sehingga umat Allah pun berbalik kepada mereka, dan percaya kepada omongan mereka.","Kata mereka, \"Allah tidak tahu, Yang Mahatinggi tidak mengerti.\"","Begitulah keadaan orang jahat; hidupnya tenang, hartanya terus bertambah.","Percuma saja aku menjaga hatiku bersih; tak ada gunanya aku menjauhi dosa.","Sebab sepanjang hari aku ditimpa kemalangan; setiap pagi aku disiksa.","Sekiranya aku berkata begitu, aku mengkhianati angkatan anak-anakmu.","Tetapi waktu aku berusaha untuk mengerti, hal itu terlalu sulit bagiku.","Akhirnya aku masuk ke Rumah TUHAN, lalu mengertilah aku kesudahan orang jahat.","Kautempatkan mereka di jalan yang licin, dan Kaubiarkan mereka jatuh binasa.","Dalam sekejap mata mereka hancur, amat dahsyatlah kesudahan mereka.","Seperti mimpi yang menghilang di waktu pagi; ketika Engkau bangkit, ya TUHAN, mereka pun lenyap.","Ketika aku merasa kesal dan hatiku seperti tertusuk,","aku bodoh dan tidak mengerti, aku seperti binatang di hadapan-Mu.","Namun aku tetap di dekat-Mu, Engkau memegang tangan kananku.","Kaubimbing aku dengan nasihat, dan Kauterima aku dengan kehormatan kelak.","Siapa yang kumiliki di surga kecuali Engkau? Selain Engkau tak ada yang kuinginkan di bumi.","Sekalipun jiwa ragaku menjadi lemah, Engkaulah kekuatanku, ya Allah; Engkaulah segala yang kumiliki untuk selama-lamanya.","Orang yang meninggalkan Engkau akan celaka, Kaubinasakan orang yang tidak setia kepada-Mu.","Tetapi bagiku sungguh baiklah berada dekat Allah, TUHAN Allah kujadikan tempat perlindunganku, supaya aku dapat mewartakan segala perbuatan-Nya."]