["Nyanyian pengajaran Asaf. Ya Allah, untuk selamanyakah Kautinggalkan kami? Mengapa Engkau terus marah kepada umat-Mu sendiri?","Ingatlah umat-Mu yang Kaupilih sejak dahulu, bangsa yang Kaubebaskan agar menjadi milik-Mu. Ingatlah akan Bukit Sion, yang Kaujadikan tempat kediaman-Mu.","Jejakilah tempat yang sudah menjadi reruntuhan; segalanya di Rumah-Mu telah dihancurkan musuh.","Musuh-musuh-Mu berteriak-teriak di Rumah-Mu, dan mendirikan panji-panji kemenangan di situ.","Mereka seperti penebang kayu yang mengayunkan kapaknya, untuk menebang pohon-pohon di hutan.","Semua ukiran kayu mereka hancurkan dengan kapak dan palu.","Mereka membakar Rumah-Mu sampai musnah; dan menajiskan tempat Engkau disembah.","Mereka mau menaklukkan kami sama sekali, dan membakar habis semua tempat ibadat di negeri ini.","Nabi-nabi dan tanda-tanda ajaib tak tampak lagi, dan tak seorang pun tahu sampai kapan terus begini.","Sampai kapan, ya Allah, musuh mengejek Engkau? Sampai selamanyakah mereka menghina nama-Mu?","Mengapa Engkau tidak lagi menolong kami? Mengapa Engkau lepas tangan dari kami?","Sejak semula Engkaulah rajaku, ya Allah, Engkaulah yang menyelamatkan kami.","Dengan kekuatan yang dahsyat Engkau membelah laut, dan memecahkan kepala naga-naga laut.","Engkau meremukkan kepala-kepala Lewiatan dan menjadikan dia makanan penghuni padang gurun.","Engkau mengalirkan mata air dan sungai; sungai yang besar Kaujadikan kering.","Engkaulah yang menciptakan siang dan malam, serta menentukan tempat matahari dan bulan.","Engkau menetapkan batas-batas bumi, membuat musim kemarau dan musim hujan.","Ingatlah bagaimana musuh menghina Engkau, ya TUHAN, bangsa yang tidak mengenal Engkau menghujat nama-Mu.","Jangan menyerahkan umat-Mu yang tak berdaya ke tangan musuh yang kejam. Jangan untuk selamanya melupakan nasib umat-Mu yang malang.","Ingatlah perjanjian yang Kaubuat dengan kami, sebab orang melakukan kekerasan di setiap tempat gelap di negeri ini.","Jangan membiarkan orang tertindas dipermalukan, semoga orang sengsara dan miskin memuji Engkau.","Bangkitlah ya Allah, belalah perkara-Mu! Sebab sepanjang hari Engkau dihina oleh orang-orang yang tidak percaya kepada-Mu.","Jangan lupa teriakan musuh-musuh-Mu, keributan lawan-lawan-Mu yang semakin keras!"]