["Dari Salomo. Ya Allah, ajarkanlah hukum-Mu kepada raja, berikanlah keadilan-Mu kepada putra raja.","Semoga ia menghakimi umat-Mu menurut hukum, dan memperlakukan orang tertindas dengan adil.","Kiranya negeri kami makmur dan sejahtera, dan ada keadilan bagi seluruh bangsa.","Semoga raja membela hak rakyat jelata, menolong orang-orang miskin dan menumpas penindas-penindas mereka.","Semoga ia tetap bertahan turun-temurun selama ada matahari dan bulan.","Semoga ia seperti hujan yang turun di padang, seperti hujan deras yang mengairi ladang-ladang.","Semoga keadilan berkembang selama zamannya, dan kemakmuran berlimpah selama bulan ada.","Kerajaannya akan meluas dari laut ke laut, membentang dari timur sampai ke barat.","Penduduk padang gurun akan tunduk kepadanya dan musuh sujud di depan kakinya.","Raja-raja Tarsis dan pulau-pulau akan membawa persembahan kepadanya. Raja-raja Arab dan Etiopia datang membawa upeti.","Semua raja akan sujud di hadapannya, segala bangsa menjadi hamba-hambanya.","Sebab ia melepaskan orang tertindas yang tak berdaya, dan orang miskin yang berseru kepadanya.","Ia mengasihani orang miskin dan rakyat jelata, dan menyelamatkan hidup orang yang melarat.","Ia membebaskan mereka dari penindasan dan kekerasan, sebab hidup mereka sangat berharga baginya.","Hiduplah baginda raja! Semoga kepadanya dipersembahkan emas dari Arab. Semoga ia didoakan setiap waktu dan direstui selalu.","Semoga gandum melimpah di seluruh negeri, dan bukit-bukitnya penuh dengan hasil bumi. Semoga tanahnya subur seperti Pegunungan Libanon, dan penduduk kotanya bertambah seperti rumput di padang.","Semoga nama raja dikenang selama-lamanya, dan kemasyhurannya bertambah selama matahari ada. Semoga bangsa-bangsa minta diberkati seperti dia, dan semua orang menyebut dia berbahagia.","Terpujilah TUHAN, Allah Israel! Hanya Dia yang melakukan hal-hal yang mengagumkan.","Terpujilah nama-Nya yang agung selama-lamanya; semoga seluruh bumi penuh dengan kemuliaan-Nya! Jadilah demikian. Amin!","Sekian doa-doa Daud, anak Isai."]