["Nyanyian pengajaran Asaf. Dengarlah ajaranku, hai bangsaku, perhatikanlah kata-kataku.","Aku mau mengucapkan pepatah dan perumpamaan, dan menerangkan teka-teki zaman dahulu,","hal-hal yang kami dengar dan kami terima, yang dikisahkan oleh nenek moyang kami.","Kami tak mau merahasiakannya terhadap anak-anak kami; kami mau mewartakan kepada angkatan yang kemudian tentang kuasa TUHAN dan karya-karya-Nya yang besar, serta perbuatan-perbuatan-Nya yang ajaib.","Kepada bangsa Israel Ia memberi hukum-Nya, dan kepada keturunan Yakub perintah-Nya. Ia menyuruh nenek moyang kita mengajarkannya kepada anak-anak mereka,","supaya angkatan berikut mengenal-Nya, lalu meneruskannya kepada anak-anak mereka.","Dengan demikian mereka juga akan menaruh harapannya kepada Allah, dan tidak melupakan perbuatan-Nya, tetapi selalu taat pada perintah-Nya,","supaya mereka tidak seperti nenek moyang mereka yang suka memberontak dan mendurhaka; angkatan yang goyah imannya, dan tidak setia kepada Allah.","Suku Efraim yang bersenjatakan panah dan busur, melarikan diri pada waktu bertempur.","Mereka melanggar perjanjian Allah dengan mereka, dan tak mau taat kepada hukum-Nya.","Mereka lupa akan perbuatan-perbuatan-Nya, dan hal-hal ajaib yang dinyatakan-Nya kepada mereka.","Di depan leluhur mereka, Allah membuat keajaiban di negeri Mesir, di dataran Zoan.","Ia membelah laut, lalu menyeberangkan mereka; air ditegakkan-Nya seperti bendungan.","Ia menuntun mereka dengan awan di waktu siang dan dengan terang api sepanjang malam.","Ia membelah gunung batu di padang gurun, dan memberi mereka minum berlimpah-limpah.","Bukit batu disuruh-Nya mengeluarkan air, lalu mengalirlah air seperti sungai.","Tetapi mereka terus berdosa terhadap Allah, di gurun mereka berontak terhadap Yang Mahatinggi.","Mereka sengaja mencobai Allah, dengan menuntut makanan yang mereka inginkan.","Mereka melawan Allah dengan berkata, \"Sanggupkah Allah memberi kita makan di padang gurun?","Memang Ia memukul gunung batu yang keras, sehingga air mengalir dengan deras. Tapi dapatkah Ia juga menyediakan roti dan memberi daging kepada umat-Nya?\"","Mendengar itu, Allah marah dan menyerang umat-Nya dengan api; kemarahan-Nya terhadap mereka semakin menjadi,","sebab mereka tidak percaya kepada Allah, pada kuasa-Nya yang dapat menyelamatkan mereka.","Meskipun begitu Ia memerintahkan langit untuk membuka pintu-pintunya.","Ia menurunkan gandum dari surga, manna untuk makanan mereka.","Ia memberi mereka makanan berlimpah; mereka makan roti malaikat.","Ia juga menyuruh angin timur bertiup; oleh kuasa-Nya angin selatan berembus.","Ia menurunkan burung-burung bagi umat-Nya, jumlahnya seperti pasir tidak terhitung.","Dijatuhkan-Nya burung-burung itu di perkemahan di sekeliling tempat mereka berdiam.","Lalu makanlah mereka sampai kenyang, sebab Allah telah memberi apa yang mereka inginkan.","Tapi nafsu mereka belum juga terpuaskan; jadi sementara mereka masih makan,","Allah menjadi marah dan melawan mereka; dibunuh-Nya orang-orang Israel yang muda dan perkasa.","Meskipun begitu umat-Nya tetap berdosa, keajaiban-keajaiban-Nya tidak membuat mereka percaya.","Maka Allah mengakhiri hidup mereka seperti napas, tahun-tahun mereka habis dalam ketakutan.","Tiap kali Allah membunuh beberapa di antara mereka, yang lain menyesal dan kembali kepada-Nya.","Mereka ingat bahwa Allah pelindung mereka, dan bahwa Yang Mahatinggi penyelamat mereka.","Tetapi mereka membohongi Dia, ucapan-ucapan mereka dusta belaka.","Mereka tidak setia kepada-Nya dan tidak berpegang pada perjanjian-Nya.","Tapi Allah mengasihani dan mengampuni umat-Nya, dan tidak membinasakan mereka. Berkali-kali Ia menahan kemarahan-Nya, dan tidak melampiaskan murka-Nya.","Ia ingat bahwa mereka hanya makhluk yang fana, seperti angin yang lewat dan tidak kembali.","Betapa sering mereka berontak terhadap Dia, dan menyakiti hati-Nya sewaktu di padang gurun.","Berulang kali mereka mencobai Allah, menyusahkan Yang Kudus, Allah Israel.","Mereka tidak ingat akan kekuasaan-Nya, akan hari Ia membebaskan mereka dari lawan,","ketika Ia membuat keajaiban-keajaiban di Mesir, dan mujizat-mujizat di padang Zoan.","Sungai-sungai mereka diubah-Nya menjadi darah, sehingga mereka tak dapat meminum airnya.","Ia menyiksa mereka dengan lalat yang banyak, dan membiarkan tanah mereka dimusnahkan katak.","Ia mendatangkan ulat dan belalang, yang menghabiskan panen dan hasil ladang.","Ia merusakkan pohon anggur mereka dengan hujan batu, dan pohon-pohon ara mereka dengan embun beku.","Ia membiarkan hujan es menimpa ternak mereka, dan halilintar menyambar hewan-hewan mereka.","Ia melampiaskan kemarahan-Nya yang menyala-nyala dengan mengutus sepasukan malaikat maut yang membuat mereka putus asa.","Ia tidak menahan kemarahan-Nya atau menyayangi hidup mereka, tetapi membinasakan mereka dengan penyakit sampar.","Ia membunuh anak laki-laki yang sulung dalam setiap keluarga orang Mesir.","Lalu Ia memimpin umat-Nya seperti kawanan domba, dan menuntun mereka melalui padang gurun.","Dalam bimbingan-Nya mereka aman dan tidak takut, sedang musuh mereka tenggelam dalam laut.","Lalu umat-Nya dibawa-Nya ke tanah-Nya yang suci, ke pegunungan yang direbut-Nya sendiri.","Di depan umat-Nya Ia mengusir penduduk di situ lalu dibagi-bagikan-Nya negeri itu kepada semua suku bangsa Israel, umat-Nya, sehingga mereka dapat mendiami kemah-kemah musuh.","Tetapi mereka berontak dan menguji Allah Yang Mahatinggi, perintah-perintah-Nya tidak mereka taati.","Mereka berkhianat seperti leluhur mereka, dan tak dapat dipercaya seperti busur yang bengkok.","Mereka menantang Allah dengan tempat penyembahan berhala, dan membuat Ia cemburu dengan patung-patung mereka.","Melihat itu, Allah sangat marah, dan menolak mereka mentah-mentah.","Ia meninggalkan kemah-Nya di Silo, tempat kediaman-Nya di antara manusia.","Ia membiarkan Peti Perjanjian-Nya ditawan; lambang kemuliaan-Nya direbut lawan.","Ia marah kepada umat-Nya, milik pusaka-Nya, dan membiarkan mereka dibunuh dengan pedang.","Pemuda-pemuda mereka dimakan api; tak ada yang mengawini gadis-gadis mereka.","Imam-imam mereka dibunuh dengan pedang, janda-janda mereka tak dapat meratap.","Maka TUHAN bangkit seperti orang bangun tidur, seperti orang kuat sehabis minum anggur.","Ia memukul mundur lawan-Nya, dan mengalahkan mereka untuk selama-lamanya.","Tetapi Ia menolak keturunan Yusuf dan tidak memilih suku Efraim.","Yang dipilih-Nya ialah suku Yehuda, dan Bukit Sion yang dicintai-Nya.","Ia membangun Rumah-Nya seperti kediaman-Nya di surga, dan seperti bumi, kukuh untuk selama-lamanya.","Ia memilih Daud hamba-Nya, dan mengambil dia dari kawanan ternak,","dari tempat Ia memelihara induk domba, untuk menggembalakan Israel umat-Nya.","Daud memelihara mereka dengan tulus ikhlas, dan membimbing mereka dengan cakap."]