["Untuk pemimpin kor. Menurut lagu: Bunga bakung. Mazmur kesaksian Asaf. (80-2) Ya Gembala Israel, dengarlah, Engkau yang memimpin keturunan Yusuf sebagai kawanan. Engkau yang bertakhta di atas kerub, tampillah dengan cemerlang","(80-3) di hadapan Efraim, Benyamin dan Manasye. Tunjukkanlah kekuasaan-Mu kepada kami, dan datanglah menyelamatkan kami.","(80-4) Ya Allah, pulihkanlah kami; pandanglah kami dengan murah hati, maka kami akan selamat.","(80-5) Ya TUHAN Allah Yang Mahakuasa, sampai kapan Engkau marah, walaupun umat-Mu berdoa?","(80-6) Kauberi kami tangisan untuk makanan, air mata berlimpah untuk minuman.","(80-7) Kaubiarkan bangsa-bangsa tetangga bersengketa tentang tanah kami musuh-musuh kami tertawa kesenangan.","(80-8) Ya Allah Yang Mahakuasa, pulihkanlah kami; pandanglah kami dengan murah hati, supaya kami selamat.","(80-9) Umat-Mu seperti pohon anggur yang Kaupindahkan dari Mesir. Bangsa-bangsa lain Kauusir, lalu Kautanam pohon itu di negeri mereka.","(80-10) Engkau menyediakan tanah baginya; maka ia berakar dalam-dalam dan membentang ke seluruh negeri.","(80-11) Ia menaungi bukit-bukit, dan dengan cabang-cabangnya menutupi pohon-pohon aras raksasa.","(80-12) Rantingnya menjulur sampai ke Laut Tengah, pucuk-pucuknya sampai ke Sungai Efrat.","(80-13) Ya Allah, mengapa Kaurobohkan pagarnya, sehingga setiap orang yang lewat dapat memetik buahnya?","(80-14) Babi hutan menggerogotinya sampai rusak, dan binatang di padang memakannya.","(80-15) Ya Allah Yang Mahakuasa, datanglah kembali, pandanglah dari surga dan perhatikanlah umat-Mu.","(80-16) Selamatkanlah umat yang seperti pohon anggur sudah Kautanam sendiri, dan tunas anggur yang Kaujadikan kuat.","(80-17) Musuh telah menebang dan membakarnya; biarlah mereka dibinasakan oleh kemarahan-Mu.","(80-18) Lindungilah orang yang sudah Kaupilih, anak manusia yang Kaukuatkan bagi-Mu.","(80-19) Maka kami takkan lagi menyimpang daripada-Mu; jagalah hidup kami, maka kami akan memuji Engkau.","(80-20) Ya TUHAN Allah Yang Mahakuasa, pulihkanlah kami, pandanglah kami dengan murah hati, supaya kami selamat."]