["Untuk pemimpin kor. Menurut lagu Mut-Laben. Mazmur Daud. (9-2) Dengan sepenuh hati aku mau bersyukur kepada-Mu, TUHAN, dan mewartakan karya-Mu yang mengagumkan.","(9-3) Aku mau bergembira dan bersukacita karena Engkau dan memuji nama-Mu, TUHAN Yang Mahatinggi.","(9-4) Di hadapan-Mu musuhku berbalik dan lari; mereka jatuh tersandung dan mati.","(9-5) Sebab Engkau memerintah sebagai hakim yang adil; Engkau telah membela perkaraku.","(9-6) Engkau telah menghukum bangsa-bangsa dan membinasakan orang-orang jahat; mereka dilupakan untuk selama-lamanya.","(9-7) Musuh kami sudah habis dipunahkan, kota-kota mereka Kauhancurkan; tak ada yang mengingatnya lagi.","(9-8) TUHAN memerintah untuk selama-lamanya; Ia mendirikan takhta-Nya untuk menghakimi dunia.","(9-9) Ia memerintah bangsa-bangsa dengan adil dan menghakimi mereka dengan jujur.","(9-10) TUHAN itu tempat berlindung bagi orang tertindas, tempat bernaung di waktu kesesakan.","(9-11) Orang yang mengenal Engkau berharap pada-Mu, ya TUHAN, orang yang menyembah Engkau tidak Kautinggalkan.","(9-12) Pujilah TUHAN yang memerintah di Sion! Ceritakanlah perbuatan-Nya kepada bangsa-bangsa!","(9-13) Sebab Ia ingat kepada orang yang menderita dan tidak melupakan jeritan mereka; orang yang melakukan kekerasan dihukum-Nya.","(9-14) Lihatlah, musuh menyengsarakan aku; kasihanilah aku, ya TUHAN, luputkanlah aku dari maut,","(9-15) supaya aku memuji Engkau di depan penduduk Yerusalem. Aku akan bersorak gembira karena Engkau menyelamatkan aku.","(9-16) Bangsa-bangsa yang tidak mengenal Engkau jatuh ke dalam lubang yang mereka gali sendiri; mereka terjerat dalam jaring mereka sendiri.","(9-17) TUHAN telah menyatakan diri-Nya karena keputusan-Nya yang adil. Orang jahat terjerumus oleh perbuatannya sendiri.","(9-18) Maut adalah kesudahan orang-orang jahat, bangsa-bangsa yang tidak mengindahkan Allah.","(9-19) Tidak untuk selamanya orang miskin dilupakan; tidak untuk seterusnya orang sengsara tanpa harapan.","(9-20) Bangkitlah, TUHAN, hakimilah bangsa-bangsa, jangan biarkan manusia menyombongkan dirinya.","(9-21) Biarlah mereka menjadi takut, ya TUHAN, dan menyadari bahwa mereka hanya manusia."]