["Ya Allah, Engkaulah Allah yang membalas, tunjukkanlah pembalasan-Mu, ya TUHAN.","Bangkitlah, ya Hakim seluruh bumi, hukumlah orang congkak setimpal perbuatan mereka.","Ya TUHAN, sampai kapan orang jahat bergembira? Sampai kapan, ya TUHAN?","Mereka melontarkan kata-kata yang kasar, dan menyombongkan kejahatan mereka.","Mereka menindas umat-Mu, ya TUHAN, dan meremukkan orang-orang pilihan-Mu.","Mereka membunuh janda dan yatim piatu dan orang asing yang tinggal di negeri ini.","Kata mereka, \"TUHAN tidak melihatnya, Allah Yakub tidak memperhatikannya.\"","Hai bangsaku, janganlah sebodoh itu, belajarlah memakai akalmu!","Allah yang membuat telinga, apakah Ia tidak mendengar? Dia yang membuat mata, apakah Ia tidak melihat?","Dia yang mengajar bangsa-bangsa, apakah Ia tidak menghukum? Dia yang menjadi guru semua orang, apakah Ia tidak mempunyai pengetahuan?","TUHAN menyelami pikiran manusia, Ia tahu semuanya sia-sia belaka.","Berbahagialah orang yang Kaudidik, ya TUHAN, orang yang Kauajari hukum-hukum-Mu.","Kautenangkan dia di hari-hari malapetaka, sampai digali lubang untuk menangkap orang jahat.","Sebab TUHAN tak akan meninggalkan umat-Nya; Ia tak akan mengabaikan milik pusaka-Nya.","Maka hukum akan ditegakkan lagi di pengadilan, semua orang jujur akan mendukungnya.","Siapa membela aku terhadap orang durhaka? Siapa memihak aku melawan orang yang berbuat jahat?","Sekiranya TUHAN tidak menolong aku, aku nyaris pindah ke dunia orang mati.","Waktu aku berpikir bahwa aku akan jatuh, kasih-Mu, TUHAN, membuat aku berdiri kukuh.","Apabila hatiku cemas dan gelisah, Engkau menghibur dan menggembirakan aku.","Engkau tidak bersekutu dengan hakim-hakim jahat, yang merancangkan kejahatan berdasarkan hukum.","Mereka bersekongkol melawan orang jujur, dan menghukum mati orang yang tak bersalah.","Tetapi TUHAN adalah pembelaku, Allahku menjadi pelindungku.","Ia menghukum orang jahat setimpal kejahatannya, dan membungkamkan mereka karena dosanya. TUHAN Allah kita akan membungkamkan mereka."]