["Inilah keturunan anak-anak Nuh, yaitu Sem, Yafet dan Ham. Sesudah banjir, ketiganya mendapat anak-anak lelaki.","Anak-anak Yafet ialah Gomer, Magog, Madai, Yawan, Tubal, Mesekh dan Tiras.","Keturunan Gomer adalah penduduk Askenas, Rifat dan Togarma.","Keturunan Yawan adalah penduduk Elisa, Spanyol, Siprus dan Rodes.","Mereka leluhur bangsa-bangsa yang tinggal di sepanjang pantai dan di pulau-pulau. Itulah semua keturunan Yafet. Setiap bangsa dan suku tinggal di negerinya masing-masing, dan mempunyai bahasanya sendiri.","Anak-anak Ham ialah Kus, Mesir, Libia dan Kanaan.","Keturunan Kus ialah penduduk Seba, Hawila, Sabta, Raema dan Sabtekha. Keturunan Raema ialah penduduk Syeba dan Dedan.","Kus mempunyai anak laki-laki bernama Nimrod yang menjadi orang perkasa pertama di dunia.","Dengan pertolongan TUHAN dia menjadi pemburu yang ulung. Sebab itu orang biasa berkata, \"Semoga TUHAN menjadikan engkau seorang pemburu yang ulung seperti Nimrod.\"","Mula-mula kerajaannya meliputi Babel, Erekh, dan Akad, ketiga-tiganya di Babilonia.","Dari sana ia pergi ke Asyur, lalu mendirikan kota Niniwe, Rehobot-Ir, Kalah,","dan Resen yang terletak di antara Niniwe dan Kalah. Semuanya itu adalah kota-kota besar.","Keturunan Mesir adalah penduduk Lidia, Anamim, Lehabim, Naftuhim,","Patrusim, Kasluhim, dan Kaftorim. Bangsa Kasluhim itu leluhur bangsa Filistin.","Anak-anak Kanaan, ialah Sidon, yang sulung, dan Het.","Kanaan juga leluhur bangsa Yebusi, Amori, Girgasi,","orang Hewi, Arki, Sini,","Arwadi, Semari dan Hamati. Suku-suku bangsa Kanaan itu tersebar jauh,","sehingga batas-batas negeri mereka meluas dari Sidon ke selatan menuju Gerar, sampai dekat Gaza, dan ke timur menuju Sodom, Gomora, Adma, dan Zeboim, sampai dekat Lasa.","Itulah semua keturunan Ham. Setiap bangsa dan suku tinggal di negerinya masing-masing dan mempunyai bahasanya sendiri.","Sem, abang Yafet, adalah leluhur semua bangsa Ibrani.","Anak-anak Sem ialah Elam, Asyur, Arpakhsad, Lud dan Aram.","Keturunan Aram ialah penduduk Us, Hul, Geter dan Mas.","Arpakhsad ayah Selah. Dan Selah ayah Eber.","Eber mempunyai dua anak laki-laki; yang pertama bernama Peleg, karena pada zamannya bangsa-bangsa di dunia menjadi terbagi-bagi; yang kedua bernama Yoktan.","Keturunan Yoktan adalah penduduk Almodad, Selef, Hazar-Mawet dan Yerah,","Hadoram, Uzal, Dikla,","Obal, Abimael, Syeba,","Ofir, Hawila dan Yobab. Semuanya itu keturunan Yoktan.","Daerah tempat tinggal mereka meluas dari Mesa ke Sefar, yaitu daerah pegunungan di sebelah timur.","Itulah semua keturunan Sem. Setiap bangsa dan suku tinggal di negerinya masing-masing dan mempunyai bahasanya sendiri.","Semuanya itu keturunan Nuh, bangsa demi bangsa, menurut garis keturunan mereka masing-masing. Merekalah yang menurunkan bangsa-bangsa di dunia ini sesudah banjir besar itu."]