["Semula, bangsa-bangsa di seluruh dunia hanya mempunyai satu bahasa dan mereka memakai kata-kata yang sama.","Ketika mereka mengembara ke sebelah timur, sampailah mereka di sebuah dataran di Babilonia, lalu menetap di sana.","Mereka berkata seorang kepada yang lain, \"Ayo kita membuat batu bata dan membakarnya sampai keras.\" Demikianlah mereka mempunyai batu bata untuk batu rumah dan ter untuk bahan perekatnya.","Kata mereka, \"Mari kita mendirikan kota dengan sebuah menara yang puncaknya sampai ke langit, supaya kita termasyhur dan tidak tercerai berai di seluruh bumi.\"","Maka turunlah TUHAN untuk melihat kota dan menara yang didirikan oleh manusia.","Lalu Ia berkata, \"Mereka ini satu bangsa dengan satu bahasa, dan ini baru permulaan dari rencana-rencana mereka. Tak lama lagi mereka akan sanggup melakukan apa saja yang mereka kehendaki.","Sebaiknya Kita turun dan mengacaukan bahasa mereka supaya mereka tidak mengerti lagi satu sama lain.\"","Demikianlah TUHAN menceraiberaikan mereka ke seluruh bumi. Lalu berhentilah mereka mendirikan kota itu.","Sebab itu kota itu diberi nama Babel, karena di situ TUHAN mengacaukan bahasa semua bangsa, dan dari situ mereka diceraiberaikan oleh TUHAN ke seluruh bumi.","Inilah keturunan Sem. Dua tahun sesudah banjir besar, ketika Sem berumur 100 tahun, ia mendapat seorang anak laki-laki yang bernama Arpakhsad.","Setelah itu ia masih hidup 500 tahun lagi, dan mendapat anak-anak lain.","Pada waktu Arpakhsad berumur 35 tahun, ia mendapat anak laki-laki, namanya Selah.","Setelah itu Arpakhsad masih hidup 403 tahun lagi, dan mendapat anak-anak lain.","Pada waktu Selah berumur 30 tahun, ia mendapat anak laki-laki, namanya Eber.","Setelah itu Selah masih hidup 403 tahun lagi, dan mendapat anak-anak lain.","Pada waktu Eber berumur 34 tahun, ia mendapat anak laki-laki, namanya Peleg.","Setelah itu Eber masih hidup 430 tahun lagi, dan mendapat anak-anak lain.","Pada waktu Peleg berumur 30 tahun, ia mendapat anak laki-laki, namanya Rehu.","Setelah itu Peleg masih hidup 209 tahun lagi, dan mendapat anak-anak lain.","Pada waktu Rehu berumur 32 tahun, ia mendapat anak laki-laki, namanya Serug.","Setelah itu Rehu masih hidup 207 tahun lagi dan mendapat anak-anak lain.","Pada waktu Serug berumur 30 tahun, ia mendapat anak laki-laki, namanya Nahor.","Setelah itu Serug masih hidup 200 tahun lagi, dan mendapat anak-anak lain.","Pada waktu Nahor berumur 29 tahun, ia mendapat anak laki-laki, namanya Terah.","Setelah itu Nahor masih hidup 119 tahun lagi, dan mendapat anak-anak lain.","Setelah Terah berumur 70 tahun, ia mendapat tiga anak laki-laki, yaitu Abram, Nahor dan Haran.","Inilah keturunan Terah: Terah ayah Abram, Nahor dan Haran. Haran mempunyai anak laki-laki, namanya Lot.","Haran meninggal di kampung halamannya, yaitu Ur di Babilonia, pada waktu ayahnya masih hidup.","Abram kawin dengan Sarai, dan Nahor kawin dengan Milka anak perempuan Haran. Haran masih mempunyai anak laki-laki lain namanya Yiska.","Adapun Sarai mandul.","Terah meninggalkan kota Ur di Babilonia bersama-sama dengan Abram anaknya, Lot cucunya, dan Sarai menantunya, yaitu istri Abram. Dia bermaksud hendak pergi ke negeri Kanaan. Tetapi setibanya di Haran, mereka menetap di sana.","Dan di tempat itu pula Terah meninggal pada usia 205 tahun."]