["TUHAN berkata kepada Abram, \"Tinggalkanlah negerimu, kaum keluargamu dan rumah ayahmu, lalu pergilah ke negeri yang akan Kutunjukkan kepadamu.","Aku akan memberikan kepadamu keturunan yang banyak dan mereka akan menjadi bangsa yang besar. Aku akan memberkati engkau dan membuat namamu masyhur, sehingga engkau akan menjadi berkat.","Aku akan memberkati orang-orang yang memberkati engkau dan mengutuk orang-orang yang mengutuk engkau. Dan karena engkau Aku akan memberkati semua bangsa di bumi.\"","Abram berusia tujuh puluh lima tahun ketika ia meninggalkan Haran, sesuai dengan perintah TUHAN kepadanya. Abram berangkat ke tanah Kanaan bersama-sama dengan Sarai istrinya, dan Lot kemanakannya, dan segala harta benda serta hamba-hamba yang mereka peroleh di Haran. Setelah mereka tiba di Kanaan,","(12:4)","Abram menjelajahi tanah itu sampai ia tiba di pohon keramat di More, yaitu tempat ibadat di Sikhem. (Pada masa itu orang Kanaan masih mendiami tanah itu.)","TUHAN menampakkan diri kepada Abram dan berkata kepadanya, \"Inilah negeri yang akan Kuberikan kepada keturunanmu.\" Lalu Abram mendirikan sebuah mezbah di situ untuk TUHAN yang telah menampakkan diri kepadanya.","Setelah itu ia meneruskan perjalanannya ke selatan, ke daerah berbukit di sebelah timur kota Betel, dan berkemah di antara Betel dan kota Ai: Betel di sebelah barat dan Ai di sebelah timur. Juga di situ ia mendirikan mezbah dan menyembah TUHAN.","Kemudian ia meneruskan lagi perjalanannya dari satu tempat ke tempat berikutnya, menuju ke bagian selatan tanah Kanaan.","Tetapi di Kanaan sedang ada kelaparan yang sangat hebat, sehingga Abram pergi lebih jauh lagi ke selatan, ke negeri Mesir untuk tinggal di sana sampai bencana itu lewat.","Pada waktu ia hendak melintasi perbatasan dan masuk ke negeri Mesir, berkatalah ia kepada Sarai istrinya, \"Engkau cantik, istriku.","Kalau orang Mesir melihatmu, mereka akan menduga bahwa engkau istriku lalu saya pasti dibunuh dan engkau dibiarkan hidup.","Jadi sebaiknya kaukatakan saja bahwa engkau adik saya supaya saya dibiarkan hidup dan diperlakukan dengan baik karena engkau.\"","Dan benarlah, setelah Abram melintasi perbatasan dan sampai di negeri Mesir, orang Mesir melihat bahwa Sarai cantik sekali.","Beberapa orang pegawai istana melihat dia dan memberitahukan kepada raja betapa cantiknya wanita itu; sebab itu dia dibawa ke istana raja.","Demi Sarai, raja memperlakukan Abram dengan baik dan memberikan kepadanya hamba-hamba, kawanan domba dan kambing, sapi, keledai dan unta.","Tetapi karena raja mengambil Sarai, TUHAN mendatangkan penyakit-penyakit yang mengerikan atas raja dan orang-orang di dalam istananya.","Lalu raja memanggil Abram dan bertanya kepadanya, \"Apa yang telah kaulakukan terhadap aku ini? Mengapa tidak kauberitahukan bahwa ia istrimu?","Mengapa kaukatakan bahwa dia adikmu dan membiarkan aku mengambilnya menjadi istriku? Ini dia, istrimu; ambillah dan pergilah!\"","Raja memberi perintah kepada beberapa pegawainya, dan mereka mengeluarkan Abram dari negeri itu bersama-sama dengan istrinya dan segala miliknya."]