["Setelah itu, Abram menerima penglihatan dan mendengar TUHAN berkata kepadanya, \"Jangan takut, Abram, Aku akan melindungi engkau dari bahaya, dan memberikan kepadamu upah yang besar.\"","Tetapi Abram berkata, \"TUHAN Yang Mahatinggi, TUHAN tidak memberikan anak kepada saya. Orang yang akan mewarisi harta saya hanyalah Eliezer, hamba saya dari Damsyik. Jadi apa gunanya TUHAN memberi upah kepada saya?\"","(15:2)","Kemudian Abram mendengar TUHAN berkata lagi kepadanya, \"Bukan hambamu yang akan menjadi ahli warismu, melainkan anak laki-lakimu sendiri.\"","TUHAN membawa Abram ke luar lalu berkata kepadanya, \"Pandanglah langit, dan cobalah menghitung bintang-bintang; engkau akan mempunyai keturunan sebanyak bintang-bintang itu.\"","Abram percaya kepada TUHAN, dan karena itu TUHAN menerima dia sebagai orang yang menyenangkan hati-Nya.","Kemudian TUHAN berkata lagi kepadanya, \"Akulah TUHAN, yang telah memimpin engkau keluar dari negeri Ur di Babilonia, untuk memberikan tanah ini kepadamu menjadi milikmu.\"","Tetapi Abram bertanya, \"Ya, TUHAN Yang Mahatinggi, bagaimana saya dapat mengetahui bahwa tanah itu akan menjadi milik saya?\"","Jawab TUHAN, \"Ambillah untuk-Ku seekor sapi betina, seekor kambing betina dan seekor kambing jantan, masing-masing berumur tiga tahun, dan juga seekor burung tekukur dan seekor burung merpati.\"","Lalu Abram mengambil binatang-binatang itu bagi Allah. Sapi, kambing dan domba itu masing-masing dibelahnya menjadi dua, dan belahan-belahan itu diletakkannya saling berhadapan dalam dua deret. Tetapi burung-burung itu tidak dibelahnya.","Daging itu dihinggapi burung-burung pemakan bangkai, tetapi Abram mengusirnya.","Ketika matahari mulai terbenam, Abram tertidur nyenyak. Tiba-tiba ia diliputi rasa takut yang amat sangat.","TUHAN berkata kepadanya, \"Ingatlah, keturunanmu akan menjadi orang asing di negeri lain; mereka akan menjadi hamba di sana dan akan ditindas empat ratus tahun lamanya.","Tetapi bangsa yang memperbudak keturunanmu itu akan Kuhukum dan pada waktu keturunanmu meninggalkan negeri itu, mereka akan membawa banyak harta benda.","Engkau sendiri akan mencapai usia yang tinggi; engkau akan mati dengan tenang, lalu dikuburkan.","Sesudah empat keturunan, anak cucumu akan kembali ke sini, karena Aku tidak akan mengusir orang Amori sebelum mereka menjadi begitu jahatnya sehingga perlu dihukum.\"","Ketika hari sudah malam, tiba-tiba muncul sebuah anglo yang berasap dan obor yang menyala, lalu lewat di antara potongan-potongan daging itu.","Pada waktu itu juga TUHAN mengadakan perjanjian dengan Abram. Kata TUHAN, \"Aku berjanji akan memberikan kepada keturunanmu seluruh tanah ini, mulai dari batas negeri Mesir sampai ke Sungai Efrat,","termasuk juga tanah orang Keni, Kenas, Kadmon,","Het, Feris, Refaim,","Amori, Kanaan, Girgasi dan Yebus.\""]