["Sarai, istri Abram, belum juga mendapat anak. Tetapi ia mempunyai seorang hamba dari Mesir, seorang gadis yang bernama Hagar.","Sarai berkata kepada Abram, \"TUHAN tidak memungkinkan saya melahirkan anak. Sebab itu, sebaiknya engkau tidur dengan hamba saya ini. Barangkali dia dapat melahirkan anak untuk saya.\" Abram setuju dengan usul Sarai.","Demikianlah Sarai memberikan Hagar kepada Abram untuk dijadikan selir. Pada waktu itu Abram sudah sepuluh tahun di Kanaan.","Abram tidur dengan Hagar, lalu mengandunglah wanita itu. Tetapi ketika Hagar tahu bahwa ia hamil, ia menjadi sombong dan meremehkan Sarai.","Lalu Sarai berkata kepada Abram, \"Saya sudah memberikan Hagar hamba saya kepadamu, dan sejak ia tahu bahwa ia mengandung, ia meremehkan saya. Itu salahmu. Semoga TUHAN memutuskan perkara ini antara engkau dan saya.\"","Jawab Abram, \"Baiklah, dia hambamu dan engkau berkuasa atas dia; perlakukanlah dia semaumu.\" Lalu Sarai memperlakukan Hagar dengan sangat kejam, sehingga ia melarikan diri.","Malaikat TUHAN menjumpai Hagar di dekat mata air di padang gurun, di jalan yang menuju ke padang gurun Sur.","Kata malaikat itu, \"Hagar, hamba Sarai, engkau dari mana dan mau ke mana?\" Jawab Hagar, \"Saya lari dari Sarai nyonya saya.\"","Malaikat itu berkata, \"Kembalilah kepadanya dan layanilah dia.\"","Lalu kata malaikat itu lagi, \"Aku akan memberikan kepadamu begitu banyak anak cucu, sehingga tidak seorang pun dapat menghitung mereka.","Tidak lama lagi engkau akan melahirkan anak laki-laki; namakanlah dia Ismael, karena TUHAN telah mendengar tangismu.","Tetapi anakmu itu akan hidup seperti keledai liar; ia akan melawan setiap orang, dan setiap orang akan melawan dia. Ia akan hidup terpisah dari semua sanak saudaranya.\"","Hagar bertanya dalam hatinya, \"Benarkah saya telah melihat Allah yang memperhatikan saya?\" Maka ia menyebut TUHAN, yang telah berkata-kata kepadanya, \"Allah Yang Memperhatikan\".","Itulah sebabnya orang menyebut sumur di antara Kades dan Bered itu, \"Sumur Dia Yang Hidup Yang Memperhatikan Aku\".","Lalu Hagar melahirkan anak laki-laki, dan Abram ayahnya, menamakan anak itu Ismael.","Pada waktu itu Abram berumur delapan puluh enam tahun."]