["Ketika Abram berumur sembilan puluh sembilan tahun, TUHAN menampakkan diri kepadanya dan berkata, \"Akulah Allah Yang Mahakuasa. Taatilah Aku dan lakukanlah kehendak-Ku selalu.","Aku akan mengikat perjanjian denganmu dan memberikan kepadamu keturunan yang banyak.\"","Lalu sujudlah Abram, kemudian Allah berkata,","\"Inilah perjanjian yang Kubuat dengan engkau: Aku berjanji bahwa engkau akan menjadi bapak leluhur banyak bangsa. Oleh karena itu namamu bukan lagi Abram, melainkan Abraham.","(17:4)","Aku akan memberikan kepadamu banyak anak cucu, dan di antara mereka akan ada yang menjadi raja-raja. Keturunanmu akan begitu banyak, sehingga mereka akan menjadi bangsa-bangsa.","Aku akan memenuhi janji-Ku kepadamu dan kepada keturunanmu, turun-temurun, dan perjanjian itu kekal. Aku akan menjadi Allahmu dan Allah keturunanmu.","Aku akan memberikan kepadamu dan kepada keturunanmu, tanah ini, yang sekarang engkau diami sebagai orang asing. Seluruh tanah Kanaan akan menjadi milik anak cucumu untuk selama-lamanya dan Aku akan menjadi Allah mereka.\"","Allah berkata lagi kepada Abraham, \"Engkau pun harus setia kepada perjanjian ini, baik engkau maupun keturunanmu turun-temurun.","Engkau dan semua keturunanmu yang laki-laki harus disunat.","Mulai dari sekarang engkau harus menyunatkan setiap bayi laki-laki yang berumur delapan hari, termasuk para hamba yang lahir di rumahmu atau yang kaubeli. Sunat itu akan menjadi tanda dari perjanjian antara Aku dan kamu.","(17:11)","Setiap orang harus disunat, dan itu akan menjadi tanda lahiriah yang menunjukkan bahwa perjanjian-Ku denganmu itu kekal.","Setiap laki-laki yang tidak disunat tidak lagi dianggap anggota umat-Ku karena ia tidak berpegang pada perjanjian itu.\"","Kemudian Allah berkata kepada Abraham, \"Engkau jangan lagi memanggil istrimu Sarai; mulai sekarang namanya Sara.","Aku akan memberkatinya dan ia akan melahirkan seorang anak laki-laki yang akan Kuberikan kepadamu. Ya, Aku akan memberkati Sara, dan ia akan menjadi ibu leluhur bangsa-bangsa. Di antara keturunannya akan ada raja-raja.\"","Lalu sujudlah Abraham, tetapi ia tertawa ketika berpikir, \"Mana mungkin seorang laki-laki yang sudah berumur seratus tahun mendapat anak? Mana mungkin Sara melahirkan pada usia sembilan puluh tahun?\"","Lalu berkatalah ia kepada Allah, \"Sebaiknya Ismael saja yang menjadi ahli waris saya.\"","Tetapi Allah berkata, \"Tidak. Sara istrimu akan melahirkan anak laki-laki dan engkau akan menamakannya Ishak. Aku akan setia kepada perjanjian-Ku dengan anak itu dan dengan keturunannya untuk selama-lamanya. Perjanjian itu kekal.","Tetapi Aku mengabulkan juga permohonanmu mengenai Ismael. Karena itu dia akan Kuberkati dan Kuberi keturunan yang banyak. Ia akan menjadi leluhur dua belas kepala suku, dan keturunannya akan Kujadikan suatu bangsa yang besar.","Tetapi perjanjian-Ku akan Kuikat dengan Ishak, anakmu yang akan dilahirkan oleh Sara, tahun depan kira-kira pada waktu seperti ini.\"","Setelah selesai berkata begitu, Allah meninggalkan Abraham.","Pada hari itu juga, Abraham mentaati Allah dan menyunatkan Ismael anaknya, dan semua orang laki-laki dalam rumahnya, termasuk para hamba yang lahir dalam rumahnya maupun yang dibelinya.","Abraham berumur sembilan puluh sembilan tahun ketika ia disunat","dan Ismael anaknya, berumur tiga belas tahun.","Mereka disunat pada hari yang sama,","bersama-sama dengan semua hamba Abraham."]