["Abraham pindah dari Mamre ke bagian selatan tanah Kanaan, dan menetap di antara Kades dan Syur. Beberapa waktu kemudian, ketika ia tinggal di Gerar,","ia mengatakan bahwa Sara istrinya adalah adiknya. Karena itu Raja Abimelekh dari Gerar menyuruh utusannya membawa Sara kepadanya.","Pada suatu malam Allah menampakkan diri kepada raja itu di dalam mimpi, dan berkata, \"Engkau akan mati, karena telah kauambil wanita itu; sebab ia sudah bersuami.\"","Tetapi Abimelekh belum sampai menjamah Sara, maka kata raja itu, \"Tuhan, saya tidak bersalah! Apakah Tuhan akan membinasakan saya dan bangsaku?","Abraham sendiri mengatakan bahwa wanita itu adiknya, dan wanita itu berkata demikian juga. Saya telah melakukan hal itu dengan hati nurani yang bersih, jadi aku tidak bersalah.\"","Maka Allah menjawab dalam mimpi itu, \"Memang, Aku tahu bahwa engkau melakukannya dengan hati nurani yang bersih. Karena itu Aku telah mencegah engkau berbuat dosa terhadap Aku, dan tidak Kubiarkan engkau menjamah wanita itu.","Tetapi sekarang, kembalikanlah dia kepada suaminya. Suaminya seorang nabi, dan ia akan berdoa untukmu supaya engkau tidak mati. Tetapi jika engkau tidak mengembalikannya, ingat, engkau dan seluruh rakyatmu akan mati!\"","Keesokan harinya, pagi-pagi, Abimelekh memanggil semua pegawainya dan memberi tahu kepada mereka segala kejadian itu. Mereka menjadi sangat ketakutan.","Setelah itu Abimelekh memanggil Abraham dan bertanya, \"Apa yang telah engkau perbuat terhadap kami? Apa salahku terhadapmu, sehingga engkau mendatangkan musibah ini atas diriku dan kerajaanku? Sungguh tidak patut engkau berbuat seperti itu kepadaku.","Mengapa engkau berbuat begitu?\"","Abraham menjawab, \"Pikir saya, di sini tak ada orang yang takut kepada Allah, sehingga saya akan dibunuh oleh orang yang menginginkan istri saya.","Lagipula dia itu memang adik saya. Kami satu ayah, tetapi berlainan ibu, dan kemudian kami kawin.","Maka ketika Allah menyuruh saya meninggalkan rumah ayah saya dan mengembara ke negeri-negeri asing, saya berkata kepada istri saya, 'Nyatakanlah kesetiaanmu kepada saya dengan mengatakan kepada setiap orang bahwa saya ini abangmu.'\"","Setelah itu Abimelekh mengembalikan Sara kepada Abraham, dan pada waktu itu ia memberikan juga hamba-hamba, domba dan sapi.","Kata raja itu kepada Abraham, \"Inilah seluruh negeriku; menetaplah di mana engkau suka.\"","Lalu katanya kepada Sara, \"Abangmu sudah kuberi seribu uang perak sebagai bukti kepada semua orang bahwa engkau benar-benar tidak bersalah.\"","TUHAN telah membuat mandul semua wanita di istana Abimelekh karena kejadian dengan Sara, istri Abraham itu. Lalu Abraham berdoa kepada Allah, dan Allah menyembuhkan Abimelekh, istrinya dan hamba-hambanya perempuan, sehingga wanita-wanita itu dapat melahirkan lagi.","(20:17)"]