["TUHAN memberkati Sara, seperti yang telah dijanjikan-Nya.","Pada waktu yang telah ditentukan Allah, ketika Abraham sudah tua, mengandunglah Sara lalu melahirkan seorang anak laki-laki.","Abraham menamakan anak itu Ishak;","dan ketika Ishak berumur delapan hari, Abraham menyunatnya, sesuai dengan perintah Allah.","Abraham berusia seratus tahun ketika Ishak lahir.","Sara berkata, \"Allah telah membuat saya tertawa karena gembira. Setiap orang yang mendengar hal ini akan tertawa gembira bersama saya.\"","Kemudian ditambahkannya, \"Siapa tadinya dapat mengatakan kepada suami saya bahwa saya akan menyusui anak? Namun saya telah melahirkan juga walaupun suami saya sudah tua sekali.\"","Anak itu bertambah besar, dan pada hari ia mulai disapih, Abraham mengadakan pesta meriah.","Pada suatu hari, Ismael, anak Abraham dan Hagar wanita Mesir itu, sedang bermain-main dengan Ishak, anak Sara.","Sara melihat hal itu lalu berkata kepada Abraham, \"Usirlah hamba wanita itu bersama anaknya. Tidak boleh anak wanita itu menerima bagian dari kekayaanmu yang akan diwarisi anak saya Ishak.\"","Abraham sama sekali tidak senang dengan usul itu, karena Ismael adalah anaknya juga.","Tetapi Allah berkata kepada Abraham, \"Janganlah engkau khawatir mengenai hambamu Hagar dan anaknya itu. Turutilah kemauan Sara, karena melalui Ishaklah engkau akan mendapat keturunan yang Kujanjikan itu.","Begitu juga kepada anak Hagar akan Kuberikan banyak anak cucu supaya mereka menjadi suatu bangsa. Sebab ia anakmu juga.\"","Keesokan harinya pagi-pagi, Abraham memberi kepada Hagar makanan dan sebuah kantong kulit berisi air untuk bekal di jalan. Ia meletakkan anak itu pada punggung Hagar, dan menyuruh wanita itu pergi. Lalu berangkatlah Hagar dan mengembara di padang gurun Bersyeba.","Ketika air bekalnya habis, Hagar meletakkan anaknya di bawah semak,","lalu duduk kira-kira seratus meter dari tempat itu. Katanya dalam hati, \"Saya tidak tahan melihat anak saya mati.\" Lalu menangislah ia.","Allah mendengar suara Ismael, dan dari langit malaikat Allah berbicara kepada Hagar, katanya, \"Apa yang engkau susahkan, Hagar? Janganlah takut. Allah telah mendengar suara anakmu.","Pergilah kepada anakmu, angkat dan tenangkanlah dia. Aku akan menjadikan keturunannya suatu bangsa yang besar.\"","Lalu Allah membuat Hagar melihat dengan jelas, sehingga tampak olehnya sebuah sumur. Maka pergilah ia lalu mengisi kantong kulit itu dengan air, kemudian diberinya anaknya minum.","Allah menyertai Ismael. Anak itu bertambah besar; ia menetap di padang gurun Paran, dan menjadi pemburu yang mahir.","Ibunya mengawinkan dia dengan seorang wanita Mesir.","Pada waktu itu Raja Abimelekh dan Pikhol, panglima tentaranya, datang kepada Abraham dan berkata, \"Allah menolong engkau dalam segala sesuatu yang engkau lakukan.","Sebab itu, bersumpahlah di sini di hadapan Allah, bahwa engkau tidak akan berbuat curang terhadap aku, maupun terhadap anak-anakku, atau keturunanku. Seperti aku telah berbaik hati kepadamu, berbuatlah begitu juga kepadaku dan kepada negeri yang kaudiami ini.\"","Kata Abraham, \"Aku bersumpah.\"","Tetapi kemudian Abraham menyesali Abimelekh tentang sebuah sumur yang telah dirampas oleh hamba-hamba raja itu.","Abimelekh berkata, \"Aku tidak tahu siapa yang telah melakukannya. Belum pernah engkau mengatakannya kepadaku, dan inilah pertama kalinya aku mendengar tentang hal itu.\"","Lalu Abraham memberikan sejumlah domba dan sapi kepada Abimelekh, dan kedua orang itu mengadakan perjanjian.","Abraham memisahkan tujuh anak domba dari kawanan dombanya,","dan Abimelekh bertanya kepadanya, \"Mengapa engkau lakukan hal itu?\"","Abraham menjawab, \"Terimalah ketujuh anak domba ini sebagai tanda Tuan mengakui bahwa akulah yang telah menggali sumur ini.\"","Demikianlah tempat itu dinamakan Bersyeba, karena di situlah kedua orang itu mengucapkan sumpah.","Setelah mereka mengadakan perjanjian di Bersyeba, Abimelekh dan Pikhol kembali ke negeri orang Filistin.","Lalu Abraham menanam sebatang pohon tamariska di Bersyeba dan sejak itu tempat itu dipakainya untuk menyembah TUHAN, Allah yang kekal.","Sesudah itu Abraham tinggal agak lama di negeri orang Filistin."]