["Sesudah Sara mencapai usia 127 tahun,","ia meninggal di Hebron di tanah Kanaan. Abraham sedih dan meratapi kematian istrinya itu.","Setelah itu Abraham meninggalkan jenazah istrinya dan pergi kepada orang-orang Het, yang mendiami negeri itu. Ia berkata,","\"Saya ini orang asing yang tinggal di tengah-tengah Saudara-saudara; izinkanlah saya membeli sebidang tanah supaya saya dapat menguburkan istri saya.\"","Mereka menjawab,","\"Kami menghormati Tuan sebagai pemimpin yang kuat di antara kami, jadi kuburkanlah istri Tuan dalam kuburan yang paling baik yang kami miliki. Kami semua merasa senang menyediakan kuburan untuk istri Tuan.\"","Kemudian sujudlah Abraham di hadapan mereka,","dan berkata, \"Jika Saudara-saudara rela saya menguburkan istri saya di sini, tolonglah mintakan kepada Efron, anak laki-laki Zohar,","supaya ia menjual kepadaku Gua Makhpela yang terletak di pinggir ladangnya. Baiklah ia menjual tanah itu di sini, dengan disaksikan Saudara-saudara. Harganya akan kubayar penuh, supaya tanah itu jadi milik saya.\"","Pada waktu itu Efron sendiri sedang duduk dengan orang-orang Het itu pada tempat pertemuan di pintu gerbang kota. Lalu dengan disaksikan oleh semua orang yang ada di situ, ia menjawab,","\"Bangsa saya sendiri menjadi saksi bahwa ladang itu beserta guanya saya berikan supaya Tuan dapat menguburkan istri Tuan.\"","Maka Abraham sujud di hadapan orang-orang Het itu,","dan dengan didengar oleh semua orang, ia berkata kepada Efron, \"Mohon dengarkan saya. Saya ingin membeli seluruh ladang itu. Terimalah uangnya, supaya saya menguburkan istri saya di situ.\"","Efron menjawab,","\"Sebidang tanah yang hanya berharga empat ratus uang perak--apa artinya itu bagi kita berdua? Kuburkanlah istri Tuan di situ.\"","Abraham setuju dengan harga itu. Ia menghitung uang perak sejumlah yang disebut oleh Efron, yaitu empat ratus uang perak, menurut timbangan yang dipakai oleh para saudagar. Lalu ia membayarnya kepada Efron, dengan disaksikan oleh semua orang Het itu.","Demikianlah ladang Efron yang letaknya di Makhpela di sebelah timur Mamre, menjadi milik Abraham. Tanah itu terdiri dari ladang dan guanya serta semua pohon-pohonnya termasuk pohon-pohon yang ada di batas-batasnya.","Tanah itu diakui sebagai milik Abraham oleh semua orang Het yang hadir dalam pertemuan di pintu gerbang kota.","Sesudah itu Abraham menguburkan Sara istrinya di dalam gua Makhpela di tanah Kanaan.","Demikianlah ladang beserta guanya yang tadinya milik orang Het, menjadi milik Abraham untuk tanah pekuburan."]