["Abraham menikah lagi dengan seorang wanita yang bernama Ketura.","Istrinya itu melahirkan anak-anak yang bernama: Zimran, Yoksan, Medan, Midian, Isybak, dan Suah.","Yoksan ayah Syeba dan Dedan, dan keturunan Dedan ialah orang Asyur, orang Letus, dan orang Leum.","Anak-anak Midian ialah: Efa, Efer, Henokh, Abida, dan Eldaa. Mereka semuanya keturunan Ketura.","Walaupun Abraham mewariskan segala harta bendanya kepada Ishak,","semasa hidupnya ia memberikan banyak hadiah kepada anak-anak yang diperolehnya dari istri-istrinya yang lain. Kemudian disuruhnya anak-anak itu pindah ke daerah di sebelah timur Kanaan, supaya menjauhi Ishak anaknya.","Abraham meninggal pada usia yang lanjut, yaitu 175 tahun.","(25:7)","Ia dikuburkan oleh anak-anaknya, yaitu Ishak dan Ismael, di Gua Makhpela yang terletak di ladang sebelah timur Mamre. Dahulu ladang itu milik Efron anak Zohar, orang Het,","tetapi sudah dibeli oleh Abraham dari orang Het itu. Sara, istri Abraham, juga dikuburkan di sana.","Setelah Abraham meninggal, Allah memberkati Ishak, anak Abraham. Pada waktu itu Ishak tinggal di dekat sumur yang disebut \"Dia Yang Memperhatikan Aku\".","Ismael adalah anak Abraham dan Hagar, wanita Mesir, hamba Sara itu.","Ismael mempunyai dua belas anak yang disebutkan di sini menurut urutan lahirnya: Nebayot, Kedar, Adbeel, Mibsam, Misyma, Duma, Masa, Hadad, Tema, Yetur, Nafis dan Kedma. Anak-anak itu menjadi bapak leluhur dua belas suku bangsa, dan desa dan perkemahan mereka disebut menurut nama-nama mereka.","(25:13)","(25:13)","(25:13)","Ismael berumur 137 tahun ketika ia meninggal.","Keturunannya tinggal di daerah antara Hawila dan Syur di sebelah timur Mesir ke arah Asyur. Mereka hidup terpisah dari keturunan Abraham yang lain.","Inilah riwayat Ishak, anak Abraham.","Ishak berumur empat puluh tahun ketika ia menikah dengan Ribka, adik Laban, anak Betuel, seorang Aram dari Mesopotamia.","Karena Ribka tidak mendapat anak, Ishak berdoa kepada TUHAN untuk istrinya. Dan TUHAN mengabulkan doa Ishak, sehingga Ribka mengandung.","Ia mengandung anak kembar, dan sebelum anak-anak itu lahir, mereka bergelut di dalam rahimnya. Kata Ribka, \"Mengapa hal ini harus terjadi pada diriku?\" Lalu ia memohon petunjuk kepada TUHAN.","TUHAN berkata kepadanya, \"Dua bangsa ada di dalam rahimmu; kau akan melahirkan dua bangsa yang berseteru; adiknya lebih kuat dari kakaknya yang sulung melayani yang bungsu.\"","Tibalah saatnya bagi Ribka untuk bersalin, dan ia melahirkan dua anak laki-laki kembar.","Yang sulung warnanya kemerah-merahan, dan kulitnya seperti jubah yang berbulu. Sebab itu ia dinamakan Esau.","Waktu anak yang kedua dilahirkan, tangannya memegang tumit Esau. Sebab itu ia dinamakan Yakub. Ishak berumur enam puluh tahun pada waktu mereka lahir.","Kedua anak itu bertambah besar. Esau menjadi pemburu yang cakap dan suka tinggal di padang, tetapi Yakub bersifat tenang dan suka tinggal di rumah.","Ishak lebih sayang kepada Esau, sebab Ishak suka makan daging buruan. Tetapi Ribka lebih sayang kepada Yakub.","Pada suatu hari ketika Yakub sedang memasak sayur kacang merah, datanglah Esau dari perburuannya. Ia lapar.","Katanya kepada Yakub, \"Saya lapar sekali. Minta sedikit kacang merah itu.\" (Itulah sebabnya ia disebut Edom.)","Jawab Yakub, \"Baik, asal kauberikan lebih dahulu hakmu sebagai anak sulung.\"","Kata Esau, \"Peduli apa hak itu bagi saya. Saya lapar setengah mati!\"","Kata Yakub pula, \"Bersumpahlah dulu bahwa kauberikan hakmu kepada saya.\" Esau bersumpah dan memberi haknya kepada Yakub.","Setelah itu Yakub memberi kepadanya roti dan sebagian dari sayur kacang merah itu. Esau makan dan minum lalu pergi. Demikianlah Esau meremehkan haknya sebagai anak sulung."]