["Di negeri itu timbul lagi kelaparan seperti yang telah terjadi pada zaman Abraham. Ishak menghadap Abimelekh, raja orang Filistin, di Gerar dan minta izin untuk tinggal di sana.","Hal itu dilakukannya karena TUHAN telah menampakkan diri kepadanya dan berkata, \"Jangan pergi ke Mesir; tinggallah di negeri ini, seperti yang telah Kuperintahkan kepadamu.","Aku akan melindungi dan memberkatimu. Seluruh wilayah ini akan Kuberikan kepadamu dan kepada keturunanmu. Aku akan menepati janji yang telah Kuberikan kepada Abraham ayahmu.","Aku akan memberikan kepadamu anak cucu sebanyak bintang di langit, dan seluruh wilayah ini akan Kuberikan kepada mereka. Semua bangsa di bumi akan mohon kepada-Ku supaya Aku memberkati mereka sebagaimana telah Kuberkati keturunanmu.","Aku akan memberkati kamu, karena Abraham telah mentaati Aku dan memelihara segala hukum dan perintah-Ku.\"","Jadi tinggallah Ishak di Gerar.","Ketika orang-orang di situ bertanya tentang Ribka, Ishak menjawab bahwa dia itu adiknya, dan bukan istrinya. Ishak takut orang-orang itu akan membunuhnya untuk mendapat Ribka yang amat cantik itu.","Setelah Ishak tinggal di sana beberapa lama, pada suatu hari Raja Abimelekh memandang dari jendelanya, dan dilihatnya Ishak sedang bercumbu-cumbu dengan Ribka.","Maka dipanggilnya Ishak dan ia berkata, \"Bukankah wanita itu istrimu? Mengapa engkau mengatakan bahwa dia adikmu?\" Jawab Ishak, \"Saya pikir, saya akan dibunuh jika mengatakan bahwa dia istri saya.\"","\"Apa yang telah kaulakukan terhadap kami?\" kata Abimelekh. \"Salah seorang dari rakyatku bisa saja tidur dengan istrimu, dan kalau hal itu terjadi, engkaulah yang bertanggung jawab atas kesalahan kami itu.\"","Kemudian Abimelekh memperingatkan seluruh rakyatnya demikian, \"Barangsiapa mengganggu orang ini atau istrinya, akan dihukum mati.\"","Ishak menaburkan bibit untuk bercocok tanam di negeri itu, dan tahun itu mendapat hasil seratus kali lipat dari yang ditaburkannya, karena TUHAN memberkati dia.","Kekayaannya semakin bertambah dan ia menjadi kaya raya.","Orang Filistin cemburu kepadanya karena ia mempunyai banyak hamba, kawanan domba dan sapi.","Lalu mereka menimbuni dengan tanah semua sumur yang telah digali oleh hamba-hamba Abraham semasa ia masih hidup.","Kemudian Abimelekh berkata kepada Ishak, \"Pergilah dari negeri kami. Engkau sudah lebih berkuasa dari kami.\"","Jadi pergilah Ishak dan berkemah di Lembah Gerar. Di situ ia tinggal beberapa lamanya.","Dia menggali kembali sumur-sumur yang telah digali pada zaman Abraham dan yang telah ditimbuni dengan tanah oleh orang Filistin sepeninggal Abraham. Sumur-sumur itu diberi nama yang sama seperti yang diberikan ayahnya.","Hamba-hamba Ishak menggali sumur di Lembah Gerar itu dan menemukan air berlimpah-limpah.","Tetapi para gembala di Gerar bertengkar dengan para gembala Ishak. Kata mereka, \"Air ini milik kami.\" Karena itu Ishak menamakan sumur itu \"Pertengkaran\".","Hamba-hamba Ishak menggali sumur yang lain lagi, maka terjadilah pertengkaran mengenai sumur itu juga. Karena itu, Ishak menamakan sumur itu \"Permusuhan\".","Kemudian ia pindah dari situ dan menggali sumur yang ketiga. Kali ini tidak terjadi pertengkaran. Karena itu, Ishak menamakan sumur itu \"Kebebasan\". Katanya, \"Sekarang TUHAN telah memberi kita kebebasan untuk tinggal di negeri ini, dan kita akan menjadi makmur di sini.\"","Kemudian Ishak berangkat dan tiba di Bersyeba.","Pada malam itu TUHAN menampakkan diri kepadanya dan berkata, \"Akulah Allah ayahmu Abraham. Jangan takut; Aku melindungimu. Aku akan memberkatimu dan memberi kepadamu keturunan yang banyak karena janji-Ku kepada hamba-Ku Abraham.\"","Lalu Ishak mendirikan mezbah dan menyembah TUHAN di tempat itu. Ia berkemah di situ dan hamba-hambanya menggali sumur yang lain.","Pada suatu hari datanglah Abimelekh dari Gerar, dengan Ahuzat, penasihatnya, dan Pikhol, panglima tentaranya, untuk menemui Ishak.","Maka bertanyalah Ishak, \"Mengapa kalian datang menemui saya sekarang, padahal dahulu kalian memusuhi dan mengusir saya dari negeri kalian?\"","Lalu mereka menjawab, \"Sekarang kami tahu bahwa TUHAN melindungi engkau dan pada hemat kami sebaiknya kita mengadakan perjanjian. Bersumpahlah","bahwa engkau tidak akan berbuat jahat terhadap kami, sebagaimana kami pun tidak pernah berbuat jahat terhadapmu. Kami telah bersikap baik terhadapmu dan membiarkan engkau pergi dengan damai. Sudah jelas bagi kami bahwa TUHAN memberkati engkau.\"","Kemudian Ishak menjamu mereka, dan mereka makan dan minum.","Keesokan harinya pagi-pagi masing-masing mengucapkan janji yang disahkan dengan sumpah. Lalu Ishak mengucapkan selamat jalan kepada mereka dan berpisahlah mereka sebagai sahabat.","Pada hari itu juga hamba-hamba Ishak datang dan melaporkan kepadanya tentang sumur yang telah mereka gali. Kata mereka, \"Kami telah mendapatkan air.\"","Lalu Ishak menamakan sumur itu \"Sumpah\". Itulah asal mulanya kota itu dinamakan Bersyeba.","Ketika Esau berumur empat puluh tahun, ia menikah dengan dua gadis dari suku bangsa Het, yaitu Yudit anak Beeri, dan Basmat anak Elon.","Kedua wanita itu menyusahkan hidup Ishak dan Ribka."]