["Pada suatu hari, ketika Ishak sudah tua dan buta pula, dipanggilnya Esau, anaknya yang sulung, lalu berkata kepadanya, \"Anakku!\" \"Ya, Ayah,\" jawab Esau.","Ishak berkata, \"Engkau tahu bahwa saya sudah tua dan mungkin tidak akan hidup lama lagi.","Jadi ambillah busur dan panah-panahmu, pergilah memburu seekor binatang di padang.","Masaklah yang enak seperti yang saya sukai, lalu bawalah kepada saya. Setelah saya memakannya, akan saya berikan berkat saya kepadamu sebelum saya mati.\"","Percakapan Ishak dengan Esau itu didengar oleh Ribka. Maka setelah Esau berangkat untuk berburu,","berkatalah Ribka kepada Yakub, \"Baru saja saya dengar ayahmu mengatakan kepada Esau begini,","'Burulah seekor binatang dan masaklah yang enak untukku. Setelah aku memakannya, akan kuberikan berkatku kepadamu di hadapan TUHAN, sebelum aku mati.'","Nah, anakku,\" kata Ribka lagi, \"dengarkanlah dan lakukanlah apa yang saya katakan ini.","Pergilah ke tempat domba kita, dan pilihlah dua anak kambing yang gemuk-gemuk, supaya saya masak menjadi makanan kesukaan ayahmu.","Kemudian bawalah kepadanya supaya dimakannya, dan setelah itu ia akan memberikan berkatnya kepadamu sebelum ia meninggal.\"","Tetapi Yakub berkata kepada ibunya, \"Ibu, bukankah badan Esau berbulu, sedangkan badan saya tidak?","Jangan-jangan ayah meraba badan saya dan mengetahui bahwa saya menipunya; nanti ia bukannya memberikan berkat, malahan mengutuki saya.\"","Ibunya menjawab, \"Jangan khawatir, Nak. Biar saya yang menanggung segala kutuknya. Lakukanlah saja apa yang saya katakan, pergilah mengambil kambing-kambing itu.\"","Maka pergilah Yakub mengambil kambing-kambing itu dan membawanya kepada ibunya, lalu Ribka memasak makanan kesukaan Ishak.","Kemudian Ribka mengambil pakaian Esau yang paling bagus, yang disimpannya di rumah, lalu dikenakannya pada Yakub.","Ia membalutkan juga kulit anak kambing pada lengan dan leher Yakub yang tidak berbulu itu.","Lalu diberikannya kepada Yakub masakan yang enak itu dengan roti yang telah dibuatnya.","Setelah itu pergilah Yakub kepada ayahnya dan berkata, \"Ayah!\" \"Ya,\" jawab Ishak, \"siapa engkau, Esau atau Yakub?\"","Jawab Yakub, \"Esau, anak ayah yang sulung; pesan ayah sudah saya lakukan. Duduklah dan makanlah daging buruan yang saya bawakan ini, supaya ayah dapat memberkati saya.\"","Ishak berkata, \"Cepat sekali engkau mendapatnya, Nak.\" Jawab Yakub, \"Karena TUHAN Allah yang disembah ayah telah menolong saya.\"","Lalu kata Ishak kepada Yakub, \"Marilah dekat-dekat supaya saya dapat merabamu. Benarkah engkau Esau?\"","Yakub mendekati ayahnya, dan ayahnya itu merabanya serta berkata, \"Suaramu seperti suara Yakub, tetapi lenganmu seperti lengan Esau.\"","Ishak tidak mengenali Yakub karena lengannya berbulu seperti lengan Esau. Tetapi pada saat Yakub hendak diberkatinya,","ia masih bertanya sekali lagi, \"Benarkah engkau Esau?\" \"Benar,\" jawab Yakub.","Lalu berkatalah Ishak, \"Berilah saya daging itu. Setelah saya makan akan saya berikan berkat saya kepadamu.\" Yakub memberikan daging itu kepadanya dan juga sedikit anggur untuk diminum.","Lalu berkatalah ayahnya kepadanya, \"Marilah lebih dekat lagi, Nak, dan ciumlah saya.\"","Ketika Yakub mendekat untuk mengecupnya, Ishak mencium bau pakaian Esau, lalu diberkatinya dia. Kata Ishak, \"Bau sedap anak saya seperti bau padang yang telah diberkati TUHAN.","Semoga Allah memberikan kepadamu embun dari langit, dan membuat ladang-ladangmu subur! Semoga Dia memberikan kepadamu gandum dan anggur berlimpah-limpah!","Semoga bangsa-bangsa menjadi hambamu, dan suku-suku bangsa takluk kepadamu. Semoga engkau menguasai semua sanak saudaramu, dan keturunan ibumu sujud di hadapanmu. Semoga terkutuklah semua orang yang mengutuk engkau dan diberkatilah semua orang yang memberkati engkau.\"","Segera sesudah Ishak memberikan berkatnya dan Yakub pergi, Esau, abangnya, pulang dari berburu.","Dia juga memasak makanan yang enak lalu membawanya kepada ayahnya, katanya, \"Duduklah, Ayah, dan makanlah daging yang saya bawa untuk Ayah, supaya Ayah dapat memberkati saya.\"","\"Siapa engkau?\" tanya Ishak. \"Esau anak Ayah yang sulung,\" jawabnya.","Ishak mulai gemetar seluruh tubuhnya, dan dia bertanya, \"Jika begitu, siapa yang telah memburu binatang dan membawanya kepada saya tadi? Saya telah memakannya sebelum engkau tiba. Lalu saya telah berikan berkat saya yang terakhir kepadanya, dan kini berkat itu menjadi miliknya selama-lamanya.\"","Setelah Esau mendengar itu, dia menangis dengan nyaring dan penuh kepedihan, lalu katanya, \"Berkatilah saya juga, Ayah!\"","Ishak berkata, \"Adikmu telah datang kemari dan menipu saya. Dia telah mengambil berkat yang sebetulnya akan saya berikan kepadamu.\"","Esau berkata, \"Inilah kedua kalinya dia menipu saya. Pantas namanya Yakub. Dia telah mengambil hak saya sebagai anak sulung, dan sekarang ia mengambil pula berkat yang untuk saya. Apakah Ayah tidak mempunyai berkat lain bagi saya?\"","Ishak menjawab, \"Saya telah menjadikan dia tuanmu, dan semua sanak saudaranya saya jadikan hambanya. Saya telah memberikan kepadanya gandum dan anggur. Sekarang tidak ada apa-apa lagi yang dapat saya lakukan untukmu, Nak!\"","Esau tidak mau berhenti memohon kepada ayahnya, \"Apakah Ayah hanya mempunyai satu berkat saja? Berkatilah saya juga, Ayah!\" Lalu mulailah dia menangis lagi.","Kemudian Ishak berkata kepadanya, \"Tidak akan ada embun dari langit bagimu, tidak akan ada ladang yang subur untukmu.","Engkau akan hidup dari pedangmu, namun menjadi hamba adikmu, tetapi bila engkau memberontak, engkau akan lepas dari kuasanya.\"","Maka Esau membenci Yakub karena ayahnya telah memberikan berkatnya kepada adiknya itu. Pikirnya, \"Tidak lama lagi ayah meninggal dan sehabis kita berkabung, Yakub akan saya bunuh!\"","Ketika Ribka mendengar tentang rencana Esau itu, ia menyuruh memanggil Yakub dan berkata, \"Dengarkan, abangmu Esau bermaksud membalas dendam dan membunuh engkau.","Nah, lakukanlah apa yang saya katakan ini. Pergilah dengan segera kepada abang saya Laban di Haran,","dan tinggallah bersama dia untuk beberapa waktu lamanya, sampai kemarahan abangmu reda","dan ia melupakan apa yang telah engkau lakukan terhadapnya. Kemudian saya akan menyuruh orang membawamu pulang kemari. Tidak mau saya kehilangan kedua anak saya pada hari yang sama.\"","Maka berkatalah Ribka kepada Ishak, \"Saya jemu dan bosan melihat istri-istri Esau dari suku bangsa asing itu. Jika Yakub juga kawin dengan gadis Het, lebih baik saya mati saja.\""]