["Kemudian Ishak memanggil Yakub, lalu memberkati dia serta berkata, \"Janganlah engkau kawin dengan gadis Kanaan.","Pergilah ke Mesopotamia, kepada keluarga Betuel, kakekmu, dan kawinlah dengan salah seorang anak pamanmu Laban.","Semoga Allah Yang Mahakuasa memberkati perkawinanmu dan memberikan kepadamu anak cucu yang banyak, sehingga engkau menjadi leluhur banyak bangsa!","Semoga TUHAN memberkati engkau dan keturunanmu sebagaimana telah diberkatinya Abraham, dan semoga engkau memiliki tanah yang kaudiami ini, yang telah diberikan Allah kepada Abraham!\"","Demikianlah Ishak melepas Yakub pergi ke Mesopotamia, kepada Laban, anak Betuel orang Aram itu. Laban adalah abang Ribka ibu Yakub dan Esau.","Esau mendengar bahwa Ishak telah memberkati Yakub dan melepas dia pergi ke Mesopotamia untuk mencari istri di situ. Juga bahwa pada waktu Ishak memberkati Yakub, ia melarang Yakub kawin dengan gadis Kanaan.","Selain itu Esau tahu bahwa Yakub mentaati perkataan ayah ibunya dan telah berangkat ke Mesopotamia.","Maka mengertilah Esau bahwa Ishak, ayahnya, tidak suka pada perempuan Kanaan,","sebab itu pergilah Esau kepada Ismael, anak Abraham, dan kawin dengan anak Ismael yang bernama Mahalat, adik Nebayot.","Yakub meninggalkan Bersyeba dan berangkat ke Haran.","Pada waktu matahari terbenam ia sampai di suatu tempat, lalu bermalam di situ. Ia berbaring hendak tidur; kepalanya berbantalkan sebuah batu.","Kemudian bermimpilah ia bahwa ia melihat sebuah tangga yang berdiri di bumi dan ujungnya mencapai langit dan malaikat-malaikat turun naik di tangga itu.","Dan di sampingnya berdirilah TUHAN dan berkata, \"Akulah TUHAN, Allah yang dipuja Abraham dan Ishak. Aku akan memberikan kepadamu dan kepada keturunanmu tanah tempat engkau berbaring ini.","Keturunanmu akan sebanyak debu di bumi. Mereka akan memperluas wilayah mereka ke segala arah, dan melalui engkau dan keturunanmu, Aku akan memberkati semua bangsa di bumi.","Ingatlah, Aku akan menolong dan melindungimu, ke mana pun engkau pergi, dan Aku akan membawamu kembali ke negeri ini. Aku tak akan meninggalkan engkau sampai telah Kulakukan segala apa yang Kujanjikan kepadamu.\"","Lalu Yakub bangun dari tidurnya dan berkata, \"TUHAN ada di sini, di tempat ini, tetapi baru sekarang aku mengetahuinya!\"","Ia menjadi takut lalu berkata, \"Alangkah seramnya tempat ini! Pastilah ini rumah Allah, pintu gerbang surga.\"","Keesokan harinya pagi-pagi, Yakub bangkit, lalu mengambil batu yang dipakainya sebagai bantal dan menegakkannya menjadi batu peringatan. Dituangkannya minyak zaitun di atas batu itu untuk dikhususkan bagi Allah.","Tempat itu dinamakannya Betel. (Dahulu namanya Lus).","Lalu bersumpahlah Yakub, \"Jika TUHAN menolong dan melindungi saya pada perjalanan ini serta memberikan kepada saya makanan dan pakaian","sehingga saya kembali ke rumah ayah saya dengan selamat, TUHAN akan menjadi Allah saya.","Dan saya akan memberikan kepada TUHAN sepersepuluh dari segala sesuatu yang TUHAN berikan kepada saya. Batu peringatan yang saya tegakkan ini akan menjadi tempat pemujaan bagi TUHAN.\""]