["Yakub meneruskan perjalanannya dan pergi ke negeri di sebelah timur Kanaan.","Tiba-tiba dilihatnya sebuah sumur di padang, dan di dekatnya berbaringlah tiga kawanan kambing domba yang biasanya diberi minum di situ. Sumur itu tertutup batu besar.","Kalau semua kawanan kambing domba sudah berkumpul di tempat itu, para gembala menggulingkan batu itu ke samping, lalu kambing domba itu diberi minum. Setelah itu para gembala menutup sumur itu kembali.","Lalu bertanyalah Yakub kepada para gembala yang ada di situ, \"Hai kawan, dari mana kalian ini?\" \"Dari Haran,\" jawab mereka.","Yakub bertanya lagi, \"Kenalkah kalian kepada Laban anak Nahor?\" \"Kenal,\" jawab mereka.","\"Bagaimana keadaannya?\" tanya Yakub lagi. \"Baik-baik saja,\" jawab mereka. \"Lihatlah, itu anaknya perempuan yang bernama Rahel. Ia datang membawa kawanan kambing domba ayahnya.\"","Kata Yakub, \"Hari masih siang dan belum tiba waktunya kambing domba dimasukkan ke dalam kandang. Mengapa binatang-binatang itu tidak kalian beri minum, lalu kalian biarkan makan rumput lagi?\"","Jawab mereka, \"Kami baru dapat memberi minum domba-domba itu kalau semua kawanan domba sudah berkumpul di sini dan batu penutup sudah digulingkan.\"","Selagi Yakub berbicara dengan mereka, Rahel datang dengan kawanan kambing dombanya.","Ketika Yakub melihat Rahel bersama kawanannya itu, pergilah Yakub ke sumur itu, lalu menggulingkan batu penutupnya ke samping dan memberi minum kawanan itu.","Kemudian ia mencium Rahel, dan menangis karena terharu.","Katanya kepada Rahel, \"Saya anak Ribka, saudara ayahmu.\" Lalu berlarilah Rahel pulang ke rumahnya untuk menceritakan hal itu kepada ayahnya.","Ketika Laban mendengar berita tentang Yakub, kemanakannya itu, berlarilah ia hendak menemuinya. Laban memeluk Yakub dan menciumnya, lalu membawanya masuk ke dalam rumah. Setelah Yakub menceritakan segala hal ihwalnya kepada Laban,","Laban berkata, \"Memang benar, engkau keluarga dekat dengan saya.\" Yakub tinggal di rumah itu sebulan penuh.","Pada suatu hari berkatalah Laban kepada Yakub, \"Tidak patut engkau bekerja padaku dengan cuma-cuma, hanya karena engkau sanak saudaraku. Berapa upah yang kauinginkan?\"","Adapun Laban mempunyai dua anak perempuan; yang sulung bernama Lea, dan adiknya bernama Rahel.","Lea matanya indah, sedangkan Rahel bertubuh molek dan berwajah cantik.","Yakub telah jatuh cinta kepada Rahel, sebab itu ia menjawab kepada Laban, \"Saya mau bekerja selama tujuh tahun jika Paman mengizinkan saya kawin dengan Rahel.\"","Kata Laban, \"Lebih baik saya berikan dia kepadamu daripada kepada orang lain; jadi tinggallah di sini.\"","Maka bekerjalah Yakub selama tujuh tahun untuk mendapat Rahel, dan baginya tahun-tahun itu berlalu seperti beberapa hari saja, karena cintanya kepada gadis itu.","Sesudah itu Yakub berkata kepada Laban, \"Tujuh tahun sudah lewat; izinkanlah saya kawin dengan anak Paman.\"","Lalu Laban mengadakan pesta perkawinan dan mengundang semua orang di kota itu.","Tetapi pada malam itu, bukan Rahel, melainkan Lea yang diantarkan Laban kepada Yakub, dan Yakub bersetubuh dengan dia.","(Laban memberikan hambanya perempuan yang bernama Zilpa kepada Lea, untuk menjadi hambanya.)","Baru keesokan harinya Yakub mengetahui bahwa Lea yang dikawininya. Lalu pergilah Yakub kepada Laban dan berkata, \"Mengapa Paman perlakukan saya begini? Bukankah saya bekerja untuk mendapat Rahel? Mengapa Paman menipu saya?\"","Laban menjawab, \"Menurut adat di sini, adik tidak boleh kawin lebih dahulu daripada kakak.","Tunggulah sampai selesai pesta tujuh hari perkawinan, nanti saya berikan Rahel kepadamu juga, asal engkau mau bekerja tujuh tahun lagi.\"","Yakub setuju, dan setelah pesta itu lewat, Laban memberikan kepadanya Rahel menjadi istrinya.","(Laban memberikan hambanya perempuan yang bernama Bilha kepada Rahel, untuk menjadi hambanya.)","Yakub bersetubuh dengan Rahel juga, dan ia lebih mencintai Rahel daripada Lea. Kemudian ia bekerja tujuh tahun lagi.","Ketika TUHAN melihat bahwa Lea tidak begitu dicintai seperti Rahel, TUHAN mengizinkan Lea melahirkan anak, tetapi Rahel tetap tidak mendapat anak.","Lea mengandung lalu melahirkan seorang anak laki-laki. Katanya, \"TUHAN telah melihat kesusahan saya, dan sekarang suami saya akan mencintai saya.\" Lalu dinamakannya anaknya itu Ruben.","Lea mengandung lagi lalu melahirkan seorang anak laki-laki. Kata Lea, \"TUHAN telah memberikan kepada saya anak ini pula karena didengarnya bahwa saya tidak dicintai.\" Lalu dinamakannya anaknya itu Simeon.","Lea mengandung lagi lalu melahirkan seorang anak laki-laki. Katanya, \"Sekarang suami saya akan lebih terikat kepada saya karena saya telah melahirkan tiga anak laki-laki.\" Lalu dinamakannya anaknya itu Lewi.","Kemudian Lea hamil lagi dan melahirkan seorang anak laki-laki. Katanya, \"Kali ini saya akan memuji TUHAN.\" Lalu dinamakannya anaknya itu Yehuda. Sesudah itu Lea tidak melahirkan lagi."]