["Ular adalah binatang yang paling licik dari segala binatang yang dibuat oleh TUHAN Allah. Ular itu bertanya kepada perempuan itu, \"Apakah Allah benar-benar melarang kalian makan buah-buahan dari segala pohon di taman ini?\"","\"Kami boleh makan buah-buahan dari setiap pohon di dalam taman ini,\" jawab perempuan itu,","\"kecuali dari pohon yang ada di tengah-tengah taman. Allah melarang kami makan buah dari pohon itu ataupun menyentuhnya; jika kami melakukannya, kami akan mati.\"","Ular itu menjawab, \"Itu tidak benar; kalian tidak akan mati.","Allah mengatakan itu karena dia tahu jika kalian makan buah itu, pikiran kalian akan terbuka; kalian akan menjadi seperti Allah dan mengetahui apa yang baik dan apa yang jahat.\"","Perempuan itu melihat bahwa pohon itu indah, dan buahnya nampaknya enak untuk dimakan. Dan ia berpikir alangkah baiknya jika dia menjadi arif. Sebab itu ia memetik buah pohon itu, lalu memakannya, dan memberi juga kepada suaminya, dan suaminya pun memakannya.","Segera sesudah makan buah itu, pikiran mereka terbuka dan mereka sadar bahwa mereka telanjang. Sebab itu mereka menutupi tubuh mereka dengan daun ara yang mereka rangkaikan.","Petang itu mereka mendengar TUHAN Allah berjalan di dalam taman, lalu mereka berdua bersembunyi di antara pohon-pohon supaya tidak dilihat oleh TUHAN.","Tetapi TUHAN Allah berseru kepada laki-laki itu, \"Di manakah engkau?\"","Laki-laki itu menjawab, \"Saya mendengar Engkau di taman; saya takut, jadi saya bersembunyi karena telanjang.\"","\"Siapa yang mengatakan kepadamu bahwa engkau telanjang?\" Allah bertanya. \"Apakah engkau makan buah yang Kularang engkau makan itu?\"","Laki-laki itu menjawab, \"Perempuan yang Engkau berikan untuk menemani saya, telah memberi buah itu kepada saya, lalu saya memakannya.\"","TUHAN Allah bertanya kepada perempuan itu, \"Mengapa kaulakukan itu?\" Jawabnya, \"Saya ditipu ular, sehingga saya makan buah itu.\"","Sesudah itu TUHAN Allah berkata kepada ular itu, \"Engkau akan dihukum karena perbuatanmu itu; dari segala binatang hanya engkau saja yang harus menanggung kutukan ini: Mulai sekarang engkau akan menjalar dengan perutmu, dan makan debu seumur hidupmu.","Engkau dan perempuan itu akan saling membenci, keturunannya dan keturunanmu akan selalu bermusuhan. Keturunannya akan meremukkan kepalamu, dan engkau akan menggigit tumit mereka.\"","Lalu kata TUHAN kepada perempuan itu, \"Aku akan menambah kesakitanmu selagi engkau hamil dan pada waktu engkau melahirkan. Tetapi meskipun demikian, engkau masih tetap berahi kepada suamimu, namun engkau akan tunduk kepadanya.\"","Lalu kata TUHAN kepada laki-laki itu, \"Engkau mendengarkan kata-kata istrimu lalu makan buah yang telah Kularang engkau makan. Karena perbuatanmu itu, terkutuklah tanah. Engkau harus bekerja keras seumur hidupmu agar tanah ini bisa menghasilkan cukup makanan bagimu.","Semak dan duri akan dihasilkan tanah ini bagimu, dan tumbuh-tumbuhan liar akan menjadi makananmu.","Engkau akan bekerja dengan susah payah dan berkeringat untuk membuat tanah ini menghasilkan sesuatu, sampai engkau kembali kepada tanah, sebab dari tanahlah engkau dibentuk. Engkau dijadikan dari tanah, dan akan kembali ke tanah.\"","Adam menamakan istrinya Hawa, karena perempuan itu menjadi ibu seluruh umat manusia.","Maka TUHAN Allah membuat pakaian dari kulit binatang untuk Adam dan istrinya, lalu mengenakan-Nya kepada mereka.","TUHAN Allah berkata, \"Sekarang manusia telah menjadi seperti Kita dan mempunyai pengetahuan tentang yang baik dan yang jahat. Jadi perlu dicegah dia makan buah pohon yang memberi hidup, supaya dia jangan hidup untuk selama-lamanya.\"","Maka TUHAN Allah mengusir manusia dari taman Eden dan menyuruhnya mengusahakan tanah yang menjadi asalnya itu.","Kemudian, di sebelah timur taman itu di depan pintu masuk, TUHAN Allah menempatkan kerub-kerub, dan sebilah pedang berapi yang berputar ke segala arah, untuk menjaga jalan ke pohon yang memberi hidup itu. Dengan demikian tak seorang pun dapat masuk dan mendekati pohon itu."]