["Yakub mendengar anak-anak Laban berkata begini, \"Yakub telah mengambil segala harta milik ayah kita. Semua kekayaannya berasal dari harta ayah kita.\"","Yakub melihat juga bahwa Laban tidak lagi ramah seperti dahulu kepadanya.","Lalu TUHAN berkata kepada Yakub, \"Kembalilah ke negeri bapakmu dan kepada sanak saudaramu. Aku akan melindungi engkau.\"","Sesudah itu Yakub menyuruh orang memberitahukan kepada Rahel dan Lea supaya bertemu dengan dia di padang, di tempat kawanan kambing dombanya.","Lalu kata Yakub kepada mereka, \"Saya melihat bahwa ayahmu tidak ramah lagi seperti biasanya kepada saya; tetapi Allah yang dipuja ayah saya melindungi saya.","Kamu berdua tahu juga bahwa saya telah bekerja pada ayahmu sekuat tenaga saya.","Meskipun begitu saya telah ditipunya dan diubahnya upah saya sampai sepuluh kali. Tetapi Allah tidak membiarkan dia berbuat jahat kepada saya.","Sewaktu ayahmu berkata, 'Kambing yang berbintik-bintik akan menjadi upahmu,' maka segala kawanan melahirkan anak yang berbintik-bintik. Sewaktu ia berkata, 'Kambing yang belang akan menjadi upahmu,' maka segala kawanan itu melahirkan anak yang belang.","Demikianlah Allah telah mengambil kawanan binatang milik ayahmu lalu memberikannya kepada saya.","Dan pada musim kawin binatang-binatang itu, saya bermimpi melihat semua kambing jantan yang sedang kawin, loreng, berbintik-bintik dan belang.","Dan Allah dengan rupa malaikat berbicara dengan saya dalam mimpi itu, kata-Nya, 'Yakub!' Saya pun menjawab, 'Ya'.","Malaikat itu berkata lagi, 'Lihat, semua kambing jantan yang sedang kawin itu loreng, dan berbintik-bintik dan belang. Aku sengaja mengatur itu bagimu karena telah Kulihat semua yang dilakukan oleh Laban terhadapmu.","Akulah Allah yang telah menampakkan diri kepadamu di Betel. Di sana engkau telah mempersembahkan sebuah batu peringatan, dengan menuangkan minyak zaitun diatasnya. Di sana pula engkau bersumpah kepada-Ku. Sekarang bersiaplah dan kembalilah ke negeri kelahiranmu.'\"","Lalu Lea dan Rahel menjawab, \"Tidak ada bagian lagi dari kekayaan ayah kami yang akan kami warisi.","Kami ini dianggapnya sebagai orang asing. Dia telah menjual kami dan apa yang telah diterimanya untuk itu, telah dihabiskannya juga.","Semua kekayaan yang telah diambil Allah dari ayah kami sebenarnya milik kami dan milik anak-anak kami. Lakukanlah apa yang diperintahkan Allah kepadamu.\"","Lalu Yakub berkemas-kemas untuk pulang kepada ayahnya di negeri Kanaan. Dinaikkannya istri-istri dan anak-anaknya ke atas unta, dan digiringnya semua kawanan kambing dombanya dan segala apa yang telah diperolehnya di Mesopotamia.","(31:17)","Pada waktu itu Laban ada di padang sedang menggunting bulu domba-dombanya, dan pada waktu itulah Rahel mencuri patung pelindung keluarga kepunyaan ayahnya.","Yakub mengakali Laban dengan tidak memberitahukan keberangkatannya.","Ia mengambil segala harta miliknya dan pergi dengan tergesa-gesa. Ia menyeberangi Sungai Efrat lalu menuju daerah pegunungan Gilead.","Baru tiga hari kemudian Laban diberitahukan bahwa Yakub telah lari.","Lalu Laban mengumpulkan orang-orangnya dan bersama-sama mereka mengejar Yakub selama tujuh hari sampai menyusulnya di daerah pegunungan Gilead.","Malam hari Allah datang kepada Laban dalam mimpinya, dan berkata, \"Awas, jangan sekali-kali engkau mengancam Yakub dengan sepatah kata pun.\"","Pada waktu itu Yakub sudah memasang kemahnya di sebuah bukit. Kemudian di sebuah bukit yang lain di daerah itu juga Laban dan orang-orangnya memasang kemahnya.","Setelah itu Laban berkata kepada Yakub, \"Mengapa engkau mengakali saya dan membawa lari anak-anak saya, seakan-akan mereka tawanan perang?","Mengapa engkau mengakali saya dan pergi dengan diam-diam, tanpa minta diri? Seandainya engkau minta diri, pastilah saya melepasmu pergi dengan senang diiringi nyanyian musik rebana dan kecapi!","Engkau bahkan tidak memberi saya kesempatan untuk mencium anak cucu saya sebagai perpisahan. Bodoh benar tindakanmu!","Saya cukup kuat untuk berbuat jahat kepadamu, tetapi tadi malam Allah yang dipuja ayahmu memperingatkan saya supaya sekali-kali jangan mengancam engkau.","Saya tahu bahwa engkau berangkat itu karena ingin sekali pulang. Tetapi mengapa engkau mencuri patung pelindung keluarga saya?\"","Lalu Yakub menjawab, \"Saya pergi dengan diam-diam karena takut Paman akan menahan anak-anak Paman.","Mengenai patung itu, jika Paman menemukan seorang di sini yang telah mencurinya, ia akan dihukum mati. Periksalah, apakah ada barang-barang milik Paman di sini. Kalau ada, silakan ambil. Dan orang-orang kita boleh menyaksikannya.\" Yakub tidak tahu bahwa Rahel yang mencuri patung itu.","Lalu Laban pergi ke kemah Yakub dan menggeledahnya; sesudah itu ia ke kemah Lea dan ke kemah kedua hamba wanita itu, tetapi patung itu tidak ditemukannya. Akhirnya ia masuk ke dalam kemah Rahel.","Sementara itu Rahel telah mengambil patung itu dan memasukkannya ke dalam kantong pelana unta, sedangkan ia sendiri duduk di atas pelana itu. Laban menggeledah seluruh kemah Rahel, tetapi tidak berhasil menemukan patung itu.","Lalu Rahel berkata kepada ayahnya, \"Janganlah Ayah marah, saya tidak dapat berdiri menyambut Ayah, sebab saya sedang datang bulan.\" Laban mencari dengan teliti, tetapi tidak menemukan patung itu.","Maka marahlah Yakub, \"Kejahatan apakah yang telah saya lakukan?\" tanyanya geram. \"Apa salah saya sehingga Paman mengejar-ngejar saya?","Sekarang, sesudah menggeledah segala barang saya, apakah Paman menemukan barang milik Paman? Keluarkanlah barang itu dan letakkan di sini, supaya orang-orang saya dan orang-orang Paman dapat melihatnya dan memutuskan siapa di antara kita yang benar.","Dua puluh tahun saya sudah tinggal pada Paman. Kawanan domba dan kambing Paman telah berhasil berkembang biak, dan belum pernah saya makan seekor kambing jantan pun dari ternak Paman.","Yang mati diterkam binatang buas tidak pernah saya bawa kepada Paman, tetapi saya sendirilah yang menggantinya. Yang dicuri pada waktu siang maupun malam selalu Paman tuntut supaya saya yang menggantinya.","Seringkali saya kepanasan pada waktu siang dan kedinginan pada waktu malam. Dan kerap kali saya tidak dapat tidur pula.","Begitulah keadaan saya ketika bekerja pada Paman selama dua puluh tahun penuh. Empat belas tahun lamanya saya bekerja untuk mendapat kedua anak Paman itu--dan enam tahun lagi untuk mendapat kawanan kambing domba itu. Dan selama itu pun Paman mengubah upah saya sampai sepuluh kali.","Seandainya saya tidak dilindungi oleh Allah leluhur saya, yaitu Allah yang dipuja oleh Abraham dan Ishak, maka Paman pasti sudah menyuruh saya pergi dengan tangan kosong. Tetapi Allah telah memperhatikan kesusahan saya dan pekerjaan yang telah saya lakukan, dan tadi malam Ia telah memberikan keputusan-Nya.\"","Lalu Laban menjawab Yakub, \"Kedua wanita itu anak saya; anak mereka adalah milik saya, dan kawanan domba itu kepunyaan saya pula. Sesungguhnya, segala sesuatu yang kaulihat di sini sayalah yang punya. Tetapi saya tidak dapat berbuat apa-apa untuk mempertahankan anak cucu saya.","Karena itu marilah kita membuat perjanjian dan menyusun batu-batu sebagai tanda perjanjian itu.\"","Kemudian Yakub mengambil sebuah batu dan ditegakkannya menjadi batu peringatan.","Lalu ia menyuruh orang-orangnya mengumpulkan batu dan membuat timbunan. Setelah itu mereka makan bersama di dekat timbunan batu itu.","Laban menamakan timbunan batu itu Yegar-Sahaduta, sedangkan Yakub menamakannya Galed.","Kata Laban kepada Yakub, \"Timbunan batu ini akan menjadi peringatan bagi kita berdua.\" Itulah sebabnya tempat itu dinamakan Galed.","Laban berkata juga, \"Semoga TUHAN mengawasi kita selama kita hidup berjauhan.\" Karena itu tempat itu dinamakan juga Mizpa.","Laban berkata lagi, \"Jika engkau berbuat jahat kepada anak-anak saya, atau mengawini wanita-wanita lain, walaupun tidak ada yang mengetahuinya, ingatlah, Allah mengawasi kita.","Inilah batu-batu yang telah saya timbun, dan ini batu peringatan.","Baik timbunan ini, maupun batu peringatan itu mengingatkan kita bahwa saya tidak boleh melewati timbunan ini untuk menyerang engkau, dan engkau pun tidak boleh melewati timbunan ini dan batu peringatan ini untuk menyerang saya.","Allah yang dipuja Abraham dan dipuja ayah saya Nahor akan menjadi hakim antara kita.\" Lalu Yakub bersumpah demi Allah yang disembah oleh Ishak, ayahnya, untuk menepati janjinya.","Ia menyembelih seekor binatang dan mempersembahkannya di atas bukit itu. Lalu diundangnya orang-orangnya untuk makan bersama. Setelah selesai makan, mereka bermalam di bukit itu.","Keesokan harinya pagi-pagi, Laban memberi cium perpisahan kepada anak cucunya, memberkati mereka, lalu pulang ke tempat tinggalnya."]