["Yakub meneruskan perjalanannya. Lalu beberapa malaikat datang menemui dia.","Ketika Yakub melihat mereka, ia berkata, \"Ini perkemahan Allah,\" karena itu dinamakannya tempat itu Mahanaim.","Setelah itu Yakub menyuruh beberapa utusan berjalan mendahului dia ke negeri Edom untuk menemui Esau, abangnya.","Yakub berkata kepada mereka, \"Katakanlah kepada abang saya Esau begini, 'Saya Yakub, hambamu. Selama ini saya telah tinggal pada Laban.","Sekarang saya mempunyai sapi, keledai, domba, kambing dan hamba-hamba. Saya mengirimkan kabar kepada tuan saya, dengan harapan tuan saya akan senang.'\"","Ketika para utusan kembali lagi kepada Yakub, mereka berkata, \"Kami telah pergi kepada Esau, abang Tuan dan sekarang ia dalam perjalanan kemari untuk menemui Tuan. Ia datang dengan empat ratus orang.\"","Mendengar itu Yakub sangat ketakutan dan khawatir. Lalu orang-orang yang ada bersamanya dibaginya menjadi dua kelompok, demikian pula dombanya, kambingnya, sapi dan untanya.","Pikirnya, \"Jika Esau datang dan menyerang kelompok yang pertama, maka kelompok kedua mungkin sempat menyelamatkan diri.\"","Kemudian Yakub berdoa, \"Ya Allah, yang dipuja oleh kakek saya Abraham, dan ayah saya Ishak, dengarkanlah saya! TUHAN telah menyuruh saya pulang kembali ke negeri saya dan sanak saudara saya. Dan TUHAN berjanji akan mengatur segala sesuatu dengan baik bagi saya.","Saya tidak layak menerima segala kasih dan kesetiaan yang sudah TUHAN tunjukkan kepada saya. Ketika saya berangkat menyeberangi Sungai Yordan, saya tidak membawa apa-apa selain tongkat. Sekarang saya datang kembali dengan dua kelompok ini.","Saya mohon dengan sangat, selamatkanlah saya dari abang saya Esau. Saya takut jangan-jangan ia datang menyerang dan membinasakan kami semua, juga wanita dan anak-anak.","Ingatlah bahwa TUHAN telah berjanji akan mengatur segala sesuatu dengan baik bagi saya dan memberi kepada saya banyak keturunan. Tidak seorang pun dapat menghitungnya karena banyaknya seperti pasir di pantai laut.\"","Setelah bermalam di situ, Yakub mengambil sebagian dari binatang-binatang untuk dihadiahkan kepada Esau. Hadiah itu berupa: dua ratus kambing betina, dua puluh kambing jantan, dua ratus domba betina, dua puluh domba jantan, tiga puluh unta yang sedang menyusui, bersama anaknya, empat puluh sapi betina, sepuluh sapi jantan, dua puluh keledai betina dan sepuluh keledai jantan.","(32:13)","(32:13)","Dibagi-baginya binatang-binatang itu menjadi beberapa kelompok lalu masing-masing diserahkannya kepada seorang hambanya. Katanya kepada mereka, \"Berjalanlah mendahului aku, dan jagalah supaya ada jarak antara kelompok yang satu dengan kelompok yang berikutnya.\"","Yakub memerintahkan kepada hamba yang pertama, \"Jika abangku Esau bertemu denganmu, dan bertanya, 'Siapa tuanmu? Mau ke mana? Siapakah pemilik binatang-binatang yang kamu giring itu?'","Maka jawablah, 'Milik hambamu Yakub. Ia mengirim ini sebagai persembahan kepada Esau, tuannya. Hambamu Yakub sendiri sedang menyusul kami.'\"","Kepada hambanya yang kedua, ketiga dan semua orang yang ditugaskan mengurus kawanan-kawanan itu, diberinya perintah yang sama. Sebab Yakub berpikir ia dapat membujuk Esau dengan persembahan itu, sehingga kalau bertemu nanti, Esau mau memaafkan dia.","(32:19)","Jadi ia mengirimkan lebih dahulu persembahan itu, sedangkan ia sendiri bermalam di perkemahan.","Pada malam itu juga Yakub bangun lalu membawa kedua istrinya, kedua selirnya dan kesebelas anaknya, menyeberang Sungai Yabok.","Setelah menyeberangkan mereka, ia kembali dan mengirim segala miliknya ke seberang.","Tetapi ia tinggal seorang diri. Maka datanglah seorang laki-laki bergumul dengan Yakub sampai menjelang pagi.","Ketika orang itu merasa bahwa ia tidak akan menang dalam pergumulan itu, dipukulnya Yakub pada pinggulnya, sampai sendi pinggul itu terkilir.","Lalu kata orang itu, \"Lepaskan aku; sebentar lagi matahari terbit.\" Jawab Yakub, \"Saya tidak akan melepaskan Tuan, kecuali jika Tuan memberkati saya.\"","\"Siapa namamu?\" tanya orang itu. \"Yakub,\" jawabnya.","Orang itu berkata, \"Namamu bukan Yakub lagi. Engkau telah bergumul dengan Allah dan dengan manusia, dan engkau menang; karena itu namamu menjadi Israel.\"","Yakub berkata, \"Katakanlah nama Tuan.\" Tetapi orang itu menjawab, \"Tidak perlu engkau bertanya siapa namaku!\" Lalu diberkatinya Yakub.","Kemudian Yakub berkata, \"Saya telah bertemu muka dengan Allah, dan saya masih hidup.\" Karena itu dinamakannya tempat itu Pniel.","Pada waktu matahari terbit, Yakub meninggalkan Pniel, dan ia pincang karena sendi pinggulnya terkilir.","Sampai sekarang pun keturunan Israel tidak makan daging yang menutupi sendi pinggul binatang, karena Yakub telah kena pukulan pada pinggulnya."]