["Pada suatu hari, Dina anak perempuan Yakub dan Lea, mengunjungi beberapa wanita Kanaan.","Ketika Sikhem, anak Hemor orang Hewi yang menjadi raja di wilayah itu melihat Dina, dilarikannya gadis itu, lalu diperkosanya.","Tetapi ia sangat tertarik kepada Dina, sehingga jatuh cinta kepadanya dan berusaha supaya gadis itu mencintainya pula.","Kata Sikhem kepada ayahnya, \"Saya mohon Ayah berusaha mendapat gadis itu bagi saya. Saya ingin mengawininya.\"","Yakub mendengar bahwa anaknya telah dinodai kehormatannya, tetapi karena anak-anaknya sedang menjaga ternaknya di padang, ia tidak dapat mengambil tindakan apa pun sebelum mereka pulang.","Hemor, ayah Sikhem, datang kepada Yakub hendak berunding dengan dia.","Tepat pada waktu itu anak-anak Yakub pulang dari padang. Mendengar peristiwa itu, mereka terkejut dan sangat marah. Sebab dengan memperkosa anak Yakub itu, Sikhem telah menghina semua orang Israel.","Kata Hemor kepada Yakub, \"Anak saya Sikhem telah jatuh cinta kepada anak Saudara; saya mohon supaya Saudara mengizinkan anak saya kawin dengan dia.","Marilah kita membuat persetujuan bahwa bangsa Saudara dan bangsa kami kawin campur.","Maka Saudara-saudara boleh tinggal bersama kami di negeri ini; di mana Saudara suka. Saudara-saudara boleh bebas berdagang dan memiliki harta benda.\"","Kemudian Sikhem berkata kepada ayah Dina serta abang-abangnya, \"Penuhilah permintaan saya ini, maka saya akan memberikan apa saja yang kalian mau.","Katakanlah hadiah apa yang kalian inginkan, dan tentukanlah emas kawinnya. Saya akan memberikan apa yang kalian minta, asalkan kalian mengizinkan saya mengawini gadis itu.\"","Karena Sikhem telah menodai kehormatan adik mereka Dina, anak-anak Yakub berbohong kepada Sikhem dan Hemor ayahnya.","Kata mereka kepada kedua orang itu, \"Kami malu mengizinkan adik kami kawin dengan orang yang tidak bersunat.","Kami hanya dapat menyetujui permintaanmu itu dengan satu syarat, yaitu: Kalian harus menjadi seperti kami, artinya semua laki-laki di antara kalian harus disunat.","Setelah itu kami akan menyetujui usulmu tentang kawin campur itu. Kami akan menetap di tengah-tengahmu dan menjadi satu bangsa denganmu.","Tetapi jika kamu tidak mau menerima syarat-syarat kami, dan tidak mau disunat, kami akan mengambil kembali gadis itu dan pergi.\"","Hemor dan Sikhem merasa syarat-syarat itu pantas,","dan Sikhem bersedia segera memenuhi syarat itu karena ia mencintai Dina. Di antara seluruh kaum keluarganya, Sikhemlah yang paling berpengaruh.","Kemudian Hemor dan Sikhem pergi ke tempat pertemuan di pintu gerbang kota, dan berbicara kepada warga kota mereka, begini,","\"Orang-orang Israel itu sahabat kita. Jadi biarkanlah mereka tinggal di negeri ini bersama kita serta bebas pergi ke mana mereka suka. Negeri ini cukup luas bagi mereka juga. Kita bisa kawin dengan gadis-gadis mereka, dan mereka pun bisa kawin dengan gadis-gadis kita.","Tetapi orang-orang itu hanya mau tinggal bersama kita dan menjadi satu bangsa dengan kita dengan satu syarat, yaitu: semua laki-laki di antara kita harus disunat seperti mereka.","Nanti semua kawanan binatang mereka dan segala harta mereka menjadi milik kita. Jadi marilah kita menyetujui permintaan mereka supaya mereka tinggal bersama dengan kita.\"","Semua warga kota yang berkumpul itu menyetujui usul Hemor dan Sikhem, lalu semua orang laki-laki dewasa di kota itu disunat.","Tiga hari kemudian, ketika orang-orang lelaki itu masih kesakitan karena disunat, dua anak Yakub, yaitu abang Dina yang bernama Simeon dan Lewi, mengambil pedang mereka, lalu diam-diam masuk ke dalam kota. Kemudian mereka membunuh semua orang laki-laki di situ,","termasuk juga Hemor dan Sikhem. Lalu mereka mengambil Dina dari rumah Sikhem dan pergi.","Setelah pembantaian itu, anak-anak Yakub yang lain merampok kota itu sebagai balas dendam karena adik mereka telah dinodai kehormatannya.","Mereka mengambil kawanan kambing domba, sapi, keledai, dan segala yang ada di dalam kota dan di padang.","Mereka mengambil semua barang yang berharga, menawan semua wanita dan anak-anak, dan merampas segala isi rumah-rumah di kota itu.","Yakub berkata kepada Simeon dan Lewi, \"Kalian menyusahkan saya. Sekarang orang Kanaan dan orang Feris dan semua penduduk di negeri ini akan membenci saya. Orang-orang kita tidak banyak; jika penduduk itu semua bersekutu melawan dan menyerang saya, seluruh keluarga kita akan dibinasakan.\"","Tetapi mereka menjawab, \"Kami tidak dapat membiarkan adik kami diperlakukan sebagai pelacur.\""]