["Pada suatu hari Allah berkata kepada Yakub, \"Akulah Allah yang menampakkan diri kepadamu ketika engkau lari dari abangmu Esau. Pergilah segera ke Betel. Tinggallah di situ dan dirikanlah sebuah mezbah bagi-Ku.\"","Lalu Yakub berkata kepada keluarganya dan kepada semua orang yang ada bersama-sama dengan dia, \"Kita akan berangkat dari sini dan pergi ke Betel. Di situ saya akan mendirikan mezbah bagi Allah yang telah menolong saya pada masa kesukaran saya dan yang telah melindungi saya ke mana saja saya pergi. Jadi buanglah patung dewa-dewa asing yang ada padamu; lakukanlah upacara pembersihan diri dan kenakanlah pakaian yang bersih.\"","(35:2)","Lalu mereka menyerahkan kepada Yakub semua patung dewa asing yang ada pada mereka dan juga anting-anting mereka. Semua benda itu ditanam Yakub di bawah pohon besar di dekat kota Sikhem.","Pada waktu Yakub dan rombongan keluarganya berangkat, Allah meliputi penduduk kota-kota sekitar dengan rasa takut, sehingga mereka tidak mengejar Yakub dan rombongannya.","Lalu sampailah mereka di tanah Kanaan di kota Betel yang dahulu bernama Lus.","Di situ Yakub mendirikan mezbah dan menamakan tempat itu \"El-Betel\", karena Allah telah menampakkan diri kepadanya di situ ketika ia lari dari abangnya.","Di sana juga Debora, inang pengasuh Ribka, meninggal lalu dikuburkan di bawah pohon besar di sebelah selatan kota itu. Itulah sebabnya pohon itu dinamakan \"Pohon Tangis\".","Setelah Yakub kembali dari Mesopotamia, Allah menampakkan diri lagi kepadanya dan memberkatinya.","Kata Allah kepadanya, \"Engkau tidak akan disebut lagi Yakub, tetapi Israel.\" Demikianlah Allah menamakan dia Israel.","Lalu kata Allah pula, \"Akulah Allah Yang Mahakuasa. Hendaklah engkau beranak cucu yang banyak! Engkau akan menurunkan bangsa-bangsa dan menjadi bapak leluhur raja-raja.","Negeri yang telah Kuberikan kepada Abraham dan Ishak, akan Kuberikan kepadamu dan keturunanmu.\"","Setelah itu Allah meninggalkan Yakub.","Di tempat Allah berbicara kepada Yakub, ia menegakkan sebuah batu peringatan. Lalu batu itu dipersembahkannya kepada Allah dengan menuangkan anggur dan minyak zaitun di atasnya.","Tempat itu dinamakannya \"Betel\".","Sesudah itu Yakub dan rombongannya meninggalkan Betel. Ketika mereka masih agak jauh dari Efrata, tibalah saatnya bagi Rahel untuk melahirkan. Tetapi anaknya sukar lahir.","Ketika sakit bersalinnya memuncak, berkatalah bidan kepadanya, \"Besarkan hatimu, Rahel, anakmu laki-laki lagi.\"","Tetapi Rahel sudah mendekati ajalnya, dan ketika ia hendak menghembuskan napasnya yang penghabisan, dinamakannya anak itu Ben-Oni tetapi ayahnya menamakannya Benyamin.","Setelah Rahel meninggal, ia dikuburkan di sisi jalan yang menuju ke Efrata, yang sekarang bernama Betlehem.","Yakub menegakkan sebuah batu peringatan di situ, dan sampai hari ini pun kuburan Rahel masih ditandai oleh batu itu.","Sesudah itu Yakub meneruskan perjalanannya, lalu memasang kemahnya di suatu tempat lewat menara Eder.","Sementara mereka ada di tempat itu Ruben tidur dengan Bilha, selir ayahnya. Hal itu didengar Yakub, dan ia menjadi sangat marah. Yakub mempunyai dua belas anak laki-laki.","Anak-anak Lea ialah Ruben (anak sulung Yakub), Simeon, Lewi, Yehuda, Isakhar dan Zebulon.","Anak-anak Rahel ialah Yusuf dan Benyamin.","Anak-anak Bilha, hamba Rahel ialah Dan serta Naftali.","Anak-anak Zilpa, hamba Lea ialah Gad dan Asyer. Anak-anak itu lahir di Mesopotamia.","Lalu sampailah Yakub kepada Ishak ayahnya, di tempat tinggalnya di Mamre dekat Hebron. (Dulu Abraham kakeknya, juga tinggal di sana).","Pada usia amat tua, yaitu seratus delapan puluh tahun, Ishak meninggal lalu dikuburkan oleh Esau dan Yakub, anak-anaknya.","(35:28)"]