["Yusuf telah dibawa ke Mesir oleh orang-orang Ismael itu, dan dijual kepada Potifar, seorang perwira raja yang menjabat kepala pengawal istana.","TUHAN menolong Yusuf sehingga ia selalu berhasil dalam semua pekerjaannya. Ia tinggal di rumah tuannya, orang Mesir itu.","Tuannya melihat bahwa TUHAN menolong Yusuf dan karena itu Yusuf berhasil baik dalam segala yang dikerjakannya.","Potifar senang kepada Yusuf dan mengangkatnya menjadi pelayan pribadinya; lalu ditugaskannya Yusuf mengurus rumah tangganya dan segala miliknya.","Sejak saat itu, demi Yusuf, TUHAN memberkati rumah tangga orang Mesir itu dan segala apa yang dimilikinya, baik yang di rumah maupun yang di ladang.","Segala sesuatu yang dimiliki Potifar dipercayakannya kepada Yusuf. Dengan demikian Potifar sama sekali tidak mau tahu tentang urusan rumahnya, kecuali hal makanannya. Yusuf gagah dan tampan.","Selang beberapa waktu, istri Potifar mulai berahi kepada Yusuf, lalu pemuda itu diajaknya tidur bersama.","Yusuf tidak mau dan berkata kepadanya, \"Maaf, Nyonya, tuan Potifar telah mempercayakan segala miliknya kepada saya. Ia tidak perlu memikirkan apa-apa lagi di rumah ini.","Di sini kuasa saya sama besar dengan kuasanya. Tidak ada satu pun yang tidak dipercayakannya kepada saya kecuali Nyonya. Bagaimana mungkin saya melakukan perbuatan sejahat itu dan berdosa terhadap Allah?\"","Meskipun istri Potifar membujuk Yusuf setiap hari, pemuda itu tetap tidak mau tidur bersamanya.","Pada suatu hari ketika Yusuf masuk ke dalam rumah untuk melakukan pekerjaannya, tidak ada seorang pun di situ.","Istri Potifar menarik Yusuf pada jubahnya dan berkata, \"Mari kita tidur bersama.\" Yusuf meronta dan dapat lepas, lalu lari ke luar, tetapi jubahnya tertinggal di tangan wanita itu.","Ketika istri Potifar melihat bahwa Yusuf telah lari dan jubahnya tertinggal,","ia memanggil pelayan-pelayannya dan berkata, \"Coba lihat! Orang Ibrani yang dibawa suami saya ke rumah ini, menghina kita. Dia masuk ke dalam kamar saya dan mau memperkosa saya, tetapi saya berteriak keras-keras.","Waktu mendengar teriakan saya, ia lari ke luar dan jubahnya tertinggal.\"","Lalu istri Potifar menyimpan jubah itu sampai suaminya pulang.","Sekembalinya suaminya, ia segera menuturkan cerita itu kepadanya, katanya, \"Orang Ibrani yang kaubawa ke mari itu, masuk ke dalam kamar untuk menghina saya.","Tetapi ketika saya berteriak, ia lari ke luar dan jubahnya tertinggal.\"","Potifar menjadi sangat marah.","Dan ia memerintahkan supaya Yusuf segera ditangkap dan dimasukkan ke dalam penjara, tempat tahanan-tahanan raja dikurung.","Tetapi TUHAN menolong Yusuf dan terus mengasihinya, sehingga kepala penjara suka kepadanya.","Ia mempercayakan tahanan-tahanan lainnya kepada Yusuf, dan Yusuflah yang diserahi tanggung jawab atas segala pekerjaan yang dilakukan di dalam penjara itu.","Kepala penjara itu tidak lagi mengawasi segala yang dipercayakannya kepada Yusuf, karena TUHAN menolongnya sehingga dia berhasil dalam segala pekerjaannya."]