["Kemudian Adam bersetubuh dengan Hawa, istrinya, dan hamillah wanita itu. Ia melahirkan seorang anak laki-laki dan berkata, \"Dengan pertolongan TUHAN aku telah mendapat seorang anak laki-laki.\" Maka dinamakannya anak itu Kain.","Lalu Hawa melahirkan seorang anak laki-laki lagi, namanya Habel. Habel menjadi gembala domba, tetapi Kain menjadi petani.","Beberapa waktu kemudian Kain mengambil sebagian dari panenannya lalu mempersembahkannya kepada TUHAN.","Lalu Habel mengambil anak domba yang sulung dari salah seekor dombanya, menyembelihnya, lalu mempersembahkan bagian yang paling baik kepada TUHAN. TUHAN senang kepada Habel dan persembahannya,","tetapi menolak Kain dan persembahannya. Kain menjadi marah sekali, dan mukanya geram.","Maka berkatalah TUHAN kepada Kain, \"Mengapa engkau marah? Mengapa mukamu geram?","Jika engkau berbuat baik, pasti engkau tersenyum; tetapi jika engkau berbuat jahat, maka dosa menunggu untuk masuk ke dalam hatimu. Dosa hendak menguasai dirimu, tetapi engkau harus mengalahkannya.\"","Lalu kata Kain kepada Habel, adiknya, \"Mari kita pergi ke ladang.\" Ketika mereka sampai di situ, Kain menyerang dan membunuh Habel adiknya.","TUHAN bertanya kepada Kain, \"Di mana Habel, adikmu?\" Kain menjawab, \"Saya tak tahu. Haruskah saya menjaga adik saya?\"","Lalu TUHAN berkata, \"Mengapa engkau melakukan hal yang mengerikan itu? Darah adikmu berseru kepada-Ku dari tanah, seperti suara yang berteriak minta pembalasan.","Engkau terkutuk sehingga tak bisa lagi mengusahakan tanah. Tanah itu telah menyerap darah adikmu, seolah-olah dibukanya mulutnya untuk menerima darah adikmu itu ketika engkau membunuhnya.","Jika engkau bercocok tanam, tanah tidak akan menghasilkan apa-apa; engkau akan menjadi pengembara yang tidak punya tempat tinggal di bumi.\"","Maka kata Kain kepada TUHAN, \"Hukuman itu terlalu berat, saya tak dapat menanggungnya.","Engkau mengusir saya dari tanah ini, jauh dari kehadiran-Mu. Saya akan menjadi pengembara yang tidak punya tempat tinggal di bumi, dan saya akan dibunuh oleh siapa saja yang menemukan saya.\"","Tetapi TUHAN berkata, \"Tidak. Kalau engkau dibunuh, maka sebagai pembalasan, tujuh orang termasuk pembunuhmu itu akan dibunuh juga.\" Kemudian TUHAN menaruh tanda pada Kain supaya siapa saja yang bertemu dengan dia jangan membunuhnya.","Lalu pergilah Kain dari hadapan TUHAN dan tinggal di tanah yang bernama \"Pengembaraan\" di sebelah timur Eden.","Kain dan istrinya mendapat anak laki-laki, yang diberi nama Henokh. Kemudian Kain mendirikan sebuah kota dan dinamakannya kota itu menurut nama anaknya itu.","Henokh ayah Irad. Irad ayah Mehuyael. Mehuyael ayah Metusael, dan Metusael adalah ayah Lamekh.","Lamekh mempunyai dua orang istri, Ada dan Zila.","Ada melahirkan Yabal, dan keturunan Yabal itulah bangsa yang memelihara ternak dan tinggal dalam kemah.","Adiknya bernama Yubal, dan keturunan Yubal adalah pemain musik kecapi dan seruling.","Zila melahirkan Tubal-Kain, dan keturunannya membuat segala macam perkakas dari tembaga dan besi. Adik perempuan Tubal-Kain bernama Naama.","Berkatalah Lamekh kepada kedua istrinya, \"Ada dan Zila, dengarkan! Seorang pemuda kubunuh karena telah menghantam aku.","Kalau tujuh orang dibunuh untuk membalas pembunuhan Kain, maka tujuh puluh tujuh orang akan dibunuh kalau aku dibunuh.\"","Adam dan istrinya mendapat seorang anak laki-laki lagi. Kata Hawa, \"Allah telah memberi aku anak laki-laki sebagai ganti Habel, yang telah dibunuh oleh Kain.\" Sebab itu Hawa menamakan anak itu Set.","Set mempunyai anak laki-laki yang diberi nama Enos. Pada zaman itulah orang mulai menyebut nama TUHAN bila menyembah."]