["Beberapa waktu kemudian dua pelayan raja Mesir, yaitu pengurus minuman dan pengurus rotinya, membuat kesalahan terhadap raja.","Maka marahlah raja kepada kedua pelayannya itu,","lalu mereka dimasukkannya ke dalam penjara di rumah kepala pengawal istana, di tempat Yusuf ditahan.","Lama juga mereka di penjara itu, dan kepala pengawal istana menugaskan Yusuf untuk melayani mereka.","Pada suatu malam pengurus minuman dan pengurus roti itu masing-masing bermimpi. Arti mimpi mereka itu tidak sama.","Ketika Yusuf datang kepada mereka keesokan paginya, mereka kelihatan sedih.","Lalu ia bertanya, \"Mengapa Saudara-saudara begitu sedih hari ini?\"","Jawab mereka, \"Tadi malam kami mimpi, dan tidak ada yang tahu artinya.\" Kata Yusuf, \"Cuma Allah yang memungkinkan orang menerangkan arti mimpi. Coba ceritakan mimpimu itu.\"","Pengurus minuman itu berkata, \"Dalam mimpi itu saya melihat ada pohon anggur di depan saya.","Pohon itu bercabang tiga. Baru saja cabang-cabangnya mulai berdaun, segera bunga-bunganya berkembang, lalu buahnya menjadi masak.","Pada waktu itu saya sedang memegang gelas minuman raja, jadi saya ambil buah anggur itu dan saya peras ke dalam gelas raja, lalu saya hidangkan kepadanya.\"","Yusuf berkata, \"Inilah keterangannya: Tiga cabang itu artinya tiga hari.","Dalam tiga hari ini raja akan membebaskan engkau, ia akan mengampuni engkau dan mengembalikan engkau kepada jabatanmu yang dahulu. Engkau akan menghidangkan gelas minuman kepada raja seperti dahulu.","Tetapi ingatlah kepada saya apabila keadaanmu sudah baik. Tolong sampaikan persoalan saya kepada raja, supaya saya dibebaskan dari penjara ini.","Sebab, sebetulnya dahulu saya diculik dari negeri orang Ibrani dan di sini pun, di Mesir ini, tidak pernah saya melakukan sesuatu kejahatan sampai harus dimasukkan ke dalam penjara.\"","Setelah pengurus roti itu tahu bahwa arti mimpi pengurus minuman itu baik, maka dia pun berkata kepada Yusuf, \"Saya bermimpi juga, saya menjunjung tiga buah keranjang roti di atas kepala.","Dalam keranjang yang paling atas terdapat bermacam-macam kue-kue untuk raja, tetapi burung-burung datang memakan kue-kue itu.\"","Jawab Yusuf, \"Inilah keterangan mimpi itu: Tiga keranjang itu artinya tiga hari.","Dalam tiga hari ini raja akan menyuruh orang memenggal kepalamu lalu menggantungkan mayatmu pada sebuah tiang, dan burung-burung akan makan dagingmu.\"","Tiga hari kemudian adalah hari ulang tahun raja, dan ia mengadakan pesta besar bagi semua pegawai. Ia memerintahkan supaya pengurus minuman dan pengurus roti dikeluarkan dari penjara dan dibawa ke hadapan semua pegawai istana.","Pengurus minuman dikembalikannya kepada jabatan yang dahulu.","Tetapi pengurus roti dihukum mati. Semuanya itu terjadi sesuai dengan apa yang dikatakan Yusuf.","Tetapi pengurus minuman itu tidak ingat lagi kepada Yusuf. Ia sama sekali lupa padanya."]