["Setelah lewat dua tahun, raja Mesir bermimpi, bahwa ia sedang berdiri di tepi Sungai Nil.","Tiba-tiba tujuh ekor sapi yang gemuk-gemuk dan berkulit mengkilat, keluar dari sungai itu lalu mulai makan rumput di tepi sungai itu.","Kemudian tujuh sapi yang lain muncul pula; binatang-binatang itu kurus dan tinggal kulit pembalut tulang. Sapi-sapi yang kurus itu berdiri di samping sapi-sapi yang gemuk, di tepi sungai itu.","Kemudian sapi-sapi yang kurus memakan sapi-sapi yang gemuk. Setelah itu raja bangun dari tidurnya.","Kemudian ia tertidur dan bermimpi lagi. Dalam mimpinya ia melihat tujuh bulir gandum yang berisi dan masak-masak tumbuh pada satu tangkai.","Kemudian tumbuh pula tujuh bulir gandum yang lain, yang kurus-kurus dan kerut kering oleh angin gurun.","Lalu bulir gandum yang kurus itu menelan ketujuh bulir yang berisi tadi. Setelah itu raja terbangun dan sadar bahwa ia telah bermimpi.","Paginya raja merasa gelisah, karena itu disuruhnya memanggil semua tukang sihir dan orang berilmu di Mesir. Lalu diceritakannya mimpinya kepada mereka, tetapi tak seorang pun dapat menerangkan artinya.","Kemudian pengurus minuman berkata kepada raja, \"Hari ini hamba harus mengaku kesalahan hamba.","Dahulu Baginda marah kepada pengurus roti dan kepada hamba, lalu kami dimasukkan ke dalam penjara, di rumah kepala pengawal istana.","Pada suatu malam kami berdua bermimpi, dan mimpi kami itu tidak sama artinya.","Seorang pemuda Ibrani ada di sana dengan kami. Dia pelayan kepala pengawal istana itu. Kami menceritakan mimpi kami kepadanya, lalu diterangkannya arti mimpi itu.","Ternyata semuanya tepat terjadi seperti dikatakannya, yaitu: Baginda mengembalikan hamba kepada jabatan hamba semula, tetapi menghukum mati pengurus roti itu.\"","Maka raja menyuruh mengambil Yusuf, dan dengan segera ia dikeluarkan dari penjara. Setelah Yusuf bercukur dan berganti pakaian, ia menghadap raja.","Kata raja kepadanya, \"Aku telah bermimpi, dan tak seorang pun dapat menerangkan artinya. Ada yang mengabarkan kepadaku bahwa engkau dapat menerangkan mimpi.\"","Yusuf menjawab, \"Bukan hamba, Tuanku, melainkan Allah yang akan memberikan penjelasan yang tepat.\"","Lalu berkatalah raja, \"Aku bermimpi bahwa aku sedang berdiri di tepi Sungai Nil.","Lalu keluarlah dari sungai itu tujuh sapi yang gemuk-gemuk dan berkulit mengkilap, lalu mulai makan rumput di tepi sungai itu.","Kemudian muncullah pula tujuh sapi yang lain, yang kurus-kurus dan tinggal kulit pembalut tulang. Belum pernah aku melihat sapi yang begitu jelek di seluruh Mesir.","Sapi-sapi yang kurus itu memakan habis ketujuh sapi yang gemuk tadi.","Tetapi setelah itu sapi-sapi yang kurus itu masih tetap kurus. Lalu terbangunlah aku dari tidurku.","Kemudian aku tertidur dan bermimpi lagi, bahwa aku melihat tujuh bulir gandum yang berisi dan masak-masak, tumbuh pada satu tangkai.","Lalu tumbuh pula tujuh bulir gandum yang kurus-kurus dan kerut kering oleh angin gurun.","Bulir gandum yang kurus itu menelan bulir yang berisi tadi. Telah kuceritakan kedua mimpiku itu kepada para tukang sihir, tetapi tak seorang pun dapat menerangkan artinya.\"","Lalu kata Yusuf kepada raja, \"Kedua mimpi itu sama artinya; Allah telah memberitahukan kepada Tuanku apa yang akan dilakukannya.","Tujuh sapi yang gemuk itu ialah tujuh tahun, dan tujuh bulir gandum yang berisi itu ialah tujuh tahun juga; keduanya sama artinya.","Tujuh sapi yang kurus, yang muncul kemudian, serta tujuh bulir gandum yang kurus dan kerut kering oleh angin gurun itu ialah masa kelaparan selama tujuh tahun.","Sebagaimana telah hamba katakan kepada Tuanku, Allah telah memperlihatkan kepada Tuanku apa yang akan dilakukannya.","Nanti akan datang tujuh tahun masa penuh kemakmuran di seluruh negeri Mesir.","Setelah itu akan datang tujuh tahun kelaparan, dan masa penuh kemakmuran itu akan dilupakan sama sekali, karena masa kelaparan itu akan hebat sekali sehingga negeri ini menjadi tandus.","(41:30)","Mimpi Tuanku terjadi dua kali, itu berarti bahwa hal itu telah ditetapkan oleh Allah dan bahwa Allah akan melaksanakannya dengan segera.","Karena itu, sebaiknya Tuanku memilih seorang yang cerdas dan bijaksana dan memberinya kuasa untuk mengatur negeri ini.","Tuanku harus pula mengangkat pegawai-pegawai lainnya, dan memberi mereka kuasa untuk memungut seperlima dari semua panen gandum selama tujuh tahun masa penuh kemakmuran itu, lalu menimbunnya di kota-kota serta menjaganya.","(41:34)","Gandum itu akan menjadi persediaan makanan selama tujuh tahun masa kelaparan yang akan datang di Mesir. Dengan demikian rakyat tidak akan mati kelaparan.\"","Raja dan para pegawainya menyetujui rencana Yusuf itu.","Lalu raja berkata kepada mereka, \"Tak mungkin kita mendapatkan orang lain yang lebih cocok daripada Yusuf, sebab ia dipimpin oleh Roh Allah.\"","Maka raja berkata kepada Yusuf, \"Allah telah memberitahukan semua ini kepadamu, jadi jelaslah bahwa engkau lebih cerdas dan bijaksana dari siapa pun juga.","Engkau akan kuangkat menjadi gubernur, dan seluruh rakyatku akan mentaati perintahmu. Hanya aku sajalah yang lebih berkuasa daripadamu.\"","Setelah itu raja menanggalkan dari jarinya cincin yang berukiran stempel kerajaan, lalu memasukkannya ke jari Yusuf sambil berkata, \"Dengan ini engkau kuangkat menjadi gubernur seluruh Mesir.\" Kemudian dikenakannya pada Yusuf sebuah jubah linen yang halus, dan dikalungkannya pada lehernya sebuah rantai emas.","(41:41)","Lalu diberikannya kepada Yusuf kereta kerajaan yang kedua untuk kendaraannya, dan pengawal kehormatan raja berjalan di depan kereta itu sambil berseru-seru, \"Awas! Beri jalan! Beri jalan!\" Demikianlah Yusuf diangkat menjadi gubernur seluruh Mesir.","Kata raja kepadanya, \"Akulah raja--dan aku mengumumkan bahwa tanpa izinmu tidak seorang pun di seluruh Mesir boleh melakukan apa-apa.\"","Lalu raja memberikan sebuah nama Mesir kepada Yusuf, yaitu Zafnat-Paaneah. Diberikannya juga seorang istri yang bernama Asnat, anak Potifera yang menjabat imam di kota Heliopolis. Yusuf berumur tiga puluh tahun ketika ia mulai bekerja untuk raja Mesir. Maka berangkatlah Yusuf dari istana raja dan pergi mengelilingi seluruh negeri.","(41:45)","Dalam masa tujuh tahun penuh kemakmuran itu, tanah menghasilkan panen yang berlimpah-limpah.","Gandum itu dikumpulkan oleh Yusuf lalu disimpannya di kota-kota. Dalam setiap kota ia menyimpan gandum hasil ladang-ladang di sekitar kota itu.","Gandum yang dikumpulkannya itu begitu banyak sehingga Yusuf berhenti menakarnya, karena banyaknya seperti pasir di tepi laut.","Sebelum masa kelaparan itu tiba, Asnat istri Yusuf melahirkan dua anak laki-laki.","Kata Yusuf, \"Allah telah membuat saya lupa kepada segala penderitaan saya dan kepada kaum keluarga ayah saya.\" Karena itu dinamakannya anaknya yang pertama \"Manasye\".","Dia berkata pula, \"Allah telah memberikan anak-anak kepada saya dalam masa kesukaran saya,\" lalu dinamakannya anaknya yang kedua \"Efraim\".","Tujuh tahun masa penuh kemakmuran yang telah dinikmati negeri Mesir itu berakhir.","Maka datanglah tujuh tahun masa kelaparan, tepat seperti yang telah dikatakan Yusuf. Di seluruh dunia terjadi kelaparan, tetapi di seluruh Mesir ada persediaan makanan.","Ketika rakyat Mesir mulai menderita lapar, mereka meminta makanan kepada raja. Lalu raja menyuruh mereka pergi kepada Yusuf dan mentaati segala apa yang akan diperintahkan Yusuf kepada mereka.","Ketika kelaparan itu menjadi makin hebat dan menyebar di seluruh negeri, Yusuf membuka semua gudang dan menjual gandum kepada orang Mesir.","Dari seluruh dunia orang-orang datang ke Mesir untuk membeli gandum dari Yusuf, karena kelaparan itu sungguh dahsyat di mana-mana."]