["Ketika Yakub mendengar bahwa ada gandum di Mesir, berkatalah ia kepada anak-anaknya, \"Mengapa kamu tenang-tenang saja?","Telah kudengar bahwa ada gandum di Mesir; pergilah ke sana dan belilah gandum supaya kita jangan mati kelaparan.\"","Lalu pergilah kesepuluh abang Yusuf itu membeli gandum di Mesir.","Tetapi Yakub tidak mengizinkan Benyamin, adik kandung Yusuf, pergi bersama mereka, karena ia takut jangan-jangan terjadi kecelakaan dengan anaknya itu.","Karena kelaparan di negeri Kanaan, anak-anak Yakub bersama banyak orang lain datang membeli gandum di Mesir.","Yang menjual gandum kepada orang-orang dari seluruh dunia ialah Yusuf, sebagai gubernur Mesir. Sebab itu abang-abang Yusuf datang dan sujud di hadapannya.","Ketika Yusuf melihat abang-abangnya, ia mengenali mereka, tetapi ia pura-pura tidak kenal. Dengan kasar ia bertanya kepada mereka, \"Kamu orang mana?\" \"Kami orang Kanaan. Kami datang untuk membeli makanan,\" jawab mereka.","Meskipun Yusuf mengenali abang-abangnya, mereka tidak mengenali dia.","Lalu ia teringat kepada mimpinya tentang mereka. Dan berkatalah ia, \"Kamu ini mata-mata; kamu datang untuk menyelidiki di mana kelemahan negeri kami.\"","\"Tidak, Tuanku,\" jawab mereka. \"Kami, hamba-hamba Tuan datang hanya untuk membeli makanan.","Kami ini bersaudara, Tuanku. Kami ini orang baik-baik, bukan mata-mata.\"","Yusuf berkata kepada mereka, \"Bohong! Kamu datang kemari untuk menyelidiki di mana kelemahan negeri ini.\"","Jawab mereka, \"Kami ini dua belas bersaudara, Tuanku, kami anak dari satu ayah di negeri Kanaan. Seorang dari kami telah meninggal dan yang bungsu sekarang ada bersama ayah kami.\"","\"Memang benar seperti kataku,\" jawab Yusuf, \"kamu ini mata-mata.","Aku mau menguji kamu: Aku bersumpah demi nama raja bahwa kamu tidak akan meninggalkan negeri ini jika adikmu yang bungsu itu tidak datang kemari.","Seorang dari kamu harus pulang mengambilnya. Yang lain akan ditahan sampai perkataanmu terbukti. Jika tidak, demi nama raja, kamu ini mata-mata musuh!\"","Kemudian mereka dimasukkan ke dalam penjara tiga hari lamanya.","Pada hari yang ketiga Yusuf berkata kepada mereka, \"Aku orang yang takut dan taat kepada Allah. Kamu akan kuselamatkan dengan satu syarat.","Untuk membuktikan bahwa kamu ini jujur, seorang dari kamu akan ditahan dalam penjara; yang lain boleh pulang dan membawa gandum yang kamu beli untuk keluargamu yang sedang menderita lapar.","Setelah itu kamu harus membawa adikmu yang bungsu kepadaku. Itulah buktinya nanti bahwa perkataanmu itu benar, dan kamu tidak akan kuhukum mati.\" Mereka setuju dengan keputusan gubernur itu.","Lalu berkatalah mereka seorang kepada yang lain, \"Nah, kita sekarang dihukum akibat kesalahan kita terhadap adik kita dahulu; ia minta tolong tetapi kita tidak mau peduli, walaupun kita melihat bahwa ia sangat menderita. Itulah sebabnya kita sekarang mengalami penderitaan ini.\"","Kata Ruben, \"Bukankah dahulu sudah saya katakan kepada kalian supaya anak itu jangan diapa-apakan. Tetapi kalian tidak mau mendengarkan. Dan sekarang kematiannya dibalaskan kepada kita.\"","Yusuf mengerti bahasa mereka, tetapi mereka tidak mengetahui hal itu, karena mereka berbicara dengan Yusuf dengan perantaraan seorang juru bahasa.","Yusuf meninggalkan mereka, lalu menangis. Ketika sudah dapat berkata-kata lagi, ia kembali kepada mereka, lalu mengambil Simeon, dan menyuruh mengikat dia di depan semua saudaranya.","Yusuf memerintahkan supaya karung-karung yang dibawa abang-abangnya diisi dengan gandum, dan uang mereka masing-masing dimasukkan ke dalam karung-karung itu. Juga supaya mereka diberi makanan untuk bekal di jalan. Perintahnya itu dilaksanakan.","Setelah itu abang-abang Yusuf membebani keledai mereka dengan gandum yang telah mereka beli itu, lalu berangkatlah mereka dari situ.","Di tempat mereka bermalam, seorang dari mereka membuka karung gandumnya untuk memberi makan keledainya. Ditemukannya uangnya di atas gandum itu.","\"Uang saya dikembalikan,\" serunya kepada saudara-saudaranya. \"Lihat, ada di dalam karung saya!\" Hati mereka menjadi kecut, dan dengan ketakutan mereka saling bertanya, \"Apa yang dilakukan Allah kepada kita?\"","Waktu sampai di Kanaan, mereka menceritakan kepada ayah mereka segala sesuatu yang telah mereka alami. Kata mereka,","\"Gubernur Mesir bicara dengan kasar kepada kami dan menuduh kami memata-matai negerinya.","Kami menjawab, 'Kami orang baik-baik, bukan mata-mata, kami orang jujur.","Kami semua dua belas bersaudara, anak dari satu ayah, dan seorang telah meninggal, sedangkan yang bungsu ada bersama ayah di Kanaan.'","Gubernur itu mengatakan, 'Aku mau menguji kamu untuk mengetahui apakah kamu orang jujur: Seorang dari kamu harus tinggal; yang lain boleh pulang membawa gandum kepada keluargamu yang sedang menderita lapar.","Setelah kamu kembali membawa adikmu yang bungsu, aku akan tahu bahwa kamu bukan mata-mata, melainkan orang jujur. Maka saudaramu yang kutahan itu akan kukembalikan kepadamu dan kamu boleh tinggal di negeri ini dan bebas berdagang.'\"","Kemudian, pada waktu mereka mengosongkan karung-karung mereka, mereka menemukan dompet masing-masing yang berisi uang; lalu mereka sangat ketakutan, juga ayah mereka.","Lalu berkatalah ayah mereka, \"Kalian menyebabkan aku kehilangan semua anakku. Yusuf tidak ada lagi; Simeon tidak ada lagi; dan sekarang kalian akan mengambil Benyamin juga. Bukan main penderitaanku!\"","Lalu kata Ruben kepada ayahnya, \"Serahkanlah Benyamin kepada saya, Ayah; nanti akan saya bawa kembali, jika tidak, Ayah boleh membunuh kedua anak laki-laki saya.\"","Tetapi Yakub berkata, \"Tidak! Benyamin tidak boleh kalian bawa; abangnya telah mati dan kini hanya dialah yang masih tinggal. Jangan-jangan ia mendapat celaka dalam perjalanan itu. Aku ini sudah tua, dan kesedihan yang akan kalian datangkan kepadaku itu akan mengakibatkan kematianku.\""]