["Kelaparan di Kanaan makin hebat, dan setelah keluarga Yakub menghabiskan semua gandum yang dibawa dari Mesir, berkatalah Yakub kepada anak-anaknya, \"Pergilah lagi ke sana dan belilah gandum untuk kita.\"","(43:1)","Lalu Yehuda berkata kepadanya, \"Gubernur Mesir telah memberi peringatan keras bahwa kami tidak boleh menghadap dia jika kami tidak membawa adik kami itu.","Kalau Ayah mengizinkan adik kami ikut, kami mau pergi ke sana membeli makanan.","Tetapi kalau Ayah tidak mengizinkan Benyamin ikut, kami tidak mau pergi, sebab gubernur itu telah berkata bahwa kami tidak boleh menghadap jika adik kami tidak ikut.\"","Kata Yakub, \"Mengapa kalian menyusahkan aku dengan memberitahukan kepada orang itu bahwa kalian masih mempunyai adik?\"","Jawab mereka, \"Orang itu terus-menerus bertanya tentang kami dan tentang keluarga kita, katanya, 'Masih hidupkah ayahmu? Apakah kamu masih punya adik laki-laki lain?' Kami terpaksa menjawab segala pertanyaannya. Bagaimana kami dapat menduga bahwa dia akan menyuruh kami membawa adik kami itu?\"","Lalu kata Yehuda kepada ayahnya, \"Izinkanlah anak itu ikut, dan saya yang bertanggung jawab atas dia. Kami akan berangkat dengan segera supaya tidak seorang pun dari kita mati kelaparan.","Sayalah jaminannya, dan Ayah boleh menuntut dia dari saya. Kalau dia tidak saya bawa kembali dengan selamat, saya tanggung hukumannya seumur hidup.","Seandainya kita tidak menunggu begitu lama, pasti kami sekarang sudah pulang pergi dua kali.\"","Lalu ayah mereka berkata, \"Jika memang harus begitu, bawalah hasil yang paling baik dari negeri ini dalam karung-karungmu sebagai hadiah untuk gubernur itu: Kismis, madu, rempah-rempah, buah kemiri dan buah badam.","Bawalah juga uang dua kali lipat, karena uang yang ditemukan di dalam karungmu itu harus kalian kembalikan. Barangkali itu suatu kekeliruan.","Bawalah adikmu itu, dan kembalilah dengan segera.","Semoga Allah Yang Mahakuasa membuat gubernur itu merasa kasihan kepada kalian, sehingga ia mau mengembalikan Benyamin dan Simeon kepadamu. Mengenai aku ini, jika aku memang harus kehilangan anak-anakku, apa boleh buat.\"","Kemudian saudara-saudara Yusuf membawa hadiah-hadiah itu dan uang dua kali lipat, lalu berangkat ke Mesir bersama Benyamin. Setelah sampai di sana, mereka menghadap Yusuf.","Ketika Yusuf melihat Benyamin dan abang-abangnya, berkatalah ia kepada pelayannya yang mengepalai rumah tangganya, \"Bawalah orang-orang itu ke rumahku. Mereka akan makan bersama aku siang ini, sebab itu sembelihlah seekor binatang ternak lalu siapkanlah itu.\"","Pelayan itu melaksanakan perintah itu dan membawa saudara-saudara Yusuf ke dalam rumah gubernur.","Ketika mereka dibawa ke dalam rumah Yusuf, mereka ketakutan dan berpikir, \"Kita dibawa ke sini, karena uang yang kita temukan dalam karung kita pada waktu kita datang kemari dahulu. Mereka akan menangkap kita dengan tiba-tiba, lalu mengambil keledai kita dan menjadikan kita hamba mereka.\"","Karena itu, di dekat pintu rumah Yusuf, mereka berkata kepada kepala rumah tangga,","\"Maaf, Tuan, kami sudah pernah datang kemari untuk membeli makanan.","Pada perjalanan pulang, ketika kami hendak bermalam, kami membuka karung kami. Tahu-tahu seluruh uang pembayaran gandum kami ada di atas gandum. Kami tidak tahu siapa yang memasukkan uang itu. Sekarang kami membawanya kembali kepada Tuan. Selain itu kami masih membawa uang juga untuk membeli makanan lagi.\"","(43:21)","Pelayan itu berkata, \"Jangan takut. Jangan khawatir. Allahmu, yaitu Allah yang dipuja ayahmu, Dialah yang memasukkan uang itu ke dalam karungmu. Saya telah menerima pembayaranmu untuk gandum itu.\" Kemudian dibawanya Simeon kepada mereka,","lalu diantarkannya mereka ke dalam rumah. Ia memberi mereka air untuk membasuh kaki, dan juga makanan untuk keledai mereka.","Setelah itu mereka menyiapkan hadiah untuk diberikan kepada Yusuf apabila ia datang pada waktu tengah hari, karena mereka sudah diberitahukan bahwa mereka akan makan bersama-sama dengan dia.","Ketika Yusuf sampai di rumah, mereka memberikan hadiah-hadiah itu kepada Yusuf sambil sujud kepadanya.","Yusuf bertanya tentang keadaan mereka, lalu berkata, \"Kamu telah menceritakan kepadaku tentang ayahmu yang sudah tua itu. Bagaimana keadaannya? Baik-baikkah?\"","Jawab mereka, \"Hamba Tuan, ayah kami, baik keadaannya.\" Lalu mereka sujud kepadanya.","Ketika Yusuf melihat Benyamin, adiknya, berkatalah ia, \"Jadi, inikah adikmu yang bungsu itu, yang telah kamu sebut-sebut kepadaku? Semoga Allah memberkatimu, anakku.\"","Hati Yusuf meluap karena rasa rindu dan sayang kepada adiknya. Ia hampir tak dapat menguasai dirinya, karena itu pergilah ia dari situ dengan tiba-tiba lalu masuk ke kamarnya dan menangis.","Sesudah itu ia membasuh mukanya, lalu keluar lagi, dan dengan menahan hatinya, ia menyuruh menghidangkan makanan.","Yusuf makan pada sebuah meja tersendiri, dan saudara-saudaranya pada meja yang lain. Orang-orang Mesir yang ada di situ makan pada meja yang lain lagi, karena mereka merasa hina bila makan bersama-sama dengan orang Ibrani.","Saudara-saudara Yusuf ditempatkan pada meja yang berhadapan dengan Yusuf, menurut urutan umurnya masing-masing, mulai dari yang sulung sampai yang bungsu. Ketika mereka melihat cara penempatan itu, mereka saling memandang dengan heran.","Mereka diberi makanan dari meja Yusuf, dan Benyamin dilayani lima kali lebih banyak daripada abang-abangnya. Lalu makan dan minumlah mereka bersama-sama dengan Yusuf sampai puas."]