["Yusuf tidak sanggup lagi menahan perasaannya di hadapan pegawai-pegawainya Karena itu disuruhnya mereka meninggalkan ruangan itu supaya ia dapat menyatakan kepada saudara-saudaranya siapa dia sebenarnya.","Setelah semua pegawainya meninggalkan ruangan, menangislah Yusuf keras-keras, sehingga orang-orang Mesir di luar ruangan mendengarnya, dan sampailah kabar itu ke istana raja.","Yusuf berkata kepada saudara-saudaranya, \"Saya ini Yusuf. Masih hidupkah ayah?\" Melihat itu saudara-saudaranya takut sekali sehingga tidak dapat menjawab.","Lalu kata Yusuf kepada mereka, \"Marilah ke sini.\" Mereka mendekat, dan dia berkata lagi, \"Saya Yusuf, yang telah kalian jual ke Mesir.","Jangan takut atau menyesali dirimu karena kalian telah menjual saya. Sebenarnya Allah sendiri yang membawa saya ke sini mendahului kalian untuk menyelamatkan banyak orang.","Sekarang baru tahun kedua dari masa kelaparan, dan selama lima tahun lagi orang tidak akan membajak atau panen.","Allah telah membawa saya mendahului kalian untuk menyelamatkan kalian dengan cara yang mengherankan ini, dan untuk menjamin keselamatanmu dan kelanjutan keturunanmu.","Jadi, sebetulnya bukan kalian yang menyebabkan saya ada di sini, melainkan Allah. Dia telah menjadikan saya pegawai tertinggi raja Mesir. Saya diserahi kuasa atas seluruh rumah tangganya dan seluruh Mesir.","Sekarang, cepatlah kalian kembali kepada ayah dan katakanlah kepadanya bahwa Yusuf, anaknya, berkata begini, 'Allah telah menjadikan saya penguasa atas seluruh Mesir; datanglah selekas mungkin.","Ayah dapat tinggal di daerah Gosyen, dekat dengan saya--ayah, dengan anak cucu, domba, kambing, sapi dan segala milik ayah.","Jika ayah ada di Gosyen, saya dapat memelihara ayah. Masa kelaparan masih berlangsung lima tahun lagi dan akan saya usahakan supaya ayah, keluarga dan ternak ayah jangan kekurangan apa-apa.'\"","Kata Yusuf lagi, \"Sekarang kalian lihat sendiri, juga engkau Benyamin, bahwa saya benar-benar Yusuf.","Katakanlah kepada ayah kita betapa besar kuasa saya di sini, di Mesir, dan ceritakanlah kepadanya segala yang sudah kalian lihat. Lalu cepat-cepatlah bawa dia kemari.\"","Sesudah itu ia memeluk Benyamin, adiknya itu, lalu menangis; Benyamin juga menangis sambil memeluk Yusuf pula.","Kemudian, dengan masih menangis, Yusuf memeluk semua saudaranya dan mencium mereka. Setelah itu mereka mulai bercakap-cakap dengan dia.","Ketika di istana raja terdengar kabar bahwa saudara-saudara Yusuf datang, raja dan pegawai-pegawainya ikut senang.","Lalu berkatalah raja kepada Yusuf, \"Suruhlah saudara-saudaramu itu membebani keledai mereka dengan gandum dan pulang ke Kanaan","untuk menjemput ayah dan keluarga mereka lalu pindah ke mari. Aku akan memberikan kepada mereka tanah yang paling baik di Mesir, dan mereka akan dapat hidup dengan berkecukupan dari hasil tanah itu.","Suruhlah mereka juga membawa dari sini beberapa kereta untuk istri dan anak-anak mereka yang masih kecil, dan untuk menjemput ayah mereka.","Mereka tak perlu memikirkan barang-barang yang terpaksa mereka tinggalkan, karena yang paling baik di seluruh Mesir akan menjadi milik mereka.\"","Anak-anak Yakub melakukan perintah raja itu. Yusuf memberikan kepada mereka beberapa kereta, sesuai dengan perintah raja, dan juga bekal untuk perjalanan.","Diberikannya juga kepada mereka masing-masing satu setel pakaian baru, tetapi kepada Benyamin diberinya tiga ratus uang perak dan lima setel pakaian baru.","Ia mengirimkan kepada ayahnya sepuluh ekor keledai yang dibebani dengan barang-barang yang terbaik dari Mesir, dan sepuluh keledai lagi yang dibebani dengan gandum, roti dan makanan lain untuk dimakan dalam perjalanannya ke Mesir.","Kemudian ia memberangkatkan saudara-saudaranya, sambil berkata kepada mereka, \"Jangan bertengkar di jalan.\"","Mereka meninggalkan Mesir dan pulang ke Kanaan kepada Yakub, ayah mereka.","\"Yusuf masih hidup!\" kata mereka kepadanya. \"Dia penguasa atas seluruh Mesir!\" Mendengar berita itu, Yakub termangu-mangu, dan ia tidak percaya kepada mereka.","Tetapi setelah mereka menceritakan semua yang dikatakan Yusuf kepada mereka, dan ketika ia melihat kereta yang dikirim Yusuf untuk menjemputnya dan membawanya ke Mesir, sadarlah ia dari lamunannya.","\"Anakku Yusuf masih hidup!\" katanya. \"Hanya itulah yang kuinginkan! Aku harus pergi dan melihatnya sebelum aku mati.\""]