["Kemudian Yusuf membawa lima orang dari saudara-saudaranya lalu menghadap raja. Katanya, \"Ayah dan saudara-saudara hamba telah datang dari Kanaan dengan kawanan kambing domba, sapi dan segala milik mereka. Sekarang mereka ada di daerah Gosyen.\" Lalu diperkenalkannya saudara-saudaranya itu kepada raja.","(47:1)","Raja bertanya kepada mereka, \"Apa pekerjaanmu?\" Mereka menjawab, \"Kami ini gembala seperti leluhur kami.","Kami datang untuk tinggal di negeri ini, karena di tanah Kanaan kelaparan sangat hebatnya, sehingga tidak ada rumput lagi untuk kawanan kambing domba kami. Izinkanlah kami tinggal di daerah Gosyen.\"","Lalu berkatalah raja kepada Yusuf, \"Sekarang ayah dan saudara-saudaramu sudah ada di sini.","Anggaplah negeri Mesir sebagai negerimu sendiri. Biarlah mereka menetap di daerah Gosyen, daerah yang paling baik di negeri ini. Dan tugaskanlah kepada orang yang cakap bekerja untuk mengurus ternakku.\"","Yusuf juga memperkenalkan ayahnya kepada raja. Yakub memberkati raja,","dan raja bertanya kepadanya, \"Berapa umur Bapak?\"","Jawab Yakub, \"Hamba sudah hidup seratus tiga puluh tahun sebagai pengembara. Hidup hamba itu penuh kesukaran dan pendek apabila dibandingkan dengan umur leluhur hamba sebagai pengembara.\"","Setelah itu Yakub minta diri dan memberi berkat perpisahan.","Yusuf membantu ayah dan saudara-saudaranya menetap di Mesir. Diberikannya kepada mereka tanah sebagai hak milik di bagian yang paling baik di negeri itu, di dekat kota Rameses, sesuai dengan perintah raja.","Dan Yusuf melengkapi persediaan makanan bagi ayahnya, saudara-saudaranya, dan seluruh sanak saudaranya, sampai kepada yang paling muda.","Kelaparan itu begitu hebat, sehingga di mana-mana tidak ada makanan lagi. Rakyat Mesir dan rakyat Kanaan lemah dan tidak berdaya karena lapar.","Setiap kali mereka membeli gandum, Yusuf mengumpulkan uang pembayar gandum itu, lalu disimpannya di istana raja.","Setelah habis uang di Mesir dan di Kanaan, orang-orang Mesir datang kepada Yusuf dan berkata, \"Berilah kami makanan! Jangan biarkan kami mati. Uang kami sudah habis.\"","Yusuf menjawab, \"Jika uangmu sudah habis, berilah ternakmu; aku akan memberi makanan kepadamu.\"","Lalu mereka memberikan ternaknya kepada Yusuf, dan ia memberi makanan kepada mereka sebagai ganti kuda, domba, kambing, sapi dan keledai mereka. Pada tahun itu Yusuf memberi makanan kepada mereka dan mereka membayar dengan ternak.","Pada tahun berikutnya mereka datang lagi kepadanya dan berkata, \"Kami berterus terang kepada Tuan bahwa uang kami sudah habis dan ternak kami sudah menjadi milik Tuan. Kami tidak punya apa-apa lagi yang dapat kami berikan kepada Tuan, selain diri kami sendiri dan tanah kami.","Jangan biarkan kami mati! Jangan biarkan ladang-ladang kami menjadi tandus. Belilah kami dan tanah kami dengan gandum sebagai pembayarannya. Kami dan tanah kami akan menjadi milik raja. Berilah kami gandum untuk menyambung hidup kami dan juga benih untuk ditabur di ladang kami!\"","Lalu Yusuf membeli semua tanah di mesir untuk raja. Setiap orang Mesir terpaksa menjual tanahnya, karena masa kelaparan itu sangat dahsyat; lalu semua tanah di Mesir menjadi milik raja.","Seluruh rakyat Mesir dijadikan hamba oleh Yusuf.","Satu-satunya tanah yang tidak dibelinya ialah tanah para imam. Mereka tidak perlu menjual tanah mereka karena diberi tunjangan tetap oleh raja untuk keperluan hidup mereka.","Yusuf berkata kepada rakyat itu, \"Lihatlah, kamu dan tanahmu sudah kubeli untuk raja. Inilah benih yang dapat kamu tabur di ladangmu.","Pada waktu panen, kamu harus memberikan seperlima bagian hasilnya kepada raja. Selebihnya boleh kamu pakai untuk benih dan untuk makanan bagimu dan bagi keluargamu.\"","Jawab mereka, \"Tuan telah menyelamatkan kami dan kami berterima kasih. Kami rela menjadi hamba raja.\"","Kemudian Yusuf menjadikan hal itu undang-undang di negeri Mesir, yaitu bahwa seperlima dari hasil panen harus menjadi milik raja. Sampai sekarang undang-undang itu masih berlaku. Hanya tanah imam-imamlah yang tidak menjadi milik raja.","Demikianlah orang-orang Israel menetap di Mesir, di daerah Gosyen. Mereka menjadi kaya dan beranak cucu banyak di situ.","Yakub masih hidup tujuh belas tahun di Mesir sampai umurnya menjadi seratus empat puluh tujuh tahun.","Ketika sudah dekat saatnya akan meninggal, dipanggilnya Yusuf, anaknya itu, lalu berkata kepadanya, \"Letakkanlah tanganmu di antara pangkal pahaku dan bersumpah bahwa engkau tidak akan menguburkan aku di Mesir ini.","Aku mau dikuburkan di tempat para leluhurku; bawalah mayatku dari negeri ini dan kuburkan dalam makam mereka.\" Lalu jawab Yusuf, \"Saya akan melakukan apa yang Ayah katakan itu.\"","Kata Yakub, \"Bersumpahlah bahwa engkau akan melakukannya.\" Yusuf bersumpah, dan Yakub mengucapkan syukur di tempat tidurnya."]