["Beberapa waktu kemudian dikabarkan kepada Yusuf bahwa ayahnya sakit keras. Jadi pergilah ia dengan kedua anaknya, yaitu Manasye dan Efraim mengunjungi Yakub.","Ketika Yakub mendengar bahwa Yusuf datang, ia mengumpulkan seluruh tenaganya, lalu duduk di tempat tidur.","Kata Yakub kepada Yusuf, \"Allah Yang Mahakuasa telah menampakkan diri kepadaku di Lus, di tanah Kanaan, dan telah memberkati aku.\"","Dia berkata kepadaku, \"Aku akan memberikan kepadamu banyak anak cucu, supaya keturunanmu menjadi banyak bangsa; Aku akan memberikan negeri ini kepada keturunanmu sebagai milik mereka untuk selama-lamanya.\"","Yakub meneruskan, \"Yusuf, kedua anakmu Efraim dan Manasye yang lahir di Mesir ini sebelum aku tiba di sini, kuanggap anakku, sama seperti Ruben dan Simeon.","Jika engkau mendapat anak-anak lagi, mereka tidak akan kuanggap sebagai anakku melainkan tetap anakmu; warisan untuk mereka akan mereka terima dari Efraim dan Manasye.","Aku melakukan hal itu untuk Rahel ibumu. Dalam perjalananku kembali dari Mesopotamia, ibumu meninggal di tanah Kanaan, tidak jauh dari Efrata, dan aku sangat sedih. Aku menguburkannya di sana, di sisi jalan ke Efrata.\" (Sekarang Efrata dikenal sebagai Betlehem.)","Ketika Yakub melihat anak-anak Yusuf itu, ia bertanya, \"Siapa anak-anak ini?\"","Jawab Yusuf, \"Inilah anak-anak saya yang diberikan Allah kepada saya di sini, di Mesir.\" Yakub berkata, \"Dekatkanlah mereka kepadaku supaya kuberkati.\"","Yakub tidak dapat melihat dengan terang karena sudah tua dan matanya sudah kabur. Yusuf mendekatkan anak-anak itu kepada Yakub, dan ia memeluk serta mencium mereka.","Lalu berkatalah Yakub kepada Yusuf, \"Sama sekali tidak kusangka akan bertemu lagi dengan engkau, tetapi sekarang Allah bahkan mengizinkan aku melihat anak-anakmu juga.\"","Kemudian Yusuf mengambil mereka dari pangkuan Yakub, lalu ia sendiri sujud di hadapan ayahnya.","Setelah itu Yusuf menempatkan kedua anaknya di dekat Yakub, Efraim yang bungsu itu di sebelah kiri dan Manasye yang sulung di sebelah kanan. Tetapi Yakub menyilangkan lengannya dan meletakkan tangan kanannya di atas kepala Efraim, sedangkan tangan kirinya diletakkannya di atas kepala Manasye.","(48:13)","Sesudah itu diberkatinya Yusuf, katanya, \"Allah, Dialah Tuhan, pujaan Abraham dan Ishak, Dialah yang membimbing aku sampai sekarang;","Dialah malaikat yang telah melepaskan aku dari segala bahaya. Semoga Allah itu memberkati anak-anak ini. Semoga terus hidup namaku dan nama Abraham dan Ishak oleh karena anak-anak ini! Semoga mereka beranak cucu, dan berketurunan banyak di bumi.\"","Yusuf tidak senang ketika melihat ayahnya meletakkan tangan kanannya di atas kepala Efraim; lalu dipegangnya tangan ayahnya untuk memindahkannya dari atas kepala Efraim ke atas kepala Manasye.","Katanya kepada Ayahnya, \"Jangan begitu, Ayah. Inilah anak yang sulung; letakkanlah tangan kanan Ayah ke atas kepalanya.\"","Tetapi ayahnya menolak, katanya, \"Aku tahu, anakku, aku tahu. Manasye akan besar kuasanya dan keturunannya pun akan menjadi bangsa yang besar. Tetapi adiknya akan lebih besar kuasanya daripada dia, dan keturunan adiknya itu akan menjadi bangsa-bangsa yang besar.\"","Lalu diberkatinya lagi anak-anak itu pada hari itu, katanya, \"Orang Israel akan menyebut namamu bilamana mereka memberkati orang. Mereka akan berkata, 'Semoga Allah membuat engkau seperti Efraim dan Manasye.'\" Dengan demikian Yakub mendahulukan Efraim daripada Manasye.","Lalu berkatalah Yakub kepada Yusuf, \"Seperti engkau lihat, ajalku sudah dekat, tetapi Allah akan menolong kalian dan membawa kalian kembali ke negeri leluhurmu.","Kepadamulah, dan bukannya kepada saudara-saudaramu, aku berikan Sikhem, daerah subur itu yang telah kurebut dari orang Amori dengan pedang dan panahku.\""]