["Kemudian Yakub memanggil anak-anaknya dan berkata, \"Berkumpullah di sini, di dekatku. Akan kuberitahukan kepadamu apa yang akan kalian alami di kemudian hari:","Berkumpullah, hai anak-anak Yakub, dengarlah Israel, ayahmu.","Ruben, anakku yang sulung, engkaulah kekuatanku, buah pertama keperkasaanku. Engkau tergagah dan terkuat di antara semua anakku.","Engkau mudah tergoncang seperti air, sehingga bukan yang utama; sebab engkau tidur dengan selirku, kaunodai tempat tidur ayahmu.","Simeon dan Lewi bersaudara; senjata mereka alat kekerasan.","Aku takkan ikut dalam permupakatan mereka, juga tidak di dalam perkumpulan mereka. Sebab mereka membunuh dalam kemarahan, melumpuhkan banteng demi kesenangan.","Terkutuklah kemarahan mereka, karena dahsyatnya. Terkutuklah keberangan mereka, karena kejamnya. Aku akan menceraiberaikan mereka di seluruh Israel. Aku akan menghamburkan mereka di antara seluruh bangsa.","Yehuda, engkau akan menerkam tengkuk musuhmu; saudara-saudaramu akan memujimu dan sujud di hadapanmu.","Yehuda bagaikan singa muda; ia membunuh mangsanya, lalu kembali ke sarangnya; ia menggeliat lalu berbaring, dan tak seorang pun berani mengusiknya.","Yehuda akan memegang tongkat kerajaan, keturunannya akan memerintah selama-lamanya. Bangsa-bangsa akan membawa upeti, dan sujud dengan takluk di hadapannya.","Anak keledainya diikatnya pada pohon, pohon anggur yang paling baik. Dia mencuci pakaiannya dengan anggur, anggur semerah darah.","Merah matanya karena minum anggur, putih giginya karena minum susu.","Zebulon akan diam di dekat laut; kapal-kapal akan berlabuh di pantainya; sampai Sidon batas wilayahnya.","Isakhar itu bagaikan keledai kuat yang berbaring di antara keranjang bebannya.","Dilihatnya betapa baiknya tempat itu dan betapa indahnya negeri itu, maka membungkuklah ia rela dibebani, dan dipaksa bekerja sebagai hamba.","Engkau Dan, akan mengadili bangsamu, engkau menjadi suku seperti suku lain di Israel.","Engkau seperti ular di pinggir jalan, ular berbisa di tepi lorong, yang memagut tumit kuda sampai terlempar penunggangnya.","Ya TUHAN, keselamatan yang Kauberikan, itulah yang kunanti-nantikan.","Gad, engkau akan diserang perampok, namun engkau akan balik merampok mereka.","Asyer, makananmu limpah mewah, kau akan menyediakan makanan bagi raja-raja.","Naftali, laksana rusa terlepas, sangat cantik anak-anaknya.","Yusuf bagai keledai muda, keledai liar dekat mata air, berlari-lari di lereng gunung.","Musuh menyerang dengan sengit, mengejarnya dengan busur dan panah.","Namun Yusuf tetap kukuh lengannya, tetap kuat panahnya, karena kuasa Sang Gembala Mahakuat, Allah Yakub, Pelindung Israel.","Allah ayahmu menolong engkau; Yang Mahakuasa memberkati engkau dengan hujan dari langit dan air dari bawah tanah. Dengan anak dan sapi,","gandum dan bunga. Berkat Allah bapakmu melebihi kekayaan gunung-gunung yang sangat tua. Semoga turunlah semua berkat itu ke atas kepala Yusuf, ke atas dahinya. Dialah yang teristimewa di antara saudara-saudaranya.","Benyamin adalah serigala ganas. Di pagi hari ia menerkam mangsanya. Di malam hari ia membagi-bagikannya.\"","Itulah kedua belas suku Israel, dan kata-kata yang diucapkan ayah mereka ketika memberi salam perpisahan kepada mereka masing-masing.","Kemudian Yakub berpesan kepada anak-anaknya, \"Sebentar lagi aku akan berpulang seperti leluhurku. Kuburkanlah aku nanti di samping mereka dalam gua di Makhpela, sebelah timur Mamre di tanah Kanaan. Abraham telah membeli gua dan ladang di sekitarnya dari Efron orang Het untuk dijadikan pekuburan.","(49:29)","Di situ dikuburkan Abraham dan Sara, Ishak dan Ribka; dan di situ juga aku menguburkan Lea.","Ladang dan gua yang ada di situ telah dibeli dari orang Het. Kuburkanlah aku di situ.\"","Setelah Yakub selesai berpesan kepada anak-anaknya, berbaringlah ia lalu meninggal."]