["Setelah manusia bertambah banyak dan tersebar di seluruh dunia, dan anak-anak perempuan dilahirkan,","makhluk-makhluk ilahi melihat bahwa gadis-gadis itu cantik-cantik. Lalu mereka mengawini gadis-gadis yang mereka sukai.","Maka berkatalah TUHAN, \"Aku tidak memperkenankan manusia hidup selama-lamanya; mereka makhluk fana, yang harus mati. Mulai sekarang umur mereka tidak akan melebihi 120 tahun.\"","Pada zaman itu, dan juga sesudahnya, ada orang-orang raksasa di bumi. Mereka keturunan gadis-gadis manusia yang kawin dengan makhluk-makhluk ilahi. Orang-orang raksasa itu adalah pahlawan-pahlawan besar dan orang-orang termasyhur di zaman purbakala.","TUHAN melihat betapa jahatnya orang-orang di bumi; semua pikiran mereka selalu jahat.","Ia pun menyesal telah menjadikan mereka dan menempatkan mereka di bumi. Ia begitu kecewa,","sehingga berkata, \"Akan Kubinasakan manusia yang telah Kuciptakan itu, dan juga segala burung dan binatang lainnya, sebab Aku menyesal telah menciptakan mereka.\"","Tetapi Nuh menyenangkan hati TUHAN.","Inilah riwayat Nuh. Ia mempunyai tiga anak laki-laki, yaitu Sem, Yafet dan Ham. Nuh tidak berbuat salah, dan dia satu-satunya orang yang baik pada zamannya. Ia hidup akrab dengan Allah.","(6:9)","Tetapi semua orang lainnya jahat dalam pandangan Allah, dan kekejaman terdapat di mana-mana.","Allah memandang dunia itu dan hanya melihat kejahatan saja, sebab semua manusia jahat hidupnya.","Lalu berkatalah Allah kepada Nuh, \"Aku telah memutuskan untuk mengakhiri hidup segala makhluk. Aku akan memusnahkan mereka beserta bumi, karena bumi telah penuh dengan kekejaman mereka.","Buatlah sebuah kapal untukmu dari kayu yang kuat; buatlah bilik-bilik di dalamnya, dan lapisilah dengan ter dari dalam dan dari luar.","Kapal itu harus 133 meter panjangnya, 22 meter lebarnya, dan 13 meter tingginya.","Buatlah atap pada kapal itu, dan berilah jarak sebesar 44 sentimeter di antara atap dan dinding-dindingnya. Buatlah kapal itu bertingkat tiga, dan pasanglah sebuah pintu di sisinya.","Aku akan mendatangkan banjir untuk membinasakan setiap makhluk yang hidup di bumi. Segala sesuatu di bumi akan mati,","tetapi dengan engkau Aku hendak membuat perjanjian. Masuklah ke dalam kapal itu bersama-sama dengan istrimu, dan anak-anakmu serta istri-istri mereka.","Bawalah ke dalam kapal itu seekor jantan dan seekor betina dari setiap jenis burung dan binatang lainnya, supaya mereka tidak turut binasa.","(6:19)","Bawalah juga segala macam makanan untukmu dan untuk binatang-binatang itu.\"","Nuh melakukan segala sesuatu yang diperintahkan Allah kepadanya."]