["Dengan jawaban yang ramah, kemarahan menjadi reda; jawaban yang pedas membangkitkan amarah.","Kata-kata orang bijak membuat pengetahuan menarik hati; kata-kata orang bodoh hanya berisi kebodohan.","TUHAN melihat semua yang terjadi di segala tempat; Ia memperhatikan semua yang baik dan yang jahat.","Kata-kata yang baik menambah semangat, kata-kata yang menyakitkan melemahkan hasrat.","Orang bodoh meremehkan nasihat ayahnya, orang bijak mengindahkan teguran.","Di rumah orang baik ada banyak harta; kekayaan orang jahat lenyap oleh bencana.","Kata-kata orang bijaksana penuh dengan pengetahuan, tapi pikiran orang bodoh tidak demikian.","TUHAN menerima doa orang baik, tapi Ia membenci persembahan orang jahat.","TUHAN membenci cara hidup orang durhaka, tetapi Ia mengasihi orang yang berusaha melakukan kehendak-Nya.","Orang yang melakukan yang jahat akan disiksa; orang yang tak mau ditegur akan mati.","TUHAN tahu dunia orang mati dan seluk beluknya; mana mungkin pikiran manusia disembunyikan dari Dia?","Orang yang suka menghina tidak suka ditegur; ia enggan meminta nasihat dari orang yang bijaksana.","Hati yang gembira membuat muka berseri-seri; hati yang sedih mematahkan semangat.","Orang bijaksana mencari pengetahuan; orang bodoh sibuk dengan kebodohan.","Orang muram harus terus berjuang dalam hidupnya, tetapi orang yang periang selalu bahagia.","Lebih baik sedikit harta tapi disertai takut kepada TUHAN, daripada banyak harta tapi disertai kecemasan.","Lebih baik makan sayur tapi disertai cinta kasih, daripada makan daging lezat tapi disertai kebencian.","Orang yang cepat marah menimbulkan pertengkaran, orang yang sabar membawa perdamaian.","Orang malas akan selalu mengalami kesukaran; orang jujur tidak menemui kesulitan.","Anak yang bijaksana, menyenangkan hati ayahnya; anak yang bodoh tidak menghargai ibunya.","Kebodohan adalah kesenangan orang bebal, orang bijaksana hidup lurus.","Rencana gagal, jika tidak disertai pertimbangan; rencana berhasil, jika banyak yang memberi nasihat.","Kata-kata yang diucapkan tepat pada waktunya, mendatangkan sukacita.","Orang bijaksana mengikuti jalan mendaki yang menuju kehidupan; bukan jalan menurun yang menuju kematian.","TUHAN akan merobohkan rumah orang yang tinggi hati, tetapi tanah milik seorang janda Ia lindungi.","TUHAN benci pada rencana yang jahat; tapi kata-kata yang baik menyenangkan hati-Nya.","Siapa mencari keuntungan yang tidak halal, menghancurkan keluarganya sendiri. Siapa membenci uang sogok, akan hidup bahagia.","Orang baik mempertimbangkan kata-katanya; orang jahat mengucapkan hal-hal yang keji.","TUHAN mendengarkan apabila orang baik berdoa, tetapi Ia tidak mengindahkan orang yang durhaka.","Wajah gembira meriangkan hati, berita yang baik menyegarkan jiwa.","Orang yang mengindahkan teguran tergolong orang bijaksana.","Orang yang tidak mau dinasihati, tidak menghargai diri sendiri; orang yang mau menerima teguran, menjadi berbudi.","Takut akan TUHAN adalah dasar pendidikan yang baik; kehormatan didahului oleh kerendahan hati."]