["Rumah tangga dibangun oleh kebijaksanaan wanita, tapi diruntuhkan oleh kebodohannya.","Orang yang jujur takut dan hormat kepada TUHAN Allah; orang yang hidupnya tidak lurus menghina Dia.","Karena pongahnya, orang bodoh suka membesarkan diri; orang bijaksana akan dilindungi oleh kata-katanya sendiri.","Tanpa lembu, hasil di ladang tak ada; dengan kekuatan lembu, panen akan berlimpah.","Saksi yang jujur selalu mengatakan yang sesungguhnya, saksi yang tak dapat dipercaya selalu berdusta.","Orang sombong tak akan menjadi bijaksana, tapi orang cerdas belajar dengan mudah.","Janganlah berkawan dengan orang dungu; tak ada yang dapat diajarkannya kepadamu.","Orang bijaksana tahu bagaimana harus bertindak, orang bodoh tertipu oleh kebodohannya.","Orang bodoh tidak peduli apakah dosanya diampuni atau tidak; orang baik ingin diampuni dosanya.","Suka maupun duka tersimpan dalam kalbu; orang lain tak dapat turut merasakannya.","Rumah orang baik tetap kokoh; rumah orang jahat akan roboh.","Ada jalan yang kelihatannya lurus, tapi akhirnya jalan itu menuju maut.","Di balik tawa mungkin ada tangis; kegembiraan dapat berakhir dengan kedukaan.","Orang jahat akan memetik buah kejahatannya, orang baik akan memetik buah kebaikannya.","Orang bodoh percaya kepada setiap perkataan, orang bijaksana bertindak hati-hati.","Orang berbudi selalu waspada dan menjauhi kejahatan, orang bodoh naik pitam, lalu merasa aman.","Orang yang suka marah bertindak bodoh; orang bijaksana bersikap sabar.","Orang yang tak berpengalaman akan menjadi bodoh; orang bijaksana akan bertambah pengetahuannya.","Orang jahat akan tunduk kepada orang yang lurus hati, untuk mohon supaya dikasihani.","Orang miskin tidak disenangi bahkan oleh kawan-kawannya; tetapi orang kaya banyak sahabatnya.","Siapa menghina orang lain, berbuat dosa; siapa baik hati kepada orang miskin, akan bahagia.","Siapa mengusahakan yang baik, akan dipercaya dan mendapat hormat; siapa merencanakan yang jahat ada di jalan yang sesat.","Dalam setiap usaha ada keuntungan; obrolan yang kosong membuat orang jatuh miskin.","Orang bijaksana dipuji karena kebijaksanaannya, orang bodoh terkenal karena kebodohannya.","Kalau seorang saksi berkata benar, ia menyelamatkan nyawa; kalau ia berbohong, ia mengkhianati sesamanya.","Orang yang takwa kepada TUHAN menjadi tentram, dan keluarganya akan mempunyai perlindungan.","Takwa kepada TUHAN adalah pangkal kebahagiaan; dan jalan untuk menghindari kematian.","Kejayaan raja terletak pada jumlah rakyatnya; tanpa rakyat ia tidak dapat berkuasa.","Orang bijaksana tidak cepat marah; orang bodoh tidak dapat menahan dirinya.","Hati yang tenang menyehatkan badan; iri hati bagaikan penyakit yang mematikan.","Siapa berbuat baik kepada orang miskin, menghormati Allahnya; siapa menindas orang lemah, menghina Penciptanya.","Orang jahat binasa karena kejahatan, orang baik terlindung oleh ketulusannya.","Hikmat selalu ada di dalam pikiran orang berbudi; tapi tertindas dalam pikiran orang bodoh.","Keadilan dan kebaikan mengangkat martabat bangsa, tapi dosa membuat bangsa menjadi hina.","Raja senang kepada pegawai yang cakap; tapi ia marah kepada pegawai yang tak dapat menjalankan tugas."]