["Inilah petuah-petuah dari Salomo putra Daud, raja Israel.","Tujuannya ialah untuk menolong orang mengetahui bagaimana menjadi bijaksana, dan tahu tata tertib hidup serta dapat memahami ungkapan-ungkapan yang mengandung arti yang dalam.","Petuah-petuah ini mengajar bagaimana orang dapat hidup dengan bijaksana, jujur, adil dan benar.","Orang yang tidak berpengalaman diajarnya sehingga mempunyai pikiran yang tajam, dan orang muda diajarnya menjadi orang yang pandai dan dapat berpikir secara dewasa.","Dengan petuah-petuah ini orang bijaksana pun akan bertambah pengetahuannya, dan orang yang telah berpendidikan akan mendapat bimbingan.","Dengan demikian mereka dapat menyelami arti yang tersembunyi di dalam petuah dan memahami ucapan-ucapan orang bijaksana serta masalah-masalah yang diajukan oleh mereka.","Untuk memperoleh ilmu sejati, pertama-tama orang harus mempunyai rasa hormat dan takut kepada TUHAN. Orang bodoh tidak menghargai hikmat dan tidak mau diajar.","Perhatikanlah apa yang dikatakan ayah ibumu kepadamu, anakku,","sebab ajaran-ajaran mereka menambah budi baikmu seperti hiasan kepala dan kalung memperindah rupamu.","Kalau orang berdosa membujuk engkau, anakku, janganlah turuti bujukan mereka.","Seandainya mereka berkata, \"Ayo, mari kita mencari orang dan mengeroyok dia. Untuk iseng-iseng, mari kita menyerang orang yang tak bersalah.","Sekarang mereka hidup senang dan sehat, tapi nanti mereka akan menjadi seperti orang yang setengah mati.","Kita ambil barang-barang mereka yang berharga, supaya rumah kita penuh dengan barang rampasan.","Mari ikut! Nanti hasil curiannya kita bagi rata!\"","Janganlah ikut dengan orang-orang yang demikian, anakku! Jauhilah mereka.","Mereka tidak dapat tinggal diam kalau belum berbuat jahat. Mereka ingin cepat-cepat membunuh.","Sedangkan burung pun tidak akan masuk ke dalam jaring yang dibentangkan di depan matanya,","tetapi orang-orang jahat itu malah memasang jerat untuk dirinya sendiri--jerat yang akan mencelakakan mereka.","Memang, orang yang mencari nafkah dengan memakai kekerasan akan membayarnya dengan nyawanya sendiri.","Dengarlah! Hikmat memanggil di jalan-jalan dan berteriak di lapangan-lapangan!","Ia berseru di pintu-pintu gerbang dan di tempat-tempat yang ramai:","\"Hai orang-orang bebal! Sampai kapan kamu mau tetap demikian? Kapan tiba waktunya kamu berhenti meremehkan pengetahuan dan menolak pelajaran?","Dengarkanlah aku apabila aku menegurmu, maka kepadamu akan kunyatakan isi hatiku dan kuajarkan pengetahuanku.","Kamu sudah kupanggil, namun kamu menolak dan tak mau menghiraukan.","Semua nasihatku kamu abaikan dan teguranku kamu tolak.","Karena itu, kalau kamu celaka, aku akan menertawakan kamu. Apabila kamu ketakutan, aku akan mengejek kamu.","Ya, aku akan mengejek kamu apabila kamu cemas dan menderita karena ditimpa bencana yang datang seperti badai.","Pada waktu itu kamu akan memanggil aku, tetapi aku tak akan menyahut. Kamu akan mencari aku ke mana-mana tetapi tak akan menemukan aku.","Kamu seperti orang yang tak pernah suka mendapat pengetahuan, dan enggan mentaati TUHAN.","Kamu tidak pernah mau menerima nasihat-nasihatku atau memperhatikan teguran-teguranku.","Karena itu, kamu akan merasakan akibat dari perbuatan-perbuatanmu dan rencana-rencanamu yang buruk.","Orang yang tak berpengalaman akan mati karena mengabaikan aku, dan orang bodoh akan hancur karena tak menghiraukan aku.","Tetapi orang yang mendengarkan aku akan terpelihara. Ia hidup dengan aman dan tak perlu takut.\""]