["Anak yang arif memperhatikan bila ayahnya memberi petuah; orang sombong tak mau menerima teguran.","Perkataan orang baik mendatangkan keuntungan; orang yang tak jujur senang pada kekerasan.","Orang yang hati-hati dalam tutur katanya akan aman hidupnya; orang yang bicara sembarangan akan ditimpa kemalangan.","Si malas banyak keinginan tapi tak satu pun yang dicapainya; orang yang bekerja keras mendapat segala yang diinginkannya.","Orang jujur benci akan dusta, tingkah laku orang jahat memalukan dan tercela.","Kejujuran melindungi orang yang hidup lurus; kejahatan menghancurkan orang yang berdosa.","Ada yang berlagak kaya, padahal tak berharta; ada yang berlagak miskin, padahal kaya raya.","Orang kaya harus mengeluarkan uang agar hidupnya aman; orang miskin bebas dari ancaman.","Orang saleh bagaikan cahaya cemerlang; orang jahat bagaikan lampu padam.","Keangkuhan hanya menghasilkan pertengkaran; orang yang bijaksana mau menerima ajaran.","Kekayaan yang didapat dengan mudah akan cepat berkurang pula; tapi harta yang dikumpulkan sedikit demi sedikit akan semakin bertambah.","Kalau harapan tidak dipenuhi, batin merana; kalau keinginan terkabul, hati bahagia.","Orang yang meremehkan ajaran TUHAN, mencelakakan dirinya; orang yang taat kepada hukum Allah akan mendapat upahnya.","Ajaran orang bijaksana bagaikan sumber kebahagiaan; bila ada ancaman, ajaran itu menyelamatkan.","Orang berbudi akan disanjung; orang yang tak dapat dipercaya akan hidup susah.","Orang bijaksana berpikir dahulu sebelum bertindak; orang bodoh mengobralkan kebodohannya.","Utusan yang tak becus mendatangkan celaka; utusan yang dapat dipercaya menjamin keberhasilan.","Orang yang tak mau dididik menjadi miskin dan hina; orang yang mengindahkan nasihat akan dihormati.","Alangkah baiknya mendapat apa yang diinginkan! Orang bodoh tak mau berpaling dari kejahatan.","Orang yang bergaul dengan orang bijaksana, akan menjadi bijaksana; orang yang bergaul dengan orang bodoh, akan celaka.","Orang berdosa selalu dikejar-kejar kemalangan orang baik selalu menerima kebahagiaan.","Orang baik mewariskan kekayaan kepada anak cucunya; kekayaan orang berdosa disimpan untuk orang yang lurus hidupnya.","Tanah kosong dapat menghasilkan banyak makanan untuk orang miskin; tetapi ketidakadilan menyebabkan tanah itu tidak dikerjakan.","Tidak memukul anak, berarti tidak cinta kepadanya; kalau cinta, harus berani memukul dia.","Orang yang baik selalu berkecukupan, tetapi orang jahat selalu kekurangan."]