["Orang yang cinta kepada pengetahuan senang mendapat teguran; tapi orang yang tidak suka ditegur adalah orang dungu.","Orang baik disenangi TUHAN, tapi orang yang merancangkan kejahatan akan menerima hukuman.","Tak ada seorang pun yang dapat tetap jaya oleh kejahatan; tapi orang yang jujur tetap kukuh, tak tergoyahkan.","Istri yang baik adalah kebanggaan dan kebahagiaan suaminya, istri yang membuat suaminya malu adalah bagaikan penyakit tulang yang menggerogoti.","Orang jujur memikirkan hal-hal yang baik; orang jahat merencanakan tipu daya.","Kata-kata orang jahat mematikan; kata-kata orang jujur menyelamatkan.","Orang jahat akan jatuh dan binasa tanpa bekas; tapi orang baik akan tetap teguh turun-temurun.","Orang dipuji sesuai dengan kebijaksanaannya; orang dihina sesuai dengan kedunguannya.","Lebih baik menjadi rakyat kecil yang mempunyai pekerjaan, daripada berlagak orang besar padahal kekurangan makanan.","Orang baik memperhatikan ternaknya; tapi orang jahat menyiksanya.","Petani yang bekerja keras mempunyai banyak makanan, tapi orang yang menghabiskan waktunya untuk hal yang tak berguna adalah orang bodoh.","Orang jahat ingin mendapat keuntungan dari orang durhaka; orang baik bagaikan pohon yang berbuah.","Orang jahat terjerat oleh kata-kata buruk yang diucapkannya; orang baik luput dari kesukaran.","Setiap orang mendapat ganjaran sesuai dengan kata-kata dan perbuatannya; masing-masing diberi upah yang setimpal.","Orang dungu merasa dirinya tak pernah salah, tapi orang bijaksana suka mendengarkan nasihat.","Kalau orang bodoh tersinggung, saat itu juga ia menyatakan sakit hatinya; tapi orang bijaksana tidak peduli bila dicela.","Dengan mengatakan yang benar, orang menegakkan keadilan; dengan berdusta, orang mendatangkan ketidakadilan.","Omongan yang sembarangan dapat melukai hati seperti tusukan pedang; kata-kata bijaksana bagaikan obat yang menyembuhkan.","Dusta akan terbongkar dalam sekejap mata, tapi kata-kata benar akan tetap sepanjang masa.","Orang yang merencanakan kejahatan suka akan ketidakadilan; orang yang mengusahakan kebaikan akan bahagia.","Orang baik tak akan kena musibah; orang jahat akan selalu kena susah.","TUHAN benci kepada pendusta; tapi Ia senang dengan orang yang jujur.","Orang bijaksana tidak menonjolkan pengetahuannya; orang bodoh mengobralkan kebodohannya.","Kerja keras membuat orang berkuasa; kemalasan memaksa orang menjadi hamba.","Rasa khawatir mematahkan semangat, tetapi kata-kata ramah membesarkan hati.","Orang baik lebih beruntung dari tetangganya; orang jahat sesat karena kejahatannya.","Dengan bermalas-malas takkan tercapai yang diidamkan; dengan bekerja keras orang mendapat kekayaan.","Orang yang mengikuti jalan yang benar akan hidup bahagia; orang yang mengikuti jalan yang jahat menuju kepada maut."]