["Lebih baik sesuap nasi disertai ketentraman, daripada makanan lezat berlimpah-limpah disertai pertengkaran.","Hamba yang cerdas akan berkuasa atas anak yang membuat malu; dan akan menerima warisan bersama saudara-saudara anak itu.","Emas dan perak diuji di perapian, tetapi hati orang diuji oleh TUHAN.","Orang jahat menuruti saran-saran yang jahat, pendusta suka mendengarkan kata-kata fitnahan.","Siapa mengejek orang miskin papa, menghina Allah penciptanya. Siapa gembira atas kemalangan orang, pasti mendapat hukuman.","Kebanggaan orang yang sudah tua adalah anak cucunya; kebanggaan anak-anak adalah orang tuanya.","Orang terhormat tidak patut mengucapkan kata-kata dusta; orang bodoh tidak pantas mengucapkan kata-kata berharga.","Ada yang menyangka uang sogok dapat membuat keajaiban; dengan uang sogok segalanya dapat terlaksana.","Kalau ingin disukai orang, maafkanlah kesalahan yang mereka lakukan. Membangkit-bangkit kesalahan hanya memutuskan persahabatan.","Satu teguran lebih berarti bagi orang berbudi daripada seratus cambukan pada orang yang bodoh.","Orang jahat selalu menimbulkan keonaran, tapi maut datang kepadanya sebagai utusan yang kejam.","Lebih baik berjumpa dengan induk beruang yang kehilangan anaknya, daripada dengan orang bodoh yang sibuk dengan kebodohannya.","Siapa membalas kebaikan dengan kejahatan, kejahatan pun tak akan dapat dikeluarkan dari rumahnya.","Memulai pertengkaran adalah seperti membuka jalan air; karena itu undurlah sebelum pertengkaran mulai.","TUHAN membenci orang yang membenarkan orang durhaka, dan yang menyalahkan orang yang tak bersalah.","Percuma orang bodoh menghabiskan uang mencari hikmat, sebab ia tidak mempunyai pikiran yang sehat.","Seorang sahabat selalu setia kepada kawan, tapi seorang saudara ikut menanggung kesusahan.","Orang yang berjanji untuk menjadi penanggung hutang sesamanya adalah orang yang bodoh.","Orang yang suka pada dosa, suka bertengkar. Orang yang bermulut besar, mencari kehancuran.","Seorang penipu tidak akan bahagia, orang dengan lidah bercabang akan mendapat celaka.","Mendapat anak yang dungu berarti mendapat kesedihan; menjadi ayah anak yang bodoh tidak memberi kegembiraan.","Hati yang gembira menyehatkan badan; hati yang murung mematahkan semangat.","Hakim yang curang, menerima uang sogok secara rahasia dan tidak menjalankan keadilan.","Tujuan orang yang berpengertian ialah untuk mendapat hikmat, tetapi tujuan orang bodoh tidak menentu.","Anak yang bodoh menyusahkan ayahnya, dan menyedihkan hati ibunya.","Tidak patut mengenakan denda pada orang yang tak bersalah; tidak patut menindas orang yang berbudi luhur.","Orang yang tajam pikirannya, tidak banyak bicara. Orang yang bijaksana, selalu tenang.","Seorang bodoh pun akan disangka cerdas dan bijaksana kalau ia berdiam diri dan menutup mulutnya."]