["Manusia boleh membuat rencana, tapi Allah yang memberi keputusan.","Setiap perbuatan orang mungkin baik dalam pandangannya sendiri, tapi Tuhanlah yang menilai maksud hatinya.","Percayakanlah kepada TUHAN semua rencanamu, maka kau akan berhasil melaksanakannya.","Segala sesuatu yang dibuat oleh TUHAN ada tujuannya; dan tujuan bagi orang jahat adalah kebinasaan.","Semua orang sombong dibenci TUHAN; Ia tidak membiarkan mereka luput dari hukuman.","Orang yang setia kepada Allah akan mendapat pengampunan; Orang yang takwa akan terhindar dari segala kejahatan.","Jika engkau menyenangkan hati TUHAN, musuh-musuhmu dijadikannya kawan.","Lebih baik berpenghasilan sedikit dengan kejujuran, daripada berpenghasilan banyak dengan ketidakadilan.","Manusia dapat membuat rencana, tetapi Allah yang menentukan jalan hidupnya.","Raja menerima kuasa dari Allah, jadi, ia tidak bersalah dalam keputusannya.","TUHAN menghendaki orang berlaku jujur dalam perdagangan, juga dalam memakai ukuran dan timbangan.","Bagi penguasa, berbuat jahat adalah kekejian, sebab pemerintahannya kukuh karena keadilan.","Keterangan yang benar menyenangkan penguasa, ia mengasihi orang yang berbicara dengan jujur.","Kemarahan raja adalah bagaikan berita hukuman mati; orang yang bijaksana akan berusaha meredakannya!","Kebaikan hati raja mendatangkan hidup sejahtera, seperti awan menurunkan hujan di musim kemarau.","Mendapat hikmat jauh lebih baik daripada mendapat emas; mendapat pengetahuan lebih berharga daripada mendapat perak.","Orang baik menjauhi yang jahat; orang yang memperhatikan cara hidupnya, melindungi dirinya.","Kesombongan mengakibatkan kehancuran; keangkuhan mengakibatkan keruntuhan.","Lebih baik rendah hati dan tidak berharta, daripada ikut dengan orang sombong dan menikmati harta rampasan mereka.","Perhatikanlah apa yang diajarkan kepadamu, maka kau akan mendapat apa yang baik. Percayalah kepada TUHAN, maka kau akan bahagia.","Orang bijaksana dikenal dari pikirannya yang tajam; cara bicaranya yang menarik, membuat kata-katanya makin meyakinkan.","Kebijaksanaan adalah sumber kebahagiaan hidup orang berbudi; orang bodoh disiksa oleh kebodohannya sendiri.","Pikiran orang berbudi membuat kata-katanya bijaksana, dan ajarannya semakin meyakinkan.","Perkataan ramah serupa madu; manis rasanya dan menyehatkan tubuh.","Ada jalan yang kelihatannya lurus, tapi akhirnya jalan itu menuju maut.","Keinginan untuk makan mendorong orang untuk berusaha; karena perutnya, maka ia terpaksa bekerja.","Orang jahat berusaha mencelakakan sesamanya; kata-katanya jahat seperti api membara.","Orang yang curang menimbulkan pertengkaran; pemfitnah menceraikan sahabat yang akrab.","Orang kejam menipu kawan-kawannya, dan membawa mereka ke dalam bahaya.","Waspadalah terhadap orang yang tersenyum dan bermain mata, ia sedang merencanakan kejahatan dalam hatinya.","Orang jujur akan dianugerahi umur panjang; ubannya bagaikan mahkota yang gemilang.","Tidak cepat marah lebih baik daripada mempunyai kuasa; menguasai diri lebih baik daripada menaklukkan kota.","Untuk mengetahui nasib, manusia membuang undi, tetapi yang menentukan jawabannya hanyalah TUHAN sendiri."]