["Orang yang memisahkan diri dari orang lain berarti memperhatikan diri sendiri saja; setiap pendapat orang lain ia bantah.","Orang bodoh tidak suka diberi pengertian; ia hanya ingin membeberkan isi hatinya.","Dosa dan kehinaan berjalan bersama; kalau sudah tercela, pasti pula dinista.","Perkataan orang dapat merupakan sumber kebijaksanaan dalam seperti samudra, segar seperti air yang mengalir.","Tidak baik berpihak kepada orang durhaka dan menindas orang yang tak bersalah.","Jika orang bodoh berbicara, ia menimbulkan pertengkaran dan minta dihajar.","Ucapan orang bodoh menghancurkan dirinya; ia terjerat oleh kata-katanya.","Fitnah itu enak rasanya; orang suka menelannya.","Orang yang melalaikan tugasnya sama buruknya dengan orang yang suka merusak.","TUHAN itu seperti menara yang kuat; ke sanalah orang jujur pergi dan mendapat tempat yang aman.","Tetapi orang kaya menyangka hartanyalah yang melindungi dia seperti tembok tinggi dan kuat di sekeliling kota.","Orang yang angkuh akan jatuh, orang yang rendah hati akan dihormati.","Menjawab sebelum mendengar adalah perbuatan yang bodoh dan tercela.","Oleh kemauan untuk hidup, orang dapat menanggung penderitaan; hilang kemauan itu, hilang juga segala harapan.","Orang berbudi selalu haus akan pengetahuan; orang bijaksana selalu ingin mendapat ajaran.","Hadiah membuka jalan dan mengantar orang kepada orang-orang besar.","Pembicara pertama dalam sidang pengadilan selalu nampaknya benar, tapi pernyataannya mulai diuji apabila datang lawannya.","Dengan undian, pertikaian dapat diakhiri, bahkan pertentangan antara orang berkuasa pun dapat diselesaikan.","Saudara yang telah disakiti hatinya lebih sukar didekati daripada kota yang kuat; pertengkaran bagaikan palang gerbang kota yang berbenteng.","Bagi kata-kata yang diucapkan ada akibat yang harus dirasakan.","Lidah mempunyai kuasa untuk menyelamatkan hidup atau merusaknya; orang harus menanggung akibat ucapannya.","Orang yang mendapat istri, mendapat keuntungan; istri adalah karunia dari TUHAN.","Orang miskin memohon dengan sopan; orang kaya menjawab dengan bentakan.","Ada sahabat yang tidak setia, ada pula yang lebih akrab dari saudara."]