["Lebih baik orang miskin yang lurus hidupnya, daripada orang bodoh yang suka berdusta.","Kerajinan tanpa pengetahuan, tidak baik; orang yang tergesa-gesa akan membuat kesalahan.","Manusia merugikan diri sendiri oleh kebodohannya, kemudian menyalahkan TUHAN atas hal itu.","Orang kaya, kawannya selalu bertambah; orang miskin malah ditinggalkan temannya.","Orang yang berdusta di pengadilan, tak akan luput dari hukuman.","Setiap orang berusaha mengambil hati orang penting; semua orang mau bersahabat dengan dermawan.","Orang miskin diremehkan oleh saudaranya, apalagi oleh temannya. Betapapun ia berusaha, ia tak dapat memikat mereka.","Siapa mengejar pengetahuan, mengasihi dirinya; dan siapa mengingat apa yang dipelajarinya, akan bahagia.","Orang yang berdusta di pengadilan pasti akan dihukum dan dibinasakan.","Tidaklah pantas orang bodoh hidup mewah, dan tidak pula patut hamba memerintah penguasa.","Orang bijaksana dapat menahan kemarahannya. Ia terpuji karena tidak menghiraukan kesalahan orang terhadapnya.","Murka raja seperti auman singa; kebaikan raja seperti embun yang membasahi tumbuh-tumbuhan.","Anak yang bodoh bisa menghancurkan ayahnya. Istri yang suka mengomel bagaikan air menetes tiada hentinya.","Rumah dan harta bisa diperoleh dari orang tua, tetapi istri yang bijaksana adalah karunia dari TUHAN.","Bermalas-malas membuat orang tertidur lelap, dan akhirnya si pemalas akan kelaparan.","Orang yang mentaati perintah-perintah Allah akan selamat, orang yang tidak menghargainya akan mati.","Menolong orang miskin sama seperti memberi pinjaman kepada TUHAN; nanti TUHAN juga yang akan membalasnya.","Tertibkan anakmu selama masih ada harapan; kalau tidak, berarti kau menginginkan kehancurannya.","Biarlah orang yang cepat marah merasakan sendiri akibatnya. Jika engkau menolong dia, engkau hanya menambah kemarahannya.","Jika engkau suka belajar dan mendengar nasihat, kelak engkau menjadi orang yang berhikmat.","Manusia mempunyai banyak rencana, tetapi hanya keputusan TUHAN yang terlaksana.","Sifat yang diharapkan dari seseorang ialah kesetiaannya. Lebih baik miskin daripada menjadi pendusta.","Hormatilah TUHAN, maka hidupmu bahagia; engkau akan puas dan bebas dari celaka.","Ada orang yang malas bukan kepalang; menyuap makanan ke mulutnya pun ia enggan.","Kalau orang sombong dihukum, orang yang tak berpengalaman mendapat pelajaran. Kalau orang berbudi ditegur ia akan bertambah bijaksana.","Anak yang menganiaya dan mengusir orang tuanya, adalah anak yang memalukan dan tercela.","Anakku, jika engkau tak mau belajar lagi, engkau akan lupa apa yang sudah kaupelajari.","Memberi kesaksian palsu, berarti meremehkan hukum; mencelakakan orang, sedap rasanya bagi orang jahat.","Orang bodoh yang tinggi hati pasti akan dipukuli."]