["Siapa terus membangkang kalau dinasihati, suatu waktu akan hancur dan tak dapat diperbaiki lagi.","Apabila orang adil memerintah, rakyat gembira. Tetapi apabila orang jahat berkuasa, rakyat menderita.","Siapa suka kepada hikmat, menyenangkan hati ayahnya. Siapa bergaul dengan pelacur memboroskan uangnya.","Jika penguasa memperhatikan keadilan, negerinya akan kukuh. Tetapi jika ia mementingkan uang, negerinya akan runtuh.","Siapa menyanjung sesamanya, memasang jerat untuk dirinya.","Orang jahat terjerat oleh dosanya, orang jujur merasa senang dan bahagia.","Orang baik mengetahui hak orang lemah, tetapi orang jahat tidak memahaminya.","Orang yang suka mencela dapat mengacaukan kota, tetapi orang bijaksana menentramkan suasana.","Kalau orang bijaksana dan orang bodoh berperkara, orang bodoh itu hanya mengamuk dan tertawa sehingga menimbulkan keributan.","Orang yang tulus hati dibenci oleh orang yang haus darah, tapi dilindungi oleh orang yang baik.","Orang bodoh marah secara terang-terangan, tetapi orang bijaksana bersabar dan menahan kemarahan.","Jika penguasa memperhatikan berita dusta, pegawainya akan menjadi jahat semua.","Seorang miskin dan penindasnya mempunyai persamaan; kepada kedua-duanya TUHAN memberi mata untuk melihat cahaya kehidupan.","Kalau raja membela hak orang lemah, bertahun-tahun ia akan memerintah.","Didikan dan teguran menjadikan orang bijaksana. Anak yang selalu dituruti kemauannya akan memalukan ibunya.","Bila orang jahat berkuasa, pelanggaran meningkat. Tetapi orang jujur akan sempat melihat kehancuran orang jahat.","Didiklah anakmu, maka ia akan memberikan ketentraman kepadamu, dan menjadi hiburan bagimu.","Bangsa yang tidak mendapat bimbingan dari TUHAN menjadi bangsa yang penuh kekacauan. Berbahagialah orang yang taat kepada hukum TUHAN.","Seorang hamba tidak dapat diajar hanya dengan kata-kata. Ia mengerti, tapi tidak akan memperhatikannya.","Lebih banyak harapan bagi orang dungu, daripada bagi orang yang berbicara tanpa berpikir dahulu.","Hamba yang dimanjakan sejak muda, akhirnya akan menjadi keras kepala.","Orang yang cepat marah membuat banyak orang bertengkar dan berdosa.","Orang angkuh akan direndahkan; orang yang rendah hati akan dipuji.","Orang yang bekerja sama dengan pencuri, berarti membenci diri sendiri. Kalau ia berterus terang di pengadilan, ia akan dijatuhi hukuman. Tetapi jika ia diam saja, ia akan terkena kutukan Allah.","Takut akan pendapat orang, mengakibatkan kesusahan. Percayalah kepada TUHAN, maka engkau akan aman.","Banyak orang suka mencari muka pada penguasa, tetapi yang memberi keadilan, hanya TUHAN saja.","Orang baik tidak senang dengan orang jahat; orang jahat membenci orang baik."]