["Nama baik lebih berharga daripada harta yang banyak; dikasihi orang lebih baik daripada diberi perak dan emas.","Orang kaya dan orang miskin mempunyai satu hal yang sama: Tuhanlah yang menciptakan mereka semua.","Orang bijaksana menghindar apabila melihat bahaya; orang bodoh berjalan terus lalu tertimpa malapetaka.","Orang yang takwa kepada TUHAN dan merendahkan diri, akan bahagia, makmur dan dihormati.","Perangkap dan jebakan terdapat pada jalan orang curang; jauhilah semua itu jika engkau ingin selamat.","Ajarlah seorang anak cara hidup yang patut baginya, maka sampai masa tuanya ia akan hidup demikian.","Orang miskin dikuasai oleh orang kaya; orang yang meminjam dikuasai oleh orang yang meminjamkan.","Orang yang menabur kecurangan akan menuai bencana; akhirnya kuasanya untuk bertindak sewenang-wenang akan lenyap.","Orang yang baik hati diberkati TUHAN, karena ia membagi rezeki dengan orang yang berkekurangan.","Usirlah orang yang suka menghina, maka berhentilah pertikaian, permusuhan dan cela-mencela.","Orang yang menyukai ketulusan dan yang manis bicaranya, akan menjadi sahabat raja.","Dengan membongkar kebohongan orang yang curang, TUHAN menjaga agar pengetahuan yang benar tetap terpelihara.","Si pemalas suka tinggal di rumah; ia berkata, \"Ada singa di luar, aku bisa diterkam di tengah jalan.\"","Rayuan wanita pelacur merupakan jebakan; orang yang dimurkai TUHAN terperosok ke dalamnya.","Sudah sewajarnya anak-anak berbuat hal-hal yang bodoh, tetapi rotan dapat mengajar mereka mengubah kelakuan.","Siapa mau menjadi kaya dengan menindas orang miskin dan memberi hadiah kepada orang berada pada akhirnya akan melarat.","Dengarkan, aku akan mengajarkan kepadamu petuah orang arif! Perhatikanlah pengajaranku.","Engkau akan senang apabila pengajaranku itu kausimpan dalam hatimu. Karena dengan demikian kau telah siap apabila kau hendak memakainya.","Aku mengajarkannya kepadamu sekarang karena aku ingin kau menaruh kepercayaanmu kepada TUHAN.","Tiga puluh petuah sudah kutuliskan untukmu--petuah-petuah yang mengandung pengetahuan dan nasihat yang baik;","dan yang akan mengajarkan kepadamu apa yang sungguh-sungguh benar. Nanti, jika kau ditanyai, kau dapat memberi jawaban yang tepat.","Janganlah merugikan orang miskin, hanya karena ia lemah; dan di sidang pengadilan janganlah memperkosa hak orang yang tak berdaya.","Sebab, TUHAN akan membela perkara mereka dan mencabut nyawa orang yang menindas mereka.","Janganlah bergaul dengan orang yang suka marah dan cepat naik darah.","Nanti engkau akan meniru dia, dan tidak bisa lagi menghilangkan kebiasaan itu.","Janganlah berjanji untuk menanggung utang orang lain.","Nanti jika engkau tidak sanggup melunasinya, tempat tidurmu pun akan disita.","Janganlah sekali-kali memindahkan batas tanah yang sudah ditetapkan oleh nenek moyangmu.","Pernahkah engkau melihat orang yang cakap melakukan pekerjaannya? Orang itu akan dipekerjakan di istana raja-raja, bukan di rumah orang biasa."]