["Orang jahat lari tanpa ada yang mengejarnya, tapi orang jujur, berani seperti singa.","Kalau bangsa berdosa, penguasanya berganti-ganti; kalau pemimpin bijaksana, bangsa akan bertahan dan tetap jaya.","Penguasa yang menindas orang miskin, seperti hujan lebat yang merusak panen.","Siapa mengabaikan hukum, memihak orang jahat; siapa mentaati hukum menentang orang bejat.","Keadilan tidak difahami orang durhaka, tetapi orang yang menyembah TUHAN, sungguh-sungguh memahaminya.","Lebih baik orang miskin yang tulus hatinya daripada orang kaya yang curang.","Pemuda yang mentaati hukum adalah orang bijaksana. Tetapi orang yang bergaul dengan orang pemboros memalukan ayahnya.","Siapa menjadi kaya karena mengambil rente dan mengeruk keuntungan sebanyak-banyaknya, kekayaannya akan jatuh kepada orang yang berbelaskasihan terhadap orang miskin.","Jika engkau tidak mentaati hukum Allah, Allah pun akan merasa muak terhadap doamu.","Siapa membujuk orang jujur supaya berbuat jahat, ia sendiri jatuh ke dalam perangkap. Orang yang murni hatinya akan diberkati sehingga bahagia.","Orang kaya selalu merasa dirinya bijaksana, tetapi orang miskin yang berbudi tahu siapa dia sebenarnya.","Bila orang baik berkuasa, semua orang senang, kalau orang jahat memerintah, rakyat bersembunyi.","Siapa menyembunyikan dosanya tidak akan beruntung. Siapa mengakui dan meninggalkannya, akan dikasihani TUHAN.","Hormatilah TUHAN selalu, maka engkau akan bahagia. Jika engkau melawan Dia, engkau mendapat celaka.","Orang jahat yang berkuasa atas orang yang berkekurangan, seperti singa yang mengaum atau beruang yang menyerang.","Penguasa yang menindas orang lain, tidak mempunyai akal yang sehat; penguasa yang membenci kecurangan akan memerintah bertahun-tahun.","Seorang pembunuh akan merasa dikejar terus sampai ajalnya; tak seorang pun dapat menahan dia.","Orang yang hidup tanpa cela akan selamat. Orang yang berliku-liku hidupnya, akan jatuh.","Petani yang bekerja keras akan cukup makanan; orang yang membuang-buang waktu akan berkekurangan.","Orang jujur akan diberkati TUHAN, tetapi orang yang ingin cepat kaya, tak luput dari hukuman.","Tidak baik membeda-bedakan orang; tetapi ada juga hakim yang mau berlaku curang hanya untuk mendapat sedikit uang.","Orang yang loba ingin cepat kaya; ia tak sadar bahwa kemiskinan segera menimpa dirinya.","Orang yang memberi teguran akhirnya lebih dihargai daripada orang yang memberi sanjungan.","Siapa mencuri dari orang tuanya dan menyangka itu bukan dosa, sama dengan pencuri-pencuri lainnya.","Mementingkan diri sendiri menimbulkan pertengkaran; engkau lebih beruntung apabila percaya kepada TUHAN.","Siapa mengandalkan pendapatnya sendiri, tidak punya akal yang sehat. Siapa mengikuti ajaran orang bijaksana akan selamat.","Siapa memberi kepada orang miskin tidak akan kekurangan. Siapa menutup mata terhadap kebutuhan orang miskin, akan kena kutukan.","Kalau orang jahat berkuasa, rakyat bersembunyi; kalau orang jahat binasa, orang yang adil akan memimpin dengan leluasa."]