["Berikut ini ada beberapa petuah lain dari Salomo yang disalin oleh pegawai-pegawai di istana Hizkia, raja Yehuda.","Allah diagungkan karena apa yang dirahasiakan-Nya; raja dihormati karena apa yang dapat diterangkannya.","Seperti samudra yang dalam dan langit yang tinggi, demikianlah pikiran raja tak dapat diselami.","Bersihkanlah dahulu perak dari sanganya, barulah yang indah dapat dibentuk oleh tangan seniman.","Singkirkanlah penasihat-penasihat jahat dari istana, barulah pemerintahan kukuh oleh keadilan.","Bila menghadap raja hendaklah rendah hati, jangan berlagak orang yang berkedudukan tinggi.","Lebih baik dipersilakan naik ke tempat yang lebih terhormat daripada disuruh memberi tempatmu kepada orang yang lebih berpangkat.","Janganlah terburu-buru membawa perkara ke pengadilan; sebab, kalau kemudian engkau terbukti salah apa lagi yang dapat kaulakukan?","Salah faham dengan kawanmu, selesaikanlah hanya dengan dia, tetapi rahasia orang lain janganlah kaubuka.","Sebab, nanti engkau dicap sebagai orang yang bocor mulut dan namamu cemar seumur hidup.","Pendapat yang diutarakan dengan tepat pada waktunya seperti buah emas di dalam pinggan perak.","Teguran orang arif kepada orang yang mau mendengarnya, seperti cincin emas atau perhiasan kencana.","Utusan yang setia, membuat pengutusnya senang, seperti air sejuk bagi penuai di ladang.","Janji-janji yang tidak diwujudkan, bagaikan awan dan angin yang tidak menurunkan hujan.","Kesabaran disertai kata-kata yang ramah dapat meyakinkan orang yang berkuasa, dan menghancurkan semua perlawanan.","Jangan makan madu banyak-banyak; nanti engkau menjadi muak.","Janganlah terlalu sering datang ke rumah tetanggamu, nanti ia bosan lalu membencimu.","Tuduhan palsu dapat mematikan, seperti pedang, palu atau panah yang tajam.","Mempercayai pengkhianat pada masa kesusahan adalah seperti mengunyah dengan gigi yang goyang atau berjalan dengan kaki yang timpang.","Bernyanyi untuk orang yang berduka seperti menelanjanginya dalam kedinginan cuaca seperti menuang cuka pada lukanya.","Kalau musuhmu lapar, berilah ia makan; dan kalau ia haus, berilah ia minum.","Dengan demikian engkau membuat dia menjadi malu dan TUHAN akan memberkatimu.","Angin utara pasti mendatangkan hujan; begitu pula pergunjingan pasti menimbulkan kemarahan.","Tinggal di sudut loteng lebih menyenangkan daripada tinggal serumah dengan istri yang suka pertengkaran.","Menerima berita yang baik dari negeri jauh seperti minum air sejuk ketika haus.","Orang baik yang mengalah kepada orang durhaka seperti mata air yang keruh atau sumur yang kotor.","Tidak baik makan madu berlebihan, begitu juga tak baik mengucapkan banyak pujian.","Orang yang tidak dapat menguasai dirinya seperti kota yang telah runtuh pertahanannya."]