["Minuman keras membuat orang kurang ajar dan ribut. Bodohlah orang yang minum sampai mabuk.","Murka raja bagaikan auman singa; orang yang membangkitkan kemarahannya berarti mencelakakan diri sendiri.","Hanya orang bodohlah yang suka bertengkar; sikap yang terpuji ialah menjauhi pertengkaran.","Petani yang malas tidak mengerjakan ladangnya pada waktunya; akhirnya pada musim menuai tanahnya tidak menghasilkan apa-apa.","Isi hati orang ibarat air sumur yang dalam; tapi bisa ditimba oleh orang yang punya pengertian.","Banyak orang mengaku dirinya adalah kawan, tetapi yang betul-betul setia, sukar ditemukan.","Anak-anak beruntung jika mempunyai ayah yang baik dan hidup lurus.","Bila raja duduk di kursi pengadilan, ia dapat melihat semua yang jahat.","Adakah orang yang bisa berkata, \"Hatiku bersih, aku sudah bebas dari dosa?\"","Timbangan dan ukuran yang curang tidak disenangi TUHAN.","Dari perbuatan anak dapat diketahui apakah kelakuannya baik dan lurus.","Telinga untuk mendengar dan mata untuk memandang, kedua-duanya Tuhanlah yang menciptakan.","Orang yang suka tidur akan jatuh miskin. Orang yang rajin bekerja mempunyai banyak makanan.","Pembeli selalu mengeluh tentang mahalnya harga. Tetapi setelah membeli, ia bangga atas harga yang diperolehnya.","Kata-kata yang mengandung pengetahuan, lebih berharga daripada emas dan berlian.","Siapa mau menanggung utang orang lain, layak diambil miliknya sebagai jaminan janjinya.","Harta hasil tipuan, mula-mula lezat rasanya, tetapi kemudian terasa seperti kerikil belaka.","Rencana berhasil oleh pertimbangan; sebab itu, janganlah berjuang tanpa membuat rencana yang matang.","Orang yang senang membicarakan orang lain, tidak dapat menyimpan rahasia; janganlah bergaul dengan orang yang terlalu banyak bicara.","Orang yang mengutuk orang tuanya, hidupnya akan lenyap seperti lampu yang padam di malam yang gelap.","Harta yang mula-mula diperoleh dengan cepat, akhirnya ternyata bukan berkat.","Janganlah membalas kejahatan dengan kejahatan; percayalah kepada TUHAN, Ialah yang akan menolong.","Neraca dan batu timbangan yang curang tidak disenangi TUHAN.","TUHAN sudah menentukan jalan hidup manusia di dunia ini; itu sebabnya manusia tak dapat mengerti jalan hidupnya sendiri.","Pikir baik-baik sebelum menjanjikan kurban kepada TUHAN. Boleh jadi engkau akan menyesal kemudian.","Raja yang bijaksana tahu siapa orang yang jahat; ia akan menghukum mereka tanpa ampun.","Hati nurani manusia merupakan terang dari TUHAN yang menyoroti seluruh batin.","Kalau raja memerintah dengan kasih, jujur dan adil, maka ia akan tetap berkuasa.","Orang muda dikagumi karena kekuatannya, dan orang tua dihormati karena ubannya.","Ada kalanya pengalaman pahit menghapuskan kejahatan, dan membersihkan hati manusia."]