["Jangan membual tentang hari esok, karena engkau tidak tahu apa yang akan terjadi nanti.","Janganlah memuji dirimu sendiri; biarlah orang lain yang melakukan hal itu, bahkan orang yang tidak kaukenal.","Batu dan pasir itu masih ringan, bila dibandingkan dengan sakit hati yang ditimbulkan oleh orang bodoh.","Kemarahan itu kejam dan menghancurkan, tetapi menghadapi cemburu siapa tahan?","Lebih baik teguran yang terang-terangan daripada kasih yang tidak diungkapkan.","Kawan memukul dengan cinta, tetapi musuh merangkul dengan bisa.","Kalau kenyang, madu pun ditolak; kalau lapar, yang pahit pun terasa enak.","Orang yang meninggalkan rumahnya, seperti burung yang meninggalkan sarangnya.","Sebagaimana minyak harum dan wangi-wangian menyenangkan hati, demikian juga kebaikan kawan menyegarkan jiwa.","Jangan lupa kawanmu atau kawan ayahmu. Dalam kesukaran janganlah minta bantuan saudaramu; tetangga yang dekat lebih berguna daripada saudara yang jauh.","Anakku, hendaklah engkau bijaksana, agar aku senang dan dapat menjawab bila dicela.","Orang bijaksana menghindar apabila melihat bahaya; orang bodoh berjalan terus lalu tertimpa malapetaka.","Siapa mau menanggung utang orang lain, layak diambil miliknya sebagai jaminan janjinya.","Siapa pagi-pagi mengucapkan salam kepada kawannya dengan suara yang kuat, dianggap mengucapkan laknat.","Istri yang suka pertengkaran seperti bunyi hujan yang turun seharian.","Tak mungkin ia disuruh diam, seperti angin tak bisa ditahan dan minyak tak bisa digenggam.","Sebagaimana baja mengasah baja, begitu pula manusia belajar dari sesamanya.","Siapa memelihara pohon, akan makan buahnya. Pelayan akan dihargai bila memanjakan tuannya.","Sebagaimana air memantulkan wajahmu, demikian juga hatimu menunjukkan dirimu.","Di dunia orang mati, selalu ada tempat; begitu pula keinginan manusia tidak ada batasnya.","Emas dan perak diuji dalam perapian; orang dikenal dari sikapnya terhadap pujian.","Sekalipun orang bodoh dipukul sekeras-kerasnya, tak akan lenyap kebodohannya.","Peliharalah ternakmu baik-baik,","karena kekayaan tidak akan kekal, bahkan kuasa untuk memerintah pun tidak akan tetap selama-lamanya.","Rumput di ladang dan di gunung dipotong dan dikumpulkan untuk ternakmu itu, tapi sementara itu tumbuhlah rumput yang baru.","Dari bulu domba-dombamu engkau mendapat pakaian, dan dari uang penjualan sebagian kambing-kambingmu engkau dapat membeli tanah yang baru.","Dari kambing-kambingmu yang lain engkau mendapat susu untuk dirimu dan keluargamu serta pelayan-pelayanmu."]