["Terimalah ajaran-ajaranku, anakku, dan ingatlah selalu akan nasihat-nasihatku kepadamu.","Perhatikanlah apa yang bijaksana dan berusahalah memahaminya.","Ya, anakku, berusahalah untuk mempunyai pikiran yang tajam dan mintalah pengertian.","Carilah itu seperti mencari emas, dan kejarlah itu seperti mengejar harta yang terpendam.","Dengan demikian kau akan tahu apa artinya takut akan TUHAN dan kau akan mendapat pengetahuan tentang Allah.","Tuhanlah yang memberikan hikmat; dari Dialah manusia mendapat pengetahuan dan pengertian.","Kepada orang yang tulus dan tak bercela, diberikan-Nya pertolongan dan perlindungan.","TUHAN menjaga orang-orang yang berlaku adil, dan melindungi mereka yang mencintai Dia.","Kalau engkau menuruti aku, anakku, engkau akan tahu apa yang adil, jujur dan baik. Kau akan tahu juga bagaimana caranya kau harus hidup.","Kau akan menjadi bijaksana, dan pengetahuanmu akan menyenangkan hatimu.","Pengertian dan kecerdasanmu akan melindungimu,","serta mencegah engkau mengikuti cara hidup yang tidak baik, dan juga menjauhkan dirimu dari orang-orang yang bermulut jahat.","Mereka tak mau mengikuti cara hidup yang baik; mereka mengambil jalan yang gelap dan penuh dosa.","Mereka mendapatkan kesenangan dari perbuatan mereka yang jahat.","Mereka curang dan cara hidup mereka serong.","Engkau, anakku, akan bisa menolak bujukan perempuan nakal yang berusaha memikat engkau dengan kata-kata yang manis.","Wanita itu tidak setia kepada suaminya dan telah melupakan janjinya kepada Allah.","Kalau engkau ke rumahnya berarti engkau menuju kematian. Pergi ke sana sama saja dengan pergi ke dunia orang mati.","Orang yang pergi kepadanya tidak pernah ada yang kembali ke jalan yang menuju kehidupan.","Karena itu, anakku, ikutilah teladan orang baik, dan hiduplah menurut kemauan Allah.","Sebab, orang yang hidup menurut kemauan Allah, yaitu orang yang tulus hatinya, merekalah yang akan tinggal di negeri yang dijanjikan oleh TUHAN.","Tetapi orang jahat dan berdosa akan dilempar keluar oleh Allah dari negeri itu, seperti rumput dicabut dari tanah."]