["Janganlah iri kepada orang jahat, dan jangan ingin berkawan dengan mereka.","Mereka hanya memikirkan kekejaman dan hanya membicarakan apa yang mencelakakan.","Rumah tangga dibangun dengan hikmat dan pengertian.","Dan apabila ada pengetahuan, maka kamar-kamarnya akan terisi lengkap dengan barang-barang berharga dan indah.","Orang bijaksana lebih berwibawa daripada orang kuat; pengetahuan lebih penting daripada tenaga.","Karena sebelum bertempur harus ada rencana yang matang dahulu, dan semakin banyak penasihat, semakin besar kemungkinan akan menang.","Orang bodoh tidak dapat menyelami hikmat. Ia tidak dapat berkata apa-apa kalau orang sedang membicarakan hal-hal penting.","Orang yang selalu merencanakan kejahatan, akan disebut perusuh.","Setiap siasat orang bodoh adalah dosa. Orang yang selalu mencela orang lain, tidak disenangi oleh siapa pun.","Jika engkau putus asa dalam keadaan gawat, maka engkau orang yang lemah.","Jangan ragu-ragu membebaskan orang yang sudah dijatuhi hukuman mati; selamatkanlah orang yang sedang digiring ke tempat penggantungan.","Boleh saja kauberkata, \"Itu bukan urusanku.\" Tetapi Allah mengawasi engkau. Ia mengetahui dan mengadili pikiranmu. Ia membalas manusia menurut perbuatannya.","Anakku, makanlah madu, sebab itu baik. Sebagaimana madu dari sarang lebah, manis untuk dimakan,","begitu pula hikmat baik untuk jiwamu. Jika engkau bijaksana, cerahlah masa depanmu.","Janganlah seperti orang jahat yang bersepakat merampok orang jujur dan merampas rumahnya.","Sebab, sekalipun orang jujur jatuh berkali-kali, selalu ia akan bangun kembali. Tetapi sebaliknya, orang jahat akan hancur lebur oleh malapetaka.","Janganlah senang kalau musuhmu celaka, dan jangan gembira kalau ia jatuh.","Sebab, pasti TUHAN akan melihat perbuatanmu itu dan menilainya jahat, lalu tidak lagi menghukum musuhmu itu.","Jangan jengkel atau iri kepada orang jahat.","Orang jahat tidak punya masa depan dan tidak punya harapan.","Anakku, takutlah kepada TUHAN, dan hormatilah raja. Jangan ikut-ikutan dengan orang yang menentang mereka.","Orang semacam itu bisa hancur dalam sekejap, karena bencana yang ditimbulkan Allah atau raja bukanlah perkara kecil.","Orang-orang arif pernah berkata begini: Hakim tidak boleh berat sebelah.","Jika orang bersalah dinyatakannya tidak bersalah, maka hakim itu akan dikutuk dan diumpat oleh semua orang.","Tetapi hakim yang menghukum orang bersalah akan bahagia dan dihormati.","Jawaban yang tepat adalah tanda persahabatan sejati.","Janganlah mendirikan rumah tangga sebelum kau menyiapkan ladangmu dan mempunyai mata pencaharian.","Janganlah menjadi saksi terhadap orang lain tanpa alasan yang patut; janganlah juga berdusta mengenai dia.","Janganlah berkata, \"Aku akan membalas kepadanya apa yang sudah dilakukannya terhadapku!\"","Pernah aku melalui ladang dan kebun anggur seorang pemalas yang bodoh.","Yang kulihat di situ hanyalah tanaman berduri dan alang-alang. Pagar temboknya pun telah runtuh.","Setelah kuperhatikan dan kurenungkan hal itu, kudapati pelajaran ini:","Dengan mengantuk dan tidur sebentar, dengan duduk berpangku tangan dan beristirahat sejenak,","kekurangan dan kemiskinan datang menyerang seperti perampok bersenjata."]