["Jika engkau duduk makan dengan seorang pembesar, ingatlah siapa dia.","Bila engkau mempunyai nafsu makan yang besar, tahanlah keinginanmu itu.","Jangan rakus akan makanan enak yang dihidangkannya, barangkali ia hendak menjebak engkau.","Janganlah bersusah payah untuk menjadi kaya. Batalkanlah niatmu itu.","Sebab, dalam sekejap saja hartamu bisa lenyap, seolah-olah ia bersayap dan terbang ke angkasa seperti burung rajawali.","Jangan makan bersama orang kikir. Jangan pula ingin akan makanannya yang lezat.","Sebab, ia akan berkata, \"Mari makan; silakan tambah lagi,\" padahal maksudnya bukan begitu. Ia bermulut manis, tapi hati lain.","Nanti apa yang sudah kautelan kaumuntahkan kembali, dan semua kata-katamu yang manis kepadanya tak ada gunanya.","Janganlah menasihati orang bodoh; ia tidak akan menghargai nasihatmu itu.","Jangan sekali-kali memindahkan batas tanah warisan atau mengambil tanah kepunyaan yatim piatu.","Sebab, TUHAN adalah pembela yang kuat dialah yang akan membela mereka melawan engkau.","Perhatikanlah ajaran gurumu dan belajarlah sebanyak mungkin.","Janganlah segan-segan mendidik anakmu. Jika engkau memukul dia dengan rotan, ia tak akan mati,","malah akan selamat.","Anakku, aku senang sekali kalau engkau bijaksana.","Aku bangga bila mendengar engkau mengucapkan kata-kata yang tepat.","Janganlah iri hati kepada orang berdosa. Taatlah selalu kepada Allah","supaya masa depanmu terjamin, dan harapanmu tidak hilang.","Dengarkan, anakku! Jadilah bijaksana. Perhatikanlah sungguh-sungguh cara hidupmu.","Janganlah bergaul dengan pemabuk atau orang rakus,","sebab mereka akan menjadi miskin. Jika engkau tidur saja, maka tak lama lagi engkau akan berpakaian compang-camping.","Taatilah ayahmu; sebab, tanpa dia engkau tidak ada. Apabila ibumu sudah tua, tunjukkanlah bahwa engkau menghargai dia.","Ajaran yang benar, hikmat, didikan, dan pengertian--semuanya itu patut dibeli, tetapi terlalu berharga untuk dijual.","Seorang ayah akan gembira kalau anaknya mempunyai budi pekerti yang baik; ia akan bangga kalau anaknya bijaksana.","Semoga ayah ibumu bangga terhadapmu; semoga bahagialah wanita yang melahirkan engkau.","Perhatikanlah baik-baik dan contohilah hidupku, anakku!","Perempuan nakal yang melacur adalah perangkap yang berbahaya.","Mereka menghadang seperti perampok dan membuat banyak laki-laki berzinah.","Tahukah engkau apa yang terjadi pada orang yang minum anggur terlalu banyak, dan sering mengecap minuman keras? Orang itu sengsara dan menderita. Ia selalu bertengkar dan mengeluh. Matanya merah dan badannya luka-luka, padahal semuanya itu dapat dihindarinya.","(23:29)","Janganlah membiarkan anggur menggodamu, sekalipun warnanya sangat menarik dan nampaknya berkilauan dalam gelas serta mengalir masuk dengan nikmat ke dalam tenggorokan.","Esok paginya engkau merasa seperti telah dipagut ular berbisa.","Matamu berkunang-kunang, pikiranmu kacau dan mulutmu mengoceh.","Engkau merasa seperti berada pada ujung tiang kapal di tengah lautan; kepalamu pusing dan engkau terhuyung-huyung.","Lalu kau akan berkata, \"Rupanya aku dipukul dan ditampar orang, tetapi aku tak dapat mengingat apa yang telah terjadi. Aduh, aku ngantuk sekali! Aku perlu minum lagi!\""]