["Inilah perkataan-perkataan yang diucapkan oleh ibunda Lemuel, raja Masa kepada anaknya,","\"Anakku, buah hatiku, yang kulahirkan sebagai jawaban atas doaku. Apakah yang akan kukatakan kepadamu?","Janganlah memboroskan tenagamu atau menghamburkan kekuatanmu kepada wanita. Sudah banyak raja yang hancur karena wanita.","Ingatlah, Lemuel! Minum anggur dan ketagihan minuman keras, tidak pantas bagi penguasa.","Sebab, apabila raja minum minuman keras, ia lupa akan hukum dan tidak menghiraukan hak orang lemah.","Minuman keras adalah untuk mereka yang merana dan bersedih hati.","Mereka minum untuk melupakan kemiskinan dan kesusahan mereka.","Belalah mereka yang tak dapat membela dirinya sendiri. Lindungilah hak semua orang yang tak berdaya.","Berjuanglah untuk mereka, dan jadilah hakim yang adil. Lindungilah hak orang miskin dan orang tertindas.\"","Istri yang cakap sukar ditemukan; ia lebih berharga daripada intan berlian.","Suaminya tak akan kekurangan apa-apa, karena menaruh kepercayaan kepadanya.","Ia tak pernah berbuat jahat kepada suaminya; sepanjang umurnya ia berbuat baik kepadanya.","Ia rajin mengumpulkan rami dan bulu domba lalu sibuk bekerja menenunnya.","Dari jauh ia mendatangkan makanan, seperti yang dilakukan oleh kapal-kapal pedagang.","Pagi-pagi buta ia bangun untuk menyiapkan makanan bagi keluarganya, dan untuk membagi-bagikan tugas kepada pelayan-pelayannya.","Ia mencari sebidang tanah, lalu membelinya; ia mengusahakan sebuah kebun anggur dari pendapatannya.","Ia menyiapkan dirinya untuk bekerja sekuat tenaga.","Ia tahu bahwa segala sesuatu yang dibuatnya, menguntungkan; ia bekerja sampai jauh malam.","Benang dipintalnya dan kain ditenunnya.","Ia tidak kikir kepada yang berkekurangan; ia baik hati kepada yang memerlukan pertolongan.","Ia tidak khawatir apabila musim dingin tiba, karena baju panas tersedia bagi keluarganya.","Ia sendiri yang membuat permadaninya; pakaiannya dari kain lenan ungu yang mewah.","Suaminya adalah orang ternama--salah seorang dari antara para pemimpin kota.","Ia membuat pakaian dan ikat pinggang lalu menjualnya kepada pedagang.","Ia berwibawa dan dihormati; dan tidak khawatir tentang hari nanti.","Dengan lemah lembut ia berbicara; kata-katanya bijaksana.","Ia selalu rajin bekerja dan memperhatikan urusan rumah tangganya.","Ia dihargai oleh anak-anaknya, dan dipuji oleh suaminya.","\"Ada banyak wanita yang baik,\" kata suaminya, \"tetapi engkau yang paling baik dari mereka semua.\"","Paras yang manis tak dapat dipercaya, dan kecantikan akan hilang; tetapi wanita yang taat kepada TUHAN layak mendapat pujian.","Balaslah segala kebaikannya; ia wanita yang patut dihormati di mana-mana!"]