["Janganlah lupa akan apa yang telah kuajarkan kepadamu, anakku. Ingatlah selalu akan perintahku,","supaya panjang umurmu dan sejahtera hidupmu.","Hendaklah engkau tetap percaya dan setia kepada Allah dan sesamamu. Ingatlah itu dan simpanlah di dalam hatimu,","supaya engkau disenangi dan dihargai oleh Allah dan manusia.","Percayalah kepada TUHAN dengan sepenuh hatimu, dan janganlah mengandalkan pengertianmu sendiri.","Ingatlah pada TUHAN dalam segala sesuatu yang kaulakukan, maka Ia akan menunjukkan kepadamu cara hidup yang baik.","Janganlah menganggap dirimu lebih pandai daripada yang sebenarnya; taatilah TUHAN dan jauhilah yang jahat.","Perbuatanmu itu akan menjadi seperti obat bagimu yang menyembuhkan badanmu dan menyegarkan batinmu.","Hormatilah TUHAN dengan mempersembahkan kepada-Nya yang terbaik dari segala harta milik dan hasil tanahmu,","maka lumbung-lumbungmu akan penuh gandum, dan air anggurmu akan berlimpah-limpah sehingga tidak cukup tempat untuk menyimpannya.","Apabila TUHAN menghajar engkau, anakku, terimalah itu sebagai suatu peringatan, dan jangan hatimu kesal terhadap didikan-Nya itu.","TUHAN menghajar orang yang dicintai-Nya, sama seperti seorang ayah menghajar anak yang disayanginya.","Beruntunglah orang yang menjadi bijaksana dan mendapat pengertian.","Keuntungannya lebih besar daripada yang diperoleh dari perak, dan lebih berharga dari emas.","Hikmat lebih berharga daripada batu permata; semua yang kauidamkan tak dapat menyamainya.","Hikmat memberikan kepadamu umur panjang, kekayaan dan kehormatan.","Hikmat membuat hidupmu senang dan sejahtera.","Orang yang berpegang teguh pada hikmat akan mengalami hidup yang sejati dan bahagia.","Dengan hikmat, TUHAN menciptakan bumi; dengan akal budi-Nya Ia membentangkan langit di tempat-Nya.","Dengan pengetahuan-Nya Ia membuat sumber-sumber air di bawah tanah pecah dan mengalirkan airnya serta awan di langit mencurahkan air ke bumi.","Sebab itu, berpeganglah pada hikmat dan pada pertimbangan yang matang, anakku! Jangan sekali-kali melepaskannya,","maka hidupmu akan terpelihara--indah dan menyenangkan.","Engkau akan berjalan dengan aman, dan tidak akan tersandung.","Engkau akan pergi tidur tanpa merasa takut, dan engkau tidur nyenyak sepanjang malam.","Tak perlu engkau takut akan bencana yang datang tiba-tiba seperti badai, dan melanda orang-orang jahat.","TUHAN akan menjaga engkau. Ia tidak akan membiarkan engkau terperosok ke dalam perangkap.","Jika kau mempunyai kemampuan untuk berbuat baik kepada orang yang memerlukan kebaikanmu, janganlah menolak untuk melakukan hal itu.","Janganlah menyuruh sesamamu menunggu sampai besok, kalau pada saat ini juga engkau dapat menolongnya.","Janganlah merencanakan sesuatu yang merugikan sesamamu yang tinggal di dekatmu dan mempercayaimu.","Jangan bertengkar tanpa sebab dengan seseorang yang tak pernah berbuat jahat kepadamu.","Jangan iri terhadap orang yang menggunakan kekerasan, dan jangan meniru tingkah laku mereka.","Sebab, TUHAN membenci orang yang berbuat jahat, tetapi Ia akrab dengan orang yang lurus hidupnya.","TUHAN mengutuk rumah orang jahat, tetapi memberkati rumah orang yang taat kepada-Nya.","TUHAN membenci orang yang tinggi hati, tetapi memberkati orang yang rendah hati.","Orang bijaksana akan bertambah harum namanya, sedangkan orang bodoh semakin tercela."]