["Inilah perkataan-perkataan yang diucapkan oleh Agur anak Yake dari Masa: \"Aku lelah, ya Allah, aku lelah! Habislah tenagaku!","Aku bodoh seperti hewan; tak punya pengertian.","Tidak pernah kupelajari hikmah, sedikit pun tidak kuketahui tentang Allah.","Manusia manakah pernah naik turun surga? Pernahkah ia menggenggam angin dalam tangannya, dan membungkus air dalam bajunya, atau menetapkan batas-batas dunia? Siapakah dia, dan siapa anaknya? Pasti engkau mengetahuinya!","Allah menepati setiap janji-Nya. Ia bagaikan perisai bagi semua yang datang berlindung pada-Nya.","Kalau engkau menambah apa yang dikatakan-Nya, maka Ia akan menegurmu dan membuktikan bahwa engkau pendusta.\"","\"Ya Allah, aku mohon sebelum aku mati, berikanlah kepadaku dua hal ini.","Jangan sampai aku mengucapkan kata-kata curang dan dusta, dan jangan biarkan aku miskin atau kaya. Berikanlah kepadaku hanya apa yang kuperlukan.","Sebab, apabila aku kaya, mungkin aku akan berkata bahwa aku tidak memerlukan Engkau. Dan jika aku miskin, mungkin aku akan mencuri sehingga mencemarkan nama-Mu.\"","Jangan memfitnah seorang hamba pada tuannya, nanti engkau disumpahi dan dianggap bersalah.","Ada orang yang menyumpahi ayahnya dan tidak menghargai ibunya.","Ada orang yang menganggap dirinya suci padahal ia kotor sekali.","Ada orang merasa dirinya baik sekali--bukan main baiknya!","Ada orang yang mencari nafkah dengan cara yang kejam; mereka bengis dan memeras orang miskin dan orang lemah.","Lintah darat mempunyai dua anak; kedua-duanya bernama \"Untuk aku\"! Ada empat hal yang tidak pernah puas:","dunia orang mati, wanita yang tak pernah melahirkan, tanah kering yang haus akan hujan, dan api yang menjilat ke mana-mana.","Orang yang mencemoohkan ayahnya atau ibunya yang sudah tua, pantas dicampakkan ke luar supaya matanya dipatuk burung gagak dan mayatnya dimakan oleh burung rajawali.","Ada empat hal yang terlalu sukar bagiku untuk dimengerti:","burung rajawali yang terbang di udara, ular yang menjalar di atas batu karang, kapal yang berlayar di tengah lautan, dan sepasang muda mudi yang sedang jatuh cinta.","Inilah siasat seorang wanita yang tidak setia kepada suaminya: Sesudah berzinah, ia makan lalu menyeka mulutnya, kemudian berkata, \"Aku tidak berbuat apa-apa!\"","Ada empat hal yang sukar diterima di seluruh dunia:","seorang hamba yang menjadi raja, seorang bodoh yang mendapat segala yang diinginkannya,","seorang wanita yang berhasil menikah padahal ia tidak disukai orang, seorang hamba perempuan yang merampas kedudukan nyonyanya.","Di bumi ini ada empat macam binatang yang kecil tetapi pandai sekali, yaitu:","Semut, binatang yang tidak kuat, tetapi menyediakan makanannya pada musim panas.","Pelanduk, binatang yang lemah, tetapi membuat rumahnya di bukit batu.","Belalang, binatang yang tidak mempunyai raja, tetapi berbaris dengan teratur.","Cicak, binatang yang dapat ditangkap dengan tangan, tetapi terdapat di istana raja.","Ada empat hal yang mengesankan apabila diperhatikan caranya berjalan, yaitu:","Singa, binatang terkuat di antara segala binatang dan tidak gentar terhadap apa saja;","kambing jantan, ayam jantan yang berjalan tegak, dan raja di depan rakyatnya.","Jika karena kebodohanmu engkau dengan angkuh merencanakan perkara-perkara jahat, awas!","Sebab, kalau engkau mengocok susu, kau menghasilkan mentega. Kalau engkau memukul hidung orang, keluarlah darah. Kalau engkau menimbulkan kemarahan, kau terlibat dalam pertengkaran."]