["Hai anak-anak, dengarkanlah nasihat ayahmu! Perhatikanlah itu, maka engkau akan menjadi arif.","Yang kuajarkan kepadamu ini baik, sebab itu janganlah kau meremehkannya.","Ketika aku masih kecil, anak tunggal orang tuaku,","aku diajar oleh ayahku. Ia berkata, \"Ingatlah akan nasihat-nasihatku, janganlah sekali-kali kau melupakannya. Jalankanlah petunjuk-petunjukku, supaya hidupmu bahagia.","Jadilah bijaksana dan cerdas! Ingatlah selalu akan nasihat-nasihatku dan janganlah membuangnya.\"","Hargailah hikmat, maka hikmat akan melindungimu; cintailah dia maka ia akan menjaga engkau agar tetap aman.","Hal terpenting yang harus pertama-tama kaulakukan ialah berusaha menjadi bijaksana. Apa pun yang kaukejar, yang terutama ialah berusahalah untuk mendapat pengertian.","Junjunglah hikmat, maka engkau akan ditinggikan olehnya. Rangkullah dia, maka ia akan mendatangkan kehormatan kepadamu.","Ia akan memberikan kepadamu karangan bunga yang elok untuk menjadi mahkotamu.","Dengarkan aku, anakku! Perhatikanlah baik-baik nasihat-nasihatku, maka umurmu akan panjang.","Aku sudah mengajarkan hikmat kepadamu dan menunjukkan cara hidup yang benar.","Kalau engkau hidup demikian, maka engkau tidak akan terhalang pada waktu berjalan, dan tak akan tersandung pada waktu berlari.","Ingatlah selalu akan ajaran yang sudah kauterima daripadaku. Jagalah itu baik-baik, sebab dengan ajaran itu hidupmu akan berhasil.","Jangan menuruti cara hidup orang jahat, dan jangan meniru perbuatan mereka.","Janganlah menaruh perhatianmu kepada mereka. Jauhilah mereka dan jalanlah terus!","Orang jahat tidak dapat tidur sebelum melakukan yang tidak baik. Mereka tidak mengantuk sebelum mencelakakan orang lain.","Kejahatan dan kekejaman adalah seperti makanan dan minuman bagi mereka.","Jalan orang jahat gelap seperti kelamnya malam. Mereka tersandung dan jatuh tanpa mengetahuinya. Sebaliknya, jalan yang dilalui orang baik adalah seperti terbitnya matahari; makin lama makin terang, sampai akhirnya menjadi terang benderang.","(4:18)","Perhatikanlah kata-kataku, anakku! Dengarkan nasihat-nasihatku.","Janganlah membuangnya, melainkan simpanlah selalu di dalam hatimu.","Orang yang memahaminya akan hidup dan menjadi sehat.","Jagalah hatimu baik-baik, sebab hatimu menentukan jalan hidupmu.","Janganlah sekali-kali mengucapkan sesuatu yang tidak benar. Jauhkanlah ucapan-ucapan dusta dan kata-kata yang dimaksud untuk menyesatkan orang.","Hendaklah wajahmu memancarkan kejujuran hatimu; tak perlu engkau berlaku seolah-olah ada udang di balik batu.","Pikirlah baik-baik sebelum berbuat, maka engkau akan berhasil dalam segala usahamu.","Jauhilah yang jahat, dan hiduplah dengan jujur. Janganlah sekali-kali menyimpang dari jalan yang benar."]