["Anakku, dengarkanlah aku! Perhatikanlah kebijaksanaanku dan pengertian yang kuajarkan kepadamu,","supaya engkau tahu bagaimana engkau harus membawa diri dan berbicara sebagai orang yang berpengetahuan.","Perempuan nakal, mulutnya semanis madu dan kata-katanya memikat hati,","tetapi apabila semuanya telah berlalu, yang tertinggal hanyalah kepahitan dan penderitaan.","Engkau diseretnya turun ke dunia orang mati; jalan yang ditempuhnya menuju kepada maut.","Ia tidak tetap pada jalan yang menuju hidup; tanpa diketahuinya ia telah menyimpang dari jalan itu.","Sebab itu, anak-anak, dengarkanlah kata-kataku dan janganlah mengabaikannya.","Jauhilah wanita yang demikian! Bahkan jangan mendekati rumahnya.","Kalau engkau bergaul dengan wanita itu, engkau akan kehilangan kehormatanmu dan nyawamu akan direnggut di masa mudamu oleh orang yang tidak kenal belas kasihan.","Kekayaanmu akan habis dimakan orang lain, dan hasil jerih payahmu menjadi milik orang yang tidak kaukenal.","Akhirnya engkau akan mengeluh, apabila badanmu habis dimakan penyakit.","Lalu engkau akan berkata, \"Ah, kenapa aku membenci nasihat? Kenapa aku tidak mau ditegur?","Aku tak mau mendengarkan guru-guruku dan tidak mau menuruti mereka.","Tahu-tahu aku telah jatuh di mata masyarakat.\"","Sebab itu, setialah kepada istrimu sendiri dan berikanlah cintamu kepada dia saja.","Tidak ada gunanya bagimu mencari kenikmatan pada orang yang bukan istrimu.","Kenikmatan itu khusus untuk engkau dengan istrimu, tidak dengan orang lain.","Sebab itu, hendaklah engkau berbahagia dengan istrimu sendiri; carilah kenikmatan pada gadis yang telah kaunikahi--","gadis jelita dan lincah seperti kijang. Biarlah kemolekan tubuhnya selalu membuat engkau tergila-gila dan asmaranya memabukkan engkau.","Apa gunanya bernafsu kepada wanita lain, anakku? Untuk apa menggauli perempuan nakal?","TUHAN melihat segala-galanya yang dilakukan oleh manusia. Ke mana pun manusia pergi TUHAN mengawasinya.","Dosa orang jahat bagaikan perangkap yang menjerat orang itu sendiri.","Ia mati karena tidak menerima nasihat. Ketololannya membawa dia kepada kehancuran."]