["Ingatlah perkataan-perkataanku, anakku, dan jangan lupa akan apa yang kuperintahkan kepadamu.","Turutilah nasihat-nasihatku supaya engkau hidup bahagia. Ikutilah ajaran-ajaranku baik-baik seperti engkau menjaga biji matamu sendiri.","Ingatlah selalu akan ajaran-ajaranku itu, dan simpanlah di dalam hati sanubarimu.","Anggaplah hikmat sebagai saudaramu dan pengetahuan sebagai sahabat karibmu.","Hikmat akan menjauhkan engkau dari perempuan nakal, dari wanita yang memikat dengan kata-kata yang manis.","Suatu hari aku memandang dari jendela rumahku.","Lalu kulihat banyak pemuda yang masih hijau; tetapi khusus kuperhatikan seorang yang bodoh di antaranya.","Pada petang hari ketika sudah mulai gelap, pemuda itu berjalan-jalan dekat tikungan di jalan yang menuju tempat tinggal seorang wanita.","(7:8)","Wanita itu wanita yang tidak betah tinggal di rumahnya. Sebentar-sebentar ia berada di tepi jalan, kemudian di lapangan, atau berdiri menunggu di persimpangan. Tingkah lakunya berani dan tidak kenal malu. Kulihat ia keluar dengan berpakaian seperti pelacur, dan menemui pemuda itu dengan rencana yang licik.","(7:10)","(7:10)","Ia merangkul pemuda itu dan menciumnya. Tanpa malu-malu berkatalah ia,","\"Hari ini aku harus membayar kaulku, dan untuk itu aku sudah mempersembahkan kurban.","Itu sebabnya aku keluar untuk mencari engkau, supaya engkau makan di rumahku. Sekarang aku menemukan engkau!","Tempat tidurku telah kututupi dengan seperei beraneka warna dari Mesir,","dan sudah kuharumkan dengan wangi-wangian mur, cendana dan kayu manis.","Sekarang, mari kita bercumbu-cumbuan dan menikmati asmara sepanjang malam.","Suamiku tidak ada di rumah, ia sedang mengadakan perjalanan jauh.","Ia membawa banyak uang, dan tak akan pulang dalam dua minggu.\"","Demikianlah wanita itu merayu pemuda itu dengan bujukan-bujukan yang memikat sehingga tergodalah ia.","Tanpa pikir ia mengikuti wanita itu seperti sapi digiring ke pejagalan dan seperti orang tahanan yang dibawa untuk menerima hukuman yang disediakan bagi orang bodoh;","sebentar lagi anak panah akan menembus hatinya. Seperti burung yang terbang menuju jerat, demikianlah pemuda itu tidak menyadari bahwa nyawanya terancam.","Sebab itu, anak-anak, dengarkanlah aku. Perhatikanlah nasihat-nasihatku.","Jangan biarkan wanita seperti itu memikat hatimu; jangan pergi mencari dia,","sebab ia sudah menghancurkan kehidupan banyak laki-laki. Tidak terhitung banyaknya yang binasa karena dia.","Pergi ke rumahnya berarti mengambil jalan pendek ke arah kematian."]