["Kata-kata dalam buku ini berasal dari Sang Pemikir, putra Daud, yang menggantikan Daud menjadi raja di Yerusalem.","Sang Pemikir berkata: Semuanya sia-sia dan tidak berguna! Hidup itu percuma, semuanya tak ada artinya.","Seumur hidup kita bekerja, memeras keringat. Tetapi, mana hasilnya yang dapat kita banggakan?","Keturunan yang satu muncul dan keturunan yang lain lenyap, tetapi dunia tetap sama saja.","Matahari masih terbit dan masih pula terbenam. Dengan letih ia kembali ke tempatnya semula, lalu terbit lagi.","Angin bertiup ke selatan, lalu berhembus ke utara; ia berputar-putar, lalu kembali lagi.","Semua sungai mengalir ke laut, tetapi laut tak kunjung penuh. Airnya kembali ke hulu sungai, lalu mulai mengalir lagi.","Segalanya membosankan dan kebosanan itu tidak terkatakan. Mata kita tidak kenyang-kenyang memandang; telinga kita tidak puas-puas mendengar.","Apa yang pernah terjadi, akan terjadi lagi. Apa yang pernah dilakukan, akan dilakukan lagi. Tidak ada sesuatu yang baru di dunia ini.","Ada orang yang berkata, \"Lihatlah, ini baru!\" Tetapi, itu sudah ada sebelum kita lahir.","Orang tak akan ingat kejadian di masa lalu. Begitu pun kejadian sekarang dan nanti, tidak akan dikenang oleh orang di masa mendatang.","Aku, Sang Pemikir, memerintah di Yerusalem sebagai raja atas Israel.","Aku bertekad untuk menyelidiki dan mempelajari dengan bijaksana segala yang terjadi di dunia ini. Nasib yang disediakan Allah bagi kita sungguh menyedihkan.","Aku telah melihat segala perbuatan orang di dunia ini. Percayalah, semuanya itu sia-sia, seperti usaha mengejar angin.","Yang bengkok tak dapat diluruskan, dan yang tak ada tak dapat dihitung.","Pikirku, \"Aku ini telah menjadi orang penting dan arif, jauh lebih arif daripada semua orang yang memerintah di Yerusalem sebelum aku. Aku mengumpulkan banyak pengetahuan dan ilmu.\"","Maka aku bertekad untuk mengetahui perbedaan antara pengetahuan dan kebodohan, antara kebijaksanaan dan kedunguan. Tetapi ternyata aku ini seperti mengejar angin saja.","Sebab semakin banyak hikmat kita, semakin banyak pula kecemasan kita. Semakin banyak pengetahuan kita, semakin banyak pula kesusahan kita."]