["Ingatlah pada Penciptamu selagi engkau muda, sebelum tiba tahun-tahun penuh sengsara. Pada masa itu engkau akan berkata, \"Hidupku tidak bahagia.\"","Bila tiba saat itu matamu tak lagi terang, sehingga pudarlah sinar surya, bulan dan bintang. Awan mendung pembawa hujan, tetap menyertaimu bagai ancaman.","Lenganmu gemetar dan tak lagi memberi perlindungan. Kakimu yang kekar akan goyah tanpa kekuatan. Gigimu tidak lengkap untuk mengunyah makanan. Matamu kabur sehingga menyuramkan pandangan.","Keramaian di jalan sampai di telingamu dengan samar-samar. Bunyi musik dan penggilingan hampir-hampir tidak terdengar. Engkau tak dapat tidur terlena. Kicauan burung pun membuat engkau terjaga.","Engkau takut mendaki tempat yang tinggi dan harus berjalan dengan hati-hati. Rambutmu beruban dan kakimu kauseret waktu berjalan. Maka hilanglah segala hasrat dan keinginan. Kita menuju ke tempat tinggal kita yang penghabisan, orang-orang berkabung dan meratap di sepanjang jalan.","Rantai perak akan putus dan terpisah-pisah; lampu emas jatuh dan pecah; tali timba putus dan rusak; kendi hancur dan terserak-serak.","Tubuh kita akan kembali, menjadi debu di bumi. Nafas kehidupan kita akan kembali kepada Allah. Dialah yang memberikannya sebagai anugerah.","Kataku, memang semuanya itu sia-sia, semuanya percuma, tak ada artinya.","Sang Pemikir itu arif dan bijaksana. Sebab itu diajarkannya kepada umat segala pengetahuannya. Banyak amsal dipelajarinya lalu ia menguji kebenarannya.","Ia berusaha menemukan kata-kata penghibur, dan kata-kata yang ditulisnya adalah jujur.","Perkataan orang arif itu seperti tongkat tajam seorang gembala, tongkat yang dipakainya untuk melindungi dombanya. Kumpulan amsal dan nasihat, seperti paku yang tertancap kuat. Semua itu pemberian Allah juga, gembala kita yang satu-satunya.","Anakku, tentang satu hal engkau harus waspada. Penulisan buku tak ada akhirnya, dan terlalu banyak belajar melelahkan jiwa dan raga.","Sesudah semuanya kupertimbangkan, inilah kesimpulan yang kudapatkan. Takutlah kepada Allah dan taatilah segala perintah-Nya, sebab hanya untuk itulah manusia diciptakan-Nya.","Allah akan mengadili segala perbuatan kita; yang baik dan yang buruk, bahkan yang tersembunyi juga."]