["Aku memutuskan untuk menyenangkan diri saja untuk mengetahui apa kebahagiaan. Tetapi ternyata itu pun sia-sia.","Aku menjadi sadar bahwa tawa adalah kebodohan dan kesenangan tak ada gunanya.","Terdorong oleh keinginanku untuk menjadi arif, aku bertekad untuk bersenang-senang dengan minum anggur dan berpesta pora. Kusangka itulah cara yang terbaik bagi manusia untuk menikmati hidupnya yang pendek di bumi ini.","Karya-karya besar telah kulaksanakan. Kubangun rumah-rumah bagiku. Kubuat taman-taman dan kebun-kebun yang kutanami dengan pohon anggur dan segala macam pohon buah-buahan.","(2:4)","Kugali kolam-kolam untuk mengairi taman-taman dan kebun-kebun itu.","Aku mempunyai banyak budak, baik yang kubeli, maupun yang lahir di rumahku. Ternakku jauh lebih banyak daripada ternak siapa pun yang pernah tinggal di Yerusalem.","Kukumpulkan perak dan emas hasil upeti dari raja-raja di negeri-negeri jajahanku. Biduan dan biduanita menyenangkan hatiku dengan nyanyian-nyanyian mereka. Kumiliki juga selir-selir sebanyak yang kuinginkan.","Sungguh, aku lebih besar daripada siapa pun yang pernah tinggal di Yerusalem, dan hikmatku pun tetap unggul.","Segala keinginanku, kupuaskan. Tak pernah aku menahan diri untuk menikmati kesenangan apa pun. Aku bangga atas segala hasil jerih payahku, dan itulah upahku.","Tetapi kemudian kuteliti segala karyaku, dan juga segala jerih payahku untuk menyelesaikan karya-karya itu, maka sadarlah aku bahwa semuanya itu tak ada artinya. Usahaku itu sia-sia seperti mengejar angin saja.","Bagaimanapun juga seorang raja hanya dapat melakukan apa yang telah dilakukan oleh raja-raja sebelum dia. Lalu aku mulai berpikir: Apa artinya menjadi arif atau dungu atau bodoh?","Memang, aku tahu, \"Hikmat lebih baik daripada kebodohan, seperti terang pun lebih baik daripada kegelapan.","Orang arif dapat melihat arah yang ditujunya; orang bodoh seperti berjalan meraba-raba.\" Tetapi aku tahu juga bahwa nasib yang sama akan menimpa mereka semua.","Maka pikirku, \"Nasib yang menimpa orang bodoh akan kualami juga. Jadi, apa gunanya segala hikmatku?\" Lalu kuambil kesimpulan bahwa hikmat itu memang tak ada gunanya sama sekali.","Orang yang bodoh akan segera dilupakan, tetapi orang yang mempunyai hikmat pun tak akan dikenang. Lambat laun kita semua akan hilang dari ingatan. Kita semua harus mati, baik orang yang arif maupun orang yang dungu.","Sebab itu hidup tak ada artinya lagi bagiku, lain tidak. Semuanya sia-sia; aku telah mengejar angin saja.","Segala hasil kerjaku dan pendapatanku tak akan ada gunanya bagiku, sebab aku harus meninggalkannya kepada penggantiku.","Dan siapa tahu apakah dia arif atau bodoh? Tetapi bagaimanapun juga ia akan menjadi pemilik hasil usahaku yang telah kucapai selama hidupku di dunia ini berkat jerih payah dan hikmatku. Jadi, itu pun sia-sia.","Sekarang aku menyesal telah bekerja begitu keras.","Sebab manusia bekerja keras dengan memakai segala hikmat, pengetahuan dan keahliannya untuk mencapai sesuatu. Tetapi pada akhirnya ia harus meninggalkan segala hasil jerih payahnya kepada orang yang sama sekali tidak mengeluarkan keringat untuk itu. Jadi, itu pun sia-sia, lagipula sungguh tak adil!","Seumur hidup manusia bekerja berat dan bersusah-susah; lalu mana hasil jerih payahnya yang dapat dibanggakannya?","Apa saja yang dia lakukan selama hidupnya, membawa derita dan sakit hati baginya. Di waktu malam pun hatinya resah. Jadi, semua itu sia-sia belaka.","Tak ada yang lebih baik bagi manusia daripada makan, minum dan menikmati hasil kerjanya. Aku sadar bahwa itu pun pemberian Allah.","Siapakah yang dapat makan dan bersenang-senang tanpa Allah?","Allah memberikan hikmat, pengetahuan dan kebahagiaan kepada orang yang menyenangkan hati-Nya. Tetapi orang berdosa disuruh-Nya bekerja mencari nafkah dan menimbun hasilnya untuk diserahkan kepada orang yang menyenangkan hati Allah. Jadi, semuanya itu sia-sia seperti usaha mengejar angin."]