["Segala sesuatu di dunia ini terjadi pada waktu yang ditentukan oleh Allah.","Allah menentukan waktu untuk melahirkan dan waktu untuk meninggal, waktu untuk menanam dan waktu untuk mencabut,","waktu untuk membunuh dan waktu untuk menyembuhkan, waktu untuk merombak dan waktu untuk membangun.","Allah menentukan waktu untuk menangis dan waktu untuk tertawa, waktu untuk meratap dan waktu untuk menari,","waktu untuk bersenggama dan waktu untuk pantang senggama, waktu untuk memeluk dan waktu untuk menahan diri.","Allah menentukan waktu untuk menemukan dan waktu untuk kehilangan, waktu untuk menabung dan waktu untuk memboroskan,","waktu untuk merobek dan waktu untuk menjahit, waktu untuk berdiam diri dan waktu untuk berbicara.","Allah menentukan waktu untuk mengasihi dan waktu untuk membenci, waktu untuk berperang dan waktu untuk berdamai.","Apakah hasil segala jerih payah kita?","Aku tahu bahwa Allah memberi beban yang berat kepada kita.","Ia menentukan waktu yang tepat untuk segala sesuatu. Ia memberi kita keinginan untuk mengetahui hari depan, tetapi kita tak sanggup mengerti perbuatan Allah dari awal sampai akhir.","Aku tahu bahwa bagi kita tak ada yang lebih baik daripada bergembira dan menikmati hidup sepanjang umur kita.","Sebaiknya kita semua makan dan minum serta menikmati hasil kerja kita. Itu adalah pemberian Allah.","Aku tahu bahwa segala karya Allah akan tetap ada selama-lamanya. Manusia tak dapat menambah atau menguranginya. Dan Allah bertindak demikian supaya kita takut kepada-Nya.","Yang sekarang terjadi, sudah terjadi sebelumnya. Yang akan ada, sudah lama ada. Allah menentukan supaya yang sudah terjadi, terjadi lagi.","Ada lagi yang kulihat di dunia ini: di mana seharusnya ada keadilan dan kebaikan, di situ ada kejahatan.","Pikirku, Allah akan mengadili orang yang baik maupun orang yang jahat, sebab setiap hal dan setiap tindakan akan terjadi pada waktu yang ditentukan Allah.","Kesimpulanku ialah: Allah menguji kita untuk menunjukkan bahwa nasib kita tidak berbeda dengan nasib binatang.","Bagaimanapun juga, nasib manusia dan binatang adalah serupa. Yang satu akan mati, begitu juga yang lain. Kedua-duanya adalah sama-sama makhluk. Jadi, manusia tidak lebih beruntung daripada binatang, sebab bagi kedua-duanya hidup itu sia-sia.","Mereka menuju ke tempat yang sama. Mereka berasal dari debu dan akan kembali kepada debu.","Kita tidak tahu, apakah roh manusia naik ke atas dan roh binatang turun ke dalam tanah.","Sebab itu aku menyadari bahwa tidak ada yang lebih baik bagi manusia daripada menikmati hasil kerjanya. Selain itu tak ada yang dapat dilakukannya. Tak mungkin ia mengetahui apa yang akan terjadi setelah ia mati."]