["Alangkah senangnya orang bijaksana. Ia tahu jawaban atas segala perkara. Hikmat membuat dia tersenyum gembira, sehingga wajahnya cerah senantiasa.","Patuhlah jika raja memberi perintah, dan jangan membuat janji gegabah kepada Allah.","Raja dapat bertindak semaunya, kalau ia tak berkenan, lebih baik jauhi dia.","Raja bertindak dengan wibawa; tak ada yang berani membantahnya!","Orang yang taat kepadanya, akan aman dan sentosa; orang arif tahu kapan dan bagaimana mentaati raja.","Bagi segala sesuatu ada waktu dan caranya sendiri, tetapi sedikit sekali yang kita fahami!","Tidak seorang pun tahu nasib apa yang menanti, dan tak ada yang dapat mengatakan apa yang akan terjadi.","Tak seorang pun dapat menahan atau menunda kematiannya. Itu perjuangan yang tak dapat dielakkannya, tak dapat ia luput daripadanya, walaupun dengan muslihat dan tipu daya.","Semua ini kulihat ketika kuperhatikan segala kejadian di dunia. Ada kalanya manusia memakai kuasanya untuk mencelakakan sesamanya.","Pernah kulihat orang jahat mati dan dikuburkan. Tetapi waktu orang-orang pulang dari penguburannya, mereka memuji dia di kota tempat ia melakukan kejahatan. Jadi, itu pun sia-sia.","Mengapa begitu mudah orang melakukan kejahatan? Karena hukuman tidak segera diberikan.","Meskipun seratus kejahatan dilakukan seorang berdosa, ia tetap hidup bahkan panjang umurnya. Konon, siapa taat kepada Allah, pasti hidupnya serba mudah.","Sebaliknya, orang jahat mendapat banyak kesukaran. Hidupnya cepat berlalu seperti bayangan. Ia akan mati pada usia muda karena ia tidak taat kepada Tuhannya.","Namun semua itu omong kosong belaka. Lihat saja apa yang terjadi di dunia: Ada orang saleh yang dihukum bagai pendurhaka, ada penjahat yang diganjar bagai orang saleh. Jadi, itu pun sia-sia.","Kesimpulanku ialah bahwa orang harus bergembira. Karena dalam hidupnya di dunia tak ada kesenangan lain baginya kecuali makan, minum dan bersukaria. Itu saja yang dapat dinikmati di tengah jerih payahnya, selama hidup yang diberikan Allah kepadanya.","Ketika aku berusaha mendapat hikmat, dan kuperhatikan segala kejadian di dunia ini, maka sadarlah aku bahwa meskipun kita bersusah payah siang malam tanpa beristirahat,","kita tak mampu mengerti tindakan Allah. Bagaimanapun kita berusaha, tak mungkin kita memahaminya. Orang arif mengaku bahwa ia tahu, tetapi sebenarnya ia tidak tahu."]