["Semua itu kupikirkan dengan seksama. Allah mengatur hidup orang yang baik dan bijaksana, bahkan kalau orang itu membenci atau mencinta. Tak ada yang tahu apa yang akan terjadi di kemudian hari.","Memang, nasib yang sama menimpa setiap orang: Orang jujur maupun orang bejat, orang baik maupun orang jahat, orang yang bersih maupun orang yang najis, orang yang mempersembahkan kurban maupun yang tidak. Orang baik tidak lebih mujur daripada orang yang berdosa, orang yang bersumpah sama saja dengan orang yang tidak mau bersumpah.","Jadi, nasib yang sama juga menimpa mereka semua. Dan itu suatu hal yang menyedihkan sebagaimana juga segala kejadian di dunia. Selama hidupnya hati manusia penuh kejahatan, dan pikirannya pun penuh kebodohan. Lalu tiba-tiba ia menemui ajalnya.","Tetapi selama hayat di kandung badan, selama itu ada harapan. Bukankah anjing yang hidup lebih bahagia daripada singa yang tak bernyawa?","Setidaknya, orang hidup tahu bahwa ajal menantinya, sedangkan orang mati tidak tahu apa-apa. Baginya tidak ada upah atau imbalan, dan namanya sudah dilupakan.","Rasa cinta, benci serta nafsunya, semuanya mati bersama dia. Ia tidak lagi mengambil bagian apa-apa dalam segala kejadian di dunia.","Ayo, makanlah saja dan bergembira, minumlah anggurmu dengan sukacita. Allah tidak berkeberatan, malahan Ia berkenan.","Biarlah wajahmu cerah dan berseri.","Nikmatilah hidup dengan istri yang kaukasihi selama hidupmu yang sia-sia, yang diberi Allah kepadamu di dunia. Nikmatilah setiap hari meskipun tidak berguna. Sebab upah jerih payahmu hanya itu saja.","Kerjakanlah segala tugasmu dengan sekuat tenaga. Sebab nanti tak ada lagi pikiran atau kerja. Tak ada ilmu atau hikmat di dunia orang mati. Dan ke sanalah engkau akan pergi.","Di dunia ini ada lagi yang kulihat: perlombaan tidak selalu dimenangkan oleh pelari cepat, pertempuran tidak selalu dimenangkan oleh orang yang kuat. Orang bijaksana tidak selalu mendapat mata pencaharian. Dan orang cerdas tidak selalu memperoleh kekayaan. Juga para ahli tidak selalu menjadi terkenal. Sebab siapa saja bisa ditimpa nasib sial.","Manusia tidak tahu kapan saatnya tiba. Seperti burung terjerat dan ikan terjala, begitu pula manusia ditimpa bencana pada saat yang tak terduga.","Berikut ini ada sebuah contoh jitu bagaimana orang menghargai hikmat:","Ada sebuah kota kecil yang sedikit penduduknya. Pada suatu hari seorang raja besar datang menyerang kota itu. Ia mengepungnya dan bersiap-siap mendobrak temboknya.","Di kota itu ada seorang miskin yang bijaksana. Ia dapat menyelamatkan kota itu. Tetapi karena ia miskin, jasanya segera dilupakan dan tak seorang pun ingat kepadanya.","Jadi, benarlah pendapatku bahwa hikmat melebihi kekuatan. Walaupun begitu, hikmat orang miskin tidak diindahkan. Kata-katanya tidak ada yang diperhatikan.","Lebih baik mendengarkan kata-kata tenang seorang berilmu daripada teriakan seorang penguasa dalam kumpulan orang-orang dungu.","Hikmat lebih berguna daripada senjata, tetapi nila setitik merusak susu sebelanga."]