["Dari kota Sela di padang gurun, bangsa Moab mengirim anak domba untuk dihadiahkan kepada penguasa di Yerusalem.","Orang-orang Moab menunggu di tepi Sungai Arnon sambil berjalan-jalan kebingungan seperti burung-burung yang dihalau dari sarangnya.","Mereka berkata kepada bangsa Yehuda, \"Katakanlah apa yang harus kami lakukan. Jadilah bagi kami naungan yang teduh di terik siang hari, dan biarlah kami tinggal dalam naunganmu. Kami ini pengungsi; sembunyikanlah kami dan jangan mengkhianati kami.","Izinkanlah kami menumpang di negerimu. Lindungilah kami terhadap orang-orang yang mau membinasakan kami.\" (Penindasan dan pembinasaan akan berakhir, dan orang-orang yang menghancurkan dan menindas negeri Israel akan lenyap.","Kemudian seorang dari keturunan Daud akan menjadi raja, dan ia akan memerintah bangsanya dengan kasih dan setia. Ia akan menegakkan keadilan dan cepat bertindak untuk melakukan yang benar.)","Bangsa Yehuda berkata, \"Kami sudah mendengar tentang kesombongan bangsa Moab. Kami tahu bahwa mereka angkuh dan congkak. Omongan mereka hanya bualan yang tidak berisi.\"","Sebab itu biarlah bangsa Moab saling meratapi. Biarlah mereka menangis kalau teringat makanan enak yang biasa mereka makan di kota Kir-Hareset. Biarlah mereka putus asa dan mengaduh.","Ladang-ladang dekat Hesybon dan kebun-kebun anggur Sibma sudah dibinasakan, kebun-kebun yang biasanya menghasilkan anggur yang paling baik untuk para penguasa bangsa dan membuat mereka mabuk. Dahulu kebun-kebun anggur itu meluas sampai kota Yaezer; dan ke timur sampai padang pasir, dan di sebelah barat sampai seberang Laut Mati.","Sekarang aku menangisi pohon anggur Sibma seperti aku menangisi Yaezer. Aku mencucurkan air mata untuk Hesybon dan Eleale, karena hasil buminya dimakan habis oleh musuh.","Tak seorang pun bergembira di ladang-ladang subur itu. Tak ada yang berpekik sorak atau bernyanyi di kebun anggur. Tak ada yang memeras anggur untuk membuat air anggur. Aku sudah menghentikan sorak gembira mereka.","Hatiku menjerit dan hancur luluh melihat keadaan Moab dan Kir-Heres.","Orang Moab bersusah payah menaiki bukit pengorbanan ke tempat ibadat mereka untuk berdoa, tetapi tak ada hasilnya.","Itulah pesan yang dahulu diberikan TUHAN tentang Moab.","Dan sekarang TUHAN berkata, \"Tepat tiga tahun lagi, segala kekayaan yang dibanggakan Moab akan lenyap. Rakyatnya yang banyak akan menjadi sedikit saja dan lemah.\""]