["Inilah pesan tentang Mesir. TUHAN datang ke Mesir mengendarai awan yang cepat. Berhala-berhala Mesir gemetar di hadapan-Nya dan orang Mesir berkecil hati.","TUHAN berkata, \"Aku akan membangkitkan perang saudara di Mesir: Saudara lawan saudara, tetangga lawan tetangga, kota lawan kota dan kerajaan lawan kerajaan.","Aku akan menggagalkan rencana-rencana Mesir dan mematahkan semangat mereka. Mereka akan minta pertolongan kepada berhala-berhala, minta nasihat dan petunjuk kepada dukun-dukun dan roh-roh.","Mesir akan Kuserahkan ke tangan seorang raja lalim yang memerintah mereka dengan kejam. Aku, TUHAN Yang Mahakuasa, telah berbicara.\"","Air Sungai Nil akan surut dan lambat laun mengering.","Terusan-terusan akan berbau busuk waktu airnya makin habis. Gelagah dan rumput akan menjadi layu.","Seluruh persemaian di sepanjang tepi Sungai Nil akan menjadi kering lalu diterbangkan angin.","Para nelayan yang biasa menangkap ikan di sungai itu akan mengaduh dan meratap karena kail dan jala mereka tak berguna lagi. Para penenun akan putus asa;","mereka dan buruh upahan akan bersedih hati dan patah semangat.","(19:9)","Sungguh dungu pemimpin-pemimpin kota Zoan! Orang Mesir yang paling bijaksana memberi nasihat yang bodoh! Berani benar mereka mengatakan kepada raja bahwa mereka keturunan orang-orang bijak dan raja-raja di zaman purbakala!","Wahai, raja Mesir, di manakah penasihat-penasihat baginda yang pandai itu? Barangkali mereka tahu apa yang direncanakan TUHAN Yang Mahakuasa untuk Mesir.","Para pemimpin Zoan dan Memfis adalah orang-orang dungu. Mereka bukannya memimpin, malahan menyesatkan bangsanya.","Tuhanlah yang membuat mereka memberi nasihat yang membingungkan. Akibatnya, Mesir serba salah, dan terhuyung-huyung seperti orang mabuk yang terpeleset di atas muntahnya sendiri.","Di Mesir tak ada orang yang masih berdaya, baik penguasa maupun rakyat, baik orang penting maupun orang biasa.","Akan tiba saatnya bangsa Mesir menjadi seperti wanita yang pengecut dan penakut. Mereka gemetar ketakutan bila melihat TUHAN Yang Mahakuasa mengacungkan tangan-Nya untuk menghukum mereka.","Tanah Yehuda menjadi kegemparan bagi orang Mesir setiap kali mereka diingatkan kepada keputusan TUHAN Yang Mahakuasa tentang mereka.","Pada waktu itu bahasa Ibrani akan dipakai dalam lima kota Mesir. Orang-orang di sana mengangkat sumpah demi nama TUHAN Yang Mahakuasa. Salah satu kota itu akan dinamakan \"Kota Matahari\".","Pada waktu itu di pusat negeri Mesir akan ada sebuah mezbah untuk TUHAN, dan di perbatasannya sebuah tiang batu yang dikhususkan untuk TUHAN.","Mezbah dan tiang itu merupakan lambang kehadiran TUHAN Yang Mahakuasa di Mesir. Apabila bangsa itu ditindas, dan mereka berseru minta tolong kepada TUHAN, Ia akan mengutus seseorang untuk menyelamatkan mereka.","TUHAN akan menyatakan diri kepada bangsa Mesir, dan mereka akan mengenal dan menyembah Dia, serta membawa kurban dan persembahan kepada-Nya. Mereka akan mengucapkan janji kepada-Nya dengan sumpah dan melaksanakannya.","TUHAN akan menghajar bangsa Mesir, tetapi sesudahnya Ia akan menyembuhkan mereka. Mereka akan berbalik kepada TUHAN, dan Ia akan mendengarkan doa mereka serta memberi kesembuhan.","Pada waktu itu akan ada jalan raya antara Mesir dan Asyur. Penduduk dari kedua negeri itu akan pulang pergi lewat jalan itu dan mereka akan beribadat bersama-sama.","Pada waktu itu Israel akan sama kedudukannya dengan Mesir dan Asyur, dan ketiga bangsa itu akan menjadi berkat bagi seluruh dunia.","TUHAN Yang Mahakuasa akan memberkati mereka dan berkata, \"Kuberkati kamu, hai Mesir umat-Ku, Asyur ciptaan-Ku, dan Israel umat pilihan-Ku.\""]