["TUHAN berkata, \"Damsyik tidak lagi merupakan kota, tetapi hanya tumpukan puing-puing.","Kota-kota di Siria akan ditinggalkan untuk selama-lamanya dan menjadi tempat kawanan ternak; tak seorang pun akan menghalaukan mereka.","Israel akan kehilangan perlindungannya dan Damsyik kehilangan kemerdekaannya. Orang Siria yang masih sisa akan hidup dalam kehinaan seperti orang Israel. Aku, TUHAN Yang Mahakuasa, sudah berbicara.\"","TUHAN berkata, \"Akan tiba waktunya kejayaan Israel berakhir, dan kemakmurannya lenyap.","Israel akan seperti ladang di Refaim yang habis dituai gandumnya, dan hanya tersisa sedikit.","Seperti pohon zaitun yang habis dipetik buahnya, dan tinggal beberapa saja di ujung-ujung dahan-dahannya, begitu juga di Israel sedikit orang saja yang akan selamat. Aku, TUHAN, Allah Israel, telah berbicara.\"","Pada hari itu orang akan kembali minta tolong kepada Penciptanya, Allah kudus Israel.","Mereka tak akan lagi mengharapkan hasil dari buatan mereka sendiri, yaitu mezbah-mezbah tempat membakar dupa, dan patung-patung Dewi Asyera.","Pada hari itu, kota-kota Israel yang kuat pertahanannya akan menjadi reruntuhan dan sunyi sepi, seperti kota-kota yang ditinggalkan oleh orang Hewi dan Amori ketika mereka lari dari orang Israel.","Israel, engkau telah melupakan Allah yang menyelamatkan dan melindungi engkau seperti gunung batu yang kokoh. Sebaliknya, engkau telah menanami kebun-kebun untuk dewa-dewa.","Tapi sekalipun tanaman itu langsung bertunas dan berbunga pada hari engkau menanamnya, namun tak akan ada hasilnya. Yang ada hanyalah kesusahan dan rasa sakit yang tak dapat hilang.","Bangsa-bangsa kuat sedang ribut; bunyinya gemuruh seperti deru ombak laut yang hebat.","Mereka maju seperti banjir yang dahsyat. Tetapi Allah mengancam mereka, lalu mereka melarikan diri sampai jauh. Mereka dikejar seperti sekam di lereng bukit diterbangkan angin, atau debu ditiup badai.","Di waktu senja mereka mendatangkan ketakutan yang hebat, tetapi menjelang pagi mereka sudah hilang. Itulah nasib setiap orang yang merampasi kita."]