["TUHAN akan mengasihani Israel umat-Nya, dan memilih mereka lagi menjadi milik-Nya. Ia akan menempatkan mereka kembali di negeri mereka sendiri. Orang asing akan datang dan bergabung dengan mereka.","Banyak bangsa akan menolong bangsa Israel untuk kembali ke negeri yang diberikan TUHAN kepada mereka, dan di sana bangsa-bangsa itu akan berhamba kepada Israel. Israel akan menawan orang-orang yang pernah menawannya dan memerintah orang-orang yang pernah menindasnya.","TUHAN akan membebaskan orang Israel dari kesakitan dan penderitaannya, dan dari kerja berat yang dipaksakan kepadanya.","Apabila TUHAN melakukan itu, mereka akan mengejek raja Babel begini, \"Raja yang kejam sudah jatuh! Ia tak dapat menindas lagi.","TUHAN sudah mengakhiri pemerintahan penguasa-penguasa jahat","yang dengan marah menindas bangsa-bangsa dan terus-menerus menganiaya mereka.","Akhirnya seluruh dunia akan aman dan tentram, dan setiap orang bernyanyi gembira.","Pohon eru dan pohon cemara Libanon bergembira karena raja yang kejam itu telah jatuh, dan sesudah ia pergi, tak ada yang menyuruh menebang mereka!","Dunia orang mati ramai-ramai menyambut raja Babel itu. Maka terjagalah arwah orang-orang yang dahulu berkuasa di bumi, dan arwah para raja bangkit dari takhta mereka.","Mereka semua berseru kepadanya, 'Hai! Sekarang engkau seperti kami, lemah dan tak berdaya!","Dahulu engkau dihormati dengan musik kecapi, tetapi sekarang sudah berada di kesunyian dunia orang mati. Ulat-ulat menjadi ranjangmu dan cacing menjadi selimutmu.'","Hai raja Babel, dahulu engkau bintang pagi yang cemerlang, tapi sekarang sudah jatuh dari langit! Dahulu engkau mengalahkan bangsa-bangsa, tapi sekarang dicampakkan ke tanah.","Engkau bertekad naik ke langit dan menempatkan takhtamu di atas bintang yang tertinggi! Kaupikir engkau dapat duduk sebagai raja di atas gunung sebelah utara, tempat dewa-dewa berkumpul.","Engkau berkata, bahwa engkau akan naik ke atas ketinggian awan-awan dan menjadi seperti Yang Mahatinggi.","Padahal engkau dijerumuskan ke bagian yang paling dalam dari dunia orang mati.","Mereka yang berada di situ akan memandang dan menatap engkau. Mereka akan bertanya, 'Inikah orangnya yang menggentarkan bumi dan menggemparkan kerajaan-kerajaan?","Diakah yang menghancurkan kota-kota dan mengubah dunia menjadi padang pasir? Dia inikah yang tak pernah melepaskan tawanan-tawanannya atau membiarkan mereka pulang?'","Semua bekas raja bangsa-bangsa dimakamkan dengan semarak di makamnya masing-masing,","tetapi engkau tak punya kuburan; mayatmu dibuang seperti tunas yang ditolak, ditimbuni mayat-mayat pejuang yang tewas dalam perang, dan dilemparkan bersama mereka ke liang batu, seperti bangkai yang terinjak-injak.","Engkau sudah membinasakan negerimu dan membunuh bangsamu sendiri. Karena itu engkau tak akan dikuburkan seperti raja-raja lain. Tak seorang pun dari keluargamu yang jahat itu akan diselamatkan.","Pembantaian akan segera dimulai! Putra-putramu akan mati karena dosa leluhur mereka. Tak seorang pun dari mereka akan memerintah di bumi atau membangun kota-kota.\"","TUHAN Yang Mahakuasa berkata, \"Aku akan menyerang Babel dan melenyapkannya. Tak seorang pun akan Kuselamatkan, bahkan anak-anak tidak Kubiarkan hidup. Aku, TUHAN, telah berbicara.","Babel akan Kujadikan rawa-rawa yang didiami burung hantu. Babel akan Kusapu bersih. Aku, TUHAN Yang Mahakuasa, telah berbicara.\"","TUHAN Yang Mahakuasa bersumpah: \"Yang sudah Kurencanakan itu pasti akan terlaksana.","Orang Asyur di Israel negeri-Ku, akan Kubinasakan, dan yang ada di gunung-gunung-Ku akan Kuinjak-injak. Aku akan membebaskan bangsa-Ku dari penindasan dan dari beban yang dipaksakan kepada mereka oleh orang Asyur.","Inilah rencana-Ku untuk dunia; lengan-Ku terentang untuk menghukum bangsa-bangsa.\"","TUHAN Yang Mahakuasa sudah memutuskan untuk berbuat demikian. Ia merentangkan tangan-Nya untuk menghukum, dan tak seorang pun dapat mencegah Dia.","Inilah pesan yang diumumkan dalam tahun Raja Ahas meninggal.","Hai bangsa Filistin, pentung yang dipakai untuk memukulmu sudah patah. Tetapi jangan engkau bergembira, sebab kalau seekor ular mati, ular yang lebih jahat lagi datang menggantikannya, dan telur ular menetaskan naga bersayap.","Kamu akan ditimpa kelaparan hebat, dan semua orang yang tersisa akan dibunuh. Sebaliknya, orang yang paling miskin dari umat TUHAN akan mendapat makanan, dan orang-orang yang tak berdaya akan hidup dengan aman sentosa.","Merataplah, dan berteriaklah minta tolong, hai kota-kota Filistin! Hendaklah kamu semua gempar ketakutan! Awan debu mengepul dari utara menandakan kedatangan pasukan musuh; tak ada pengecut di antara mereka.","Jawaban apa akan kita berikan kepada utusan-utusan yang datang dari bangsa Filistin? Kita akan mengatakan kepada mereka bahwa TUHAN sudah membangun Sion, dan umat-Nya yang menderita akan mendapat perlindungan di situ."]