["Inilah pesan Allah, yang diterima Yesaya anak Amos tentang Babel:","Kibarkanlah panji-panji perang di puncak bukit yang gundul! Berserulah kepada para prajurit, dan acungkan lenganmu supaya mereka menyerbu pintu-pintu gerbang kota yang congkak itu.","TUHAN telah memanggil pejuang-pejuang pilihan-Nya. Mereka perkasa, percaya diri dan dapat Ia banggakan. TUHAN menugaskan mereka untuk menghukum orang-orang yang kena kemarahan-Nya.","Dengarlah bunyi gaduh di pegunungan, seperti bunyi kumpulan orang yang sangat banyak. Dengarlah keributan kerajaan-kerajaan dan bangsa-bangsa yang sedang berkumpul. TUHAN Yang Mahakuasa memeriksa pasukan perang.","Mereka datang dari negeri-negeri jauh di ujung-ujung bumi. Dalam kemarahan-Nya TUHAN memakai mereka untuk membinasakan seluruh bumi.","Merataplah, sebab hari TUHAN sudah dekat, yaitu hari kebinasaan yang didatangkan TUHAN Yang Mahakuasa.","Setiap orang akan merasa lumpuh tangannya dan kehilangan keberaniannya.","Mereka semua akan ditimpa ketakutan hebat, dan menggeliat kesakitan seperti wanita yang sedang bersalin. Mereka akan saling memandang dengan cemas, mukanya merah karena malu.","Hari TUHAN akan datang, dan pada hari itu TUHAN melampiaskan kemarahan-Nya dan murka-Nya yang hebat. Bumi akan menjadi padang tandus, dan setiap orang berdosa akan binasa.","Setiap bintang dan gugusan bintang akan berhenti bersinar; matahari akan gelap pada saat ia terbit, dan bulan tak akan bercahaya lagi.","TUHAN berkata, \"Aku akan menghukum dunia karena kejahatannya, dan orang-orang jahat karena dosa-dosa mereka. Setiap orang congkak akan Kurendahkan, orang angkuh dan kejam akan Kuhukum.","Orang yang diselamatkan sedikit sekali, mereka lebih jarang dari emas murni.","Aku akan membuat langit gemetar dan bumi bergoncang dari tempatnya pada hari Aku, TUHAN Yang Mahakuasa, menunjukkan kemarahan-Ku.","Orang asing yang tinggal di Babel akan tercerai-berai dan lari ke negerinya masing-masing. Mereka seperti rusa yang melarikan diri dari pemburu, atau kawanan domba yang tidak mempunyai gembala.","Siapa saja yang tertangkap akan ditikam sampai mati.","Mereka akan menyaksikan bayi-bayi mereka diremukkan, rumah-rumah mereka dirampok dan istri-istri mereka diperkosa.\"","TUHAN berkata, \"Aku menggerakkan bangsa Madai untuk menyerang Babel. Mereka tidak bisa disuap dengan perak atau emas.","Dengan busur dan panahnya mereka akan membunuh orang-orang muda. Mereka tidak sayang kepada bayi dan tidak kasihan kepada anak.","Dari semua kerajaan, Babel itu yang paling indah dan menjadi kebanggaan penduduknya. Tetapi Aku, TUHAN, akan menghancurkannya, seperti sudah Kulakukan terhadap Sodom dan Gomora.","Tak seorang pun akan tinggal lagi di sana. Tak ada orang Arab pengembara yang akan memasang kemahnya di tempat itu, dan tak ada gembala yang akan membawa kambing dombanya untuk merumput di situ.","Tempat itu akan didiami binatang-binatang liar. Burung hantu akan bersarang di rumah-rumah mereka, dan burung unta akan tinggal di sana. Kambing-kambing liar akan berjingkrak-jingkrak di antara reruntuhan.","Raungan anjing hutan dan serigala akan bergema dari puri-puri dan istana-istana Babel. Saat kehancurannya sudah hampir tiba dan waktunya tidak ditunda lagi.\""]