["Inilah pesan tentang Lembah Penglihatan: Hai, penduduk Yerusalem, mengapa kamu semua naik ke atap rumah?","Tidak patut seluruh kota berpesta-pesta dan bersorak gembira. Sebab pejuang-pejuangmu yang mati dalam perang ini bukan mati karena bertempur.","Semua panglimamu melarikan diri dan ditawan sebelum mereka sempat menembakkan panah. Semua orang kuatmu tertawan juga walaupun sudah lari jauh.","Jangan perhatikan aku; biarkan aku meratapi orang-orang dari bangsaku yang telah tewas. Jangan coba menghibur aku.","Memang, TUHAN Yang Mahatinggi dan Mahakuasa telah menetapkan hari ini sebagai hari kekacauan, kegemparan dan huru-hara di Lembah Penglihatan. Tembok-tembok kota sudah dirobohkan. Teriakan minta tolong bergema di bukit-bukit.","Orang Siria datang dengan kuda dan kereta perang, orang Elam bersenjatakan busur dan panah, orang Kir menyiapkan perisainya.","Lembah-lembah subur Yehuda penuh dengan kereta perang. Pasukan berkuda siap di depan gerbang-gerbang Yerusalem.","Seluruh pertahanan Yehuda runtuh. Pada waktu itu, kamu memeriksa alat-alat perang di gudang senjata.","Kamu menemukan banyak sekali retak di tembok kota Yerusalem yang perlu diperbaiki. Kamu memeriksa semua rumah di Yerusalem, membongkar beberapa di antaranya dan memakai batunya untuk memperbaiki tembok kota. Untuk mengumpulkan air,","(22:9)","kamu membuat kolam di dalam kota dan menampung air dari kolam lama. Tetapi kamu tidak memperhatikan Allah yang sudah lama merencanakan semua itu, dan yang menyebabkan itu terjadi.","Pada waktu itu TUHAN Yang Mahatinggi dan Mahakuasa menyuruh kamu menangis dan meratap, mencukur kepala dan mengenakan kain karung.","Tapi sebaliknya, kamu bersenang-senang dan berpesta. Kamu menyembelih sapi dan domba, makan daging dan minum air anggur sambil berseru, \"Marilah kita makan dan minum, sebab besok kita mati!\"","TUHAN Yang Mahatinggi dan Mahakuasa menyatakan diri kepadaku dan berkata, \"Sungguh, kejahatan mereka itu tak akan Kuampuni sampai mereka mati. Aku, TUHAN, telah berbicara.\"","TUHAN Yang Mahatinggi dan Mahakuasa menyuruh aku menemui Sebna, kepala rumah tangga istana, untuk menyampaikan kepadanya pesan TUHAN ini,","\"Sangkamu engkau ini siapa? Apa hakmu sehingga engkau memahat kuburan bagimu di bukit batu?","Awas, Aku akan membuang engkau jauh-jauh. Engkau akan Kucekam dan Kugulung-gulung lalu Kugulingkan seperti bola ke negeri yang besar. Di sana engkau akan mati di samping kereta-kereta kebanggaanmu. Engkau telah mencemarkan nama keluarga tuanmu.","(22:17)","Sebab itu engkau akan Kupecat dari jabatanmu dan Kuturunkan dari pangkatmu yang tinggi.","Pada waktu itu Aku akan memanggil hamba-Ku Elyakim anak Hilkia.","Pakaian kebesaran dan ikat pinggangmu akan Kukenakan padanya. Segala kekuasaanmu akan Kuberikan kepadanya. Ia akan menjadi bapak bagi penduduk Yerusalem dan Yehuda.","Ia akan berkuasa penuh di bawah raja keturunan Daud. Ia akan memegang kunci kerajaan. Kalau ia membuka, tak ada yang dapat menutup, dan kalau ia menutup, tak ada yang dapat membuka.","Dia akan Kuberi kedudukan yang teguh seperti pasak terpasang kuat pada tembok. Seluruh keluarganya akan dihormati karena dia.","Tetapi kaum kerabat dan tanggungannya akan menjadi beban baginya. Mereka akan menggantungkan diri kepadanya, seperti periuk belanga bergantungan pada pasak.","Kalau itu terjadi, maka pasak yang dipasang dengan kuat itu akan terlepas dan jatuh. Dan itulah penghabisan kaum keluarga dan semua orang yang menggantungkan diri kepadanya. Aku, TUHAN, telah berbicara.\""]