["Pada waktu itu orang akan menyanyikan nyanyian ini di tanah Yehuda: \"Alangkah kuatnya kota kita; Allah sendiri membangun benteng-Nya, di sini kita selamat.","Bukalah pintu-pintu gerbang, supaya masuk bangsa yang setia, bangsa yang melakukan kehendak Allahnya.","TUHAN, Engkau memberi damai dan sejahtera kepada orang yang teguh hatinya, sebab ia percaya kepada-Mu.","Percayalah kepada TUHAN senantiasa, sebab TUHAN Allah selalu melindungi kita.","TUHAN merendahkan orang yang congkak; Ia menghancurkan kota berkubu mereka, dan meratakannya dengan tanah.","Orang-orang miskin dan sengsara akan menginjak-injaknya.\"","Orang jujur berjalan di jalan lurus, sebab Engkau, TUHAN, merintis jalan baginya.","Kami mengikuti keputusan-Mu, ya TUHAN, dan menanti-nantikan Engkau; Engkaulah pujian dan kerinduan hati kami.","Jiwaku merindukan Dikau di waktu malam, hatiku mendambakan Engkau di waktu pagi. Bila Engkau menghakimi bumi nanti, penduduk dunia akan mengetahui apa yang benar.","Biarpun orang jahat diperlakukan dengan baik, ia tidak juga belajar apa yang benar. Di negara hukum pun ia berlaku curang, dan tak mau mengakui kuasa TUHAN.","TUHAN, Engkau siap menghukum musuh-Mu, tetapi mereka tidak mengetahuinya. Biarlah mereka malu tersipu-sipu melihat kasih-Mu bagi umat-Mu. Biarlah mereka habis musnah oleh hukuman yang Kausediakan bagi mereka.","TUHAN, Engkau akan membuat kami sejahtera; segala yang kami kerjakan, Engkaulah yang melakukannya bagi kami.","Kami pernah dikuasai oleh tuan-tuan lain, tetapi hanya Engkau yang kami akui, ya TUHAN Allah kami!","Mereka sudah mati dan tak akan hidup lagi, arwahnya tak akan bangkit kembali. Sebab mereka sudah habis Kaubinasakan dan Kauhapus dari ingatan.","Engkau telah melipatgandakan kami umat-Mu, ya TUHAN, dan meluaskan wilayah kami, karena itu Engkau diagungkan.","Engkau telah menghukum kami; dalam kesesakan kami berpaling kepada-Mu, dan berdoa kepada-Mu, TUHAN.","Seperti wanita yang hendak melahirkan menggeliat dan berteriak kesakitan, demikianlah kami di hadapan-Mu, TUHAN.","Kami mengandung dan menggeliat kesakitan, tetapi tidak melahirkan apa-apa; kami tidak memberi keselamatan kepada dunia, tidak juga menambah penduduknya.","Umat-Mu yang sudah mati akan hidup kembali, mayat-mayat mereka akan bangkit lagi. Orang yang sudah dikubur di dalam tanah akan bangkit dan bersorak-sorai. Seperti embun yang menyegarkan bumi, Engkau menghidupkan umat-Mu yang sudah lama mati.","Masuklah ke dalam rumahmu, hai bangsaku, lalu tutuplah pintu. Bersembunyilah untuk sementara waktu sampai kemarahan TUHAN sudah reda.","TUHAN akan turun dari tempat kediaman-Nya di surga untuk menghukum penduduk bumi karena dosa mereka. Pembunuhan yang mereka lakukan dengan sembunyi-sembunyi akan disingkapkan. Tanah tidak lagi menutupi orang-orang yang mati dibunuh."]