["Inilah pesan tentang Tirus. Hai pelaut-pelaut Spanyol yang mengarungi samudra, merataplah! Waktu berlayar pulang dari Siprus, kamu diberitahukan bahwa kota Tirus sudah hancur. Pangkalan dan rumah-rumahmu sudah menjadi reruntuhan.","Mengaduhlah, hai penduduk pesisir, saudagar-saudagar Sidon! Sebab biasanya kamu mengirim orang-orang ke seberang laut untuk berjual beli gandum Mesir dan untuk berdagang dengan semua bangsa.","(23:2)","Hai kota Sidon, kehormatanmu sudah hilang! Samudra yang dalam tidak mengakui engkau lagi, katanya, \"Aku belum pernah beranak, belum pernah membesarkan anak laki-laki atau perempuan.\"","Bahkan orang Mesir pun akan terkejut dan gempar bila mendengar bahwa Tirus sudah dibinasakan.","Merataplah, dan mengungsilah ke Spanyol, hai penduduk pesisir!","Lihatlah kotamu Tirus yang sudah ada dari zaman dahulu. Inikah kota yang biasanya bersenang-senang? Inikah kota yang mengirim orang-orang ke seberang laut untuk merantau ke sana?","Bukankah saudagar-saudagarnya kaum bangsawan yang paling dihormati di bumi? Siapakah yang mengambil keputusan untuk menjatuhkan Tirus, kota yang paling berkuasa ini?","TUHAN Yang Mahakuasa, Dialah yang mengambil keputusan itu. Ia memutuskan untuk mengakhiri kesombongan penduduknya atas segala hasil yang telah mereka capai, dan merendahkan orang-orang yang terhormat di bumi.","Pergilah mengerjakan ladangmu, hai penduduk Spanyol, sebab galangan kapal sudah tak ada lagi.","TUHAN telah merentangkan tangan-Nya di atas laut dan menggulingkan kerajaan-kerajaan. Ia memberi perintah supaya benteng-benteng Funisia dimusnahkan.","Kata TUHAN, \"Hai kota Sidon! Engkau tak akan bersenang-senang lagi. Pendudukmu tertindas. Sekalipun mereka mengungsi ke Siprus, mereka tidak aman.\"","(Bukan bangsa Asyur, melainkan bangsa Babel yang membiarkan kota Tirus dikuasai binatang buas. Mereka jugalah yang mendirikan menara-menara pengepungan, merobohkan benteng-bentengnya dan menjadikan kota itu reruntuhan.)","Merataplah, hai pelaut-pelaut! Kota yang kamu andalkan sudah hancur.","Akan tiba waktunya Tirus dilupakan selama tujuh puluh tahun, sama dengan umur seorang raja. Bila sudah lewat masa itu, Tirus akan seperti wanita pelacur dalam nyanyian ini:","Ambillah kecapi, kelilingilah kota, hai pelacur malang yang terlupa! Petiklah kecapi, bernyanyilah lagi, agar engkau diingat kembali.","Sehabis tujuh puluh tahun itu, TUHAN akan mengingat Tirus dan memungkinkan dia melakukan pekerjaannya yang dahulu. Ia akan berdagang dengan semua kerajaan di atas bumi.","Laba dan upah yang diperolehnya tak akan disimpannya, tetapi akan dipersembahkannya kepada TUHAN. Orang-orang yang menyembah TUHAN akan memakai uang itu untuk membeli sandang pangan yang mereka perlukan."]