["Celakalah kota Yerusalem yang disebut mezbah Allah! Celakalah kota tempat Daud berkemah! Biarlah tahun-tahun silih berganti dengan perayaan-perayaannya.","Tetapi Allah akan mendatangkan bencana atas kota itu, sehingga orang mengerang dan mengaduh. Seluruh kota menyerupai mezbah yang berlumuran darah.","Allah akan menyerang kota itu dan mengepungnya dari segala penjuru.","Yerusalem seperti hantu yang berusaha untuk memperdengarkan suaranya dari dalam tanah, suara yang redup dari dalam debu.","Akan tetapi semua orang asing yang kejam itu akan hilang seperti debu atau sekam ditiup angin. Dengan tiba-tiba dan tak disangka-sangka.","TUHAN Yang Mahakuasa akan membebaskan kota itu dengan badai dan gempa bumi yang dahsyat. Ia akan mendatangkan topan dan api yang mengamuk.","Lalu semua pasukan asing yang menyerang Yerusalem, kota mezbah Allah, semua yang mengepung dan menggempur kota itu, akan hilang seperti mimpi di waktu malam.","Bangsa-bangsa yang berkumpul untuk menyerang Yerusalem akan seperti orang kelaparan yang mimpi ia sedang makan, lalu bangun dengan perut kosong, atau seperti orang kehausan yang mimpi ia sedang minum, lalu bangun dengan kerongkongan kering.","Teruslah keheran-heranan dan menutup mata seperti orang buta! Jadilah mabuk, tetapi bukan karena minum anggur. Berjalanlah terhuyung-huyung, tetapi bukan karena minum arak.","TUHAN membuat kamu mengantuk dan tidur nyenyak. Ia menutupi mata para nabi dan menudungi muka para pelihat.","Arti setiap penglihatan akan tersembunyi bagimu, seperti buku yang disegel. Jika buku itu dibawa kepada seorang yang dapat membaca supaya ia membacakannya bagimu, ia akan berkata bahwa ia tidak bisa, karena buku itu disegel.","Jika dibawa kepada orang yang buta huruf, ia akan menjawab bahwa ia tidak bisa membaca.","TUHAN berkata, \"Orang-orang itu hanya menyembah Aku dengan kata-kata, tetapi hati mereka jauh dari Aku. Agama mereka hanya peraturan manusia yang dihafalkan.","Karena itu mereka akan Kukejutkan dengan pukulan bertubi-tubi. Orang yang bijaksana akan menjadi bodoh, dan semua kepandaian mereka tak akan berguna.\"","Celakalah orang yang berusaha menyembunyikan rencananya dari TUHAN! Mereka bertindak dengan diam-diam, dan menyangka tak seorang pun melihat atau tahu apa yang mereka lakukan.","Segalanya mereka putar balikkan. Manakah yang lebih penting, tukang periuk atau tanah liat? Mungkinkah yang dibuat berkata kepada pembuatnya, \"Bukan engkau yang membuat aku\"? Atau dapatkah benda itu berkata kepadanya, \"Engkau tak bisa apa-apa\"?","Ada pepatah yang berbunyi, \"Tak lama lagi rimba menjadi tanah pertanian, dan tanah pertanian kembali menjadi rimba.\"","Pada waktu itu orang tuli akan dapat mendengar kata-kata dari sebuah buku yang dibacakan, dan orang buta yang tadinya hidup dalam kegelapan akan dapat melihat.","Orang-orang miskin dan hina akan kembali merasakan kebahagiaan yang diberikan Allah kudus Israel.","Itulah penghabisan orang-orang yang menindas orang lain dan menghina Allah. Allah akan membinasakan semua orang berdosa,","orang yang suka memfitnah, orang yang mencegah orang jahat dihukum, dan orang yang menyebarkan cerita-cerita bohong supaya orang jujur jangan mendapat keadilan.","Sebab itu TUHAN, Allah Israel yang membebaskan Abraham, sekarang berkata, \"Bangsa-Ku, kamu tak akan dihina lagi dan wajahmu tak akan pucat lagi karena malu.","Sebab apabila kamu melihat anak-anakmu yang Kuberikan kepadamu, maka kamu akan mengakui bahwa Akulah Allah kudus Israel. Kamu akan menghormati Aku dan takut kepada-Ku.","Orang bodoh akan belajar mengerti dan orang yang selalu menggerutu akan senang diajar.\""]