["Inilah pesan Allah tentang Yehuda dan Yerusalem yang diterima Yesaya anak Amos:","Di hari-hari mendatang bukit tempat Rumah TUHAN menjulang tinggi dan berdiri tegak di atas gunung-gunung dan bukit-bukit. Segala bangsa berduyun-duyun ke sana,","mereka semua berkata, \"Mari kita naik ke Bukit TUHAN, ke rumah Allah Israel. Ia akan mengajarkan kepada kita apa yang harus kita lakukan. Kita akan mengikuti jalan-Nya, sebab ajaran TUHAN datang dari Yerusalem, Ia berbicara dari Sion.\"","Ia akan menghakimi antara bangsa-bangsa, dan memutuskan perkara antara suku-suku bangsa. Pedang akan ditempa menjadi bajak, dan tombak dijadikan pisau pemangkas. Bangsa-bangsa tidak lagi saling menyerang, tidak juga bersiap-siap hendak berperang.","Hai, keturunan Yakub, mari kita berjalan dalam terang TUHAN!","Ya Allah, Engkau telah meninggalkan umat-Mu, keturunan Yakub! Sebab di mana-mana di negeri ini orang memakai ilmu gaib yang berasal dari timur dan dari Filistin. Orang-orang meniru adat istiadat asing.","Negerinya penuh perak dan emas, dan harta bendanya tidak terhingga. Kudanya amat banyak, dan keretanya tidak terhitung jumlahnya.","Di mana-mana ada berhala, dan mereka menyembah patung-patung buatan mereka sendiri.","Setiap orang akan dihina dan direndahkan. Jangan mengampuni mereka ya TUHAN!","Mereka akan masuk ke dalam gua-gua di bukit-bukit karang, atau menggali lubang di dalam tanah supaya luput dari kemarahan TUHAN dan dari kuasa-Nya yang mulia.","Orang sombong akan direndahkan dan orang angkuh ditundukkan. Hanya TUHAN sendiri yang diagungkan.","Pada hari itu TUHAN Yang Mahakuasa akan merendahkan semua yang meninggikan diri dan menghukum semua yang sombong dan yang angkuh.","Pohon-pohon cemara yang tinggi di Libanon dan semua pohon besar di Basan akan dibinasakan.","Gunung-gunung dan bukit-bukit yang megah akan diratakan.","Menara-menara yang tinggi dan tembok-tembok benteng akan dirobohkan.","Kapal-kapal yang paling besar dan paling indah akan ditenggelamkan.","Orang sombong akan direndahkan, dan orang angkuh ditundukkan. Hanya TUHAN sendiri yang diagungkan.","Berhala-berhala akan hilang sama sekali.","Pada saat TUHAN bangkit dan menggoncangkan bumi, orang akan masuk ke dalam gua-gua di bukit-bukit karang atau menggali lubang di dalam tanah supaya luput dari kemarahan TUHAN dan dari kuasa-Nya yang mulia. Apabila hari itu tiba, berhala-berhala perak dan emas yang mereka buat dan sembah itu akan ditinggalkan begitu saja untuk tikus dan kelelawar.","(2:19)","(2:19)","Jadi, janganlah berharap kepada manusia yang fana, sebab ia tidak berharga."]