["Celakalah kota yang menjadi kebanggaan para pemabuk Israel! Keindahannya menjadi pudar seperti karangan bunga yang layu di atas kepala mereka. Celakalah kota yang menjulang tinggi di tengah lembah subur, kebanggaan orang-orang yang mabuk setengah mati.","TUHAN akan mengutus seorang yang kuat dan perkasa. Datangnya seperti topan disertai hujan es, seperti hujan lebat dan banjir yang menghanyutkan. Dengan kekerasan ia menghempaskan mereka ke tanah.","Kebanggaan pemimpin-pemimpin yang mabuk itu akan diinjak-injak.","Kemasyhuran kota mereka yang sudah mulai pudar itu akan lenyap. Nasibnya seperti nasib buah ara yang masak sebelum musimnya; begitu dilihat, terus dipetik dan dimakan.","TUHAN Yang Mahakuasa akan menjadi karangan bunga yang indah bagi sisa umat-Nya.","TUHAN akan memberi rasa keadilan kepada para hakim, dan keberanian kepada orang-orang yang bertugas menjaga kota dari serangan.","Juga nabi-nabi dan imam-imam mabuk karena terlalu banyak minum anggur dan arak. Mereka berjalan terhuyung-huyung dan tersandung-sandung karena pikiran mereka kacau. Nabi-nabi tak dapat lagi memahami penglihatan-penglihatan yang diberikan Allah kepada mereka. Imam-imam tak dapat lagi memutuskan perkara-perkara yang dihadapkan kepada mereka.","Meja mereka penuh dengan muntah, sehingga tak ada tempat yang bersih lagi.","Mereka mengeluh tentang aku, katanya, \"Sangkanya dia mengajar siapa? Siapa pula yang perlu penjelasannya? Pikirnya kita ini anak kecil yang baru disapih?","Masakan dia mengajar kita huruf demi huruf, kata demi kata, kalimat demi kalimat.\"","Kalau kamu tak mau mendengar aku, maka TUHAN akan mengutus orang asing untuk mengajar kamu dalam logat ganjil dan bahasa asing.","TUHAN menawarkan tempat istirahat kepada kamu semua, tetapi kamu tak mau mendengarkan Dia.","Oleh karena itu TUHAN mengajar kamu huruf demi huruf, kata demi kata dan kalimat demi kalimat. Dan waktu berjalan kamu jatuh telentang sehingga luka, terjerat dan tertawan.","Dengarlah apa yang dikatakan TUHAN, hai pengejek-pengejek yang memerintah rakyat di Yerusalem!","Kamu berkata bahwa kamu sudah membuat perjanjian dengan maut dan mengadakan persetujuan dengan dunia orang mati. Kamu merasa pasti bahwa bencana yang akan datang itu tidak akan menimpa dirimu, karena kamu memakai tipu muslihat untuk melindungi dirimu.","Oleh sebab itu, TUHAN Yang Mahatinggi berkata begini, \"Aku akan meletakkan dasar yang kuat dan kokoh di Sion; sebuah batu sendi yang berharga dengan tulisan: 'Siapa yang percaya teguh, tidak akan menyerah kalah.'","Keadilan Kujadikan tali pengukur, dan kejujuran Kujadikan tali sipat.\" Hujan batu akan menyapu bersih semua kebohongan yang kamu andalkan. Banjir akan menghanyutkan tempat persembunyianmu.","Perjanjianmu dengan maut dan persetujuanmu dengan dunia orang mati akan dibatalkan, sehingga kalau bencana datang, kamu hancur diinjak-injak.","Kamu akan ditimpa kemalangan terus-menerus dan harus menanggungnya setiap hari, pagi, siang dan malam. Kamu akan gemetar ketakutan bila kamu mengerti pesan Allah.","Kamu seperti orang yang mau tidur dalam ranjang yang kurang panjang untuk tempat membujurkan diri. Selimutnya kurang lebar untuk menyelubungi dirimu.","TUHAN akan bangkit seperti di Gunung Perazim. Ia akan berjuang seperti di Lembah Gibeon untuk melaksanakan maksud-Nya, maksud yang aneh bagi manusia! Ia akan melaksanakan karya-Nya yang menakjubkan.","Aku telah mendengar keputusan Allah Yang Mahatinggi dan Mahakuasa untuk membinasakan seluruh negeri. Jangan mencela kata-kata peringatan yang kusampaikan ini. Nanti menjadi lebih sulit bagimu untuk meluputkan diri!","Dengarkanlah kata-kataku, perhatikanlah pesanku.","Seorang petani tak akan terus-menerus membajak, mencangkul dan menggaruk tanahnya untuk ditanami.","Kalau tanahnya itu sudah siap, ia menaburkan benih, misalnya jintan hitam dan jintan putih. Ia menanam dua macam gandum berderet-deret, dan di pinggirnya tanaman lain.","Ia tahu cara mengerjakannya, sebab sudah diajari Allahnya.","Ia tidak memakai eretan pengirik untuk mengirik jintan hitam atau roda gerobak untuk menggiling jintan putih. Untuk itu dipakainya galah yang ringan.","Waktu mengirik gandum, ia tidak memukulnya terus-menerus sampai hancur. Tidak! Ia tahu cara mengirik yang tepat dengan mengendarai gerobak di atasnya tanpa menghancurkan biji-biji gandum itu.","Kebijaksanaan itu datangnya dari TUHAN Yang Mahakuasa. Semua rencana TUHAN bijaksana dan selalu berhasil."]