["Marilah berkumpul, hai bangsa-bangsa, dan dengarlah. Biarlah seluruh bumi dan semua yang hidup di dalamnya datang dan mendengarkan.","TUHAN marah kepada semua bangsa dan segala pasukan mereka. Ia akan menghukum dan membinasakan mereka.","Mayat-mayat mereka tak akan dikuburkan, tetapi dibiarkan saja menjadi busuk dan berbau. Gunung-gunung akan merah karena kebanjiran darah mereka.","Matahari, bulan dan bintang-bintang akan hancur. Langit akan digulung seperti gulungan kertas. Bintang-bintang akan jatuh seperti daun-daun yang berguguran dari pohon.","TUHAN sudah menyiapkan pedang-Nya di surga, dan sekarang pedang itu akan menimpa bangsa Edom yang telah dijatuhi hukuman dan akan dibinasakan.","Pedang TUHAN akan berlumuran darah dan penuh dengan lemak mereka, seperti dengan darah dan lemak binatang kurban. Sebab TUHAN menyediakan kurban di Bozra, dan mengadakan pembantaian besar-besaran di tanah Edom.","Orang-orang akan tewas seperti lembu liar dan sapi muda. Negeri mereka akan merah dengan darah dan penuh dengan lemak.","Itulah saatnya TUHAN membela Sion dan membalas dendam kepada musuh-musuh-Nya.","Sungai-sungai Edom akan berubah menjadi ter, dan tanahnya menjadi belerang. Akhirnya seluruh negeri menyala seperti ter.","Siang malam nyala itu tidak padam, dan asap mengepul daripadanya untuk selama-lamanya. Tanah itu akan ditinggalkan kosong dan gersang turun-temurun, dan tak seorang pun akan melaluinya.","Burung undan dan landak akan mendiaminya, burung hantu dan gagak akan tinggal di sana. TUHAN menjadikan tanah itu kacau dan kosong seperti sebelum penciptaan.","Tak ada raja yang memerintah negeri itu, dan semua pemimpinnya sudah lenyap.","Puri-purinya dan kota-kotanya yang berkubu akan ditumbuhi semak berduri dan rumput, dan dihuni oleh anjing hutan dan burung unta.","Binatang buas akan berkeliaran di dalamnya; hantu-hantu bersahut-sahutan, dan hantu malam mencari tempat beristirahat.","Di tempat itu ular berbisa membuat sarangnya, bertelur, mengeram dan memelihara anak-anaknya. Burung alap-alap pun berkumpul dengan pasangannya masing-masing.","Carilah dan bacalah dalam Kitab TUHAN: Tidak satu pun dari semua makhluk itu akan hilang atau tanpa pasangan. Sebab begitulah perintah TUHAN, dan Ia sendiri yang telah mengumpulkan mereka.","Tuhanlah yang membagi negeri itu di antara mereka dan masing-masing menerima bagiannya. Mereka akan tinggal di situ untuk selama-lamanya, dan tanah itu menjadi milik mereka turun-temurun."]