["Sesungguhnya, TUHAN Yang Mahakuasa akan mengambil dari Yerusalem dan Yehuda segala persediaan makanan dan minuman. Juga semua orang yang mereka andalkan:","para pahlawan dan prajurit, hakim, nabi, tukang ramal dan penasihat,","perwira, orang terkemuka dan negarawan, tukang sihir dan tukang tenung.","TUHAN akan mengangkat anak-anak muda menjadi pemimpin rakyat, dan mereka akan memerintah dengan sewenang-wenang.","Orang-orang akan saling menindas. Orang muda meremehkan orang tua, dan orang kecil meremehkan orang besar.","Pada waktu itu orang akan menunjuk seorang sanak saudaranya dan berkata kepadanya, \"Cuma engkau yang punya pakaian yang pantas; sebab itu jadilah pemimpin kami di zaman yang penuh kesusahan ini.\"","Tetapi ia akan menjawab, \"Saya bukan dukun! Saya juga tidak punya makanan dan pakaian. Jangan suruh saya menjadi pemimpin bangsa!\"","Sungguh, Yerusalem sudah jatuh! Yehuda sudah runtuh! Sebab segala perkataan dan perbuatan mereka melawan TUHAN dan menantang kekuasaan-Nya.","Sikap mereka yang sombong menunjukkan kejahatan mereka. Dengan terang-terangan mereka berdosa seperti orang Sodom dahulu. Celakalah mereka! Mereka mendatangkan celaka atas diri mereka sendiri.","TUHAN berkata, \"Sampaikanlah kepada orang yang taat kepada-Ku bahwa mereka akan bahagia dan selamat. Mereka akan menikmati hasil jerih payahnya.","Tetapi celakalah orang jahat! Mereka akan diperlakukan seperti mereka telah memperlakukan orang lain.","Umat-Ku akan ditindas oleh tukang riba dan diperas oleh lintah darat. Umat-Ku akan disesatkan oleh para pemimpinnya sehingga tak tahu lagi jalan yang harus mereka tempuh.\"","TUHAN sudah siap untuk menggugat dan mengadili umat-Nya.","TUHAN bertindak sebagai hakim terhadap para pemimpin umat-Nya. Inilah tuduhan TUHAN terhadap mereka: \"Kamulah yang merampok hasil kebun-kebun anggur; rumahmu penuh barang yang kamu rampas dari orang miskin.","Mengapa kamu menindas umat-Ku dan memeras orang miskin? Aku, TUHAN Yang Mahatinggi dan Mahakuasa telah berbicara.\"","TUHAN berkata, \"Sombong benar wanita-wanita Yerusalem! Mereka genit, suka main mata dan berjalan dengan angkuh. Langkahnya dibuat-buat, dan gemerincing bunyi gelang-gelang kakinya.","Tetapi Aku akan menghukum mereka; kepala mereka akan penuh kudis dan digunduli.\"","Akan tiba waktunya TUHAN mengambil dari wanita-wanita Yerusalem segala perhiasan yang mereka banggakan: ikat kepala, gelang kaki, kalung,","gelang tangan, cadar,","tudung kepala, jimat-jimat di lengan dan pinggang,","cincin dan anting-anting hidung,","pakaian pesta yang indah-indah, gaun mantel, dompet,","baju tipis, pakaian linen, ikat leher dan kerudung panjang.","Sekarang mereka memakai wangi-wangian, nanti mereka berbau busuk. Ikat pinggang mereka yang halus akan diganti dengan tambang yang kasar. Kepala mereka yang berambut indah akan digunduli. Pakaian mereka yang bagus-bagus akan diganti dengan rombengan. Sekarang mereka cantik; nanti rupa mereka buruk karena diberi cap.","Orang laki-laki, juga yang kuat-kuat, akan tewas dalam perang.","Di gerbang-gerbang kota orang akan berkabung dan meratap, dan kota itu sendiri akan seperti wanita ditelanjangi yang duduk di tanah."]