["Celakalah musuh-musuh kita! Mereka merampok walaupun tidak dirampok, dan berkhianat walaupun tidak dikhianati. Tetapi sesudah merampok dan berkhianat, mereka sendiri akan menjadi korban perampokan dan pengkhianatan.","Ya TUHAN, kasihanilah kami. Engkaulah harapan kami. Lindungilah kami dari hari ke hari dan selamatkanlah kami di waktu kesesakan.","Jika Engkau bangkit dan memperdengarkan suara-Mu yang gemuruh, bangsa-bangsa akan lari dan tercerai-berai.","Seperti kawanan belalang orang menyerbu dan merampok harta mereka.","TUHAN sangat luhur; Ia menguasai segala-galanya. Ia akan menegakkan hukum dan keadilan di Yerusalem","dan memberi keamanan kepada umat-Nya. Harta yang menyelamatkan mereka adalah kebijaksanaan dan pengetahuan serta hormat kepada TUHAN.","Orang-orang yang gagah berani berteriak minta tolong; para utusan yang mengusahakan perdamaian menangis dengan pedih.","Jalan-jalan raya sangat berbahaya sehingga menjadi sunyi; tak ada orang yang melaluinya. Perjanjian diingkari dan persetujuan ditolak. Tak ada lagi yang dihiraukan.","Negeri ditinggalkan menjadi sepi. Hutan-hutan Libanon merana, dan lembah Saron yang subur menjadi seperti padang gurun. Di Basan dan di Gunung Karmel daun-daun berguguran.","TUHAN berkata kepada bangsa itu, \"Sekarang Aku akan bangkit dan bertindak menunjukkan kekuasaan-Ku.","Rencanamu sia-sia, dan segala yang kamu lakukan tak ada gunanya. Kemarahanmu seperti api yang membinasakan dirimu sendiri.","Kamu seperti batu karang yang dibakar untuk dijadikan kapur; seperti semak duri yang ditebang dan dibakar dalam api.","Biarlah semua orang yang dekat maupun yang jauh mendengar tentang perbuatan-Ku dan mengakui kekuasaan-Ku.\"","Orang-orang berdosa di Sion gemetar ketakutan. Kata mereka, \"Keputusan Allah seperti api yang menyala untuk selama-lamanya. Mungkinkah ada yang bisa bertahan dalam api yang memusnahkan itu?\"","Kamu dapat bertahan kalau kamu berkata dan berbuat yang benar. Jangan mencari untung dengan memeras orang miskin, dan jangan menerima uang suap. Jangan ikut dengan orang yang merencanakan pembunuhan atau kejahatan lain.","Maka kamu akan terlindung dan aman, seolah-olah berada di dalam benteng yang kuat. Makanan dan minuman akan tersedia bagimu.","Akan tiba saatnya kamu melihat seorang raja yang memerintah dengan semarak atas negeri yang terbentang ke segala penjuru.","Ketakutanmu yang sudah-sudah terhadap pemungut pajak, penjabat dan pengawas asing tinggal kenangan saja.","Kamu tak akan lagi melihat orang-orang asing biadab yang berbicara dalam bahasa yang tidak kamu mengerti.","Pandanglah kota Sion, tempat kita merayakan pesta-pesta agama. Pandanglah Yerusalem! Alangkah amannya tempat itu untuk didiami, seperti kemah yang tak pernah dipindahkan, patoknya tak pernah dicabut dan talinya tak pernah putus.","TUHAN akan memperlihatkan keagungan-Nya kepada kita. Kita akan hidup di tepi sungai yang lebar, yang tak dapat dilayari kapal musuh.","Semua perlengkapan di kapal mereka tak ada gunanya; layar-layarnya tak dapat dibentangkan! Semua kekayaan pasukan musuh akan kita rampas, dan jumlahnya sangat banyak, sehingga orang lumpuh pun mendapat bagian. TUHAN sendiri akan menjadi raja kita; Ia akan memerintah, menegakkan hukum dan menyelamatkan kita dari musuh.","(33:22)","Tak seorang pun di negeri kita akan mengeluh karena sakit, dan semua dosa akan diampuni."]