["Sekitar waktu itu Hizkia jatuh sakit dan hampir saja meninggal. Nabi Yesaya anak Amos, mengunjungi dia dan berkata, \"TUHAN berpesan supaya Baginda membereskan semua urusan, sebab Baginda tak akan sembuh. Tidak lama lagi Baginda akan meninggal.\"","Hizkia berpaling ke tembok, lalu berdoa,","\"TUHAN, ingatlah bahwa aku ini sudah mengabdi kepada-Mu dengan setia dan tulus hati. Aku selalu berusaha menuruti kemauan-Mu.\" Lalu Hizkia menangis dengan pilu.","Sesudah Yesaya pergi, TUHAN menyuruh dia","kembali kepada Hizkia dan menyampaikan pesan ini, \"Aku, TUHAN, Allah yang disembah Daud leluhurmu, telah mendengar doamu dan melihat air matamu. Aku akan menambah umurmu dengan lima belas tahun lagi.","Engkau dan kota Yerusalem akan Kulepaskan dari raja Asyur. Kota ini akan tetap Kulindungi.\"","Yesaya menjawab, \"Inilah tanda yang diberikan TUHAN kepada Baginda bahwa Ia menepati janji-Nya.","Pada penunjuk jam matahari buatan Raja Ahas, TUHAN akan membuat bayangannya mundur sepuluh garis.\" Maka mundurlah bayangan itu sepuluh garis.","Sesudah Hizkia sembuh, ia menulis lagu pujian ini:","\"Kataku, baru setengah umur aku harus pergi, mengakhiri sisa hidupku di dunia orang mati.","Kataku, aku takkan lagi memandang TUHAN di bumi, atau melihat manusia di dunia ini.","Nyawaku putus, sampailah ajalku, seperti kemah gembala yang dibongkar; seperti kain dipotong dari alat penenun; kusangka Allah akan mengakhiri hidupku.","Sepanjang malam aku berteriak kesakitan, seolah-olah tulang-tulangku diremukkan seekor singa; kusangka Allah akan mengakhiri hidupku.","Suaraku makin redup dan lemah, seperti burung dara aku berkeluh kesah. Mataku letih karena menengadah ke langit, TUHAN, bebaskanlah aku dari kesusahan ini.","Apa yang dapat kukatakan? Ini perbuatan TUHAN; aku tak dapat tidur karena kesedihan.","Ya TUHAN, berilah aku hidup oleh perkataan dan perbuatan-Mu, biarlah aku hidup bagi-Mu saja.","Kepedihanku akan berubah menjadi ketentraman, Engkau menyelamatkan aku dari bahaya; dosa-dosaku telah Kauampuni semuanya.","Di alam maut tak ada yang memuji Engkau, orang mati tak dapat mengharapkan kesetiaan-Mu.","Hanya orang hidup yang memuji Engkau, seperti yang kulakukan hari ini. Orang tua menceritakan kepada anaknya betapa setianya Engkau, ya TUHAN.","TUHAN, Engkau telah menyembuhkan aku, maka kami nyanyikan pujian di Rumah-Mu dengan memetik kecapi, sepanjang hidup kami.\"","Lalu Yesaya menyuruh orang melumatkan buah ara dan mengoleskannya pada bisul Hizkia supaya sembuh.","Raja Hizkia bertanya, \"Apakah tandanya bahwa TUHAN akan menyembuhkan aku dan bahwa aku dapat pergi ke Rumah TUHAN lagi?\""]