["Lihatlah, akan tiba saatnya seorang raja memerintah dengan adil dan pemimpin-pemimpin bangsa menjalankan keadilan.","Mereka masing-masing seperti tempat berlindung dari angin dan badai. Mereka seperti sungai yang mengalir di padang pasir, seperti naungan batu yang besar di tanah yang tandus.","Orang yang dapat melihat tak akan menutup matanya, dan yang dapat mendengar akan memperhatikan.","Orang yang dahulu terburu nafsu akan bertindak dengan sabar dan penuh pengertian. Orang yang gagap akan bicara dengan jelas.","Orang bodoh tidak lagi dianggap terhormat, dan penipu tidak dikatakan jujur.","Orang bodoh mengucapkan kata-kata yang bodoh dan merencanakan yang jahat. Apa saja yang dilakukan atau dikatakannya merupakan penghinaan terhadap Allah. Tak pernah ia memberi makan kepada orang lapar atau minum kepada orang haus.","Sedangkan seorang penipu memikirkan dan melakukan yang jahat. Ia mencari akal untuk mencelakakan orang miskin dengan kata-kata dusta dan mencegah mereka mendapat haknya.","Tetapi orang yang luhur budinya merencanakan hal-hal yang luhur dan bertindak luhur pula.","Dengarlah, hai wanita-wanita yang hidup enak, bebas dari kesusahan!","Sekarang kamu boleh merasa aman, tetapi kira-kira setahun lagi kamu akan putus asa, sebab panenan anggur akan gagal, dan hasil bumi lain juga tak ada.","Sampai saat ini kamu hidup enak, bebas dari kesusahan. Tetapi sekarang, gemetarlah ketakutan! Lepaskanlah pakaianmu dan ikatkan kain karung pada pinggangmu.","Tangisilah ladang-ladangmu yang subur dan kebun-kebun anggurmu yang berbuah lebat,","sebab tanah bangsaku ditumbuhi belukar dan semak berduri. Ya, tangisilah rumah-rumahmu tempat orang bersenang-senang dan kota yang penuh keramaian!","Bahkan istana akan ditinggalkan dan ibukota yang ramai menjadi sunyi sepi. Bukit dan menara-menara penjagaan sudah diratakan dengan tanah untuk selama-lamanya. Keledai-keledai liar dan domba-domba akan berkeliaran dan merumput di sana.","Tetapi sekali lagi Allah akan datang dengan kuasa-Nya. Maka padang gurun akan menjadi ladang-ladang subur, dan ladang-ladang akan seperti hutan.","Di seluruh negeri akan ada kejujuran dan keadilan.","Setiap orang akan melakukan apa yang benar, sehingga ada kesejahteraan dan ketentraman untuk selama-lamanya.","Umat Allah akan bebas dari kesusahan dan hidup di tempat yang aman dan tentram.","Alangkah bahagianya kamu semua karena ada cukup air untuk tanamanmu, dan ternakmu dapat merumput di mana-mana dengan aman. Tetapi musuhmu akan seperti hutan yang ditimpa hujan batu dan kota mereka akan diruntuhkan.","(32:19)"]