["Beginilah kata Allahmu, \"Hiburlah, hiburlah bangsa-Ku!","Tenangkanlah hati orang Yerusalem, katakanlah bahwa perhambaannya sudah berakhir. Kesalahan mereka sudah Kuampuni, dosa-dosa mereka telah Kuhukum dua kali lipat.\"","Ada suara yang berseru, \"Siapkanlah jalan di padang gurun bagi TUHAN. Luruskanlah jalan raya di padang belantara bagi Allah kita!","Setiap lembah harus ditutup, gunung dan bukit diratakan. Tanah berbukit akan menjadi dataran, dan yang berlekak-lekuk dilicinkan.","Maka keagungan TUHAN akan dinyatakan; seluruh umat manusia akan menyaksikannya. Sungguh, TUHAN sendiri telah menjanjikannya!\"","Ada suara yang berkata, \"Kabarkanlah!\" Aku bertanya, \"Apa yang harus kukabarkan?\" \"Kabarkanlah bahwa manusia seperti rumput, seperti bunga yang hanya sebentar keindahannya.","Rumput menjadi kering dan bunga menjadi layu, apabila TUHAN menghembuskan angin yang panas. Sungguh, bangsa itu seperti rumput.","Rumput menjadi kering dan bunga menjadi layu, tetapi sabda Allah kita bertahan selama-lamanya.\"","Naiklah ke atas gunung yang tinggi, dan umumkanlah kabar baik kepada Yerusalem! Berserulah dengan suara nyaring, dan umumkanlah kabar baik kepada Sion! Katakanlah kepada kota-kota Yehuda bahwa Allah mereka akan datang!","Lihat, TUHAN Allah datang dengan kuasa untuk bertindak dengan perkasa. Ia diiringi orang-orang yang telah dibebaskan-Nya.","Seperti seorang gembala Ia memelihara kawanan-Nya; Ia sendiri mengumpulkan mereka. Anak-anak domba digendong-Nya, dengan lemah lembut Ia menuntun induk-induk-Nya.","Siapa menakar samudra dengan lekuk tangannya, atau mengukur angkasa dengan jengkal? Siapa menakar tanah bumi dengan takaran atau menimbang gunung dan bukit dengan dacing?","Siapa yang memimpin TUHAN, atau mengajar Dia sebagai penasihat-Nya?","Kepada siapa TUHAN bertanya supaya mendapat pengetahuan dan pengertian? Siapa memberi petunjuk kepada-Nya untuk bertindak dengan tepat?","Bagi TUHAN bangsa-bangsa seperti setetes air dalam timba, seperti sebutir debu pada neraca; pulau-pulau sama ringannya dengan abu halus.","Semua binatang di hutan Libanon tidak cukup untuk dijadikan kurban bakaran; pohon-pohonnya terlalu sedikit untuk dijadikan kayu apinya.","Semua bangsa tidak berarti bagi-Nya, seolah-olah tidak ada di hadapan-Nya.","Jadi dengan siapa engkau mau menyamakan Allah? Siapa kauanggap serupa dengan Dia?","Ia tidak seperti patung buatan tukang-tukang, patung yang berlapis emas dan beralas perak.","Orang yang tak mampu membeli emas atau perak, memilih kayu yang tak mudah rusak. Ia mencari tukang yang ahli untuk membuat patung yang tak mudah goyang.","Masakan engkau tidak tahu dan tidak mendengar, dan tidak diberitahu kepadamu sejak dahulu? Masakan engkau tidak mengerti dari semula bagaimana awalnya dunia?","Yang menciptakannya bertakhta di atas bulatan bumi, penduduknya tampak kecil seperti belalang. Ia membentangkan langit seperti kain, dan memasangnya seperti kemah untuk didiami.","Ia membuat para penguasa tidak berdaya, dan para pembesar kehilangan kekuasaannya.","Mereka itu seperti tanaman muda yang baru mulai tumbuh akarnya. Apabila TUHAN menghembuskan angin, mereka kering dan diterbangkan seperti jerami.","Siapa kauanggap serupa dengan Allah Yang Mahakudus? Dengan siapa engkau mau menyamakan Dia?","Pandanglah ke langit, dan perhatikanlah! Siapakah yang menciptakan bintang-bintang? Dia yang mengatur mereka seperti pasukan, Ia tahu jumlah mereka semua, dan memanggil masing-masing dengan namanya. Tak ada satu pun yang hilang, karena besarnya kuasa TUHAN!","Jadi Israel, mengapa engkau berkeluh kesah, seolah-olah TUHAN Allahmu tak tahu engkau susah? Seolah-olah Ia tidak mengindahkan nasibmu, dan tidak memperhatikan hakmu?","Masakan engkau tidak tahu dan tidak mendengar? Tuhanlah Allah yang kekal, yang menciptakan seluruh bumi. Ia tak pernah menjadi lelah atau lesu; pikiran-Nya tak dapat diselami.","Ia menguatkan orang yang lelah, memberi semangat kepada yang tak berdaya.","Orang-orang muda menjadi lelah dan lesu anak-anak remaja jatuh tersandung.","Tetapi orang yang mengandalkan TUHAN, akan mendapat kekuatan baru. Mereka seperti burung rajawali yang terbang tinggi dengan kekuatan sayapnya. Mereka berlari dan tidak menjadi lelah, mereka berjalan dan tidak menjadi lesu."]