["TUHAN telah memilih Kores menjadi raja; ia ditunjuk untuk mengalahkan bangsa-bangsa dan untuk mematahkan kekuasaan raja-raja. TUHAN akan membuka gerbang-gerbang kota baginya, tidak satu pun tinggal tertutup. Kepadanya TUHAN berkata,","\"Aku akan menyiapkan jalan bagimu; gunung dan bukit akan Kuratakan, pintu-pintu tembaga akan Kupecahkan, dan palang-palang besi Kupatahkan.","Maka engkau akan Kuberi harta kekayaan yang tersembunyi, supaya engkau tahu Akulah TUHAN, Allah Israel, yang telah memanggil engkau dengan namamu.","Engkau Kupanggil dan Kuberi gelar, sekalipun engkau tidak mengenal Aku. Kutugaskan engkau menolong Israel hamba-Ku, sebab mereka bangsa pilihan-Ku.","Akulah TUHAN, tak ada lainnya, Aku Allah Yang Mahaesa. Engkau telah Kupersenjatai, sekalipun engkau tidak mengenal Aku.","Segalanya itu Kulakukan supaya dari timur sampai ke barat semua orang tahu Akulah TUHAN, tak ada ilah selain Aku.","Akulah yang menjadikan terang dan gelap, Aku mendatangkan berkat dan bencana. Akulah TUHAN yang melakukan semua itu.","Dari langit Kuturunkan kemenangan seperti hujan, bumi membuka diri untuk menerimanya, lalu menumbuhkan keselamatan dan kebebasan; Aku TUHAN yang membuat itu terjadi.\"","Celakalah orang yang berbantah dengan Penciptanya; ia seperti periuk yang melawan orang yang membuatnya. Apakah tanah liat bertanya kepada tukang periuk, \"Engkau sedang apa?\" Apakah periuk mengeluh bahwa pembuatnya tidak mempunyai keahlian?","Celakalah orang yang berkata kepada orang tuanya, \"Mengapa saya dilahirkan begini?\"","TUHAN, Allah kudus Israel berkata, \"Tanyailah Aku mengenai masa depan. Tetapi jangan bertanya tentang anak-anak-Ku, atau menyuruh Aku berbuat sesuatu.","Akulah TUHAN yang menjadikan bumi, dan menciptakan manusia untuk mendiaminya. Dengan kuasa-Ku Aku membentangkan langit, dan memerintahkan matahari, bulan dan bintang-bintang.","Akulah yang menggerakkan Kores untuk melaksanakan maksud-Ku dan menegakkan keadilan. Aku akan meratakan semua jalan yang dilaluinya. Ia akan membangun kembali kota-Ku Yerusalem dan membebaskan umat-Ku yang ditawan, tanpa suap dan tanpa bayaran.\" TUHAN Yang Mahakuasa telah berbicara.","TUHAN berkata kepada Israel, \"Milikilah hasil tanah Mesir dan laba Sudan. Orang-orang Syeba yang gagah menjadi kepunyaanmu; mereka berjalan di belakangmu dengan terbelenggu. Mereka akan sujud dan mengakui, 'Allah benar-benar di tengahmu; tak ada ilah selain Dia!","Allah yang menyelamatkan Israel adalah Allah yang menyembunyikan diri.","Semua orang yang membuat patung berhala; akan dipermalukan dan dihina.","Tetapi Israel diselamatkan TUHAN; keselamatannya akan bertahan. Kamu tidak akan dipermalukan dan dihina sampai selama-lamanya.'\"","Tuhanlah yang menciptakan langit, Dialah Allah! Dialah yang menjadikan dan membentuk bumi, membuatnya kokoh dan tetap berdiri. Ia tidak menjadikannya tempat yang sunyi sepi, tetapi tempat untuk didiami. Dialah yang berkata, \"Akulah TUHAN, dan tak ada lainnya.","Aku tidak bicara dengan sembunyi-sembunyi, atau secara rahasia. Aku tidak menyuruh umat-Ku Israel mencari Aku dengan percuma. Aku, TUHAN, mengatakan yang benar, dan memberitahukan apa yang betul.\"","TUHAN berkata, \"Berhimpunlah dan datanglah bersama-sama, kamu semua yang terluput di antara bangsa-bangsa! Bodohlah orang-orang yang mengarak patung kayu, dan berdoa kepada dewa-dewa yang tak dapat menyelamatkan.","Ajukan perkaramu, kemukakan bukti-buktinya, ya, biarlah mereka berunding bersama. Siapakah yang mengabarkan hal itu dan memberitahukannya sejak dahulu? Bukankah Aku, TUHAN? Tak ada ilah selain Aku. Akulah Allah yang adil dan Penyelamat, tak ada lainnya kecuali Aku!","Hai, seluruh penduduk bumi, berpalinglah kepada-Ku supaya kamu diselamatkan, sebab hanya Aku Allah, tak ada yang lain!","Aku telah berjanji, dan janji-Ku tak akan batal; demi Aku sendiri Aku bersumpah: Setiap orang akan berlutut di depan-Ku, dan dalam bahasanya sendiri berjanji untuk setia kepada-Ku.","Orang-orang akan mengatakan, 'Keadilan dan kekuatan hanya dari TUHAN!' Semua orang yang membenci Aku akan datang kepada-Ku dan mendapat malu.","Tetapi keturunan Yakub akan diselamatkan, dan mereka akan memuji Aku, TUHAN."]