["TUHAN berkata, \"Hai, Babel, turunlah dari takhtamu, dan duduklah di atas debu. Engkau tidak genit dan manis seperti dahulu.","Gilinglah tepung dengan batu; bukalah kerudungmu, angkatlah gaunmu sampai tampak betismu, dan seberangilah sungai-sungai.","Orang akan melihat engkau telanjang, dihina dan dipermalukan. Aku akan membalas dendam kepadamu, dan tak seorang pun Kuluputkan.\"","Allah kudus Israel membebaskan kita, nama-Nya TUHAN Yang Mahakuasa.","TUHAN berkata kepada Babel, \"Diamlah, dan masuklah ke dalam kegelapan. Engkau tak akan lagi disebut 'Ratu kerajaan-kerajaan.'","Dahulu Aku marah kepada umat-Ku, mereka tidak lagi Kuanggap milik-Ku. Lalu mereka Kuserahkan kepadamu, dan engkau tidak mengasihani mereka, bahkan yang tua-tua kautindas dengan kejam.","Engkau menyangka akan menjadi ratu selama-lamanya, dan tidak menyadari atau memikirkan kesudahannya.","Sebab itu dengarlah Aku, hai engkau yang suka mengejar kesenangan! Kausangka hidupmu aman, dan tak ada yang seperti engkau. Kaupikir engkau tak akan menjadi janda, dan keturunanmu tak akan binasa.","Tetapi sesaat saja, dalam satu hari, kedua hal itu sekaligus terjadi. Biar engkau memakai sihir dan mantra, suamimu dan anakmu direnggut juga.","Engkau merasa aman dalam kejahatanmu, kaupikir perbuatanmu tidak diperhatikan. Engkau disesatkan oleh kebijaksanaan dan pengetahuanmu, kausangka tak ada yang seperti engkau.","Tetapi engkau akan ditimpa bencana, ilmu sihirmu tak dapat mengelakkannya. Engkau akan didatangi malapetaka, dan tak sanggup menangkisnya. Kebinasaan akan datang dengan tiba-tiba, dan tidak kausangka-sangka sebelumnya.","Bertekunlah saja dengan semua mantra dan sihirmu, yang merepotkan engkau sejak masa kecilmu. Siapa tahu itu berguna bagimu, untuk menakut-nakuti musuh-musuhmu.","Engkau payah karena banyaknya nasihat. Suruhlah peramal-peramal tampil menyelamatkan engkau; mereka yang telah meneliti segala penjuru langit dan mempelajari bintang-bintang, dan pada setiap bulan baru meramalkan apa yang menjadi nasibmu.","Lihat, mereka seperti jerami yang dimakan api; tak dapat mereka menyelamatkan diri sendiri! Nyala api itu terlalu panas bagi mereka, bukan api hangat untuk berdiang.","Itulah faedah para peramal bagimu yang merepotkan engkau sejak masa kecilmu; masing-masing pergi meninggalkan engkau; tak ada yang datang untuk menolongmu.\""]