["Dengarlah aku, hai negeri-negeri yang jauh perhatikanlah kata-kataku. TUHAN memanggil aku sebelum aku dilahirkan, Ia memilih aku sejak dari kandungan.","Ia membuat kata-kataku setajam pedang, dengan tangan-Nya sendiri Ia melindungi aku. Ia menjadikan aku seperti anak panah yang terasah, dan menyimpannya dalam tabung supaya siap dipakai.","Kata-Nya kepadaku, \"Engkaulah hamba-Ku; Aku akan diagungkan karena engkau.\"","Tetapi aku berkata, \"Jerih payahku percuma; kuhabiskan tenagaku dengan sia-sia!\" Namun aku yakin TUHAN membela hakku, Allah membalas aku menurut perbuatanku.","Sebelum lahir, aku dipanggil TUHAN menjadi hamba-Nya, untuk mengumpulkan umat Israel, supaya mereka kembali kepada-Nya. TUHAN menjadikan aku terhormat, Allah adalah kekuatanku.","TUHAN berkata kepadaku, \"Tugas yang lebih besar menanti engkau, hai hamba-Ku; kau tidak hanya akan memulangkan sisa keturunan Yakub dan memulihkan kebesaran suku-suku Israel, tetapi Kujadikan pula terang bangsa-bangsa, supaya seluruh dunia diselamatkan.\"","Allah kudus Penyelamat Israel berkata kepada orang yang sangat dihina, dan yang dibenci oleh bangsa-bangsa serta menjadi hamba para penguasa, \"Raja-raja akan melihat perbuatan-Ku; mereka akan bangkit menghormati Aku. Para penguasa akan melihatnya juga, lalu sujud menyembah.\" Itu terjadi karena TUHAN telah memilih hamba-Nya; Allah kudus Israel setia kepada janji-Nya.","TUHAN berkata kepada umat-Nya, \"Pada waktu Aku berkenan, Aku akan menjawab; pada hari Aku menyelamatkan, Aku menolong kamu. Kamu Kulindungi dan Kujaga, dan Kujadikan perjanjian bagi bangsa-bangsa. Kupulihkan negeri yang sunyi sepi menjadi tanah pusaka yang didiami.","Orang yang dipenjarakan Kusuruh keluar; yang ada di tempat gelap Kubawa kepada terang. Bahkan di bukit yang gundul mereka tidak kekurangan, di sepanjang jalan tersedia makanan.","Mereka tak akan menjadi haus atau lapar, dan tak akan ditimpa terik matahari di padang gurun. Sebab Aku, penyayang mereka, akan membimbing mereka, dan menuntun mereka ke sumber-sumber air.","Aku akan membuat jalan melalui pegunungan, semua jalan raya-Ku akan Kuratakan.","Dari jauh umat-Ku berdatangan, dari utara, barat dan Sinim di selatan.\"","Bernyanyilah hai langit, bersoraklah hai bumi, hai gunung-gunung, bersoraklah gembira! Sebab TUHAN datang menghibur umat-Nya, Ia mengasihani umat-Nya yang tertindas.","Tetapi penduduk Yerusalem berkata, \"TUHAN sudah meninggalkan kita, TUHAN kita sudah melupakan kita.\"","TUHAN menjawab, kata-Nya, \"Mungkinkah seorang ibu melupakan anaknya, dan tidak menyayangi anak kandungnya? Sekalipun dia melupakannya, Aku tak akan melupakan engkau!","Yerusalem, Aku selalu ingat padamu; namamu Kuukir di telapak tangan-Ku.","Orang-orang yang membangun engkau segera datang, dan yang telah menghancurkan engkau akan pergi.","Lihatlah dan pandanglah di sekelilingmu, rakyatmu sudah berkumpul dan datang kepadamu. Demi Aku, Allah yang hidup, Aku berkata, sungguh, engkau akan bangga karena pendudukmu, seperti pengantin wanita bangga karena perhiasannya.","Negerimu yang tandus dan sunyi sepi, sekarang menjadi terlalu sempit bagi orang-orang yang ingin mendiaminya. Dan orang-orang yang mau membinasakan engkau, sudah pergi jauh daripadamu.","Anak-anak yang lahir di pengasingan akan berkata kepadamu, 'Negeri ini terlalu sempit bagiku, berilah tempat supaya aku dapat diam di sini.'","Maka engkau akan berkata dalam hati, 'Siapakah yang melahirkan anak-anak itu bagiku? Bukankah aku sudah kehilangan anak-anakku, dan tak dapat melahirkan lagi? Aku diangkut dalam pembuangan dan disingkirkan dan ditinggalkan seorang diri. Jadi dari mana anak-anak itu, dan siapa yang membesarkan mereka?'\"","TUHAN Yang Mahatinggi berkata kepada umat-Nya, \"Aku akan memberikan tanda kepada bangsa-bangsa dan mereka akan memulangkan anak-anakmu; anak-anakmu laki-laki akan digendong, dan anak-anakmu perempuan dipikul di atas bahu.","Raja-raja akan seperti bapak bagimu, dan ratu-ratu sebagai ibu. Mereka akan sujud menghormati engkau dan merendahkan diri terhadapmu. Maka engkau akan tahu bahwa Aku TUHAN; orang yang berharap pada-Ku tidak dikecewakan.\"","Kamu bertanya, \"Mungkinkah jarahan dirampas dari tangan pahlawan, atau tawanan direbut dari genggaman orang kejam?\"","TUHAN menjawab, \"Itulah yang akan terjadi. Tawanan para pahlawan akan direbut kembali. Jarahan orang kejam akan dirampas lagi. Sebab Aku sendiri melawan musuhmu; Aku akan menyelamatkan anak-anakmu.","Aku akan membuat musuhmu mabuk darah, sehingga mereka saling membunuh. Maka seluruh umat manusia akan tahu, bahwa Aku, TUHAN, Penyelamatmu; Yang Mahakuat, Allah Yakub, Penebusmu.\""]