["Israel, beginilah kata TUHAN, \"Akulah yang menjadikan dan membentuk engkau, jangan takut, engkau pasti Kuselamatkan! Aku telah memanggil engkau dengan namamu, engkau adalah milik-Ku.","Bila engkau mengarungi air, Aku akan menyertai engkau, engkau tak akan tenggelam dalam kesukaran-kesukaranmu. Bila melalui api, engkau tak akan hangus, percobaan-percobaan berat tak akan mencelakakan engkau.","Sebab Akulah TUHAN, Allahmu, Allah kudus Israel, Penyelamatmu. Mesir Kuberikan sebagai tebusanmu, Sudan dan Syeba sebagai gantimu.","Engkau berharga di mata-Ku, Aku menghargai dan mengasihi engkau; maka Kuberikan manusia sebagai gantimu, bangsa-bangsa sebagai ganti nyawamu.","Jangan takut, sebab Aku melindungi engkau. Dari barat dan dari timur Kusuruh anak cucumu datang berkumpul.","Kuperintahkan kepada utara dan selatan, supaya mereka segera dilepaskan. Biar anak-anakmu lelaki kembali dari jauh, dan anak-anakmu perempuan pulang dari ujung-ujung bumi.","Sebab mereka semua telah dipanggil dengan nama-Ku, mereka Kuciptakan untuk mengagungkan Aku.\"","Allah berkata, \"Suruhlah tampil ke depan bangsa-Ku yang buta, sekalipun mempunyai mata; yang tuli, sekalipun mempunyai telinga.","Suruhlah semua bangsa berkumpul dan semua suku berhimpun. Siapakah di antara dewa-dewa mereka telah memberitahukan apa yang terjadi sekarang? Siapa di antaranya dapat meramalkan masa depan? Biarlah saksi-saksi mereka tampil, dan membuktikan bahwa mereka benar, supaya semua yang mendengar mereka berkata, bahwa memang demikian!","Hai umat-Ku, kamulah saksi-saksi-Ku, kamu Kupilih menjadi hamba-hamba-Ku, supaya mengenal Aku dan percaya kepada-Ku, dan mengerti bahwa Akulah Allah. Aku Allah Yang Mahaesa, tak ada lainnya sebelum dan sesudah Aku.","Aku sendirilah TUHAN, selain Aku tak ada yang menyelamatkan.","Aku telah memberitahukannya kepadamu, Akulah yang menyelamatkan kamu, dan bukan ilah asing yang ada di antaramu; kamulah yang menjadi saksi-saksi-Ku. Dan Aku, Aku ini Allah,","untuk selamanya Aku tetap Allah. Tak ada yang dapat luput dari kuasa-Ku, atau menghalangi rencana-Ku.\"","TUHAN Penyelamatmu, Yang Kudus Israel, berkata, \"Demi kamu, Aku mengirim tentara ke Babel, dan Kudobrak palang-palang pintu penjara; sorak-sorai orang Kasdim Kuubah menjadi ratapan.","Akulah TUHAN, Allahmu yang kudus, Rajamu, yang menciptakan engkau, hai Israel!\"","TUHAN telah membuat sebuah jalan melalui laut, melalui air yang bergelora.","Ia menyuruh tentara dan perwira-perwiranya berperang, dan mereka maju dengan kereta berkuda. Tetapi mereka jatuh, tak dapat bangkit lagi, mereka mati seperti sumbu yang padam.","TUHAN berkata, \"Tak ada gunanya mengingat masa lalu, percuma mengenang yang sudah-sudah.","Perhatikanlah, Aku membuat sesuatu yang baru; sekarang sudah mulai, tidakkah kaulihat? Aku akan membuat jalan di padang gurun, dan sungai-sungai di padang belantara.","Binatang liar akan mengagungkan Aku; serigala dan burung unta akan memuji Aku sebab Aku mengalirkan air di padang gurun, dan sungai-sungai di padang belantara untuk memberi minum kepada umat pilihan-Ku.","Merekalah bangsa yang Kubentuk bagi diri-Ku, agar dapat mewartakan pujian bagi-Ku.\"","TUHAN berkata, \"Tetapi engkau Israel, tidak menyembah Aku, dan tidak lagi berbakti kepada-Ku.","Engkau tidak membawa domba untuk kurban bakaranmu, tidak menghormati Aku dengan persembahanmu. Padahal Aku tidak membebankan engkau dengan kurban, atau menyusahkan engkau dengan menuntut kemenyan.","Engkau tidak membeli dupa harum untuk-Ku, tidak memuaskan Aku dengan lemak kurban sembelihanmu. Sebaliknya engkau membebani Aku dengan dosa-dosamu, menyusahkan Aku dengan kesalahan-kesalahanmu.","Namun Aku Allah yang menghapus dosamu, Aku mengampuni engkau karena begitulah sifat-Ku; Aku tidak mengingat-ingat dosamu.","Ingatkanlah Aku, mari kita ke pengadilan, adukan perkaramu supaya nyata bahwa engkau benar.","Nenek moyangmu yang pertama telah berdosa, para pemimpinmu telah memberontak terhadap Aku,","imam-imammu telah mencemarkan Rumah-Ku. Maka Israel Kuserahkan untuk dihina, keturunan Yakub Kubiarkan ditumpas.\""]