["Kata TUHAN, \"Inilah hamba-Ku yang Kudukung, orang pilihan-Ku yang menyenangkan hati-Ku. Aku telah memberi kuasa-Ku kepadanya, untuk membawa keadilan bagi setiap bangsa.","Ia tak akan berteriak atau berseru dengan nyaring, suaranya tak akan terdengar di jalan.","Buluh yang terkulai tak akan dipatahkannya, pelita yang kelap-kelip tak akan dipadamkannya. Dengan setia ia akan menyatakan kebenaran,","tanpa bimbang atau putus asa, sampai keadilan ditegakkan di bumi. Negeri-negeri yang jauh merindukan ajarannya.\"","TUHAN Allah menciptakan dan membentangkan langit; Ia membentuk bumi dan segala yang tumbuh di atasnya. Ia memberi manusia napas kehidupan dan nyawa. Ia menyampaikan pesan ini kepada hamba-Nya,","\"Aku, TUHAN, memanggil dan menugaskan engkau untuk menjalankan keadilan. Engkau Kubimbing dan Kupelihara untuk menjadi perjanjian bagi umat manusia, dan cahaya bagi semua bangsa.","Untuk membuka mata orang buta, dan membebaskan orang dari kegelapan penjara.","Akulah TUHAN, itulah nama-Ku; keagungan-Ku tidak Kuberikan kepada siapa pun; kemasyhuran-Ku tidak Kuserahkan kepada patung.","Sekarang yang Kuramalkan sudah menjadi kenyataan; Aku mau memberitahukan hal-hal yang baru; sebelum itu terjadi, sudah Kukatakan kepadamu.\"","Nyanyikanlah lagu baru bagi TUHAN, pujilah Dia, hai seluruh bumi! Bergemuruhlah, hai laut dan semua isinya, negeri-negeri yang jauh dan semua penduduknya!","Hendaklah padang gurun dan kota-kotanya memuji TUHAN, baiklah penduduk Kedar memuji Dia! Hendaklah penduduk kota Sela bersorak-sorai, dan berseru-seru dari puncak gunung!","Baiklah mereka mengagungkan TUHAN, dan memasyhurkan Dia di negeri-negeri jauh.","TUHAN maju bertempur seperti seorang pahlawan, seperti seorang prajurit penuh semangat berperang. Ia mengangkat pekik pertempuran, dan menunjukkan keunggulan-Nya terhadap lawan.","Allah berkata, \"Sudah lama Aku membisu; Aku diam dan menahan diri. Sekarang tiba saatnya untuk bertindak, Aku mau berteriak seperti wanita yang melahirkan.","Gunung dan bukit akan Kubuat tandus, semua tanamannya Kujadikan layu. Lembah-lembah sungai Kuubah menjadi padang gurun, semua danau Kujadikan kering.","Bangsa-Ku yang buta akan Kubimbing melalui jalan yang tidak mereka ketahui; mereka akan Kutuntun di jalan-jalan yang tidak mereka kenal. Kegelapan Kujadikan terang bagi mereka, dan jalan yang berlekuk-lekuk Kuratakan. Itulah yang akan Kulakukan bagi mereka, dan pasti akan Kulaksanakan.","Orang yang percaya kepada patung berhala dan mengakuinya sebagai ilah mereka, akan dihina dan dipermalukan.\"","TUHAN berkata, \"Dengarlah, hai orang-orang tuli! Lihatlah, hai orang-orang buta!","Siapakah yang lebih buta dari Israel hamba-Ku? Siapakah yang lebih tuli dari utusan-Ku?","Israel, banyak yang kaulihat, tetapi tidak kauperhatikan, telingamu terbuka, tetapi engkau tidak mendengarkan.\"","TUHAN berkenan menyelamatkan; Ia ingin hukum-Nya dihormati dan diagungkan.","Tetapi bangsa itu sudah habis dirampok; mereka ditahan dalam kamar-kamar di bawah tanah, dan disekap dalam penjara-penjara. Mereka menjadi korban perampokan, dan tak ada yang datang memberi pertolongan.","Siapa di antara kamu mau mendengarkan hal ini, dan memperhatikannya untuk selanjutnya?","Siapakah yang menyerahkan Israel untuk dirampas? Bukankah TUHAN sendiri? Terhadap Dialah kita berdosa, kita tidak hidup menurut perintah-Nya, dan tidak mengikuti ajaran-Nya.","Maka Ia membuat kita merasakan murka-Nya yang hebat, dan menderita karena peperangan yang dahsyat. Kemarahan-Nya membakar di Israel seperti api, tetapi kita tidak menyadarinya, dan tidak belajar dari yang kita alami."]