["TUHAN berkata kepada umat-Nya, \"Lakukanlah apa yang adil dan yang sesuai dengan hukum-Ku. Sebab sebentar lagi Aku datang menyelamatkan kamu dan keadilan-Ku dinyatakan.","Kuberkati orang yang menepati hari Sabat dan tidak menajiskan hari itu. Orang yang tidak melakukan kejahatan akan Kuperlakukan dengan baik.\"","Orang asing yang bergabung dengan umat TUHAN tidak boleh berkata, \"TUHAN tidak mengizinkan aku menyembah Dia bersama umat-Nya.\" Orang yang dikebiri tak boleh berpikir \"Aku tak dapat menjadi warga umat TUHAN, sebab aku tak bisa mendapat keturunan.\"","TUHAN berkata kepada mereka, \"Jika kamu mengindahkan hari Sabat, jika kamu setia kepada perjanjian-Ku dan melakukan apa yang menyenangkan hati-Ku,","maka namamu akan diingat di dalam Rumah-Ku dan di antara bangsa-Ku. Itu lebih baik daripada mempunyai anak-anak laki-laki dan perempuan. Kamu Kuberi nama abadi yang tak akan dilupakan.\"","TUHAN berkata kepada orang-orang asing yang telah masuk bilangan umat TUHAN, yang mencintai TUHAN dan berbakti kepada-Nya, yang menghormati hari Sabat dan setia kepada perjanjian-Nya,","\"Kamu akan Kubawa ke Sion, ke bukit-Ku yang suci, dan Kuberi kegembiraan di rumah ibadat-Ku. Kurban-kurban yang kamu persembahkan di mezbah-Ku akan Kuterima. Rumah-Ku akan disebut rumah doa untuk segala bangsa.\"","Beginilah kata TUHAN Yang Mahatinggi yang mengantar Israel pulang dari pembuangan, \"Aku akan membawa orang-orang lain untuk bergabung dengan mereka yang sudah terkumpul.\"","TUHAN menyuruh bangsa-bangsa asing datang seperti binatang buas untuk menerkam umat-Nya.","Kata TUHAN, \"Pemimpin-pemimpin bangsa-Ku adalah orang-orang buta! Mereka tak tahu apa-apa. Mereka seperti anjing bisu yang tidak menyalak, tetapi tidur saja dan mimpi. Senang benar mereka tidur!","Mereka seperti anjing rakus yang tak pernah kenyang. Pemimpin-pemimpin itu tak dapat mengerti. Masing-masing berbuat sesuka hati dan mencari keuntungannya sendiri.","Pemabuk-pemabuk itu berkata, 'Mari kita minum anggur dan minum sepuas-puasnya! Besok akan lebih baik dari hari ini!'\""]