["TUHAN berkata, \"Marilah kamu semua yang haus, minumlah, air tersedia. Datanglah kamu yang tidak punya uang, terimalah gandum tanpa membayar, dan makanlah! Anggur dan susu tersedia, terimalah dengan cuma-cuma.","Untuk apa membeli sesuatu yang tidak memuaskan, dan bekerja untuk apa yang tidak mengenyangkan? Turutlah perintah-Ku, maka kamu akan makan yang baik, dan menikmati hidangan yang lezat.","Dengarlah, hai bangsa-Ku, datanglah kepada-Ku, kamu akan Kuberi hidup sejati. Demi kasih dan kesetiaan yang Kujanjikan kepada Daud, Aku mengikat janji abadi dengan kamu.","Sesungguhnya, dia Kujadikan pemimpin dan panglima, saksi dari kuasa-Ku untuk bangsa-bangsa.","Kamu akan memanggil bangsa-bangsa asing, dan mereka segera datang kepadamu, demi Aku, TUHAN Allahmu, Allah kudus Israel, sebab Aku telah mengagungkan kamu.\"","Kembalilah kepada TUHAN selama masih dapat; berserulah kepada-Nya selama Ia dekat.","Hendaklah orang jahat memperbaiki hidupnya, dan mengubah jalan pikirannya. Biarlah ia kembali kepada TUHAN, supaya mendapat belas kasihan-Nya. Hendaklah ia berpaling kepada Allah kita, sebab TUHAN mengampuni dengan murah hati.","TUHAN berkata, \"Pikiran-Ku bukan pikiranmu, dan jalan-Ku bukan jalanmu.","Setinggi langit di atas bumi, setinggi itulah pikiran-Ku di atas pikiranmu, dan jalan-Ku di atas jalanmu.","Seperti hujan turun dari langit, dan tidak kembali, melainkan membasahi bumi, menyuburkannya dan menumbuhkan tanam-tanaman, memberi hasil untuk ditabur dan dimakan,","begitu juga perkataan yang Kuucapkan tidak kembali kepada-Ku dengan sia-sia, tetapi berhasil melakukan apa yang Kukehendaki, dan mencapai segala yang Kumaksudkan.","Kamu akan meninggalkan Babel dengan sukacita, dan diantar keluar dengan selamat. Gunung dan bukit akan bergembira dan bersorak-sorai, pohon-pohon di ladang bertepuk tangan.","Pohon cemara akan menggantikan semak berduri, tanaman bunga menggantikan semak belukar. Itu terjadi supaya Aku dimasyhurkan; sebagai tanda abadi yang tak akan hilang.\""]