["Yerusalem, dahulu engkau seperti wanita mandul yang tak bisa melahirkan. Tetapi sekarang bersorak-soraklah, dan bernyanyilah dengan gembira! Sebab anak-anakmu banyak sekali, melebihi anak wanita yang tidak ditinggalkan suami.","Luaskanlah kemah-kemah kediamanmu; panjangkan tali-talinya dan kokohkan pasak-pasaknya!","Engkau akan bertambah luas ke kanan dan kiri, pendudukmu akan menduduki tanah bangsa-bangsa dan mendiami kota-kota yang sekarang sunyi sepi.","Jangan takut, engkau tak akan dipermalukan; tak akan dihina dan tersipu-sipu. Engkau akan melupakan ketidaksetiaanmu di waktu muda; tidak mengingat lagi kesepianmu sebagai janda.","Penciptamu seperti suami bagimu, Allah kudus Israel adalah Penyelamatmu. TUHAN Yang Mahakuasa, itulah nama-Nya, Ia Allah penguasa seluruh dunia.","Israel, engkau seperti seorang istri muda yang sedih karena ditinggalkan suaminya. Tetapi Allah memanggil engkau kembali dan berkata,","\"Hanya sesaat lamanya Aku meninggalkan engkau; dengan penuh kasih sayang engkau Kuambil kembali.","Sebentar saja Aku berpaling daripadamu karena kemarahan-Ku yang meluap-luap. Tetapi dengan kasih abadi Aku mengasihani engkau.\" Demikianlah kata Allah Penyelamatmu.","\"Seperti di masa Nuh Aku berjanji bahwa air bah tak akan lagi menggenangi bumi, begitu juga sekarang Aku berjanji bahwa Aku tak akan marah atau mengancam kamu lagi.","Biarpun gunung-gunung dan bukit-bukit goyah, Aku tak akan berhenti mengasihi engkau. Perjanjian damai-Ku akan Kupegang selalu,\" kata TUHAN yang mengasihi engkau.","TUHAN berkata, \"Hai Yerusalem, kota yang malang, engkau tak berdaya dan tanpa penghibur. Dasar-dasarmu akan Kuletakkan kembali, dengan batu-batu berharga.","Benteng-benteng Kubangun dari batu delima, pintu-pintu gerbangmu dari batu permata, tembok-tembokmu dari ratna mutu manikam.","Semua pendudukmu menjadi murid-Ku, mereka akan makmur sejahtera.","Engkau dibangun atas dasar keadilan, dijauhkan dari kengerian dan penindasan.","Bila engkau diserbu, bukanlah Aku yang menyuruh, siapa saja yang menyerang engkau akan jatuh.","Akulah yang menciptakan tukang besi yang mengipas api untuk menempa senjata. Akulah juga yang menjadikan prajurit yang memakai senjata itu untuk membunuh.","Tetapi setiap senjata yang ditempa untuk melawan engkau, tak akan berhasil. Dan setiap tuduhan dalam pengadilan akan kaubuktikan salah. Aku akan menghadiahkan kemenangan kepada hamba-hamba-Ku,\" demikianlah kata TUHAN."]