["Bangunlah, hai Yerusalem, bangunlah! Kuatkanlah hatimu! Kenakanlah pakaian kebesaranmu! Hai Yerusalem, kota yang suci, orang najis takkan lagi masuk lewat gerbangmu.","Bangkitlah dari debu, hai Yerusalem, kebaskanlah abu yang melekat padamu. Lepaskanlah rantai yang mengikat lehermu, hai penduduk Sion yang tertawan!","TUHAN berkata kepada umat-Nya, \"Kamu dijual dengan cuma-cuma, jadi sekarang dibebaskan dengan cuma-cuma juga.","Dahulu kamu pergi ke Mesir dan tinggal di situ sebagai orang asing. Kemudian Asyur memeras kamu tanpa alasan.","Sekarang apa urusan-Ku di sini? Orang Babel menawan kamu dengan begitu saja. Mereka yang menindas kamu menyombong dan terus-menerus menghina Aku.","Sebab itu kamu akan mengakui bahwa Aku Allah, dan pada waktu itu kamu akan tahu bahwa Akulah yang berbicara kepadamu.\"","Alangkah senangnya melihat kedatangan utusan; ia berjalan melintasi pegunungan dan membawa kabar baik, kabar sejahtera, berita keselamatan bagi Sion; katanya, \"Allahmu Raja!\"","Dengarlah pekik gembira pengawal kota, mereka bersorak-sorak bersama! Sebab dengan mata kepala sendiri mereka melihat TUHAN kembali ke Sion.","Bersoraksorailah, hai puing-puing Yerusalem, sebab TUHAN menghibur umat-Nya dan membebaskan Yerusalem.","TUHAN menunjukkan kekuasaan-Nya di depan mata segala bangsa. Maka seluruh bumi akan menyaksikan keselamatan dari Allah kita.","Pergilah! Tinggalkanlah kota Babel, hai kamu yang membawa perkakas rumah Allah! Janganlah menyentuh barang yang najis: sucikanlah dirimu sebelum berangkat.","Kamu tidak akan terburu-buru pergi, dan tidak seperti orang yang melarikan diri. Sebab TUHAN akan membimbing kamu; Allah Israel melindungi kamu dari segala penjuru.","TUHAN berkata, \"Sesungguhnya, hamba-Ku akan berhasil; ia akan disanjung dan ditinggikan.","Dahulu banyak orang terkejut melihat dia, rupanya dirusak sehingga tidak seperti manusia lagi.","Tapi sekarang banyak bangsa dibuatnya heran, raja-raja membisu karena tercengang. Mereka akan melihat dan mengerti, yang sebelumnya tidak mereka ketahui.\""]