["Orang baik dan saleh meninggal, tak ada yang mengerti atau memperhatikannya. Sesudah mati, mereka luput dari bencana dan beristirahat dengan damai.","(57:1)","Tetapi kamu, kaum pendosa, datanglah untuk diadili! Kamu tidak lebih baik daripada tukang sihir, orang yang suka berzinah dan pelacur!","Siapakah yang kamu tertawakan? Siapakah yang kamu ejek? Bukankah kamu keturunan pembohong dan pemberontak?","Kamu menyembah dewa-dewa kesuburan dengan membiarkan dirimu terbawa nafsu di bawah pohon-pohon keramatmu. Kamu menguburkan anak-anakmu di lembah sungai, di celah-celah batu.","Jadi pantas kamu mengumpulkan batu-batu licin dari situ. Itulah bagianmu! Kepada batu-batu itu pula kamu menuangkan anggur dan mempersembahkan gandum. Sangkamu Aku senang dengan semua itu?","Kamu pergi ke puncak-puncak gunung untuk mempersembahkan kurban dan memuaskan nafsu berahimu.","Kamu memasang patung-patungmu yang cabul di ambang pintu rumahmu. Kamu telah meninggalkan Aku. Kamu menanggalkan pakaianmu dan naik ke tempat tidur yang dilebarkan dengan kekasihmu yang kamu upah untuk tidur bersamamu, lalu kamu memuaskan nafsumu.","Kamu memakai minyak dan wangi-wangian, lalu pergi menyembah dewa Molokh. Kamu mengirim utusan-utusan ke negeri-negeri jauh, bahkan ke dunia orang mati.","Tanpa putus asa kamu berlelah-lelah mencari dewa-dewa. Kamu sangka mereka dapat memberi kamu semangat baru, sehingga kamu tidak menjadi lemah.","TUHAN berkata, \"Siapakah dewa-dewa itu yang membuat kamu takut, sehingga kamu berdusta dan tidak ingat kepada-Ku? Apakah kamu tidak menyembah Aku lagi karena Aku lama sekali berdiam diri?","Tetapi Aku memberitahukan kepadamu; kesalehanmu itu palsu, dan semua perbuatanmu tidak berguna bagimu.","Bila kamu berteriak, biarlah patung-patung itu menyelamatkan kamu! Mereka akan hilang diterbangkan angin dan lenyap dengan satu hembusan napas! Tetapi orang yang berlindung pada-Ku akan mewarisi negeri itu dan menyembah Aku di Rumah-Ku.\"","Ada yang berkata, \"Buatlah dan siapkanlah jalan bagi umat-Ku, singkirkanlah segala rintangan.\"","Sebab beginilah kata Allah Yang Mahatinggi dan kudus, yang berkuasa untuk selama-lamanya, \"Aku tinggal di tempat yang tinggi dan suci, tapi juga di antara orang-orang yang rendah hati dan yang menyesali dosa-dosanya, untuk memulihkan semangat dan harapan mereka.","Tidak untuk selamanya Aku mempersalahkan umat-Ku; tidak untuk seterusnya Aku marah, supaya mereka jangan patah semangat, padahal Akulah yang menghidupkan mereka.","Dosa keserakahan mereka membuat Aku marah, sebab itu mereka Kuhukum dan Kutinggalkan. Tetapi mereka keras kepala dan tetap memilih jalannya sendiri.","Aku sudah melihat kelakuan mereka, tetapi mereka akan Kusembuhkan juga. Aku akan membimbing dan menolong mereka dan menghibur orang yang bersedih hati.","Aku akan memberi ketentraman kepada semua orang, baik yang dekat maupun yang jauh. Aku akan menyembuhkan umat-Ku.","Tetapi orang jahat adalah seperti laut yang berombak dan tak pernah tenang. Arusnya membawa sampah dan lumpur.","Tak ada ketentraman bagi orang berdosa,\" kata TUHAN."]