["TUHAN berkata, \"Berteriaklah sekuat tenaga! Beritahukanlah kepada umat-Ku dosa-dosa mereka.","Mereka menyembah Aku setiap hari, dan ingin mengetahui kehendak-Ku, seolah-olah mereka melakukan yang baik, dan setia kepada hukum-Ku. Mereka berkata bahwa mereka senang menyembah Aku dan menginginkan hukum-Ku yang adil.\"","Bangsa itu bertanya, \"Apa gunanya berpuasa kalau TUHAN tidak melihat? Apa gunanya kita merendahkan diri kalau Ia tidak memperhatikan?\" TUHAN berkata, \"Sesungguhnya, sementara kamu berpuasa, kamu mencari keuntungan sendiri dan memeras orang-orang upahanmu.","Sementara berpuasa, kamu berbantah dan berkelahi dan bertindak dengan kekerasan. Sangkamu cara kamu berpuasa menggerakkan Aku untuk mendengarkan doa-doamu?","Apabila kamu berpuasa, kamu menyiksa dirimu; kamu menundukkan kepalamu seperti daun rumput. Kamu membentangkan kain karung dan menaburkan abu, dan berbaring di atasnya. Itukah yang kamu sebut puasa? Sangkamu Aku senang dengan perbuatanmu itu?","Inilah puasa yang Kukehendaki: Lepaskanlah belenggu penindasan dan beban ketidakadilan, dan bebaskanlah orang-orang yang tertindas.","Bagilah makananmu dengan orang yang lapar, terimalah orang-orang gelandangan di rumahmu. Berilah pakaian kepada orang telanjang, dan jangan menolak saudaramu yang perlu ditolong.","Maka terang akan menyingsing bagimu seperti fajar, dan luka-lukamu akan segera sembuh. Aku akan menyertaimu untuk menyelamatkan kamu. Kehadiran-Ku akan melindungi kamu dari segala penjuru.","Apabila kamu berdoa, Aku akan mengabulkannya. Apabila kamu berseru kepada-Ku, Aku akan menjawab. Jangan lagi menindas sesamamu, hentikanlah permusuhan dan fitnah.","Berilah makan kepada orang lapar dan tolonglah orang-orang yang tertindas. Kalau kamu berbuat begitu, maka kegelapan di sekitarmu akan menjadi seterang siang.","Aku akan selalu membimbing kamu dan mengenyangkan kamu di tanah yang kering; Aku akan menjaga kamu supaya tetap sehat dan kuat. Kamu akan seperti taman yang cukup airnya, seperti mata air yang tak pernah menjadi kering.","Kota yang sudah lama menjadi reruntuhan akan kamu bangun kembali di atas dasar yang lama. Kamu akan disebut 'Bangsa yang membangun kembali tembok-tembok dan membetulkan rumah-rumah yang hancur.'\"","TUHAN berkata, \"Hormatilah hari Sabat sebagai hari untuk TUHAN. Jangan mengurus kepentinganmu sendiri pada hari itu. Rayakanlah hari itu sebagai hari bahagia; hormatilah hari TUHAN dengan tidak bepergian; jangan juga bekerja atau bicara yang sia-sia.","Maka kamu akan gembira karena mengabdi kepada-Ku. Aku akan membuat kamu terhormat di seluruh dunia. Kamu akan hidup senang dengan hasil tanah pusaka Yakub, nenek moyangmu. Aku, TUHAN telah berbicara.\""]