["Dengarlah nyanyianku tentang kebun anggur sahabatku. Sahabatku mempunyai kebun anggur di lereng bukit yang subur.","Ia mencangkul tanahnya dan membuang batu-batunya. Ditanamnya anggur pilihan dibangunnya menara penjagaan. Digalinya sebuah lubang tempat memeras anggurnya, lalu ia menunggu buahnya matang, tapi hasilnya buah anggur yang asam.","Jadi sekarang sahabat-Ku berkata, \"Kamu semua, penduduk Yerusalem dan Yehuda, adililah antara kebun anggur-Ku dan Aku.","Apa lagi yang harus Kubuat, tapi belum Kulakukan untuk kebun anggur-Ku itu? Mengapa buah asam yang dihasilkannya, dan bukan buah baik seperti yang Kuharapkan?","Begini akan Kuperlakukan kebun anggur-Ku itu: Pagar yang mengelilinginya akan Kucabut, tembok yang melindunginya akan Kurobohkan, lalu Kubiarkan binatang buas merusak dan menginjak-injaknya.","Aku akan membiarkannya ditumbuhi tanaman liar. Pohon anggurnya tak akan Kupangkas, dan tak akan Kusiangi. Malah Kubiarkan ditutupi semak berduri dan rumput, bahkan awan-awan Kularang menjatuhkan hujan ke atasnya.\"","Sebab kebun anggur TUHAN Yang Mahakuasa adalah umat Israel, dan orang-orang Yehuda adalah pohon anggur yang ditanam-Nya. Dari mereka Ia mengharapkan keadilan, tetapi hanya ada kelaliman. Ia harapkan mereka menegakkan kebenaran, tetapi hanya ada jeritan minta keadilan.","Celakalah kamu yang membeli rumah-rumah dan menyerobot ladang-ladang untuk menambah milikmu! Tak lama lagi habislah tempat untuk orang lain dan hanya kamulah yang tinggal di negeri itu.","Kudengar TUHAN Yang Mahakuasa bersumpah, \"Rumah-rumah yang besar dan bagus ini semuanya akan kosong tanpa penghuni.","Hasil bumi akan gagal, kebun anggur yang luasnya sepuluh hektar cuma menghasilkan sepuluh liter air anggur. Seratus liter bibit cuma menghasilkan sepuluh liter gandum.\"","Celakalah kamu! Dari pagi sampai malam kerjamu hanya minum minuman keras dan bermabuk-mabuk.","Pada pesta-pestamu ada bunyi kecapi, gambus, rebana dan suling dan minuman anggur. Tetapi kamu tidak peduli akan karya TUHAN dan apa yang dilakukan-Nya.","Sebab itu umat-Ku yang tak tahu apa-apa akan digiring pergi sebagai tawanan. Para pemimpin dan rakyat akan mati kelaparan dan kehausan.","Moncong maut terbuka lebar-lebar untuk menelan orang-orang terkemuka di Yerusalem bersama rakyat yang ramai-ramai berpesta.","Setiap orang akan dipermalukan, dan yang sombong direndahkan.","Tetapi TUHAN Yang Mahakuasa menunjukkan kebesaran-Nya dengan melakukan apa yang benar. Ia akan memperlihatkan kesucian-Nya dengan mengadili bangsa-Nya.","Di reruntuhan kota anak kambing dan domba akan merumput dan tidak kekurangan makanan.","Celakalah kamu yang berdosa terus-menerus!","Katamu, \"Biarlah TUHAN Allah kudus Israel cepat bertindak! Biarlah Ia melaksanakan rencana-Nya, supaya kita melihat dan tahu.\"","Celakalah kamu yang memutarbalikkan yang baik dan yang jahat, yang gelap dan yang terang, yang pahit dan yang manis!","Celakalah kamu yang menganggap diri bijaksana dan sangat pintar!","Celakalah kamu yang jago minum anggur! Kamu pemberani dan hebat kalau harus mencampur minuman keras!","Tetapi hanya untuk mendapat uang suap, kamu membebaskan orang bersalah, dan mencegah orang tak bersalah mendapat keadilan.","Kamu telah menolak ajaran TUHAN Yang Mahakuasa, dan menghina perintah Allah kudus Israel. Sebab itu, seperti jerami dan rumput kering habis terbakar dalam api, begitu juga akar-akarmu akan menjadi busuk, bunga-bungamu menjadi kering dan habis ditiup angin.","TUHAN marah kepada bangsa-Nya. Ia sudah siap untuk menghukum mereka. Gunung-gunung akan goncang; mayat-mayat berserakan seperti sampah di jalan-jalan. Tetapi TUHAN masih marah dan tetap akan menghukum.","TUHAN akan memanggil bangsa yang jauh dan mereka akan datang dengan cepat!","Mereka selalu siap berperang dan tak kenal lelah. Mereka tak pernah tidur atau mengantuk.","Anak panahnya tajam dan busurnya siap menembak. Kuku kudanya sekeras batu api, dan roda keretanya berputar seperti angin puting beliung.","Para prajuritnya mengaum seperti singa yang baru saja menerkam mangsanya, lalu membawanya lari, dan tak ada yang dapat melepaskannya.","Pada hari itu di seluruh Israel terdengar pekik pertempuran sekeras deru laut. Lihatlah, seluruh negeri itu gelap dan penuh kesesakan. Terang menjadi gelap gulita."]