["TUHAN berkata: \"Dengarlah Aku, hai kamu yang ingin diselamatkan dan datang kepada-Ku minta pertolongan. Ingatlah gunung batu dari mana kamu terpahat, dan penggalian batu dari mana kamu digali.","Ingatlah nenek moyangmu Abraham dan Sara yang melahirkan kamu; waktu Aku memanggil Abraham, ia tidak punya anak; lalu Kuberkati dia dan Kuberi keturunan yang banyak.","Yerusalem, Aku akan menghibur engkau, dan semua yang tinggal di puing-puingmu. Padang-padangmu yang tandus Kujadikan taman, seperti Eden, taman-Ku yang subur. Di situ orang akan bergirang dan bersuka ria dan bersyukur dengan nyanyi-nyanyian.","Perhatikanlah suara-Ku, hai bangsa-Ku, dengarlah kata-kata-Ku, hai umat-Ku. Kuberi ajaran-Ku kepada bangsa-bangsa, hukum-hukum-Ku akan menerangi mereka.","Keselamatan yang Kuberikan sudah dekat; saat kemenangan-Ku hampir tiba. Aku sendiri akan memerintah bangsa-bangsa. Negeri-negeri yang jauh menanti-nantikan Aku dan mengharapkan perbuatan-Ku yang perkasa.","Pandanglah langit dan tengoklah bumi; langit akan lenyap seperti asap dan bumi akan usang seperti baju tua, semua penduduknya akan mati seperti nyamuk. Tetapi keselamatan yang Kuberikan tetap selamanya, dan kemenangan-Ku tak akan berakhir.","Dengarlah Aku, hai bangsa-Ku, kamu tahu apa yang benar; ajaran-Ku tersimpan di dalam hatimu. Jangan takut kalau kamu diejek manusia, jangan cemas kalau kamu dihina mereka.","Mereka akan binasa dan lenyap, seperti pakaian dimakan ngengat dan kain bulu domba dimakan gegat. Tapi keselamatan yang Kuberikan tetap selamanya, kemenangan-Ku berlangsung turun-temurun.\"","Bangkitlah ya TUHAN, tolonglah kami, selamatkanlah kami dengan kuasa-Mu. Bangkitlah seperti di zaman dahulu waktu Engkau meremukkan Rahab dan menikam naga laut itu sampai mati.","Engkau pula yang mengeringkan laut, air samudra yang dalam. Engkau membuat jalan melalui air itu, supaya orang-orang yang diselamatkan dapat menyeberang.","Maka orang-orang yang dibebaskan TUHAN akan pulang mereka masuk ke Yerusalem dengan sorak-sorai wajah mereka berseri karena sukacita abadi. Mereka bergembira dan bersuka ria, duka dan keluh kesah lenyaplah sudah.","TUHAN berkata, \"Akulah yang menghibur kamu. Mengapa engkau takut kepada manusia yang fana, kepada manusia yang dibuang seperti rumput?","Masakan engkau lupa akan TUHAN Penciptamu yang membentangkan langit dan meletakkan dasar bumi? Mengapa sepanjang hari engkau gentar terhadap amukan si penindas yang bersiap-siap memusnahkan? Sesungguhnya, amukan mereka itu tak akan mempan terhadapmu.","Para tawanan akan segera dibebaskan; mereka tak akan kekurangan makanan, dan tak akan mati dan dikubur.","Sebab Akulah TUHAN Allahmu, yang menggelorakan laut sehingga ombaknya berderu. Yang Mahakuasa adalah nama-Ku.","Akulah yang membentangkan langit dan meletakkan dasar-dasar bumi. Aku berkata kepada Sion: Engkaulah umat-Ku; Aku memberi ajaran-Ku kepadamu dan melindungi engkau dengan kuasa-Ku.\"","Bangunlah, hai Yerusalem, bangunlah! Hukuman yang dijatuhkan TUHAN karena kemarahan-Nya sudah kaujalani sampai habis.","Dari pendudukmu tak ada yang membimbingmu, dari penghunimu tak ada yang menuntunmu.","Engkau ditimpa dua macam bencana; akibat perang negerimu hancur binasa dan rakyatmu mati kelaparan. Tak ada yang mengasihani dan menghibur engkau.","Di setiap ujung jalan orang-orangmu jatuh kehabisan tenaga seperti rusa yang kena jaring. Mereka ditimpa kemarahan Tuhan, dan kena hardik Allahmu.","Dengarlah hai orang-orang yang tertindas, yang terhuyung-huyung seperti orang mabuk!","Beginilah kata Tuhanmu, TUHAN Allahmu yang membela kamu, \"Penderitaan yang Kuberikan dalam kemarahan-Ku, akan Kuambil kembali daripadamu. Kemarahan-Ku akan reda, dan kamu tak usah lagi menanggungnya.","Penderitaan itu Kuberikan kepada penindasmu, yang pernah menyuruh kamu berbaring di tanah, dan menginjak-injak kamu, seolah-olah kamu jalanan yang dilalui orang.\""]