["TUHAN berkata, \"Langit adalah takhta-Ku, dan bumi tumpuan kaki-Ku. Jadi rumah macam apakah hendak kaubangun untuk-Ku, dan tempat apakah hendak kaujadikan kediaman-Ku?","Alam semesta adalah buatan tangan-Ku, maka semua itu dijadikan. Tetapi kesukaan-Ku ialah orang yang rendah hati, yang menyesali dosa-dosanya, yang takut dan taat kepada-Ku.","Tetapi bangsa itu berbuat semau mereka; mereka senang beribadah dengan cara yang menjijikkan. Bagi mereka tak ada bedanya: mengurbankan sapi jantan dan mengurbankan manusia, mengurbankan anak domba dan mematahkan leher anjing; mempersembahkan gandum dan mengurbankan darah babi, membakar kemenyan dan menyembah patung.","Sebab itu Aku pun akan berbuat semau-Ku dan menimpakan atas mereka bencana-bencana yang mereka takuti. Sebab ketika Aku memanggil, tak ada yang menjawab; ketika Aku berbicara, tak ada yang mendengarkan. Mereka lebih suka melawan Aku dan melakukan yang jahat.\"","Dengarlah apa yang dikatakan TUHAN, hai kamu yang takut dan taat kepada-Nya, \"Karena kamu setia kepada-Ku, ada di antara bangsamu yang membenci kamu, dan tak mau bergaul dengan kamu. Mereka memperolok-olok kamu dengan berkata, 'Biarlah TUHAN menunjukkan keagungan-Nya, supaya kami melihat kegembiraanmu.' Tetapi mereka sendirilah yang mendapat malu.","Dengar! Ada bunyi gemuruh di kota; ada suara dari Rumah-Ku; itulah suara-Ku yang sedang membalas musuh!","Kota suci-Ku seperti seorang ibu yang melahirkan sebelum menggeliat sakit; yang melahirkan anak laki-laki sebelum merasakan sakit beranak.","Siapa pernah mendengar hal seperti itu? Siapa pernah melihat kejadian semacam itu? Tetapi bangsa Israel sudah lahir pada saat Sion mulai merasakan sakit beranak.","Jangan menyangka Aku membawa umat-Ku sampai saat kelahiran dan tidak membiarkan mereka dilahirkan.\" Begitulah kata TUHAN.","Bersukacitalah bersama Yerusalem, hai semua orang yang mencintainya. Kamu yang berduka karena dia, sekarang boleh bergembira ria.","Kamu akan menikmati kemakmurannya, seperti seorang anak menyusu pada ibunya.","Sebab TUHAN berkata, \"Kamu akan Kuberi kesejahteraan seperti sungai yang mengalir; kekayaan bangsa-bangsa akan dibawa kepadamu seperti sungai yang meluap-luap. Kamu seperti anak yang disusui dan digendong ibunya, serta dibelai-belai di pangkuannya.","Aku akan menghibur kamu di Yerusalem, seperti seorang ibu menghibur anaknya.","Melihat itu, kamu akan bergembira, dan menjadi kuat dan sehat seperti rumput muda. Maka hamba-hamba-Ku akan mengalami kekuasaan-Ku dan musuh-musuh-Ku akan merasakan kemarahan-Ku.\"","Sungguh, TUHAN akan datang dengan api; Ia akan mengendarai kereta-Nya seperti badai, untuk melampiaskan kemarahan-Nya, dan menghardik dengan keras.","Sebab semua orang yang kedapatan bersalah akan dihukum-Nya dengan api dan pedang, dan banyaklah yang dihukum mati.","TUHAN berkata, \"Semua orang yang menyucikan diri untuk berarak ke kebun-kebun untuk dewa-dewa dan beribadah kepada mereka, akan lenyap bersama orang-orang yang makan daging babi dan tikus serta makanan lain yang menjijikkan.","Aku mengetahui pikiran dan perbuatan mereka. Aku datang untuk menghimpun orang-orang dari segala bangsa. Pada waktu mereka berkumpul, mereka akan melihat kuasa-Ku.","Aku akan menempatkan sebuah tanda di tengah-tengah mereka. Sebagian kecil di antara mereka akan Kuselamatkan. Mereka akan Kuutus kepada bangsa-bangsa di negeri-negeri jauh yang belum pernah mendengar tentang Aku atau melihat keagungan dan kuasa-Ku: ke Spanyol, Libia, dan Lidia dengan pemanah-pemanahnya yang cakap, ke Tubal dan Yunani. Mereka akan mewartakan kebesaran-Ku di antara bangsa-bangsa itu.","Dari negeri-negeri itu mereka akan membawa kembali saudara-saudaramu sebangsa sebagai hadiah untuk-Ku. Mereka akan membawa orang-orang itu ke bukit-Ku yang suci di Yerusalem dengan mengendarai kuda, keledai dan unta, dan dengan kereta serta pedati, seperti lazimnya orang Israel membawa ke Rumah TUHAN persembahan gandum dalam wadah yang bersih.","Sebagian di antara mereka akan Kujadikan imam dan orang Lewi.","Seperti langit baru dan bumi baru akan bertahan karena kuasa-Ku, begitu juga keturunanmu dan namamu akan tinggal tetap.","Setiap Bulan Baru dan setiap hari Sabat seluruh umat manusia akan datang untuk menyembah Aku di Yerusalem.","Waktu berangkat, mereka akan melihat mayat orang-orang yang telah berontak terhadap-Ku. Ulat yang memakan bangkai mereka tak akan mati, dan api yang membakar mereka tak akan padam; suatu pemandangan yang mengerikan bagi semua orang.\""]