["Bangkitlah dan jadilah terang, hai Yerusalem, sebab terang keselamatanmu sudah datang; Allah menyinari engkau dengan kemuliaan-Nya.","Bumi diliputi kegelapan, bangsa-bangsa ditutupi kekelaman; tetapi terang TUHAN terbit di atasmu, cahaya kehadiran-Nya menjadi nyata di atasmu.","Bangsa-bangsa datang berduyun-duyun ke terangmu, raja-raja tertarik oleh cahaya yang terbit bagimu.","Lihatlah apa yang terjadi di sekelilingmu; rakyat berhimpun untuk pulang kepadamu. Anak-anakmu laki-laki datang dari jauh, anak-anakmu perempuan digendong.","Melihat itu engkau heran dan wajahmu berseri; engkau terharu dan berbesar hati. Harta bangsa-bangsa dibawa kepadamu, kekayaan dari seberang laut melimpahimu.","Negerimu dikerumuni banyak unta, mereka datang dari Midian dan Efa. Dari Syeba orang membawa emas dan kemenyan, sambil memuji perbuatan TUHAN.","Kambing domba Kedar dibawa kepadamu domba jantan dari Nebayot tersedia untuk ibadatmu. Kurban itu menyenangkan hati TUHAN Ia menyemarakkan Rumah-Nya yang penuh keagungan.","Apakah itu yang melayang seperti awan seperti merpati yang sedang terbang pulang?","Itulah kapal-kapal yang datang berlabuh membawa umat Allah pulang dari negeri jauh. Perak dan emas dibawanya serta untuk memuji TUHAN Allahmu; bagi Allah Israel Yang Mahasuci, yang membuat umat-Nya dihormati.","TUHAN berkata kepada Yerusalem, \"Orang asing akan membangun kembali tembokmu, dan raja-raja akan melayanimu. Dulu Aku menghukum engkau dalam kemarahan-Ku, tetapi sekarang Aku berkenan mengasihanimu.","Siang malam pintu gerbangmu akan terbuka, supaya kekayaan bangsa-bangsa dapat diantar kepadamu, dengan raja-raja mereka sebagai tawanan.","Bangsa dan kerajaan yang tak mau mengabdi kepadamu, akan binasa dan hilang lenyap.","Kebanggaan hutan Libanon akan diangkut kepadamu kayu pohon berangan, cemara dan eru untuk menjadikan Rumah-Ku semarak, dan memperindah tempat Aku berpijak.","Anak-anak penindasmu datang bersujud, yang pernah menghina engkau akan tunduk, engkau akan disebut 'Kota TUHAN', 'Sion, Kota Allah Kudus Israel'.","Engkau tak akan ditinggalkan dan dibenci, dan tidak dibiarkan menjadi sunyi sepi. Engkau Kujadikan kebanggaan abadi, tempat kegembiraan untuk selamanya.","Engkau akan dipelihara bangsa-bangsa dan raja-raja, seperti seorang ibu memelihara anaknya. Maka tahulah engkau bahwa Aku TUHAN, Penyelamatmu, dan bahwa Allah Israel yang kuat Pembebasmu.","Aku membawa emas sebagai ganti perunggu, dan perak sebagai ganti besi. Kuberi perunggu sebagai ganti kayu, dan besi sebagai ganti batu. Negerimu akan Kubuat aman dan tentram, dan diperintah dengan keadilan.","Tak akan ada lagi berita tentang kekerasan di negerimu, tentang kehancuran dan keruntuhan di wilayahmu. Seperti tembok Aku akan melindungi engkau, dan engkau akan memuji Aku sebagai penyelamatmu.","Engkau tak perlu disinari matahari di waktu siang, dan tak perlu diterangi bulan di waktu malam. Sebab Aku TUHAN menjadi penerang abadi bagimu, Aku menyinari engkau dengan keagungan-Ku.","Bagimu akan ada matahari yang tak pernah terbenam, dan bulan yang tak pernah surut. Sebab Aku TUHAN menjadi penerang abadi bagimu masa berkabungmu akan berakhir.","Pendudukmu akan bertindak dengan benar, mereka akan memiliki negeri untuk selama-lamanya. Mereka seperti cangkokan yang Kutanam sendiri, untuk menyatakan keagungan-Ku.","Bahkan keluarga yang kecil dan hina akan menjadi bangsa yang besar dan kuat. Aku TUHAN akan segera bertindak, pada saat yang tepat.\""]