["Demi Yerusalem aku akan berbicara, demi Sion aku tak akan tinggal diam, sampai ia diselamatkan dan kemenangannya bersinar seperti obor di waktu malam.","Hai Yerusalem, bangsa-bangsa melihat kemenanganmu, raja-raja memandang kebesaranmu. Engkau akan disebut dengan nama baru, TUHAN sendiri yang memberi nama itu.","Engkau menjadi seperti mahkota indah di tangan TUHAN, mahkota kerajaan di tangan Allahmu.","Namamu bukan lagi 'Yang Ditinggalkan', negerimu bukan lagi 'Yang Kesepian'. Engkau akan disebut, 'Yang Disayangi Allah', dan negerimu dinamakan, 'Yang Sudah Menikah,' sebab TUHAN berkenan kepadamu, Ia seperti suami bagi negerimu.","Seperti seorang pemuda mempersunting anak dara, begitulah Penciptamu akan memperistri engkau. Seperti seorang mempelai gembira melihat istrinya, begitulah Allah akan menyenangi engkau.","Di tembok Yerusalem aku menempatkan pengawal; siang dan malam mereka tak boleh diam, tetapi harus terus mengingatkan Allah akan janji yang sudah dibuat-Nya.","Mereka tak boleh membiarkan Dia tinggal diam sebelum Ia membangun kembali Yerusalem, dan menjadikannya termasyhur di seluruh bumi.","TUHAN telah berjanji dengan sumpah dan akan melaksanakannya dengan kuasa-Nya: \"Aku tak akan lagi memberikan gandummu kepada musuh; orang asing tak akan lagi minum anggurmu yang kamu hasilkan dengan susah payah.","Tapi kamu yang mengumpulkan panenan, akan makan hasilnya dan memuji TUHAN; dan kamu yang memetik buah anggur, akan minum airnya di pelataran Rumah-Ku.\"","Penduduk Yerusalem, keluarlah lewat pintu gerbang, siapkan jalan bagi orang-orang yang pulang. Buatlah jalan raya, singkirkan batunya, tegakkan panji-panji untuk bangsa-bangsa.","TUHAN memberi pesan ini kepada segala penjuru bumi, \"Katakan kepada penduduk Sion, 'Lihat, TUHAN Penyelamat datang! Ia diiringi orang-orang yang telah dibebaskan-Nya.'\"","Mereka akan dinamakan: 'Umat suci'; 'Umat yang diselamatkan TUHAN'. Yerusalem akan disebut 'Kota yang dirayu TUHAN', 'Kota yang tidak lagi ditinggalkan TUHAN'."]