["Dalam tahun Raja Uzia meninggal, saya melihat TUHAN. Ia duduk di atas takhta-Nya yang tinggi dan mulia. Jubah-Nya menutupi seluruh Rumah TUHAN.","Di sekeliling-Nya berdiri makhluk-makhluk yang bernyala seperti api, masing-masing mempunyai enam sayap. Dua sayap menutupi muka, dua menutupi badannya, dan dua sayap lagi dipakai untuk terbang.","Mereka berseru satu kepada yang lain: \"Kudus, kudus, kudus. Kuduslah TUHAN Yang Mahakuasa. Bumi penuh kehadiran-Nya yang mulia.\"","Suara mereka membuat alas Rumah TUHAN bergetar, dan Rumah TUHAN itu sendiri penuh asap.","Lalu saya berkata, \"Celaka! Tak ada harapan lagi bagiku, sebab mulutku kotor karena dosa, dan aku tinggal di antara bangsa yang begitu juga. Walaupun begitu, dengan mata kepalaku sendiri aku telah melihat Raja, TUHAN Yang Mahakuasa!\"","Kemudian salah satu makhluk itu terbang kepada saya membawa bara yang diambilnya dengan sepit dari mezbah.","Disentuhnya bibir saya dengan bara itu dan berkata, \"Bara ini telah menyentuh bibirmu. Sekarang kesalahanmu sudah dihapus dan dosamu sudah diampuni TUHAN.\"","Lalu saya mendengar suara TUHAN berkata, \"Siapa akan Kuutus? Siapa akan menjadi pembawa berita kita?\" Saya menjawab, \"Ini saya. Utuslah saya!\"","Lalu Ia menyuruh saya pergi membawa pesan ini kepada umat: \"Kamu akan terus mendengarkan, tetapi tidak mengerti. Kamu akan terus memperhatikan, tetapi tidak tahu apa yang terjadi.\"","Lalu berkatalah Ia kepada saya, \"Tumpulkanlah pikiran orang-orang itu, tulikan telinganya dan butakan matanya, supaya mereka jangan melihat, mendengar atau mengerti, lalu berbalik kepada-Ku dan menjadi sembuh.\"","Saya bertanya, \"Berapa lama keadaan ini akan berlangsung, TUHAN?\" Jawab-Nya, \"Sampai kota-kota menjadi reruntuhan tanpa penghuni, rumah-rumah tidak didiami lagi, dan tanah menjadi kosong dan tandus,","penduduk kota-kota itu akan Kuusir ke tempat yang jauh, sehingga seluruh tanah menjadi sunyi sepi.","Bahkan kalau di antara sepuluh orang masih ada satu yang tinggal di negeri itu, ia pun akan dibinasakan. Tetapi seperti pohon beringin bila ditebang masih ada tunggulnya, begitu juga masih akan ada sisa dari bangsa itu yang menjadi permulaan umat yang suci.\""]