["Raja Ahas adalah putra Yotam dan cucu Uzia. Ketika ia memerintah Yehuda, pecahlah perang. Rezin raja Siria, dan Pekah putra Remalya raja Israel, datang menyerang Yerusalem. Tetapi mereka tak dapat merebut kota itu.","Waktu raja Yehuda mendengar bahwa pasukan Siria sudah masuk ke wilayah Israel sebagai sekutu, ia dan bangsanya sangat ketakutan, sehingga mereka gemetar seperti pohon yang digoyangkan angin.","TUHAN berkata kepada Yesaya, \"Bawalah anakmu Syear Yasyub dan pergilah menemui Raja Ahas. Engkau akan menjumpai dia di ujung selokan kolam bagian atas, tempat penatu-penatu bekerja.","Katakanlah kepada raja bahwa ia harus siap siaga tetapi tetap tenang. Ia tidak usah takut atau bingung. Kemarahan Raja Pekah dan Raja Rezin dengan tentaranya orang-orang Siria itu tidak lebih berbahaya dari dua puntung kayu api yang berasap.","Siria telah berkomplot dengan Israel dan rajanya.","Mereka mau menyerang Yehuda dan menakut-nakuti penduduknya supaya berpihak kepada mereka, lalu mengangkat putra Tabeel menjadi raja.","Tetapi Aku, TUHAN, menyatakan bahwa hal itu tak akan terjadi,","karena Siria tidak lebih kuat dari Damsyik ibukotanya, dan Damsyik tidak lebih kuat dari Raja Rezin. Sedangkan dalam waktu enam puluh lima tahun, Israel akan terpecah belah sehingga tak dapat bertahan sebagai bangsa.","Israel tidak lebih kuat dari Samaria, ibukotanya, dan Samaria tidak lebih kuat dari Raja Pekah. Kalau kamu tidak sungguh-sungguh percaya kepada-Ku, pasti kamu tak dapat bertahan.\"","TUHAN menyampaikan pesan lain kepada Ahas:","\"Mintalah supaya TUHAN Allahmu memberi suatu tanda bagimu, entah dari dunia orang mati di bawah atau dari langit di atas.\"","Ahas menjawab, \"Aku tak mau minta tanda. Aku tak mau mencobai TUHAN.\"","Lalu Nabi Yesaya berkata, \"Kalau begitu, dengarlah hai keturunan Raja Daud! Tidak cukupkah kamu menguji kesabaran manusia, sehingga kamu menguji kesabaran Allahku juga?","Sekarang, TUHAN sendiri akan memberi tanda kepadamu: Seorang gadis yang mengandung akan melahirkan seorang putra yang dinamakannya Imanuel.","Pada waktu ia cukup besar untuk dapat mengambil keputusan sendiri, negeri itu akan makmur.","Sebab sebelum saat itu tiba, kedua negeri yang diperintah oleh raja-raja yang kautakuti itu akan ditinggalkan kosong.","TUHAN akan mendatangkan raja Asyur, lalu engkau dan seluruh keluargamu serta rakyatmu akan mengalami hari-hari penuh kesesakan yang lebih dahsyat dari apa yang pernah kamu alami sejak perpecahan kerajaan Israel dan Yehuda.","Pada masa itu TUHAN akan memanggil orang Mesir dan orang Asyur, lalu kedua bangsa itu datang seperti kawanan lalat dan lebah yang mengerumuni lembah-lembah terjal dan celah-celah batu karang. Mereka akan menutupi setiap semak berduri dan setiap tempat berumput.","(7:18)","TUHAN akan menyewa raja Asyur untuk memperlakukan Israel seperti seorang tukang cukur yang mencukur habis semua rambut dan bulu di badan.","Pada masa itu, apabila seseorang memelihara seekor sapi muda dan dua ekor kambing saja,","susu yang dihasilkan ternak itu lebih dari cukup untuk orang-orang yang tersisa di negeri itu. Sungguh, mereka akan minum susu dan madu.","Pada masa itu kebun-kebun anggur yang masing-masing ditanami seribu pohon anggur dan yang berharga seribu uang perak, akan ditumbuhi semak belukar berduri.","Orang yang pergi ke sana harus membawa busur dan panah, sebab seluruh negeri itu penuh semak belukar berduri.","Dan daerah pegunungan yang biasanya diolah dan ditanami, juga penuh semak belukar berduri, sehingga orang tidak berani ke sana. Tanah itu hanya berguna sebagai tempat merumput bagi sapi dan domba.\""]