["TUHAN berkata begini kepadaku tentang musim kering yang hebat,","\"Yehuda bersedih hati kota-kotanya hampir mati. Orang-orangnya berbaring di tanah dan mengeluh. Yerusalem menjerit minta dibantu.","Para pelayan orang kaya disuruh mencari air di mana-mana; ke sumur-sumur pergilah mereka tapi air telah habis semua. Kosonglah kendi yang mereka bawa kembali. Dengan bimbang dan putus asa mereka malu dan menutup muka.","Hujan tak turun dan tanah kering kerontang; petani menutup muka sebab sangat kecewa.","Rumput tidak ada lagi, sebab itu induk rusa pergi. Anaknya yang baru lahir ditinggalkannya di padang belantara.","Di puncak gunung keledai liar berdiri saja, matanya lesu karena rumput tak ada; ia terengah-engah seperti serigala.","Umat-Ku berseru, 'TUHAN, meskipun dosa kami menuduh kami namun tolonglah kami sesuai dengan janji-Mu. Engkau telah kami tinggalkan berkali-kali; sungguh, kami berdosa kepada-Mu.","Engkau harapan Israel satu-satunya, yang menyelamatkan kami dari celaka. Tapi mengapa Engkau seperti orang asing di negeri kami, seperti musafir yang hanya singgah semalam lalu pergi?","Mengapa Engkau seperti orang yang bingung; seperti pahlawan yang tak sanggup menolong? Tapi, pasti Engkau ada di tengah kami, TUHAN! Kami umat-Mu, janganlah kami Kautinggalkan!'\"","Tentang bangsa itu TUHAN berkata, \"Aku tidak senang dengan orang-orang itu yang suka melarikan diri dari Aku, dan tak mau menguasai diri. Aku tak akan melupakan kesalahan mereka, Aku akan menghukum mereka karena dosa mereka.\"","TUHAN berkata kepadaku, \"Jangan minta Aku menolong orang-orang itu.","Sekalipun mereka berpuasa, Aku tidak mau memperhatikan seruan mereka minta tolong; dan sekalipun mereka mempersembahkan kepada-Ku kurban bakaran dan kurban gandum, Aku tidak akan senang dengan mereka. Sebaliknya, Aku akan menumpas mereka dengan perang, kelaparan, dan wabah penyakit.\"","Lalu aku berkata, \"Ya TUHAN Yang Mahatinggi, Engkau tahu nabi-nabi telah berkata kepada rakyat bahwa tak akan ada peperangan atau kelaparan, karena Engkau telah berjanji bahwa di negeri ini selalu akan ada kedamaian.\"","Tapi TUHAN menjawab, \"Nabi-nabi itu membawa berita dusta atas nama-Ku; Aku tidak mengutus mereka, dan tidak juga memberi perintah atau berbicara kepada mereka. Penglihatan-penglihatan yang mereka ceritakan bukan dari Aku; mereka meramalkan hal-hal tak berguna yang mereka karang sendiri.","Mereka mengatakan atas nama-Ku bahwa negeri ini tidak akan ditimpa perang atau kelaparan, padahal Aku tidak menyuruh mereka mengatakan itu. Aku, TUHAN, memberitahukan kepadamu, Yeremia, apa yang akan Kulakukan dengan nabi-nabi yang tidak Kuutus itu. Aku akan membunuh mereka dengan perang dan kelaparan.","Orang-orang yang telah menerima ramalan-ramalan mereka itu pun akan dibunuh dengan cara yang sama. Mayat mereka akan dilemparkan ke jalan-jalan di Yerusalem tanpa ada yang menguburkannya. Demikianlah nasib mereka dan anak istri mereka. Akan Kubuat mereka merasakan akibat kejahatan mereka.\"","TUHAN menyuruh aku memberitahukan kesedihanku kepada umat-Nya. Aku harus berkata begini, \"Biarlah aku menangis tiada hentinya, siang malam bercucuran air mata. Sebab bangsaku luka parah dan sangat menderita.","Apabila aku ke padang, kulihat mayat-mayat korban perang. Di dalam kota kulihat penderitaan, orang-orang hampir mati kelaparan. Nabi dan imam menjalankan kewajiban tanpa mengerti apa yang mereka lakukan.\"","TUHAN, sudahkah Yehuda Kautolak sama sekali dan penduduk Sion Kaubenci? Mengapa begitu keras Kaupukul kami sehingga kami tak dapat sembuh lagi? Percuma saja kami mencari kedamaian, tiada gunanya kami mengharap kesembuhan, sebab yang ada hanyalah kekerasan.","TUHAN, terhadap Engkau saja kami telah berdosa. Kami mengakui dosa kami sendiri dan dosa leluhur kami.","Ingatlah akan janji-Mu, janganlah kami Kauhinakan; perjanjian-Mu dengan kami janganlah Kaubatalkan. Yerusalem tempat takhta-Mu yang mulia, janganlah Kauhina.","Dewa-dewa bangsa-bangsa tak dapat menurunkan hujan ke bumi. Langit pun tak bisa juga mencurahkan hujan dengan kuasanya sendiri. Hanya Engkaulah harapan kami. Engkau membuat semua itu terjadi."]