["Umat Israel, dengarkanlah pesan TUHAN kepadamu.","Ia berkata, \"Jangan ikuti kebiasaan bangsa-bangsa lain, dan jangan gentar melihat tanda-tanda di langit yang ditakuti bangsa-bangsa itu.","Adat-istiadat bangsa-bangsa itu sama sekali tak berguna. Mereka menebang pohon di hutan, dan menyuruh tukang kayu mengerjakannya dengan alat menjadi patung berhala.","Kemudian patung berhala itu dihiasi dengan emas dan perak, lalu dikuatkan dengan paku supaya jangan jatuh.","Patung-patung berhala itu seperti orang-orangan di kebun mentimun. Mereka tak dapat bicara, tak dapat melangkah, dan harus diangkat. Jangan takut kepada mereka, sebab mereka tak dapat berbuat jahat kepadamu; berbuat baik pun mereka tak mampu.\"","TUHAN yang mulia, Engkau tak ada taranya, nama-Mu agung dan penuh kuasa.","Siapa gerangan tak mau takwa kepada-Mu, raja segala bangsa? Sungguh, Engkau patut sekali dihormat. Dari semua yang pandai di antara bangsa-bangsa dan dari semua raja-raja mereka, tiada seorang pun dapat disamakan dengan diri-Mu, ya TUHAN.","Bebal dan bodoh mereka semua sebab dewanya hanya kayu belaka, tak dapat mengajar yang berguna.","Ia dilapis dengan perak dan emas yang dibawa dari Spanyol dan kota Ufas, semuanya buah tangan para seniman dan pandai emas. Pakaiannya dari kain ungu tua dan ungu muda, dikerjakan oleh para ahli tenun dengan seksama.","Tapi Engkau, TUHAN, Allah yang benar, Allah pemberi hidup, raja kekal. Bila Engkau murka, bumi berguncang, jika Engkau geram bangsa-bangsa tak tahan.","(Kamu, hai umat, harus memberitahukan kepada mereka bahwa dewa-dewa yang tidak menciptakan langit dan bumi itu akan dibinasakan. Mereka akan lenyap dari muka bumi.)","TUHAN menciptakan bumi dengan kuasa-Nya, membentuk dunia dengan hikmat-Nya, dan membentangkan langit dengan akal budi-Nya.","Hanya dengan memberi perintah, menderulah air di cakrawala. Dari ujung-ujung bumi didatangkan-Nya awan, dan dibuat-Nya kilat memancar di dalam hujan, serta dikirim-Nya angin dari tempat penyimpanan-Nya.","Melihat semua itu sadarlah manusia, bahwa ia bodoh dan tak punya pengertian. Para pandai emas kehilangan muka, sebab patung berhala buatannya itu palsu dan tak bernyawa.","Berhala-berhala itu tak berharga, patut diejek dan dihina. Apabila tiba waktunya mereka akan binasa.","Allah Yakub tidak seperti berhala-berhala itu; Ia pencipta segala sesuatu. Nama-Nya ialah TUHAN Yang Mahakuasa; Ia telah memilih Israel menjadi umat-Nya.","Penduduk Yerusalem, kamu dikepung! Karena itu, berkemas-kemaslah!","Kali ini TUHAN akan melemparkan seluruh bangsa Yehuda ke pembuangan; kamu semua akan dihancurkan-Nya sama sekali. Itulah pesan dari TUHAN.","Penduduk Yerusalem berseru, \"Kami luka parah dan tidak dapat sembuh. Dahulu kami menyangka bahwa derita ini dapat kami tanggung, padahal tidak.","Kemah kami rusak, dan tali-talinya putus semua. Tak ada lagi yang dapat mendirikan kemah dan memasang kain-kainnya, karena anak-anak telah pergi.\"","Aku menjawab, \"Bodoh pemimpin-pemimpin kita itu. Mereka tidak minta petunjuk dari TUHAN, itu sebabnya mereka gagal, dan kita terserak ke mana-mana.","Dengarlah! Ada berita bahwa sebuah bangsa di utara menimbulkan kegemparan. Tentaranya akan membuat kota-kota Yehuda menjadi sepi dan tak berpenghuni. Anjing-anjing hutan akan bersembunyi di sana.\"","TUHAN, aku tahu tak seorang pun berkuasa menentukan nasibnya atau mengendalikan jalan hidupnya.","Hajarlah kami ya TUHAN, tapi janganlah dengan pukulan yang terlalu menyakitkan. Jangan juga menghukum kami bila Engkau sedang murka, sebab pasti kami akan binasa semua.","Lampiaskanlah kemarahan-Mu ke atas bangsa-bangsa yang tidak mengakui Engkau dan yang tak mau berbakti kepada-Mu. Sebab mereka telah membinasakan umat-Mu sama sekali dan menghancurkan negeri kami."]