["TUHAN menyuruh aku pergi membeli sarung pendek dari lenan dan memakainya, tapi aku tidak boleh mencelupkannya ke dalam air.","Maka pergilah aku membeli sarung pendek itu, lalu memakainya.","Kemudian TUHAN berbicara lagi kepadaku, katanya,","\"Pergilah ke Sungai Efrat, dan sembunyikan sarung pendek itu di celah-celah batu.\"","Maka sesuai dengan perintah TUHAN pergilah aku dan menyembunyikan sarung pendek itu di dekat Sungai Efrat.","Beberapa waktu kemudian TUHAN menyuruh aku pergi lagi ke Sungai Efrat untuk mengambil sarung pendek itu.","Maka pergilah aku, dan mengeluarkan sarung pendek itu dari tempat aku menyembunyikannya. Ternyata sarung itu sudah lapuk, dan sama sekali tidak berguna lagi.","Lalu TUHAN berbicara lagi kepadaku, kata-Nya,","\"Begitulah caranya Aku akan bertindak terhadap orang Yehuda dan penduduk Yerusalem. Aku akan menghancurkan keangkuhan mereka yang luar biasa itu.","Bangsa yang jahat ini sangat keras kepala dan tak mau taat kepada-Ku. Mereka beribadat dan berbakti kepada ilah-ilah lain. Itu sebabnya mereka akan menjadi seperti sarung pendek yang tak berguna itu.","Seperti sarung pendek terikat erat pada pinggang pemakainya, demikianlah Aku bermaksud supaya umat Israel dan Yehuda terikat erat pada-Ku. Dengan demikian mereka menjadi umat-Ku yang membuat nama-Ku terpuji dan dihormati. Tapi, mereka tidak mau menurut kepada-Ku.\"","TUHAN Allah berkata kepadaku, \"Yeremia, sampaikanlah pesan-Ku kepada orang Israel bahwa setiap guci tempat anggur harus diisi penuh dengan anggur. Mereka akan menjawab, 'Masakan kami tidak tahu bahwa setiap guci harus dipenuhi dengan anggur?'","Maka katakanlah kepada mereka bahwa orang-orang di negeri ini, raja-raja keturunan Daud, para imam, nabi, dan seluruh penduduk Yerusalem akan Kuisi penuh dengan anggur sampai mabuk.","Lalu mereka akan Kubenturkan satu sama lain. Tua dan muda akan Kuperlakukan demikian tanpa ampun. Mereka akan Kubinasakan tanpa merasa sayang atau kasihan. Aku, TUHAN, telah berbicara.\"","Umat Israel, TUHAN telah berbicara! Jangan angkuh, dengarkan Dia!","TUHAN Allahmu harus kauagungkan sebelum Ia mendatangkan kegelapan, dan kakimu tersandung di pegunungan, sebelum terang yang kauharapkan diubah-Nya menjadi kekelaman.","Jika kau enggan mendengarkan, aku akan menangis dengan diam-diam. Dengan rasa pilu kutangisi keangkuhanmu itu. Air mataku akan berlinang karena umat TUHAN diangkut sebagai tawanan.","TUHAN berkata kepadaku, \"Suruh raja dan ibu suri turun dari takhtanya, sebab mahkotanya yang indah sudah jatuh dari kepalanya.","Kota-kota Yehuda di bagian selatan sedang dikepung, dan tak ada yang dapat menerobosi kepungan itu. Semua orang Yehuda sudah diangkut ke pembuangan.\"","TUHAN berkata kepada penduduk Yerusalem, \"Perhatikanlah! Musuh-musuhmu sedang datang dari utara! Di manakah orang-orang yang harus kamu lindungi dan yang sangat kamu banggakan itu.","Apa yang akan kamu katakan jika orang-orang yang kamu perlakukan sebagai kawan-kawanmu mengalahkan dan menguasai kamu? Pasti kamu akan merasa sakit seperti wanita yang sedang melahirkan.","Barangkali kamu bertanya mengapa semuanya itu menimpa dirimu, mengapa pakaianmu dirobek dan kamu diperkosa. Ketahuilah bahwa itu terjadi karena dosamu terlalu besar.","Dapatkah orang hitam mengubah warna kulitnya, atau harimau menghilangkan belangnya? Tentu tidak! Begitu juga kamu yang biasa berbuat jahat tidak mungkin berbuat baik.","Aku akan menceraiberaikan kamu seperti sekam ditiup angin dari padang gurun.","Itulah nasibmu yang telah Kutentukan karena kamu telah melupakan Aku, dan telah percaya kepada ilah-ilah palsu.","Aku sendiri akan merobek pakaian dari badanmu supaya kamu menjadi telanjang dan malu.","Aku sudah melihat kamu melakukan hal-hal yang Kubenci. Aku telah melihat kamu mengejar ilah-ilah lain di bukit dan di ladang, seperti seorang laki-laki tergila-gila terhadap istri orang lain atau seperti kuda jantan bernafsu terhadap kuda betina. Penduduk Yerusalem, celakalah kamu! Kapan kamu akan bebas dari semua kejahatan?\""]