["\"Jika aku mengajukan perkaraku di hadapan-Mu, ya TUHAN, tentulah akan terbukti bahwa Engkaulah yang benar. Tapi aku ingin juga menanyakan kepada-Mu soal keadilan: Mengapa orang jahat makmur? Mengapa justru orang tak jujur yang berhasil?","Kautanam mereka seperti tumbuh-tumbuhan, lalu mereka berakar, bertumbuh, dan berbuah. Mereka selalu berbicara yang baik-baik tentang diri-Mu, tetapi dalam hati, mereka sebenarnya tidak peduli kepada-Mu.","Tetapi Engkau, ya TUHAN, mengenal aku. Engkau melihat apa yang kulakukan, dan Engkau mengetahui bagaimana perasaan hatiku terhadap-Mu. Giringlah orang-orang jahat itu keluar, bawalah mereka seperti domba ke pembantaian. Jagalah mereka sampai tiba waktunya mereka disembelih.","Sampai berapa lama lagi negeri ini kering, dan rumputnya layu di setiap ladang? Burung dan binatang lainnya mati karena kejahatan bangsa kami. Mereka berkata, bahwa aku tidak akan melihat nasib mereka.\"","TUHAN berkata, \"Yeremia, jika engkau menjadi lelah berlomba dengan manusia, mana mungkin engkau berlomba dengan kuda? Jika di tanah yang aman engkau ketakutan, apakah yang akan kaulakukan apabila kau berada di hutan belukar di tepi Yordan?","Engkau sudah dikhianati bahkan oleh sanak saudaramu sendiri; mereka ikut menyerang engkau. Janganlah percaya kepada mereka, meskipun kata-kata mereka manis.\"","TUHAN berkata, \"Tempat tinggal-Ku tidak lagi Kupedulikan, negeri yang menjadi milik-Ku telah Kutinggalkan, dan umat-Ku yang Kukasihi telah Kuserahkan ke tangan musuh-musuhnya.","Umat pilihan-Ku melawan Aku; seperti singa di rimba demikianlah mereka mengaum terhadap-Ku. Itulah sebabnya Aku membenci mereka.","Mereka seperti burung yang diserang oleh elang dari segala pihak. Panggillah segala binatang hutan untuk turut menghabiskan mereka.","Banyak penguasa asing telah merusak kebun anggur-Ku dan menginjak-injak ladang-ladang-Ku. Negeri-Ku yang indah mereka ubah menjadi padang gurun yang sepi.","Ya, Aku melihat mereka menjadikan negeri-Ku tempat sepi yang menyedihkan. Seluruhnya terlantar, tak ada yang memperhatikan.","Dari seberang padang gurun di pegunungan, orang-orang datang untuk merampok. Aku mendatangkan peperangan untuk merusak seluruh negeri sehingga tak seorang pun dapat hidup damai.","Umat-Ku menabur gandum, tapi durilah yang dituai. Mereka bersusah payah tapi usahanya tidak berhasil. Aku sangat murka sehingga panenan mereka gagal.\"","TUHAN berkata, \"Inilah pesan-Ku tentang negara-negara tetangga Israel yang telah merusak negeri yang Kuberikan kepada umat-Ku Israel. Seperti tanaman yang dicabut dari tanah, demikianlah orang-orang jahat itu akan Kukeluarkan dari negeri-negeri mereka, dan Yehuda akan Kulepaskan dari genggaman mereka.","Tetapi setelah mengeluarkan mereka, Aku akan mengasihani mereka lagi; setiap bangsa akan Kubawa kembali ke negerinya sendiri.","Jika mereka dengan sepenuh hati mau menerima agama umat-Ku dan mau bersumpah dengan berkata, 'Demi TUHAN yang hidup,' --seperti dahulu mereka mengajar umat-Ku bersumpah demi Baal--maka mereka pun akan tergolong umat-Ku dan menjadi makmur.","Tetapi bangsa yang tidak mau menuruti Aku, akan Kucabut seperti tanaman dan Kupunahkan. Aku, TUHAN, telah berbicara.\""]