["TUHAN berkata, \"Hai bangsa Yehuda, dosamu telah terukir pada hatimu dan pada semua sudut mezbah-mezbahmu dengan pena besi yang bermata pena dari intan.","Orang-orangmu beribadat pada mezbah-mezbah dan tiang-tiang berhala yang telah didirikan untuk Dewi Asyera di setiap pohon yang rindang, di puncak-puncak bukit,","dan di gunung-gunung di luar kota. Karena semua tempat penyembahan berhala yang telah kamu dirikan di seluruh negeri dan karena segala dosa yang telah kamu lakukan, maka Aku akan membuat musuh-musuhmu mengangkut segala harta dan kekayaanmu.","Kamu akan terpaksa menyerahkan tanah yang telah Kuberikan kepadamu, dan Aku akan membuat kamu mengabdi kepada musuhmu di negeri yang sama sekali asing bagimu. Aku melakukan semuanya itu karena kemarahan-Ku telah meluap seperti api yang menyala dan tak dapat dipadamkan.\"","TUHAN berkata, \"Apabila orang meninggalkan Aku, Tuhannya, dan berharap kepada manusia serta bersandar pada kekuatannya, maka Aku akan menghukum dia.","Ia seperti tanaman yang tumbuh di padang, di tanah tandus, sunyi sepi dan bergaram, tak pernah ia mengalami kebaikan.","Tapi orang yang berharap kepada-Ku akan Kuberkati selalu.","Ia bagaikan pohon di tepi sungai yang mengalir; akarnya merambat sampai ke air. Ia tak takut musim kemarau, daun-daunnya selalu hijau. Sekalipun negeri dilanda kekeringan, ia tak gelisah sebab ia selalu menghasilkan buah.","Hati manusia tak dapat diduga, paling licik dari segala-galanya dan terlalu parah penyakitnya.","Aku, TUHAN, menyelidiki hati, batin manusia Kuuji. Setiap orang akan Kubalas menurut tingkah lakunya, dan Kuperlakukan sesuai dengan perbuatannya.\"","Bagaikan burung mengerami telur yang bukan miliknya, begitulah orang yang tak jujur mendapat harta. Pada usia setengah baya ia akan kehilangan semua hartanya. Pada akhir hidupnya terbukti ia orang yang bodoh sekali.","Rumah TUHAN kita seperti takhta yang mulia, di gunung yang tinggi sejak semula.","TUHAN, Engkaulah harapan Israel, umat-Mu; semua yang meninggalkan Engkau akan menjadi malu. Mereka akan lenyap dari dunia ini dan pergi ke dunia orang mati. Sebab, Engkau sumber air kehidupan telah mereka tinggalkan, ya TUHAN.","TUHAN, sembuhkanlah aku, maka aku akan menjadi sehat. Selamatkanlah aku, maka aku akan selamat. Engkau saja yang kumuliakan!","Orang berkata kepadaku, \"Di mana semua ancaman TUHAN itu? Biarlah sekarang dilaksanakan!\"","Tapi, ya TUHAN, tak pernah aku mendesak supaya Engkau mendatangkan celaka atas mereka. Aku tidak juga menginginkan supaya mereka ditimpa kemalangan. Engkau tahu itu, TUHAN. Engkau tahu apa yang kuucapkan.","Janganlah Engkau menjadi sesuatu yang menakutkan hatiku. Engkau tempat pengungsian bagiku bila datang kesukaran.","Semoga yang mengejar dan menindas aku, Kaupermalukan dan Kaupenuhi dengan ketakutan. Tetapi janganlah berbuat begitu terhadap aku, ya TUHAN. Datangkanlah malapetaka ke atas mereka sampai mereka hancur binasa.","TUHAN berkata kepadaku, \"Yeremia, pergilah ke Pintu Gerbang Rakyat yang dilalui raja-raja Yehuda apabila mereka keluar masuk kota. Pergilah juga ke semua pintu gerbang lainnya di Yerusalem.","Sampaikanlah pesan-Ku kepada raja-raja dan semua orang Yehuda serta seluruh penduduk Yerusalem yang lewat di pintu-pintu itu.","Katakanlah begini: 'Jika kamu tidak ingin mati, janganlah mengangkut barang pada hari Sabat, atau membawanya masuk melalui pintu-pintu gerbang Yerusalem.","Jangan bekerja atau membawa barang apa pun keluar dari rumahmu pada hari Sabat. Khususkanlah hari itu untuk Aku seperti yang telah Kuperintahkan kepada leluhurmu.","Tapi leluhurmu tidak mau mendengarkan atau memperhatikan apa yang Kukatakan. Mereka keras kepala, dan tidak mau taat atau ditegur.","Taatilah semua perintah-Ku. Jangan mengangkut barang apa pun melalui pintu gerbang kota ini pada hari Sabat. Khususkanlah, hari Sabat untuk Aku, dan janganlah mengerjakan apa pun pada hari itu.","Jika kamu sungguh-sungguh menjalankan perintah-perintah-Ku itu, maka raja-raja dan pejabat-pejabat yang memerintah seperti Daud akan memasuki gerbang-gerbang kota Yerusalem. Mereka bersama orang Yehuda dan penduduk Yerusalem, akan mengendarai kereta kuda, sehingga kota Yerusalem menjadi ramai sekali.","Orang-orang akan datang dari kota-kota Yehuda, dan dari desa-desa di sekitar Yerusalem; mereka akan datang dari wilayah Benyamin, dari daerah kaki bukit, dari daerah pegunungan, dan dari Yehuda bagian selatan. Mereka akan membawa ke Rumah-Ku binatang-binatang kurban, baik yang untuk dibakar maupun yang tidak, juga persembahan gandum dan kemenyan serta persembahan syukur.","Semua itu akan terjadi apabila kamu taat kepada-Ku dan mengkhususkan hari Sabat untuk Aku. Jangan mengangkut barang apa pun lewat pintu-pintu gerbang Yerusalem pada hari itu. Kalau kamu melanggar perintah-perintah-Ku itu, pintu-pintu gerbang Yerusalem serta istana-istananya akan Kubakar habis dan api itu tak akan dapat dipadamkan.'\""]