["TUHAN menyuruh aku pergi membeli kendi, dan mengajak beberapa pemimpin bangsa serta beberapa imam yang tua-tua,","untuk pergi bersama-sama mereka ke Lembah Hinom melalui Pintu Gerbang Beling. Di sana aku harus mengumumkan apa yang dipesankan-Nya kepadaku.","Aku harus berkata begini, \"Hai raja-raja Yehuda dan penduduk Yerusalem! Dengarkan apa yang Aku, TUHAN Yang Mahakuasa, Allah Israel, hendak katakan kepadamu. Aku akan mendatangkan malapetaka yang besar ke atas tempat ini sehingga orang yang mendengarnya terkejut.","Hal itu Kulakukan karena bangsa ini telah meninggalkan Aku. Mereka menajiskan tempat ini dengan mempersembahkan kurban kepada dewa-dewa yang asing bagi mereka, bagi leluhur mereka dan bagi raja-raja Yehuda. Mereka juga telah mengisi tempat ini dengan darah orang-orang yang tak bersalah.","Mereka mendirikan mezbah bagi Baal untuk mempersembahkan anak-anak mereka sebagai kurban bakaran, padahal Aku tak pernah menyuruh mereka melakukan hal itu, bahkan tak pernah hal semacam itu timbul dalam pikiran-Ku.","Karena itu, akan tiba waktunya tempat ini tidak lagi disebut Tofet atau Lembah Hinom, melainkan Lembah Pembantaian.","Di tempat ini Aku akan menggagalkan semua rencana orang Yehuda dan penduduk Yerusalem. Mereka akan Kubiarkan dikalahkan oleh musuh-musuh mereka dan dibunuh dalam pertempuran. Mayat mereka akan Kubiarkan dimakan burung dan binatang buas.","Aku akan menimpakan malapetaka yang dahsyat ke atas kota ini sehingga setiap orang yang lewat di situ akan terkejut dan ngeri.","Musuh akan mengepung kota ini, dan berusaha membunuh penduduknya. Pengepungan itu begitu hebat, sehingga orang-orang di dalam kota ini saling memakan temannya, bahkan anak-anak mereka sendiri.\"","Kemudian TUHAN menyuruh aku memecahkan kendi itu di depan orang-orang yang mengikuti aku.","Aku harus mengatakan kepada mereka bahwa TUHAN Yang Mahakuasa berkata begini, \"Bangsa dan kota ini akan Kuhancurkan sehingga menjadi seperti kendi yang pecah itu yang tak dapat diperbaiki lagi. Orang akan menguburkan mayat-mayat mereka di Tofet, karena tak ada lagi tempat pekuburan lain.","Kota ini dengan penduduknya akan Kujadikan seperti Tofet.","Semua rumah di Yerusalem dan semua rumah raja-raja Yehuda akan menjadi najis seperti Tofet; karena di atas atap rumah-rumah itu orang telah membakar dupa untuk dewa-dewa langit, dan mempersembahkan anggur untuk dewa-dewa lain.\"","Lalu aku meninggalkan Tofet, tempat aku disuruh menyampaikan pesan TUHAN. Aku pergi ke pelataran Rumah TUHAN dan berdiri di situ, lalu memberitahukan kepada semua orang,","bahwa TUHAN Yang Mahakuasa, Allah Israel, berkata begini, \"Karena kamu keras kepala dan tak mau mendengarkan, maka Aku akan mendatangkan ke atas kota ini dan ke atas semua desa di sekitarnya segala bencana yang telah Kurencanakan.\""]