["TUHAN berkata kepadaku, \"Aku tidak akan mengasihani bangsa ini, sekalipun Musa dan Samuel berdiri di sini untuk memohon belas kasihan-Ku bagi mereka. Suruhlah bangsa ini pergi, Aku tak mau melihat mereka!","Jika mereka bertanya kepadamu ke mana mereka harus pergi, jawablah begini, 'TUHAN berkata, yang ditentukan untuk mati karena sakit biarlah ia mati karena penyakit. Yang ditentukan untuk mati dalam pertempuran biarlah ia mati dalam pertempuran. Yang ditentukan untuk mati karena lapar biarlah ia mati kelaparan! Yang ditentukan untuk ditawan, biarlah ia diangkut sebagai tawanan!'","Aku, TUHAN, telah menentukan bahwa empat hukuman yang mengerikan akan terjadi pada mereka: mereka akan tewas dalam pertempuran, mayat mereka akan diseret anjing, dimakan burung, dan dihabiskan oleh binatang buas.","Aku akan membuat segala bangsa di dunia ngeri melihat mereka. Semua itu Kulakukan karena perbuatan Manasye putra Hizkia di Yerusalem ketika ia menjadi raja Yehuda.\"","TUHAN berkata, \"Hai penduduk Yerusalem, siapakah akan mengasihani kamu? Siapakah yang mau bersedih hati dengan kamu? Siapakah mau singgah untuk menanyakan keadaanmu?","Kamu telah menolak dan meninggalkan Aku, karena itu Kuacungkan tangan-Ku untuk menghancurkan kamu, sebab Aku sudah jemu menahan kemarahan-Ku.","Di setiap kota di negeri ini kamu akan Kubuang seperti jerami. Sekalipun kamu adalah umat-Ku namun Aku akan membinasakan kamu dan anak-anakmu karena kamu tak mau mengubah cara hidupmu.","Negerimu akan penuh dengan janda, melebihi pasir di pantai banyaknya. Orang-orang akan Kubunuh pada masa mudanya sehingga bunda mereka menderita. Pada siang hari Kudatangkan kepada mereka seorang pembinasa sehingga mereka merasa takut dan gelisah.","Ibu yang kehilangan tujuh putra pingsan karena sesak napasnya. Hari hidupnya telah menjadi suram, ia merasa dihina dan dipermalukan. Musuh-musuhmu Kusuruh membunuh yang masih hidup di antara kamu. Aku, TUHAN, telah berbicara.\"","Sungguh sial aku ini! Untuk apa ibuku melahirkan aku? Dengan setiap orang di negeri ini aku harus bertengkar dan berbantah. Sekalipun aku tidak pernah meminjamkan atau meminjam, namun aku dikutuk semua orang.","TUHAN, kalau aku memang tidak melakukan tugasku dengan baik, dan tidak membela musuh-musuh di depan-Mu pada waktu mereka mendapat bencana dan susah, biarlah kutukan orang-orang itu benar-benar terjadi.","(Tak seorang pun dapat mematahkan besi, terutama besi dari utara yang sudah dicampur dengan tembaga.)","TUHAN berkata kepadaku, \"Aku akan mengirim musuh untuk mengangkut kekayaan dan harta umat-Ku sebagai hukuman atas dosa-dosa yang telah mereka lakukan di seluruh negeri.","Di negeri asing yang tak mereka kenal, Aku akan menjadikan mereka hamba musuh-musuh mereka, sebab kemarahan-Ku sudah meluap seperti api yang berkobar dan tidak mau padam.\"","Lalu aku berkata, \"TUHAN, Engkau mengerti. Ingatlah dan tolonglah aku. Balaslah mereka yang mengejar dan menindas aku. Janganlah terlalu sabar terhadap mereka sehingga mereka nanti berhasil membunuh aku. Ingatlah bahwa karena Engkaulah maka aku dihina.","Engkau berbicara kepadaku, dan aku mendengarkan setiap perkataan-Mu. Aku milik-Mu, ya TUHAN Allah Yang Mahakuasa, karena itu perkataan-perkataan-Mu menyenangkan dan membahagiakan aku.","Aku tidak turut bersenang-senang dengan orang-orang yang berkumpul untuk bersenda gurau. Karena taat kepada-Mu, maka aku menyendiri dengan perasaan marah.","Mengapa aku terus saja menderita? Mengapa lukaku parah dan tak sembuh-sembuh? Apakah Engkau bermaksud mengecewakan aku seperti sungai yang menjadi kering pada musim kemarau?\"","TUHAN menjawab, \"Jika engkau kembali, Aku akan menerimamu. Engkau akan menjadi hamba-Ku lagi. Jika engkau memberitakan hal-hal yang berguna dan bukan omong kosong, maka engkau boleh menjadi nabi-Ku lagi. Orang-orang akan datang lagi kepadamu, dan tak perlu engkau pergi kepada mereka.","Engkau akan Kujadikan seperti benteng perunggu terhadap mereka. Mereka akan memerangi engkau, tapi tidak akan dapat mengalahkan engkau. Aku akan menyertaimu untuk melindungi dan menyelamatkan engkau.","Aku akan melepaskan engkau dari kekuasaan orang-orang jahat yang kejam. Aku, TUHAN, telah berbicara.\""]