["Buku ini berisi kata-kata Yeremia anak Hilkia, salah seorang imam dari kota Anatot di wilayah Benyamin.","TUHAN berbicara kepada Yeremia pada tahun ketiga belas pemerintahan Yosia anak Amon raja Yehuda.","Sesudah itu TUHAN berbicara lagi kepadanya berkali-kali, mulai pada masa pemerintahan Yoyakim anak Yosia sampai pada tahun kesebelas pemerintahan Zedekia anak Yosia. Pada bulan kelima tahun itu juga penduduk Yerusalem diangkut ke pembuangan.","TUHAN berkata kepadaku,","\"Sebelum Aku membentuk engkau dalam rahim ibumu, dan sebelum engkau lahir, Aku sudah memilih dan mengangkat engkau untuk menjadi nabi bagi bangsa-bangsa.\"","Aku menjawab, \"Ya TUHAN Yang Mahatinggi, aku tidak pandai berbicara karena aku masih terlalu muda.\"","Tetapi TUHAN menjawab, \"Jangan katakan engkau masih terlalu muda. Kalau Aku mengutus engkau kepada siapa pun, kau harus pergi, dan semua yang Kusuruh kaukatakan, haruslah kausampaikan kepada mereka.","Jangan takut kepada mereka, sebab Aku akan menyertai engkau untuk melindungi engkau. Aku, TUHAN, telah berbicara!\"","Setelah itu TUHAN mengulurkan tangan-Nya, dan menjamah mulutku lalu berkata, \"Dengarlah dan umumkanlah kata-kata yang Kuucapkan ini.","Hari ini Aku memberikan kepadamu kuasa atas bangsa-bangsa dan kerajaan-kerajaan--kuasa untuk menumbangkan dan meruntuhkan, untuk menggulingkan dan membinasakan, untuk membangun dan menanam.\"","TUHAN bertanya kepadaku, \"Apa yang kaulihat, Yeremia?\" Aku menjawab, \"Dahan pohon badam, TUHAN.\"","\"Benar,\" kata TUHAN, \"Aku menjaga agar semua yang Kukatakan menjadi kenyataan.\"","Lalu TUHAN bertanya lagi kepadaku, \"Apa lagi yang kaulihat?\" Aku menjawab, \"Di sebelah utara kulihat periuk yang isinya sedang mendidih dan hampir terbalik ke arah sini.\"","TUHAN berkata, \"Dari utara malapetaka akan meluap dan menimpa semua penduduk negeri ini.","Aku akan menyuruh semua bangsa di sebelah utara datang untuk menguasai Yerusalem. Tembok-tembok di sekeliling kota ini serta pintu-pintu gerbangnya dan semua kota di Yehuda akan mereka rebut.","Aku akan menghukum umat-Ku, karena mereka berdosa dan membelakangi Aku. Mereka telah mempersembahkan kurban kepada ilah-ilah lain, dan membuat patung-patung serta menyembahnya.","Bersiap-siaplah, Yeremia! Pergilah dan sampaikanlah kepada mereka, semua yang Kuperintahkan kepadamu. Jangan takut kepada mereka, supaya engkau jangan Kubuat lebih takut lagi kalau berhadapan dengan mereka.","Dengarkan! Engkau akan ditentang oleh penduduk negeri ini, yaitu raja-raja Yehuda, para pejabat pemerintah, para imam, dan rakyat. Tetapi hari ini Aku memberikan kepadamu kekuatan untuk melawan mereka. Engkau akan menjadi seperti kota berbenteng, seperti tiang besi dan tembok tembaga. Mereka tidak akan dapat mengalahkan engkau, sebab Aku akan menyertai dan melindungi engkau. Aku, TUHAN, telah berbicara.\"","(1:18)"]