["Aku menulis surat kepada imam-imam, nabi-nabi, pemimpin-pemimpin bangsa yang masih hidup, dan kepada semua orang lain yang telah diangkut dari Yerusalem ke Babel oleh Nebukadnezar.","Surat itu kutulis setelah Raja Yoyakhin, ibunya, pegawai-pegawai istana, pejabat-pejabat pemerintahan Yehuda dan Yerusalem, para pengrajin, dan para pekerja ahli diangkut ke pembuangan.","Aku menitipkan surat itu kepada Elasa anak Safan, dan Gemarya anak Hilkia yang diutus Zedekia raja Yehuda kepada Nebukadnezar raja Babel. Surat itu berbunyi,","\"Beginilah kata TUHAN Yang Mahakuasa, Allah Israel kepada semua orang yang telah dibuangnya dari Yerusalem ke Babel:","'Menetaplah di situ. Bangunlah rumah-rumahmu. Bukalah ladang dan nikmatilah hasilnya.","Kawinlah supaya kamu mendapat anak, dan biarlah anak-anakmu juga kawin supaya mereka pun mendapat anak. Jumlahmu harus bertambah dan tidak boleh berkurang.","Bekerjalah untuk kesejahteraan kota-kota tempat kamu Kubuang. Berdoalah kepada-Ku untuk kepentingan kota-kota itu, sebab kalau kota-kota itu makmur, kamu pun akan makmur.","Aku TUHAN, Yang Mahakuasa, Allah Israel, memperingatkan kamu supaya jangan membiarkan dirimu ditipu oleh nabi-nabi yang tinggal di tengah-tengahmu atau oleh siapapun juga yang berkata bahwa mereka dapat meramalkan masa depan. Jangan memperhatikan mimpi-mimpi mereka.","Mereka memakai nama-Ku untuk menceritakan kepadamu hal-hal yang tidak benar. Aku tidak menyuruh mereka. Aku, TUHAN, telah berbicara.'","TUHAN berkata, 'Apabila telah genap masa tujuh puluh tahun bagi Babel, Aku akan memperhatikan kamu lagi, dan menepati janji-Ku untuk membawa kamu kembali ke tempat ini.","Bukankah Aku sendiri tahu rencana-rencana-Ku bagi kamu? Rencana-rencana itu bukan untuk mencelakakan kamu, tetapi untuk kesejahteraanmu dan untuk memberikan kepadamu masa depan yang penuh harapan.","Maka kamu akan minta tolong kepada-Ku. Kamu akan datang untuk berdoa kepada-Ku, dan Aku akan menjawab doamu.","Kamu akan mencari Aku dan menemukan Aku, sebab kamu mencari dengan sepenuh hati.","Sungguh, kamu akan menemukan Aku. Kamu akan Kukumpulkan dari tengah-tengah setiap bangsa dan dari setiap negeri tempat kamu diceraiberaikan dan dibuang. Kamu akan Kubawa kembali ke negeri asalmu ini serta memulihkan keadaanmu. Aku, TUHAN, telah berbicara.'","Menurut kamu, TUHAN telah memberikan kepadamu nabi-nabi di Babel.","Dengarkan apa yang dikatakan TUHAN tentang raja yang memerintah sekarang ini, yaitu raja keturunan Daud, dan tentang penduduk kota ini, yaitu sanak keluargamu yang tidak diangkut ke pembuangan bersama kamu.","TUHAN Yang Mahakuasa berkata, 'Aku akan mendatangkan peperangan, kelaparan, dan wabah penyakit ke atas mereka. Mereka akan Kuperlakukan seperti buah-buah ara yang terlalu busuk sehingga tak dapat dimakan.","Mereka akan Kukejar-kejar dengan peperangan, kelaparan, dan wabah penyakit sehingga segala bangsa di seluruh dunia akan merasa ngeri melihat keadaan mereka. Di mana saja Aku menceraiberaikan mereka, orang akan merasa ngeri dan takut melihat apa yang telah terjadi dengan mereka. Mereka akan diejek, dan nama mereka dipakai sebagai kutukan.","Semua itu terjadi atas mereka, karena mereka tidak menuruti pesan-Ku yang terus-menerus Kusampaikan kepada mereka melalui para nabi hamba-hamba-Ku. Mereka tidak mau memperhatikan pesan-Ku itu.","Dan kamu semua yang telah Kubuang ke Babel, dengarkan apa yang Aku, TUHAN, katakan.'","TUHAN Yang Mahakuasa, Allah Israel, telah berbicara mengenai Ahab putra Kolaya, dan mengenai Zedekia putra Maaseya yang memakai nama TUHAN untuk menyampaikan kepadamu hal-hal yang tidak benar. TUHAN berkata bahwa Ia akan menyerahkan mereka kepada kekuasaan Nebukadnezar raja Babel, yang akan membunuh mereka di depan matamu.","Maka apabila orang-orang yang telah diangkut dari Yerusalem ke Babel hendak mengutuki seseorang, mereka akan berkata, 'Semoga TUHAN memperlakukan engkau seperti Zedekia dan Ahab, yang telah dibakar hidup-hidup oleh raja Babel.'","Begitulah nasib mereka karena telah melakukan dosa-dosa besar di Israel: mereka berzinah, dan memakai nama TUHAN untuk menceritakan hal-hal yang tidak benar. Itu bertentangan dengan kemauan TUHAN. Ia tahu apa yang mereka lakukan, dan ia sendiri menjadi saksi melawan mereka. TUHAN telah berbicara.\"","TUHAN Yang Mahakuasa, Allah Israel memberi pesan kepadaku untuk Semaya, orang Nehelam, karena Semaya telah mengirim surat atas namanya sendiri kepada seluruh penduduk Yerusalem, kepada Imam Zefanya anak Maaseya, dan kepada semua imam yang lain. Dalam surat itu Semaya menulis begini kepada Zefanya:","(29:24)","\"TUHAN telah mengangkat engkau menjadi imam menggantikan Yoyada, dan sekarang engkaulah pejabat tertinggi di Rumah TUHAN. Tugasmu ialah memerintahkan supaya setiap orang gila, yang mengaku dirinya nabi, dibelenggu dengan rantai besi pada lehernya.","Tetapi mengapa engkau tidak bertindak terhadap Yeremia orang Anatot itu yang telah berlaku sebagai nabi di antara bangsa kita?","Orang itu harus ditutup mulutnya, sebab ia mengatakan kepada orang-orang kita di Babel bahwa mereka masih lama tinggal di sana. Dan karena itu, katanya, mereka harus membangun rumah serta membuka ladang dan menikmati hasilnya.\"","Surat itu dibacakan oleh Imam Zefanya kepadaku.","Sebab itu TUHAN menyuruh aku","mengirim berita tentang Semaya kepada semua orang Israel yang dibuang di Babel. Inilah berita itu, \"Semaya telah berbicara kepadamu seolah-olah ia nabi; padahal Aku, TUHAN, tidak menyuruh dia. Karena ia telah membuat kamu percaya kepada perkataan dusta,","dan karena ia telah menyuruh kamu melawan Aku, maka Aku akan menghukum dia dan keturunannya. Tidak seorang pun dari antara mereka yang akan tinggal di antara kamu untuk melihat hal-hal baik yang akan Kulakukan untuk seluruh umat-Ku. Aku, TUHAN, telah berbicara.\""]