["Imam Pasyhur anak Imer adalah kepala pengawas Rumah TUHAN. Ketika ia mendengar aku mengumumkan semua hal itu,","ia memerintahkan supaya aku dipukul dan dipasung di Pintu Gerbang Benyamin, gerbang bagian atas di Rumah TUHAN.","Pagi berikutnya setelah Pasyhur melepaskan aku dari pasungan, aku berkata kepadanya, \"Nama yang akan diberikan TUHAN kepadamu bukan Pasyhur, tetapi 'Teror di mana-mana'.","TUHAN sendiri berkata, 'Engkau akan Kujadikan teror bagi dirimu sendiri dan bagi kawan-kawanmu. Kau akan melihat mereka dibunuh oleh musuh mereka. Semua orang Yehuda akan Kubiarkan dikuasai oleh raja Babel; sebagian dari mereka akan diangkutnya sebagai tawanan ke Babel, dan sisanya akan dibunuh.","Musuh mereka akan Kubiarkan juga menjarahi dan mengangkut ke Babel semua kekayaan kota ini, serta semua harta miliknya, bahkan barang-barang pusaka raja-raja Yehuda.","Dan engkau, Pasyhur, bersama seluruh keluargamu juga akan ditangkap dan diangkut ke Babel. Di sana engkau akan mati dan dikuburkan; begitu pula semua kawanmu yang telah mendengarkan kebohongan-kebohonganmu.'\"","TUHAN, Engkau membujuk aku dan aku telah terbujuk. Engkau lebih kuat dari aku dan telah menundukkan aku. Aku diolok setiap orang, dihina dari pagi sampai petang.","Setiap kali aku berbicara, aku harus berteriak sekuat tenaga, \"Kekejaman! Bencana!\" TUHAN, aku diejek dan dihina setiap waktu, karena menyampaikan pesan-Mu.","Tapi bila dalam hatiku aku berkata, \"Biarlah TUHAN kulupakan saja, tak mau lagi aku berbicara atas nama-Nya,\" maka pesan-Mu bagaikan api yang membara di hati sanubari. Telah kucoba menahannya, tapi ternyata aku tak kuasa.","Terdengar orang berbisik di mana-mana, \"Ketakutan merajalela! Mari laporkan dia kepada yang berkuasa!\" Bahkan semua sahabat karibku menantikan kejatuhanku. Kata mereka, \"Barangkali dengan bujukan, ia dapat kita kalahkan, supaya dapatlah kita membalas dendam kepadanya.\"","Tetapi Engkau, ya TUHAN, di pihakku; Engkau sangat kuat lagi perkasa. Mereka yang mengejar dan menindas aku akan jatuh dan tak berdaya. Mereka akan malu selamanya, gagallah semua rencana mereka. Kehinaan mereka itu akan diingat selalu.","Tetapi, ya TUHAN Yang Mahakuasa, dengan adil Kauuji manusia; Kau tahu hati dan pikiran mereka. Karena itu perkenankanlah aku melihat Engkau membalas kejahatan musuh sebab kepada-Mu kuserahkan perkaraku.","Menyanyilah bagi TUHAN dan pujilah Dia sebab Ia melepaskan orang tertekan dari kuasa orang durhaka.","Terkutuklah hari kelahiranku! Biarlah terhina saat aku dilahirkan ibu.","Terkutuklah juga pembawa berita yang membuat ayahku sangat gembira, ketika diberitahukan kepadanya, \"Engkau mendapat seorang putra!\"","Biarlah si pembawa berita itu serupa kota-kota yang dihancurkan TUHAN tanpa iba. Biarlah ia mendengar jerit kesakitan di waktu pagi, dan pekik pertempuran di tengah hari.","Sebab ia tidak membunuh aku ketika aku masih dalam kandungan, supaya aku tetap dikandung ibuku dan rahimnya menjadi bagiku sebagai kuburan.","Mengapa aku harus dilahirkan? Hanyakah untuk derita dan kesukaran? Dan supaya hidupku berlalu semata-mata dalam malu?"]