["TUHAN menyuruh aku pergi ke istana raja Yehuda, keturunan Daud, untuk menyampaikan pesan TUHAN kepada raja, dan kepada para pegawainya, serta penduduk Yerusalem. Inilah kata-kata TUHAN kepada mereka,","(22:1)","\"Berlakulah adil dan jujur. Lepaskanlah orang yang diperas dari kekuasaan orang yang memerasnya. Janganlah menindas atau berbuat jahat terhadap orang asing, anak yatim piatu, atau janda. Janganlah membunuh orang yang tak bersalah di tempat ini.","Jika kamu sungguh-sungguh menjalankan perintah-perintah-Ku itu, maka raja-raja yang memerintah seperti Daud akan memasuki gerbang-gerbang istana ini. Mereka bersama para pegawai dan rakyat mereka akan mengendarai kereta dan kuda.","Tapi kalau kamu tidak mentaati perintah-perintah-Ku, maka Aku bersumpah bahwa istana ini akan menjadi puing. Aku, TUHAN, telah berbicara.","Bagi-Ku istana raja Yehuda indah sekali, seindah tanah Gilead dan gunung-gunung Libanon; tapi tempat itu akan Kujadikan seperti padang gurun yang tidak didiami orang.","Akan Kukirim orang untuk menghancurkannya. Mereka akan membawa kapak, dan merobohkan tiang-tiangnya yang indah yang dibuat dari kayu cemara Libanon. Lalu mereka akan melemparkannya ke dalam api.","Setelah itu banyak orang asing akan lewat di situ dan bertanya satu sama lain mengapa Aku, TUHAN, telah bertindak begitu terhadap kota yang indah itu.","Lalu orang akan menjawab bahwa semua itu terjadi karena kamu telah mengingkari perjanjianmu dengan Aku, Allahmu, dan telah menyembah dan beribadat kepada ilah-ilah lain.\"","Orang Yehuda, janganlah berduka untuk kematian Raja Yosia. Tangisilah saja Yoahas putranya sebab ia telah dibawa pergi dan tak akan kembali. Tanah tumpah darahnya tak akan dilihatnya lagi.","Mengenai Yoahas, putra Yosia, yang menjadi raja Yehuda menggantikan ayahnya, TUHAN berkata begini, \"Ia telah pergi dari sini, dan tak akan kembali.","Ia akan meninggal di pembuangan, dan tak akan melihat negeri ini lagi.\"","Celakalah orang yang membangun rumahnya dengan ketidakadilan, dan memperluasnya dengan ketidakjujuran. Celakalah dia yang menyuruh orang bekerja tanpa upah.","Celakalah juga orang yang berkata, \"Akan kudirikan istana yang besar dengan kamar-kamar yang luas di tingkat atas,\" lalu di istana itu dibuatnya jendela dengan bingkai dari kayu cemara Libanon, dan dicat merah.","Dengarlah, hai Raja Yoyakim! Jika engkau membangun istana dengan kayu cemara Libanon yang paling bagus, apakah itu buktinya bahwa engkau raja yang lebih baik dari raja-raja lain? Coba ingat akan ayahmu: Ia menikmati hidup yang bahagia dan berhasil dalam segala usahanya, karena ia selalu lurus dan jujur serta mengadili perkara orang miskin dengan adil. Memang begitulah seharusnya tindakan orang yang mengenal TUHAN.","(22:15)","Tapi engkau, Yoyakim, lain. Engkau hanya mencari keuntungan pribadi. Engkau membunuh orang yang tak bersalah, dan menindas rakyatmu dengan kejam.","Karena itu mengenai Yoyakim raja Yehuda, putra Yosia, TUHAN berkata begini, \"Kematiannya tak akan ditangisi; tak ada yang akan berkata, 'Aduh, kawanku, aduh.' Tak ada yang berduka atau berseru, 'Kasihan sri baginda!'","Yoyakim akan diseret dan dilemparkan ke luar pintu gerbang Yerusalem, seperti yang dilakukan orang terhadap bangkai keledai.\"","TUHAN berkata, \"Hai penduduk Yerusalem, pergilah ke Libanon dan ke Basan, dan berteriaklah di sana. Menjeritlah di pegunungan Moab, sebab semua sekutumu telah dikalahkan.","Aku telah berbicara kepadamu ketika keadaanmu baik, tapi kamu tak mau mendengarkan. Memang begitulah tingkah lakumu dari dulu sampai sekarang; tak pernah kamu mau taat kepada-Ku.","Karena itu, para pemimpinmu akan lenyap seperti diembus angin. Sekutu-sekutumu akan diangkut sebagai tawanan, dan kotamu dihina dan dipermalukan karena segala kejahatanmu.","Kamu tinggal dengan aman dikelilingi tiang-tiang cemara Libanon, tapi kelak apabila kamu ditimpa kesakitan, kamu akan menderita seperti wanita yang sedang melahirkan.\"","TUHAN berkata kepada Raja Yoyakhin, putra Yoyakim raja Yehuda, \"Demi Aku, Allah yang hidup, Aku tegaskan bahwa sekalipun engkau bagi-Ku seperti cincin meterai pada tangan kanan-Ku, namun engkau akan Kucabut","dan Kuserahkan kepada orang-orang yang kautakuti dan yang ingin membunuhmu. Engkau akan Kuserahkan kepada Nebukadnezar raja Babel, bersama anak buahnya.","Engkau dan ibumu akan Kuusir dan Kubuang ke negeri yang bukan tanah tumpah darahmu, dan di sana kamu akan mati.","Kamu akan sangat merindukan negeri ini, tapi kamu tak akan kembali.\"","Aku Yeremia berkata, \"Apakah Raja Yoyakhin telah menjadi seperti periuk pecah yang dibuang dan tidak disukai lagi? Itukah sebabnya ia dan anak-anaknya diusir dan dibuang ke negeri yang asing bagi mereka?\"","Wahai negeriku, dengarkan apa yang dikatakan TUHAN,","\"Orang itu telah ditentukan untuk kehilangan anak-anaknya dan selalu gagal dalam hidupnya. Dari keturunannya tak ada yang akan berhasil memerintah di Yehuda sebagai raja keturunan Daud. Aku, TUHAN, telah berbicara.\""]