["TUHAN Allah Israel berkata, \"Celakalah kamu hai para pemimpin yang membinasakan dan menceraiberaikan umat-Ku! Kamu seharusnya memelihara umat-Ku, tetapi kamu tidak melakukannya; kamu membiarkannya terserak dan lari. Sekarang Aku akan menghukum kamu karena kejahatanmu.","(23:1)","Tetapi sisa-sisa umat-Ku akan Kukumpulkan dari negeri-negeri di tempat mereka Kubuang. Mereka akan Kubawa kembali ke tanah air mereka dan keturunan mereka akan bertambah banyak.","Aku akan mengangkat pemimpin untuk memelihara mereka. Umat-Ku tidak akan takut lagi atau gentar; tak seorang pun dari mereka akan hilang. Aku, TUHAN, telah berbicara.\"","TUHAN berkata, \"Akan tiba waktunya, Aku mengangkat seorang raja yang adil dari keturunan Daud. Raja itu akan memerintah dengan bijaksana, dan melakukan apa yang adil dan benar di seluruh negeri.","Apabila ia memerintah, orang Yehuda akan selamat, dan orang Israel akan hidup dengan aman. Raja itu akan disebut 'TUHAN Keselamatan Kita'.","Akan tiba waktunya, orang tidak lagi bersumpah demi Aku, Allah yang hidup, yang membawa umat Israel keluar dari Mesir,","melainkan demi Aku, Allah yang hidup, yang membawa umat Israel keluar dari sebuah negeri di utara, dan dari semua negeri lain di mana mereka telah Kuceraiberaikan. Mereka akan tinggal di tanah airnya sendiri.\"","Inilah pesanku mengenai nabi-nabi: Hatiku hancur dan aku gemetar. TUHAN dan perkataan-Nya yang suci membuat aku seperti orang mabuk yang terlalu banyak minum anggur.","Negeri kita penuh dengan orang yang tidak setia kepada TUHAN. Mereka hidup jahat dan menyalahgunakan kekuasaan mereka. Karena kutukan TUHAN, rumput di padang menjadi kering dan seluruh negeri berdukacita.","TUHAN berkata, \"Nabi dan imam tak mau taat kepada-Ku. Bahkan di Rumah-Ku Aku telah mendapati mereka berbuat jahat.","Karena itu, jalan mereka akan licin dan gelap, sehingga mereka tersandung dan jatuh. Aku akan mendatangkan celaka atas mereka, apabila telah tiba waktunya untuk menghukum mereka. Aku, TUHAN, telah berbicara.","Dosa nabi-nabi Samaria sudah Kulihat. Mereka berbicara atas nama Baal, dan menyesatkan Israel, umat-Ku.","Tapi di Yerusalem Aku melihat nabi-nabi melakukan yang lebih jahat lagi. Mereka berdusta dan berzinah, serta menyokong orang yang berbuat jahat, sehingga tak seorang pun mau bertobat. Bagi-Ku mereka semuanya jahat seperti penduduk Sodom dan Gomora.\"","TUHAN Yang Mahakuasa berkata, \"Akan Kuberikan kepada para nabi di Yerusalem itu tanaman pahit untuk dimakan dan racun untuk diminum, karena mereka telah menyebabkan orang-orang di seluruh negeri tidak menghormati Aku.\"","Kepada penduduk Yerusalem, TUHAN Yang Mahakuasa berkata, \"Jangan dengarkan perkataan para nabi yang selalu hanya memberi harapan yang kosong. Mereka hanya menyampaikan khayalan mereka sendiri dan bukan pesan-Ku.","Kepada orang-orang yang tak mau mendengarkan kata-kata-Ku, mereka selalu berkata, 'Kamu akan selamat.' Dan kepada setiap orang yang keras kepala, mereka berkata, 'Kau tak akan mendapat celaka.'\"","Aku berkata, \"Tidak seorang pun dari nabi-nabi itu mengetahui apa yang terkandung dalam pikiran TUHAN. Tak ada dari mereka pernah mendengar dan mengerti rencana-rencana-Nya; tak ada juga yang memperhatikan atau mengindahkan kata-kata-Nya.","Kemarahan TUHAN bagaikan angin ribut yang mengamuk dan melanda orang-orang yang jahat.","Kemarahan-Nya tak akan reda sebelum semua yang direncanakan-Nya terlaksana. Di kemudian hari umat TUHAN akan mengerti hal itu dengan jelas.\"","TUHAN berkata, \"Giat sekali nabi-nabi itu, padahal mereka tidak Kusuruh. Atas nama-Ku mereka menyampaikan berita, padahal tak ada pesan yang Kuberikan kepada mereka.","Andaikata mereka tahu apa yang terkandung dalam pikiran-Ku, tentulah mereka telah menyampaikan kepada umat-Ku segala yang telah Kuucapkan. Maka umat-Ku akan bertobat dari dosa-dosa dan tingkah lakunya yang jahat.","Aku Allah yang berada di mana-mana, bukan di satu tempat saja.","Tak seorang pun dapat menyembunyikan dirinya dari pandangan-Ku, sebab Aku ada di mana-mana: di surga dan di bumi.","Semua yang dikatakan oleh nabi-nabi itu Aku sudah tahu. Atas nama-Ku mereka berdusta bahwa pesan-Ku telah mereka terima melalui mimpi.","Sampai kapan nabi-nabi itu hendak menyesatkan umat-Ku dengan berita karangan mereka sendiri?","Mereka pikir bahwa dengan mimpi-mimpi yang mereka ceritakan itu, umat-Ku dapat lupa kepada-Ku seperti leluhur mereka melupakan Aku dan menyembah Baal.","Nabi yang bermimpi seharusnya berkata, 'Ini hanya mimpi.' Tapi nabi yang mendapat pesan dari Aku haruslah menyampaikan pesan itu dengan sebenarnya. Gandum tak dapat disamakan dengan jerami.","Perkataan-Ku seperti api, dan seperti palu yang menghancurkan batu!","Aku akan melawan nabi-nabi yang menyampaikan pesan dari sesama rekannya, lalu mengatakan bahwa itu pesan dari Aku.","Aku juga melawan nabi-nabi yang menyampaikan kata-katanya sendiri, lalu mengatakan bahwa itu dari Aku.","Aku, TUHAN, akan melawan nabi-nabi itu yang menyampaikan mimpi-mimpinya yang penuh dusta. Mereka menyesatkan umat-Ku dengan dusta dan bualan mereka. Aku tidak menyuruh nabi-nabi itu. Mereka sama sekali tidak berguna untuk umat-Ku. Aku, TUHAN, telah berbicara.\"","TUHAN berkata, \"Yeremia, jika salah seorang dari umat-Ku, atau seorang nabi atau imam bertanya kepadamu, 'Apa pesan TUHAN?' Engkau harus menjawab, 'Engkaulah beban TUHAN; sebab itu engkau akan dibuangnya.'","Jika salah seorang dari umat-Ku atau nabi atau imam masih berbicara tentang 'beban TUHAN', maka dia dan keluarganya akan Kuhukum.","Sebaliknya, setiap orang seharusnya menanyakan kepada kawannya dan kepada keluarganya, 'Apakah jawaban dari TUHAN?' atau 'Apakah yang dikatakan TUHAN?'","Mereka tidak boleh lagi menggunakan istilah 'beban TUHAN'. Kalau ada yang masih menggunakan istilah itu, maka Aku akan menjadikan pesan-Ku betul-betul beban baginya. Orang yang mengatakan 'beban TUHAN' hanyalah memutarbalikkan perkataan-Ku, Allah mereka, Allah yang hidup, TUHAN Yang Mahakuasa.","Mereka hanya boleh mengatakan kepada nabi-nabi, 'Apakah jawaban TUHAN kepadamu? Apakah yang dikatakan TUHAN?'","Kalau ada yang tidak taat kepada perintah-Ku itu, dan masih memakai istilah 'beban TUHAN',","maka Aku akan memungut mereka, dan melemparkan mereka jauh-jauh, baik mereka maupun kota yang telah Kuberikan kepada mereka dan leluhur mereka.","Aku akan membuat mereka malu dan hina untuk selama-lamanya dan nasib mereka itu tak akan dilupakan orang.\""]