["Tahun itu juga pada bulan lima tahun keempat pemerintahan Raja Zedekia, Hananya anak Azur, seorang nabi dari kota Gibeon, berbicara kepadaku di Rumah TUHAN. Di depan imam-imam dan rakyat ia mengatakan kepadaku","bahwa TUHAN Yang Mahakuasa, Allah Israel, berkata begini, \"Kekuatan raja Babel telah Kulumpuhkan.","Dalam waktu dua tahun ini Aku akan mengembalikan barang-barang dari Rumah-Ku, yang telah diangkut ke Babel oleh Raja Nebukadnezar.","Aku juga akan membawa kembali Yoyakhin putra Yoyakim raja Yehuda, bersama seluruh rakyat Yehuda yang telah diangkut ke Babel. Sungguh, Aku akan melumpuhkan kekuatan Babel. Aku, TUHAN, telah berbicara.\"","Maka di depan imam-imam dan semua rakyat yang berdiri di Rumah TUHAN itu, aku berkata kepada Hananya,","\"Bagus! Mudah-mudahan saja ramalanmu itu menjadi kenyataan, dan TUHAN betul-betul membawa kembali dari Babel barang-barang Rumah TUHAN bersama dengan semua orang yang telah dibuang ke sana.","Tapi engkau, Hananya, dan kamu semua, hai rakyat, dengarkanlah ini:","Nabi-nabi sebelum masa kita telah meramalkan bahwa peperangan, malapetaka, serta wabah penyakit akan menimpa banyak bangsa dan kerajaan yang kuat-kuat.","Tapi nabi yang meramalkan keadaan damai, hanya dapat diakui sebagai nabi yang sungguh-sungguh diutus oleh TUHAN, kalau ramalan-ramalannya menjadi kenyataan.\"","Lalu Hananya merenggut gandar dari tengkukku dan mematahkannya.","Di depan seluruh rakyat yang hadir di situ, ia berkata, \"TUHAN berkata bahwa beginilah caranya Ia akan mematahkan gandar yang dipasang Raja Nebukadnezar pada tengkuk segala bangsa; TUHAN akan melakukan itu dalam waktu dua tahun ini.\" Setelah itu aku pun pergi.","Tidak berapa lama setelah kejadian itu, TUHAN menyuruh aku","pergi kepada Hananya untuk mengatakan begini, \"TUHAN berkata bahwa engkau dapat saja mematahkan gandar kayu, tapi Ia akan menggantikannya dengan gandar besi.","TUHAN Yang Mahakuasa, Allah Israel, berkata bahwa Ia akan memasang gandar besi pada tengkuk segala bangsa ini, dan mereka akan mengabdi kepada Nebukadnezar, raja Babel. TUHAN juga berkata bahwa binatang buas pun akan diserahkannya kepada kekuasaan Nebukadnezar.\"","Semua itu kusampaikan kepada Hananya, lalu aku berkata lagi, \"Dengarkan, hai Hananya! TUHAN tidak mengutus engkau; engkau telah membuat bangsa ini percaya kepada perkataan dusta.","Karena itu TUHAN sendiri berkata bahwa engkau akan dilenyapkan-Nya dari muka bumi. Tahun ini juga engkau akan mati, sebab engkau telah menyuruh bangsa ini melawan TUHAN.\"","Maka tahun itu juga pada bulan ketujuh, Hananya meninggal."]