["Tak lama setelah Zedekia putra Yosia menjadi raja Yehuda, TUHAN menyuruh aku","membuat tali-tali dari kulit serta gandar dari kayu, dan memasangnya di tengkukku.","Ia juga menyuruh aku menyampaikan pesan-Nya kepada raja-raja Edom, Moab, Amon, Tirus dan Sidon, dengan perantaraan utusan-utusan mereka yang telah datang ke Yerusalem untuk mengunjungi Raja Zedekia.","Aku harus memberitahukan kepada mereka bahwa TUHAN Yang Mahakuasa, Allah Israel, berkata,","\"Dengan kuasa-Ku yang besar dan dengan kekuatan-Ku Aku telah menciptakan bumi dan manusia serta segala binatang, dan Aku dapat memberikannya kepada siapa saja yang Kukehendaki.","Akulah yang telah menyerahkan segala bangsa ini ke dalam kekuasaan hamba-Ku, Nebukadnezar, raja Babel. Bahkan binatang pun telah Kuserahkan kepadanya untuk dikuasai.","Segala bangsa akan mengabdi kepadanya, kepada putranya, dan kepada cucunya sampai tiba saatnya negaranya sendiri jatuh. Pada waktu itu bangsa Babel akan mengabdi kepada bangsa-bangsa yang kuat dan raja-raja yang besar.","Bangsa atau kerajaan yang tidak mau takluk kepada Nebukadnezar akan Kuhukum dengan peperangan, kelaparan, dan wabah penyakit, sampai akhirnya bangsa itu takluk kepadanya.","Janganlah mendengarkan nabi-nabi atau siapa pun juga yang melarang kamu takluk kepada raja Babel, walaupun mereka mengaku telah menerima petunjuk dari mimpi, roh-roh halus, atau dengan memakai kekuatan gaib.","Mereka menipu kamu sehingga kamu dibawa jauh dari negerimu. Aku akan mengusir kamu dari negerimu dan kamu akan binasa.","Tapi bangsa yang mau takluk dan mau mengabdi kepada raja Babel akan Kubiarkan tinggal di tanah airnya sendiri, dan bercocok tanam di situ. Aku, TUHAN, telah berbicara.\"","Kepada Zedekia raja Yehuda, aku, Yeremia, menyampaikan hal yang sama. Aku berkata, \"Menyerahlah kepada raja Babel. Taatlah kepadanya dan kepada bangsanya, supaya Baginda selamat.","TUHAN telah berkata bahwa bangsa yang tidak takluk kepada raja Babel akan mati oleh peperangan, kelaparan, atau wabah penyakit. Mengapa Baginda dan rakyat mau mati secara demikian?","Jangan dengarkan nabi-nabi yang melarang Baginda takluk kepada raja Babel, sebab mereka menipu Baginda.","Mereka berkata bahwa mereka bicara atas nama TUHAN, tapi mereka berdusta. TUHAN sendiri berkata bahwa Ia tidak mengutus mereka. Sebab itu Ia akan menceraiberaikan dan membinasakan Baginda bersama nabi-nabi yang telah berdusta kepada Baginda.\"","Kemudian aku memberitahukan kepada imam-imam dan kepada seluruh rakyat bahwa TUHAN berkata begini, \"Jangan dengarkan nabi-nabi yang berkata bahwa tidak lama lagi barang-barang di Rumah-Ku akan dibawa kembali dari Babel. Mereka bohong.","Jangan dengarkan mereka! Menyerahlah kepada raja Babel, supaya kamu selamat. Untuk apa kota ini harus hancur?","Kalau mereka memang benar nabi, dan telah menerima pesan dari Aku, pasti mereka sekarang minta kepada-Ku, TUHAN Yang Mahakuasa, supaya barang-barang yang masih ada di Rumah-Ku dan di istana raja di Yerusalem tidak diangkut ke Babel.","Sebab Aku, TUHAN Yang Mahakuasa, Allah Israel, telah memutuskan bahwa semua barang itu akan diangkut ke Babel, dan akan tetap di sana sampai Aku memperhatikannya lagi. Pada waktu itu barulah Aku membawanya kembali ke tempat ini. Aku, TUHAN, telah berbicara.\" Barang-barang yang masih ada di Rumah TUHAN itu ialah: tiang-tiang, bejana perunggu, kereta-kereta, dan beberapa barang lain milik Rumah TUHAN. Barang-barang itu tidak ikut dibawa ke Babel, ketika Yoyakhin putra Yoyakim raja Yehuda serta pemuka-pemuka masyarakat Yehuda dan Yerusalem diangkut ke Babel oleh Raja Nebukadnezar.","(27:19)","(27:19)","(27:19)"]