["Segera setelah Yoyakim putra Yosia menjadi raja Yehuda,","TUHAN berkata kepadaku, \"Pergilah berdiri di pelataran Rumah-Ku dan berbicaralah kepada penduduk Yehuda yang datang beribadat di situ. Sampaikanlah kepada mereka semua yang Kuperintahkan kepadamu untuk diberitahukan kepada mereka. Jangan kurangi sedikit pun.","Barangkali bangsa itu mau mendengarkan, lalu berhenti berbuat jahat, sehingga Aku mengurungkan niat-Ku untuk mencelakakan mereka sesuai dengan perbuatan mereka yang jahat.\"","TUHAN menyuruh aku mengatakan begini kepada mereka, \"Aku, TUHAN, sudah memerintahkan supaya kamu taat kepada-Ku dan menjalankan hukum-hukum yang telah Kuberikan kepadamu.","Kamu harus pula mendengarkan apa yang dikatakan oleh hamba-hamba-Ku, para nabi yang terus-menerus Kuutus kepadamu. Tapi kamu tidak mau mendengarkan mereka.","Jika kamu tetap membangkang, rumah ibadat ini akan Kuperlakukan seperti Silo, sehingga segala bangsa di dunia memakai nama kota Yerusalem ini sebagai kutukan.\"","Semua yang kukatakan di Rumah TUHAN itu didengar oleh para imam, para nabi dan rakyat.","Segera setelah aku selesai mengumumkan semua pesan TUHAN seperti yang diperintahkan-Nya, mereka menangkap aku sambil berteriak, \"Kau harus mati!","Berani benar engkau mengatakan atas nama TUHAN bahwa Rumah-Nya ini akan menjadi seperti Silo, dan bahwa kota ini akan dimusnahkan dan menjadi tempat yang tidak didiami lagi.\" Lalu aku dikerumuni orang banyak.","Ketika pejabat-pejabat pemerintah Yehuda mendengar apa yang telah terjadi, mereka cepat-cepat keluar dari istana raja lalu pergi ke Rumah TUHAN, dan duduk di Pintu Gerbang Baru.","Para imam dan nabi-nabi berkata kepada pejabat-pejabat itu dan kepada rakyat, \"Orang ini patut dihukum mati karena ia telah mengeluarkan kata-kata yang menentang kota kita ini. Kamu sendiri sudah mendengarnya.\"","Lalu aku berkata, \"Tuhanlah yang menyuruh aku menyampaikan pesan yang menentang Rumah TUHAN dan kota ini seperti yang kamu dengar.","Sebab itu ubahlah cara hidupmu dan perbuatan-perbuatanmu; taatilah TUHAN Allahmu, supaya Ia mengurungkan niat-Nya untuk mencelakakan kamu.","Mengenai diriku, memang ada dalam kuasamu untuk melakukan apa saja menurut kemauanmu.","Tapi ingat, kalau kamu membunuh aku, kamu dan penduduk kota ini akan menanggung kesalahan atas pembunuhan terhadap orang yang tidak bersalah. Sebab, Tuhanlah yang mengutus aku untuk memberi peringatan itu kepadamu.\"","Maka para pejabat pemerintah dan rakyat berkata kepada imam-imam dan nabi-nabi itu, \"Orang ini berbicara atas nama TUHAN Allah kita; tidak patut ia dihukum mati.\"","Setelah itu beberapa di antara para pemimpin bangsa tampil ke depan dan berkata kepada orang-orang yang berkumpul di situ,","\"Ketika Hizkia menjadi raja Yehuda, Nabi Mikha dari Moresyet menyampaikan kepada rakyat perkataan ini dari TUHAN Yang Mahakuasa, 'Sion akan dibajak seperti ladang, Yerusalem akan menjadi timbunan reruntuhan, dan bukit Rumah TUHAN akan menjadi hutan.'","Tapi Raja Hizkia dan orang Yehuda tidak membunuh Mikha. Hizkia justru takut kepada TUHAN dan minta dikasihani. Maka TUHAN menarik kembali ancaman-Nya untuk mencelakakan mereka. Dan sekarang, hampir saja kita ini mendatangkan celaka yang besar atas diri kita.\"","Pernah juga seorang lain berbicara menentang kota dan bangsa ini atas nama TUHAN, seperti yang kulakukan. Orang itu bernama Uria anak Semaya dari Kiryat-Yearim.","Ketika Raja Yoyakim bersama perwira-perwiranya dan para pejabat pemerintah mendengar ucapan-ucapan Uria, raja berusaha membunuh dia. Tapi Uria mendengar hal itu lalu menjadi takut dan lari ke Mesir.","Tapi Raja Yoyakim menyuruh Elnatan anak Akhbor bersama beberapa orang lain pergi ke Mesir dan mengambil Uria.","Lalu mereka membawa dia kembali kepada Raja Yoyakim. Kemudian raja menyuruh membunuh dia, dan mayatnya dibuang di pekuburan umum.","Tapi sekarang berkat pertolongan Ahikam anak Safan, aku Yeremia tidak diserahkan kepada rakyat untuk dibunuh."]