["Zedekia raja Yehuda mengutus kepadaku Imam Pasyhur anak Malkia, dan Imam Zefanya anak Maaseya. Ia menyuruh mereka menyampaikan kepadaku permintaan ini,","\"Mintalah petunjuk dari TUHAN untuk kita, sebab Nebukadnezar raja Babel dengan pasukannya sedang mengepung kota kita. Barangkali TUHAN akan mengadakan keajaiban untuk kita, dan memaksa Nebukadnezar menarik mundur pasukannya.\"","Lalu TUHAN berbicara kepadaku, maka aku menyuruh orang-orang yang diutus itu","memberitahukan kepada Zedekia bahwa TUHAN, Allah Israel, berkata begini, \"Zedekia, Aku akan mengalahkan pasukanmu yang sedang bertempur melawan raja Babel dan pasukannya. Senjata-senjata tentaramu akan Kutumpuk di tengah-tengah kota.","Aku sendiri akan memerangi kamu dengan sekuat tenaga dan dengan kemarahan yang meluap-luap.","Penduduk kota ini akan Kubunuh; baik manusia maupun binatang akan mati karena wabah penyakit yang dahsyat.","Engkau dan para pegawaimu serta orang-orang yang luput dari peperangan, kelaparan dan wabah penyakit, semuanya akan Kubiarkan ditangkap oleh Raja Nebukadnezar dan oleh musuh-musuh yang mau membunuhmu. Nebukadnezar akan membunuh kamu semua tanpa ampun dan tanpa belas kasihan. Aku, TUHAN, telah berbicara.\"","Lalu TUHAN menyuruh aku berkata begini kepada umat-Nya, \"Dengarkan! Aku, TUHAN, memberi kepadamu suatu pilihan: jalan yang menuju kehidupan, atau jalan yang menuju kematian.","Setiap orang yang tinggal di dalam kota akan mati karena perang, kelaparan, atau wabah penyakit. Tapi mereka yang keluar untuk menyerah kepada orang Babel yang sedang menyerang kota ini, akan luput dan tidak dibunuh.","Aku sudah memutuskan untuk menghancurkan kota ini, dan tidak menyayangkannya. Kota ini akan diserahkan kepada raja Babel; ia akan membakarnya sampai habis sama sekali. Aku, TUHAN, telah berbicara.\"","TUHAN menyuruh aku menyampaikan pesan ini kepada keluarga raja Yehuda, keturunan Daud: \"Dengarkan apa yang Aku, TUHAN, katakan. Berusahalah supaya keadilan dijalankan setiap hari. Lepaskanlah orang yang diperas dari kekuasaan orang yang memerasnya. Kalau tidak, maka kejahatan yang kaulakukan akan membuat kemarahan-Ku berkobar seperti api yang tak dapat dipadamkan.\"","(21:11)","Kemudian TUHAN berkata kepada Yerusalem, \"Hai Yerusalem! Letakmu lebih tinggi dari lembah-lembah di sekitarmu. Engkau seperti bukit batu menjulang di padang yang rata, tapi Aku akan melawan engkau. Engkau berkata bahwa tak seorang pun dapat menyerangmu atau mendobrak benteng-bentengmu,","tapi Aku akan menghukum engkau karena perbuatanmu. Istanamu akan Kubakar, dan segala sesuatu di sekitarnya akan terbakar juga. Aku, TUHAN, telah berbicara.\""]