["Pada tahun keempat setelah Yoyakim putra Yosia menjadi raja Yehuda, aku mendapat pesan dari TUHAN mengenai seluruh bangsa Yehuda. Waktu itu tahun pertama setelah Nebukadnezar menjadi raja Babel.","Aku berkata kepada seluruh bangsa Yehuda dan penduduk Yerusalem,","\"Selama dua puluh tiga tahun, sejak tahun ketiga belas pemerintahan Yosia putra Amon atas Yehuda, sampai hari ini TUHAN telah berbicara kepadaku dan tidak pernah aku lalai menyampaikan kepadamu apa yang telah dikatakan-Nya. Tapi kamu tidak peduli.","TUHAN juga terus-menerus mengutus kepadamu para nabi hamba-hamba-Nya, tapi kamu tidak mau mendengarkan dan memperhatikan mereka.","Mereka menyuruh kamu meninggalkan cara hidupmu yang jahat, dan perbuatan-perbuatanmu yang berdosa, supaya kamu dapat tetap tinggal di negeri ini yang telah diberikan TUHAN kepadamu dan kepada leluhurmu sebagai milik pusaka.","Nabi-nabi itu melarang kamu menyembah dan beribadat kepada ilah-ilah lain. Mereka melarang kamu menyembah berhala-berhala buatanmu sendiri, sebab hal itu membuat TUHAN marah. Kalau kamu menuruti perintah TUHAN itu, Ia tidak menghukum kamu.","Tapi TUHAN sendiri berkata bahwa kamu tidak mendengarkan Dia. Kamu malah membangkitkan kemarahan-Nya karena berhala-berhalamu itu. Kamu sendirilah yang mendatangkan hukuman-Nya ke atas dirimu.","Karena kamu tidak mau mendengarkan kata-kata-Nya, maka TUHAN Yang Mahakuasa berkata,","'Aku akan memanggil semua bangsa dari utara, dan juga hamba-Ku, Nebukadnezar raja Babel. Mereka akan Kukerahkan untuk berperang melawan Yehuda dan penduduknya serta segala bangsa di sekitarnya. Bangsa Yehuda bersama bangsa-bangsa tetangganya akan Kubinasakan dan Kubiarkan hancur untuk selamanya. Orang-orang yang melihatnya akan terkejut dan merasa ngeri. Aku, TUHAN, telah berbicara.","Suara-suara mereka yang riang gembira dan keramaian pesta perkawinan akan Kuhentikan. Mereka tidak akan mempunyai minyak untuk lampu, dan gandum mereka akan habis.","Seluruh negeri ini akan Kubiarkan hancur dan menjadi sunyi. Bangsa-bangsa di sekitarnya akan mengabdi kepada raja Babel tujuh puluh tahun lamanya.","Setelah itu Aku akan menghukum bangsa Babel dan rajanya karena dosa mereka. Negeri Babel akan Kuruntuhkan dan Kubiarkan hancur untuk selamanya.","Babel akan Kuhukum dengan semua bencana yang telah Kurencanakan untuk bangsa-bangsa dan yang telah Kuberitahukan melalui Yeremia--yaitu semua bencana yang dicatat dalam buku ini.","Perbuatan-perbuatan orang Babel akan Kubalas; mereka akan diperbudak oleh raja-raja besar dan oleh banyak bangsa.'\"","TUHAN, Allah Israel, berkata kepadaku, \"Ambillah gelas anggur ini yang telah Kuisi dengan anggur kemarahan-Ku. Bawalah ke segala bangsa ke mana engkau Kuutus, dan suruhlah mereka minum anggur ini.","Apabila mereka meminumnya, mereka terhuyung-huyung dan kehilangan akal karena peperangan yang Kudatangkan kepada mereka.\"","Maka aku menerima gelas anggur itu dari tangan TUHAN, dan pergi kepada segala bangsa ke mana TUHAN telah mengutus aku, lalu aku membuat mereka minum anggur itu.","Yerusalem dan semua kota di Yehuda, bersama raja-raja dan pejabat-pejabatnya, kuberi minum anggur itu, sehingga mereka menjadi seperti padang yang tandus dan mengerikan. Sampai pada hari ini nama mereka dipakai sebagai kutukan.","Inilah daftar nama orang-orang lain yang harus minum dari gelas anggur TUHAN itu: raja Mesir dengan para pegawai dan pejabat-pejabatnya; semua orang Mesir dan orang asing di Mesir; semua raja di negeri Us; semua raja kota-kota Filistin di Askelon, Gaza, Ekron; semua orang yang masih hidup di Asdod; semua orang Edom, Moab dan Amon; semua raja di Tirus dan Sidon; semua raja di daerah pesisir Laut Tengah; kota-kota Dedan, Tema, dan Bus; semua orang yang memangkas pendek rambutnya; semua raja Arab; semua raja suku-suku campuran yang tinggal di padang gurun; semua raja di Zimri, Elam, dan Madai; semua raja di utara, jauh dan dekat, seorang demi seorang. Segala bangsa di seluruh muka bumi harus minum anggur itu. Dan orang terakhir yang harus minum anggur itu adalah raja Babel.","(25:19)","(25:19)","(25:19)","(25:19)","(25:19)","(25:19)","(25:19)","Lalu TUHAN berkata kepadaku, \"Katakanlah kepada orang-orang itu bahwa Aku, TUHAN Yang Mahakuasa, Allah Israel, menyuruh mereka minum sampai mabuk dan muntah-muntah. Kubuat mereka jatuh dan tak dapat bangun lagi karena peperangan yang Kudatangkan kepada mereka.","Dan kalau mereka tidak mau menerima gelas itu dari tanganmu untuk minum anggurnya, katakanlah bahwa TUHAN Yang Mahakuasa telah memerintahkan hal itu.","Aku akan memulai penghancuran itu di kota-Ku sendiri. Jangan sampai mereka menyangka bahwa mereka tidak akan dihukum. Mereka pasti akan dihukum karena Aku akan mendatangkan peperangan kepada segala bangsa di seluruh muka bumi. Aku, TUHAN Yang Mahakuasa, telah berbicara.","Semua yang Kukatakan kepadamu, hai Yeremia, haruslah kausampaikan. Katakanlah kepada mereka, 'Suara TUHAN menggelegar dari surga; dari kediaman-Nya yang suci Ia menggemuruh melawan umat-Nya. Seluruh penduduk bumi mendengar Ia memekik seperti pekerja yang memeras anggur di tempat pengirik.","Sampai ke ujung bumi suara-Nya menggema; TUHAN membuat perkara terhadap bangsa-bangsa. Semua orang akan diadili dan yang jahat akan dihukum mati.'\"","TUHAN Yang Mahakuasa berkata, \"Dari ujung-ujung bumi angin ribut menggemuruh; bencana menimpa bangsa-bangsa satu demi satu.\"","Pada hari itu mayat orang-orang yang ditewaskan oleh TUHAN akan bergelimpangan di seluruh muka bumi. Mereka tidak akan ditangisi, tidak pula diangkat untuk dikuburkan, melainkan dibiarkan saja di tanah seperti timbunan sampah.","Hai pemimpin-pemimpin, hai para gembala umat TUHAN! Menangislah keras-keras! Berguling-gulinglah dalam abu, sebab sudah tiba waktunya kamu dibunuh, dan yang luput akan diceraiberaikan. Kamu akan seperti bejana berharga yang jatuh dan pecah.","Kamu pasti tak akan lolos.","Kamu berkeluh kesah dan menangis dengan sedih karena TUHAN dalam kemarahan-Nya telah membinasakan bangsamu serta menghancurkan negerimu yang aman itu.","(25:36)","Seperti singa keluar dari liangnya, demikian pun TUHAN keluar untuk menghukum umat-Nya. Kekejaman perang dan kemarahan TUHAN telah mengubah negeri ini menjadi padang gurun."]