["TUHAN, Allah Israel,","berkata kepadaku, \"Tulislah dalam sebuah buku semua yang telah Kukatakan kepadamu.","Sebab akan tiba waktunya Aku memulihkan keadaan umat-Ku Israel dan Yehuda. Aku akan membawa mereka kembali ke negeri yang telah Kuberikan kepada leluhur mereka. Negeri itu akan mereka miliki kembali. Aku, TUHAN, telah berbicara.\"","TUHAN berkata kepada umat Israel dan Yehuda,","\"Aku telah mendengar jeritan orang yang gentar, jeritan orang ketakutan yang tidak mempunyai kedamaian.","Cobalah pikir dan selidiki! Mungkinkah laki-laki melahirkan bayi? Kalau begitu, mengapa Kulihat setiap laki-laki berwajah pucat pasi dan menahan perutnya dengan tangan seperti wanita yang hendak melahirkan?","Hari dahsyat telah tiba, hari yang tak ada taranya. Bagi umat-Ku, itu hari yang mencemaskan; tapi mereka akan Kuselamatkan.\"","TUHAN Yang Mahakuasa berkata lagi kepada umat-Nya, \"Apabila tiba hari itu, gandar yang dikenakan pada tengkukmu akan Kupatahkan, dan belenggumu akan Kulepaskan. Kamu tidak akan menjadi budak orang asing lagi.","Kamu akan mengabdi kepada-Ku, TUHAN Allahmu, dan kepada seorang keturunan Daud yang akan Kuangkat sebagai raja.","Umat-Ku Israel, janganlah takut! Hamba-Ku Yakub, jangan gentar! Kamu dan keturunanmu akan Kuselamatkan dari negeri jauh, tempat kamu ditawan. Kamu akan pulang dan tinggal di negerimu dengan aman. Kamu akan hidup dengan tentram; tak ada yang perlu kamu takutkan.","Aku akan datang dan kamu akan Kuselamatkan. Bangsa-bangsa, tempat kamu Kuceraiberaikan semuanya akan Kubinasakan, tapi kamu tidak Kuperlakukan demikian. Memang kamu tidak akan luput dari hukuman tetapi hukuman-Ku kepadamu adalah adil sesuai dengan ketentuan. Aku, TUHAN, telah berbicara.\"","TUHAN berkata kepada umat-Nya: \"Penyakitmu sangat parah, bagi lukamu tak ada obatnya.","Tak seorang pun sudi memperjuangkan kesembuhanmu, tiada obat untuk bisul-bisulmu, tiada harapan bagimu untuk sembuh.","Semua kekasihmu telah lupa padamu; mereka tak mau lagi memikirkan dirimu. Seperti musuh Aku telah menyerang dan menghukum kamu dengan kejam, karena banyaklah dosamu dan besar kesalahanmu.","Janganlah lagi mengeluh mengenai luka-lukamu, sebab bagimu tak ada harapan sembuh. Kamu Kuhukum begitu karena banyaklah dosamu dan besar kesalahanmu.","Tapi sekarang semua yang menelanmu akan ditelan, dan semua musuhmu akan diangkut ke pembuangan. Aku akan menindas yang menindasmu, Aku akan merampok yang merampokmu.","Sekalipun musuhmu berkata, 'Sion telah dibuang, dan tak ada yang memperhatikan,' namun kamu akan Kubuat sehat kembali, dan luka-lukamu akan kuobati.\"","TUHAN berkata lagi: \"Kamu, umat-Ku akan Kukasihani dan Kupulihkan keadaanmu di tanah airmu sendiri. Yerusalem akan dibangun lagi, dan istananya diperbaiki.","Penduduknya akan memuji Aku dengan nyanyian, dan bersorak-sorai dengan riang. Aku membuat mereka dihormati dan tidak lagi dihina, dan jumlah mereka akan terus bertambah.","Bangsamu akan Kujadikan jaya seperti dahulu, dan berdiri lagi sebagai umat-Ku. Semua yang menindasnya akan Kuhukum juga.","Raja yang memerintah kamu berasal dari bangsamu. Dengan bebas ia akan mendekati Aku apabila ia Kupanggil menghadap-Ku. Sebab siapakah yang berani menghadap Aku atas kemauannya sendiri? Kamu akan menjadi umat-Ku dan Aku menjadi Allahmu. Aku, TUHAN yang mengatakan itu.\"","(30:21)","Kemarahan TUHAN bagaikan badai, bagaikan angin ribut yang mengamuk menimpa orang-orang jahat, dan tak akan reda sebelum segala rencana-Nya terlaksana. Di kemudian hari umat-Nya akan memahami hal itu.","(30:23)"]