["Pada tahun kesepuluh pemerintahan Zedekia raja Yehuda, yaitu tahun kedelapan belas pemerintahan Nebukadnezar raja Babel, TUHAN berbicara kepadaku.","Pada waktu itu tentara raja Babel sedang menyerang Yerusalem. Aku ditahan di pelataran istana raja","oleh Raja Zedekia karena dituduh telah mengumumkan bahwa TUHAN berkata begini, \"Raja Babel akan Kubiarkan menaklukkan dan menduduki kota ini,","dan Raja Zedekia tidak akan luput. Ia akan diserahkan kepada raja Babel, dan menghadap raja itu serta berbicara sendiri dengan dia.","Kemudian Zedekia akan diangkut ke Babel dan tinggal di sana sampai Aku menghukum dia. Sekalipun ia memerangi orang Babel, ia tidak akan berhasil. Aku, TUHAN, telah berbicara.\"","TUHAN berkata kepadaku","bahwa Hanameel, anak laki-laki pamanku Salum, akan datang untuk minta supaya aku membeli tanahnya di Anatot di wilayah Benyamin. Sebab, akulah sanaknya yang terdekat yang berhak membeli tanah itu.","Lalu tepat seperti yang telah dikatakan TUHAN, datanglah Hanameel kepadaku di pelataran istana, dan minta supaya aku membeli tanahnya. Karena itu aku yakin TUHAN betul-betul telah berbicara kepadaku.","Maka aku membeli tanah itu dari Hanameel dengan harga tujuh belas uang perak. Kupanggil saksi-saksi dan di depan mereka kutandatangani surat pembeliannya, lalu kububuhi segel dan kutimbang uangnya.","(32:9)","Kemudian aku mengambil surat pembelian itu yang sudah diberi segel dan berisi syarat-syarat serta ketentuan-ketentuan. Kuambil juga salinan surat yang tidak ada segelnya,","dan kedua surat itu kuberikan kepada Barukh anak Neria cucu Mahseya. Aku menyerahkannya di depan Hanameel serta saksi-saksi yang telah menandatangani surat-surat itu, dan di depan orang-orang yang sedang duduk di pelataran itu.","Di depan mereka semua aku berkata kepada Barukh,","\"TUHAN Yang Mahakuasa, Allah Israel, memerintahkan supaya engkau mengambil kedua surat ini, baik yang asli maupun salinannya, dan memasukkannya ke dalam sebuah periuk tembikar supaya tahan lama.","TUHAN Yang Mahakuasa, Allah Israel, berkata bahwa rumah, tanah, dan kebun anggur kelak akan diperjualbelikan lagi di negeri ini.\"","Setelah surat-surat pembelian itu kuberikan kepada Barukh, aku berdoa,","\"TUHAN Yang Mahatinggi, Engkaulah yang menciptakan langit dan bumi dengan kuasa dan kemampuan-Mu yang besar. Tak ada sesuatu pun yang sukar bagi-Mu.","Engkau menunjukkan kasih-Mu yang abadi kepada beribu-ribu orang, tapi Engkau juga menghukum orang karena dosa orang tuanya. Engkau Allah yang agung dan perkasa; nama-Mu TUHAN Yang Mahakuasa.","Rencana-rencana-Mu hebat, dan perbuatan-perbuatan-Mu ajaib; Engkau melihat segala yang dilakukan manusia, dan membalas mereka sesuai dengan perbuatan mereka.","Dahulu kala Engkau melakukan keajaiban dan hal-hal luar biasa di Mesir, dan sampai sekarang pun Engkau masih terus melakukannya, baik di antara orang Israel maupun di antara segala bangsa lain. Karena itu kini Engkau termasyhur di mana-mana.","Dengan kuasa dan kekuatan-Mu yang besar Engkau membawa umat Israel keluar dari Mesir. Engkau melakukan mujizat-mujizat dan keajaiban-keajaiban serta kejadian-kejadian yang menggemparkan musuh.","Negeri yang baik dan subur ini Kauberikan kepada mereka seperti yang telah Kaujanjikan kepada leluhur mereka.","Tapi ketika mereka datang ke negeri ini dan merebutnya, mereka tidak taat kepada perintah-perintah-Mu, dan tidak hidup menurut ajaran-ajaran-Mu. Semua yang Kauperintahkan kepada mereka tidak satu pun yang mereka laksanakan. Sebab itu Engkau mendatangkan segala bencana ini ke atas mereka.","Orang-orang Babel telah membangun tembok-tembok pengepungan di sekeliling kota untuk merebutnya, dan sekarang mereka menyerang. Pertempuran, kelaparan, dan wabah penyakit akan menyebabkan kota ini jatuh ke tangan mereka. Engkau melihat bahwa semua yang Kaukatakan telah menjadi kenyataan.","Namun demikian, ya TUHAN Yang Mahatinggi, Engkaulah yang menyuruh aku membeli tanah ini di depan saksi-saksi, sekali pun sebentar lagi kota akan direbut oleh orang Babel.\"","Kemudian TUHAN berkata kepadaku,","\"Akulah TUHAN, Allah semua orang. Tak ada yang sulit bagi-Ku.","Kota ini akan Kubiarkan dikuasai oleh Nebukadnezar raja Babel bersama pasukannya. Mereka akan merebut kota ini,","dan membakarnya sampai habis bersama-sama dengan rumah-rumah di mana orang menimbulkan kemarahan-Ku, karena di atas atap rumah-rumah itu mereka membakar dupa kepada Baal dan menuangkan anggur untuk persembahan bagi dewa-dewa.","Sejak permulaan sejarah mereka, orang Israel dan orang Yehuda telah membuat Aku tidak senang. Mereka membangkitkan kemarahan-Ku dengan perbuatan-perbuatan mereka yang jahat.","Sejak kota ini dibangun, penduduknya telah membuat Aku marah sekali. Aku telah memutuskan untuk membinasakannya,","karena segala kejahatan yang dilakukan orang Yehuda dan Yerusalem bersama para raja, pejabat pemerintah, imam, dan nabi-nabi mereka.","Mereka telah meninggalkan Aku dan sekali pun Aku terus mengajar mereka, mereka tidak mau mendengarkan dan tidak mau insaf.","Malah rumah yang dibangun untuk tempat ibadat kepada-Ku telah dinajiskan oleh mereka dengan meletakkan berhala-berhala mereka yang memuakkan di tempat itu.","Mereka membangun mezbah-mezbah untuk Baal di Lembah Hinom, dan mempersembahkan anak-anak mereka kepada Dewa Molokh. Padahal, Aku tak pernah menyuruh mereka melakukan hal itu, bahkan tak pernah timbul dalam pikiran-Ku bahwa mereka akan melakukan perbuatan sekeji itu dan membuat orang Yehuda berdosa.\"","TUHAN, Allah Israel, berkata kepadaku, \"Yeremia, bangsa Israel berkata bahwa peperangan, kelaparan, dan wabah penyakit akan membuat kota ini jatuh ke tangan raja Babel. Sekarang, dengarkan juga apa yang akan Kukatakan.","Aku akan mengumpulkan bangsa ini dari semua negeri tempat mereka Kuceraiberaikan karena kemarahan-Ku dan geram-Ku kepada mereka. Mereka akan Kubawa kembali ke tempat ini dan Kumungkinkan tinggal di sini dengan aman.","Mereka akan menjadi umat-Ku, dan Aku menjadi Allah mereka.","Aku akan memberi mereka hanya satu tujuan hidup: yaitu, menghormati Aku selama-lamanya; hal itu akan membawa kebaikan bagi mereka sendiri, dan bagi keturunan mereka.","Aku akan membuat perjanjian yang kekal dengan mereka. Aku tak akan berhenti berbuat baik kepada mereka. Aku akan membuat mereka takut dan hormat kepada-Ku dengan sepenuh hati supaya mereka tidak menjauhi Aku.","Aku akan senang berbuat baik kepada mereka, dan membuat mereka menetap di negeri ini untuk selama-lamanya.","Sebagaimana Aku telah mendatangkan bencana ke atas bangsa ini, begitu pula Aku akan memberikan semua yang baik yang telah Kujanjikan kepada mereka.","Orang berkata bahwa negeri ini telah menjadi seperti padang gurun yang tidak didiami oleh manusia dan binatang, dan bahwa negeri ini telah jatuh ke tangan orang Babel. Tapi Aku berkata bahwa kelak ladang-ladang akan diperjualbelikan lagi di negeri ini;","surat pembeliannya akan ditandatangani, disegel, dan diperkuat oleh saksi-saksi. Itu akan terjadi di wilayah Benyamin, di desa-desa sekitar Yerusalem, di kota-kota Yehuda, di kota-kota di daerah pegunungan, di daerah kaki pegunungan, dan di Yehuda selatan. Bangsa ini akan Kupulihkan keadaannya di negeri ini. Aku, TUHAN, telah berbicara.\""]