["TUHAN berkata, \"Apabila seorang istri diceraikan oleh suaminya, lalu wanita itu menjadi istri orang lain, maka bekas suaminya tak boleh mengambil dia kembali sebagai istri, sebab hal itu akan merusak negeri ini. Engkau Israel, sudah mempunyai banyak sekali kekasih, masakan sekarang engkau mau kembali kepada-Ku!","Coba lihat ke atas, ke puncak-puncak bukit! Tempat manakah yang belum pernah kaudatangi untuk melacur? Seperti orang Arab di padang gurun, demikian engkau duduk di pinggir jalan menantikan orang yang mau bermain cinta. Engkau menajiskan negeri ini dengan perzinahan dan kejahatanmu.","Itu sebabnya air dari langit tertahan, dan hujan di musim semi tidak kunjung datang. Engkau mirip pelacur, dan tak tahu malu.","Di waktu kesukaranmu itu engkau berkata kepada-Ku bahwa Aku bapakmu, bahwa Aku mengasihi engkau sejak engkau kecil.","Engkau berkata juga bahwa Aku tidak akan terus-menerus marah kepadamu. Itulah yang kaukatakan, hai Israel, tapi sementara itu kaulakukan juga segala kejahatan yang dapat kaulakukan.\"","Pada masa pemerintahan Raja Yosia, TUHAN berkata begini kepadaku, \"Sudahkah kaulihat apa yang dilakukan Israel, wanita yang tidak setia itu? Ia meninggalkan Aku dan melakukan pelacuran di atas setiap bukit yang tinggi dan di bawah setiap pohon yang rindang.","Pikir-Ku setelah ia melakukan semuanya itu, ia akan kembali kepada-Ku. Tetapi ia tidak kembali, malah pergi melacur. Itu sebabnya Aku menceraikan dan mengusir dia. Yehuda, saudara Israel, yang tidak setia itu melihat semuanya itu, tetapi ia tidak menjadi takut. Ia malah turut menjadi pelacur,","(3:7)","dan sama sekali tidak merasa malu. Ia berzinah karena menyembah batu dan pohon, sehingga negeri ini menjadi najis.","Setelah melakukan semuanya itu, Yehuda yang tidak setia itu kembali kepada-Ku tapi dengan pura-pura, karena hatinya tidak tulus. Aku, TUHAN, telah berbicara.\"","Kemudian TUHAN memberitahukan kepadaku bahwa meskipun Israel telah membelakangi Dia, namun Israel ternyata lebih baik daripada Yehuda yang tidak setia itu.","TUHAN menyuruh aku pergi untuk mengatakan hal ini kepada Israel: \"Hai Israel yang tidak setia, kembalilah kepada-Ku! Aku penuh belas kasihan dan tidak akan selamanya marah kepadamu.","Akuilah saja bahwa engkau bersalah dan telah memberontak terhadap TUHAN, Allahmu. Akuilah bahwa di bawah setiap pohon yang rindang engkau telah mencurahkan cintamu kepada ilah-ilah bangsa lain, dan tidak mentaati perintah-perintah-Ku. Aku, TUHAN telah berbicara.\"","TUHAN berkata, \"Hai umat yang tidak setia, kembalilah kepada-Ku! Kamu adalah milik-Ku. Aku akan mengambil kamu, seorang dari setiap kota, dua orang dari setiap kaum, dan membawa kamu kembali ke Bukit Sion.","Aku akan memberikan kepadamu pemimpin-pemimpin yang taat kepada-Ku. Mereka akan memimpin kamu dengan bijaksana dan penuh pengertian.","Lalu apabila kamu sudah bertambah banyak di negeri ini, orang tidak akan berbicara lagi tentang Peti Perjanjian-Ku. Mereka tidak akan memikirkan atau mengingatnya lagi, mereka malah tidak akan memerlukannya atau membuat Peti Perjanjian yang lain.","Pada waktu itu kota Yerusalem akan disebut 'Takhta TUHAN', dan segala bangsa akan berkumpul di kota itu untuk menyembah Aku. Mereka tidak akan lagi mengikuti kemauan hati mereka yang bebal dan jahat itu.","Israel akan bergabung dengan Yehuda, dan bersama-sama datang dari negeri pembuangan di sebelah utara. Mereka akan kembali ke negeri yang telah Kuberikan sebagai tanah pusaka kepada leluhurmu.\"","TUHAN berkata, \"Israel, Aku ingin menerima engkau sebagai anak-Ku, dan memberikan kepadamu negeri yang menyenangkan, negeri yang paling bagus di seluruh dunia. Aku ingin kau menyebut Aku bapak, dan tidak lari lagi dari Aku.","Tetapi seperti istri yang tidak setia, engkau pun tidak setia kepada-Ku. Aku, TUHAN telah berbicara.\"","Di atas puncak-puncak gunung terdengar suara gaduh; itu suara umat Israel yang menangis dan memohon-mohon, karena mereka telah berdosa, dan melupakan TUHAN Allah mereka.","Hai kamu semua yang telah meninggalkan TUHAN, kembalilah! Ia akan menyembuhkan kamu, dan menjadikan kamu setia. Kamu berkata, \"Ya, sekarang kami datang kepada TUHAN, sebab Ia Allah kami.","Sia-sia saja kami beramai-ramai menyembah berhala di atas puncak-puncak gunung! Pertolongan untuk Israel hanya datang dari TUHAN Allah kami.","Penyembahan kepada Baal, berhala yang memalukan itu telah membuat kami kehilangan anak-anak kami serta ternak sapi dan domba, yaitu segalanya yang telah diusahakan oleh leluhur kami sejak dahulu kala.","Jadi, biarlah kami menanggung malu, dan biarlah kami menjadi hina. Sebab, kami dan leluhur kami telah berdosa kepada TUHAN Allah kami, dan tak pernah taat kepada perintah-perintah-Nya.\""]