["TUHAN menyuruh aku menyampaikan pesan ini kepada rakyat, \"Kota ini akan Kuberikan kepada tentara Babel, dan mereka akan mengalahkannya. Barangsiapa tinggal di dalam kota akan tewas dalam peperangan, atau karena kelaparan atau wabah penyakit. Tapi barangsiapa keluar dan menyerahkan diri kepada orang Babel, tidak akan dibunuh; nyawanya akan selamat.\" Sefaca anak Matan, Gedalya anak Pasyhur, Yukhal anak Selemya, dan Pasyhur anak Malkia mendengar semua yang Kukatakan itu.","(38:1)","(38:1)","Maka pergilah para pejabat itu kepada raja dan berkata, \"Orang ini harus dihukum mati. Sebab, dengan berkata begitu ia melemahkan semangat semua prajurit dan orang lain yang masih tinggal di kota ini. Ia tidak menolong rakyat, melainkan mencelakakan mereka.\"","Raja Zedekia menjawab, \"Baik! Perlakukanlah dia sesuai dengan kehendakmu, aku tidak dapat mencegah kamu.\"","Lalu mereka mengambil aku dan menurunkan aku dengan tali ke dalam sumur milik Malkia putra raja, yang terletak di pelataran istana. Tidak ada air di dalam sumur itu, hanya lumpur, dan aku masuk ke dalam lumpur itu.","Pada waktu itu ada seorang Sudan yang bekerja di istana raja. Namanya Ebed-Melekh. Ia mendengar bahwa aku telah dimasukkan ke dalam sumur itu. Ketika raja sedang memimpin rapat di Pintu Gerbang Benyamin,","Ebed-Melekh pergi ke sana dan berkata kepada raja,","\"Paduka Yang Mulia, perbuatan orang-orang itu tidak baik. Mereka telah memasukkan Nabi Yeremia ke dalam sumur; ia pasti akan mati kelaparan di situ, sebab makanan sudah habis di kota ini.\"","Lalu raja memerintahkan Ebed-Melekh, \"Bawalah tiga orang dan keluarkanlah Yeremia dari sumur itu sebelum ia mati.\"","Maka pergilah Ebed-Melekh dengan ketiga orang itu ke gudang istana, dan mengambil kain-kain tua dari situ, lalu menurunkannya dengan tali kepadaku di dalam sumur.","Ebed-Melekh menyuruh aku menaruh kain-kain itu di bawah ketiakku sebagai ganjalan, supaya tali itu tidak menyakiti aku. Maka aku menuruti perintah Ebed-Melekh.","Lalu mereka menarik aku ke atas, keluar dari sumur itu. Setelah itu aku ditahan di pelataran istana itu.","Pada suatu waktu yang lain, Raja Zedekia menyuruh orang membawa aku menghadap dia di pintu gerbang yang ketiga pada Rumah TUHAN. Ia berkata kepadaku, \"Aku mau bertanya kepadamu, dan kau harus menjawab dengan terus terang. Jangan sembunyikan apa-apa.\"","Aku menjawab, \"Kalau aku mengatakan yang benar, pasti Baginda akan menjatuhkan hukuman mati kepadaku; dan kalau aku memberi nasihat, Baginda tidak akan mau menuruti nasihat itu.\"","Raja Zedekia dengan diam-diam berjanji kepadaku, katanya, \"Demi Allah yang hidup, Allah yang memberi hidup kepada kita, aku bersumpah bahwa aku tidak akan membunuh engkau atau menyerahkan engkau kepada orang-orang yang mau membunuhmu.\"","Lalu aku mengatakan kepada Zedekia bahwa TUHAN Yang Mahakuasa, Allah yang disembah oleh orang Israel, berkata begini, \"Jika engkau menyerah kepada pejabat-pejabat raja Babel, engkau tidak akan dibunuh, dan kota ini pun tidak akan dibakar. Engkau dan keluargamu akan selamat.","Tapi kalau engkau tidak mau menyerah, kota ini akan jatuh ke dalam tangan orang Babel. Mereka akan membakarnya sampai habis, dan engkau tidak akan luput.\"","Raja menjawab, \"Aku takut kepada orang-orang bangsa kita yang sudah lari ke pihak orang Babel. Jangan-jangan aku akan diserahkan kepada mereka dan disiksa.\"","\"Tidak,\" jawabku, \"Baginda tidak akan diserahkan kepada mereka. Aku mohon dengan sangat supaya Baginda menuruti pesan TUHAN; nanti semuanya akan beres, dan Baginda tidak akan dibunuh.","Tapi apabila Baginda tidak mau menyerahkan diri, TUHAN sudah memperlihatkan kepadaku apa yang akan terjadi.","Dalam penglihatan itu aku melihat semua wanita yang masih ada di istana Yehuda digiring keluar kepada pejabat-pejabat raja Babel. Sambil berjalan, mereka berkata, 'Raja telah diperdaya oleh sahabat-sahabat karibnya, dan dikuasai oleh mereka. Kini, setelah kakinya terperosok ke dalam lumpur, mereka semua undur.'\"","Aku berkata lagi, \"Semua anak istri Baginda akan dibawa keluar kepada orang Babel. Baginda sendiri pun tidak akan luput dari mereka. Baginda akan ditangkap oleh raja Babel, dan kota ini dibakar habis.\"","Lalu Zedekia berkata, \"Jangan beritahukan kepada siapa pun tentang percakapan kita ini, supaya nyawamu tidak terancam.","Apabila para pejabat mendengar bahwa aku telah berbicara dengan engkau, mereka akan datang dan bertanya kepadamu tentang pembicaraan kita. Mereka akan berjanji untuk tidak membunuh engkau, kalau engkau menceritakan semuanya kepada mereka.","Katakan saja bahwa engkau membujuk aku supaya aku tidak mengirim engkau kembali ke penjara dan mati di sana.\"","Tak lama kemudian semua pejabat itu datang dan bertanya-tanya kepadaku. Aku memberitahukan kepada mereka tepat seperti yang diperintahkan raja kepadaku. Dengan demikian mereka tak dapat berbuat apa-apa sebab tak ada seorang pun yang mengetahui pembicaraan raja dengan aku.","Aku tetap ditahan di pelataran istana sampai pada hari Yerusalem direbut musuh."]