["Pada bulan sepuluh tahun kesembilan pemerintahan Zedekia raja Yehuda, Nebukadnezar raja Babel dengan seluruh angkatan perangnya datang dan menyerang Yerusalem.","Pada tanggal sembilan bulan empat tahun kesebelas pemerintahan Raja Zedekia, tembok kota didobrak musuh,","dan Yerusalem direbut. Maka semua pejabat-pejabat raja Babel datang dan pergi duduk di Pintu Gerbang Tengah. Di antara mereka terdapat Nergal Sarezer, Samgar Nebo, Sarsekim kepala rumah tangga istana, Nergal Sarezer Rabmag dan perwira-perwira lain.","Ketika Raja Zedekia dan seluruh tentaranya melihat semua kejadian itu, mereka berusaha melarikan diri menuju Lembah Yordan malam itu juga. Mereka mengambil jalan lewat taman istana, lalu keluar melalui pintu gerbang yang menghubungi kedua tembok di tempat itu.","Tapi tentara Babel mengejar mereka dan menangkap Zedekia di dataran Yerikho. Kemudian ia dibawa kepada Raja Nebukadnezar di kota Ribla di daerah Hamat, lalu dijatuhi hukuman mati.","Di kota itu juga anak-anaknya dibunuh di depan matanya, dan semua pejabat pemerintah Yehuda pun dibunuh.","Setelah itu Zedekia dicungkil matanya, lalu dibelenggu dan dibawa ke Babel.","Sementara itu orang-orang Babel membakar istana raja dan rumah-rumah rakyat, serta meruntuhkan tembok-tembok Yerusalem.","Akhirnya rakyat yang masih ada di kota, bersama orang-orang yang telah lari ke pihak orang Babel, diangkut ke Babel oleh Nebuzaradan, komandan pasukan Babel.","Sebagian dari rakyat yang paling miskin dan tak punya harta, ditinggalkannya di Yehuda serta diberi kebun anggur dan ladang.","Raja Nebukadnezar telah menyuruh Nebuzaradan, komandan pasukannya, mengeluarkan perintah berikut ini.","\"Pergilah mencari Yeremia, dan jagalah dia baik-baik. Jangan apa-apakan dia; lakukanlah apa yang dimintanya.\"","Maka Nebuzaradan bersama-sama dengan kedua perwira tingginya, Nebusyazban dan Nergal-Sarezer serta semua perwira Babel lainnya,","mengambil aku dari pelataran istana. Lalu aku diserahkan kepada Gedalya anak Ahikam dan cucu Safan, yang harus mengantarkan aku pulang dengan selamat. Maka tinggallah aku di antara rakyat.","Ketika aku masih dipenjarakan di pelataran istana, TUHAN menyuruh aku","mengatakan kepada Ebed-Melekh orang Sudan itu bahwa TUHAN Yang Mahakuasa, Allah Israel, berkata begini, \"Seperti yang Kukatakan dahulu, Aku akan mendatangkan ke atas kota ini bencana, dan bukan kemakmuran. Engkau akan melihat hal itu terjadi.","Tetapi Aku, TUHAN, akan melindungimu. Engkau tidak akan diserahkan kepada orang-orang yang kautakuti.","Engkau tidak akan dibunuh, sebab Aku akan menyelamatkan engkau. Nyawamu akan selamat karena engkau bersandar kepada-Ku. Aku, TUHAN, yang berbicara.\""]