["TUHAN berkata, \"Akan tiba waktunya Aku menjadi Allah semua suku Israel, dan mereka menjadi umat-Ku.","Di padang gurun Aku menunjukkan belas kasihan-Ku kepada mereka yang telah luput dari maut. Ketika umat Israel mencari ketenangan,","dari jauh Aku menampakkan diri-Ku kepada mereka. Hai umat Israel, sejak dulu Aku selalu mengasihi kamu, dan untuk seterusnya Aku akan tetap menunjukkan bahwa Aku selalu mengasihi kamu.","Bangsamu akan Kujadikan jaya seperti dahulu. Sekali lagi kamu akan mengambil rebana, dan menari dengan gembira.","Kamu akan membuka kebun anggur di pegunungan Samaria, dan yang menanam akan memetik buahnya pula.","Sungguh, akan tiba waktunya para pengawal kota berseru di pegunungan Efraim, 'Mari kita naik ke Sion, kepada TUHAN Allah kita.'\"","TUHAN berkata, \"Bernyanyilah gembira bagi Israel, umat-Ku--bangsa yang terutama dari segala bangsa. Nyanyikanlah kidung pujian, dan beritakanlah: 'TUHAN telah menyelamatkan yang tersisa dari umat-Nya.'","Dari utara Kubawa mereka kembali; Kukumpulkan mereka dari ujung-ujung bumi. Orang buta dan orang lumpuh akan ikut dengan mereka, juga wanita yang baru melahirkan dan yang hamil tua. Mereka semua akan datang kembali dalam jumlah yang besar ke negeri ini.","Mereka berjalan dengan bercucuran air mata, Kuhibur dan Kubimbing mereka. Kubawa mereka melalui tempat-tempat yang banyak airnya, melalui jalan rata di tempat mereka tak akan tersandung. Bagi Israel, aku bagaikan ayah; Efraim adalah putra-Ku yang sulung.\"","TUHAN berkata, \"Dengarlah hai bangsa-bangsa! Sampaikanlah pesan-Ku ke seberang lautan: Umat-Ku yang telah Kuceraiberaikan akan Kukumpulkan dan Kupelihara seperti gembala menjaga dombanya.","Umat Israel telah Kuselamatkan, dan Kubebaskan dari bangsa yang kuat.","Ke Bukit Sion mereka akan datang dengan muka yang berseri-seri, sambil menyanyi dengan riang karena semua pemberian-Ku kepada mereka, yaitu gandum, minyak, anggur, sapi dan domba. Mereka akan seperti taman yang cukup airnya, dan tidak kekurangan apa-apa.","Pada waktu itu gadis-gadis akan menari dengan bersuka hati. Orang tua dan orang muda sama-sama berbahagia, sebab Aku akan menghibur mereka. Duka mereka Kuubah menjadi kesukaan, kesedihan Kuubah menjadi kebahagiaan.","Para imam akan Kupuaskan dengan makanan berkelimpahan; dan semua yang umat-Ku perlukan akan Kuberikan. Aku, TUHAN, yang mengatakan.\"","TUHAN berkata, \"Di Rama terdengar suara ratapan, dan keluh kesah yang diliputi kepedihan. Rahel meratapi anak-anaknya, ia tak mau dihibur sebab mereka sudah tiada.","Hentikan tangismu dan keringkan air matamu! Takkan sia-sia jerih payahmu untuk anak-anakmu. Bagimu akan ada ganjaran, anak-anakmu pulang dari negeri lawan.","Ada harapan bagimu di masa depan; anak-anakmu akan kembali ke kampung halaman.","Kudengar umat Israel berkata penuh kesedihan, 'Ya TUHAN, kami seperti hewan yang belum dijinakkan tapi Kaulatih kami untuk patuh, dan sekarang kami siap untuk balik kepada-Mu. Jadi, bawalah kami kembali, ya TUHAN, Allah kami.","Engkau telah kami belakangi, tapi perbuatan itu kami sesali. Setelah Engkau menghukum kami, kepala kami tertunduk karena sedih. Kami malu dan menjadi hina karena telah berdosa pada masa muda.'","Israel, engkau anak kesayangan-Ku, anak tercinta, buah hati-Ku. Setiap kali Aku mengancammu Aku selalu ingat padamu dengan rindu. Engkau akan Kuperlakukan dengan penuh belas kasihan.","Tandailah jalan-jalan, pasanglah rambu-rambu carilah jalan yang kautempuh dahulu. Hai, Israel, pulanglah! Kembalilah ke kota-kotamu yang semula.","Sampai kapan kau terus ragu-ragu, hai bangsa yang tak setia kepada-Ku? Aku telah menciptakan sesuatu yang baru di dunia, sesuatu yang ganjil--seganjil wanita melindungi pria.\"","TUHAN Yang Mahakuasa, Allah Israel berkata, \"Apabila umat-Ku sudah Kujadikan jaya seperti dahulu, maka di negeri Yehuda dan di desa-desanya akan terdengar lagi orang berkata, 'Semoga TUHAN memberkati bukit suci di Yerusalem tempat kediaman yang khusus bagi-Nya.'","Orang akan tinggal di Yehuda dan di desa-desanya. Di sana akan ada petani dan peternak dengan sapi dan dombanya.","Mereka yang lelah akan Kusegarkan, dan yang lesu karena kelaparan akan Kukenyangkan.","Pada waktu itu orang akan berkata, 'Setelah tidur nyenyak, aku merasa segar.'","Aku, TUHAN, berkata bahwa akan tiba masanya negeri Israel dan Yehuda Kupenuhi dengan manusia dan hewan.","Sebagaimana dahulu Aku telah menjaga mereka supaya kemudian Aku mencabut, meruntuhkan dan menghancurkan mereka, begitu pula Aku akan menjaga mereka supaya Aku meneguhkan dan bangun mereka kembali.","Pada waktu itu orang tidak akan berkata lagi, 'Orang tua makan buah yang asam, gigi anaknya yang merasa ngilu,'","melainkan siapa makan buah yang asam, dia sendirilah yang akan ngilu giginya. Setiap orang akan mati karena dosanya sendiri.\"","TUHAN berkata, \"Akan tiba masanya Aku membuat perjanjian yang baru dengan umat Israel dan Yehuda.","Tapi perjanjian itu bukan seperti perjanjian yang Kubuat dengan leluhur mereka ketika Kutuntun mereka keluar dari Mesir. Sekalipun Aku seperti seorang suami bagi mereka, namun mereka mengingkari perjanjian-Ku dengan mereka.","Inilah perjanjian baru yang akan Kubuat dengan umat Israel: Hukum-hukum-Ku akan Kutaruh di dalam batin mereka, dan Kutulis pada hati mereka. Aku akan menjadi Allah mereka, dan mereka akan menjadi umat-Ku.","Tak perlu lagi seorang pun dari mereka mengajar sesamanya untuk mengenal TUHAN. Sebab mereka semua, besar kecil, akan mengenal Aku. Kesalahan-kesalahan mereka akan Kulupakan, dosa-dosa mereka akan Kuampuni. Aku, TUHAN, telah berbicara.\"","Matahari disediakan TUHAN untuk menerangi siang; bulan dan bintang-bintang untuk menerangi malam. Laut diaduknya sehingga gelombang bergelora, TUHAN Yang Mahakuasa, itulah namanya.","TUHAN berjanji, \"Selama hukum alam tak berubah Israel pun akan tetap ada sebagai bangsa.","Sekiranya suatu waktu langit dapat diukur, dan dasar bumi dapat diselidiki, pada waktu itulah Israel akan Kutolak karena segala perbuatan mereka yang jahat. Aku, TUHAN, telah berbicara.\"","TUHAN berkata, \"Akan tiba masanya seluruh Yerusalem dibangun kembali sebagai kota-Ku, dari Menara Hananeel sampai ke Pintu Gerbang Sudut.","Dari situ garis batasnya menuju ke Bukit Gareb, lalu membelok ke Goa.","Seluruh lembah itu, yang dipakai sebagai kuburan dan tempat pembuangan sampah, dan semua ladang di tepi Sungai Kidron sampai ke Pintu Gerbang Kuda ke arah timur, akan dikhususkan untuk Aku. Kota Yerusalem tidak akan diruntuhkan lagi atau dihancurkan.\""]