["Ketika Nebukadnezar raja Babel dengan angkatan perangnya yang diperkuat oleh pasukan-pasukan dari segala bangsa dan negara yang takluk kepadanya datang menyerang Yerusalem dan kota-kota di sekitarnya, TUHAN berbicara kepadaku.","Ia menyuruh aku pergi kepada Zedekia raja Yehuda, dan berkata begini, \"Aku, TUHAN Allah Israel, akan menyerahkan kota ini kepada raja Babel dan ia akan membakarnya.","Engkau tak akan lolos, melainkan ditangkap dan diserahkan kepadanya. Engkau akan bertemu dan berbicara sendiri dengan dia, lalu engkau akan pergi ke Babel.","Tetapi dengarkan perkataan-Ku ini mengenai engkau, Zedekia! Engkau tidak akan tewas dalam pertempuran,","melainkan mati dengan tentram. Dan sebagaimana rakyat membakar kemenyan ketika memakamkan leluhurmu yang memerintah sebelum engkau, begitu pula rakyat akan membakar kemenyan untukmu. Mereka akan berkabung dan berkata, 'Aduh! Raja kami sudah tiada!' Aku, TUHAN, telah berbicara.\"","Maka pesan TUHAN itu kusampaikan kepada Raja Zedekia di Yerusalem,","ketika pasukan raja Babel sedang menyerang kota itu. Mereka juga menyerang kota Lakhis dan Aseka, dua kota berbenteng yang masih bertahan di Yehuda.","Raja Zedekia dan penduduk Yerusalem mengadakan perjanjian untuk membebaskan","budak-budak Ibrani mereka, baik laki-laki maupun perempuan supaya tak ada seorang pun dari bangsa Israel yang memperbudak orang sebangsanya.","Seluruh rakyat dan para pejabat pemerintah yang telah mengadakan perjanjian untuk membebaskan budak-budak mereka dan tak akan memperbudaknya lagi, betul-betul melepaskan budak-budak mereka itu.","Tapi kemudian mereka berubah pikiran, lalu mengambil kembali budak-budak itu, dan memaksanya menjadi budak lagi.","Maka TUHAN, Allah Israel, menyuruh aku berkata begini kepada orang-orang itu, \"Ketika Aku membawa leluhurmu keluar dari Mesir dan membebaskan mereka dari perbudakan, Aku telah membuat perjanjian dengan mereka.","(34:12)","Aku berkata bahwa semua budak Ibrani yang telah melayani enam tahun lamanya, harus dibebaskan pada akhir tahun ketujuh. Tapi leluhurmu tidak mau memperhatikan atau mendengarkan apa yang Kukatakan itu.","Beberapa hari yang lalu kamu mengubah kelakuanmu dan melakukan yang menyenangkan hati-Ku. Kamu semua menyetujui untuk membebaskan budak-budak sebangsamu, dan membuat perjanjian dengan Aku di dalam Rumah-Ku.","Pejabat-pejabat pemerintah Yehuda dan Yerusalem bersama para pegawai istana, imam-imam dan semua pengawas tanahmu telah mensahkan perjanjian itu dengan menyembelih sapi, memotongnya menjadi dua, dan berjalan di antara kedua potongan itu. Tapi, kemudian kamu berubah pikiran dan menghina Aku. Budak-budak yang sudah kamu bebaskan sesuai dengan keinginan mereka, kamu ambil kembali dan paksakan untuk menjadi budak lagi. Karena itu, Aku, TUHAN, berkata bahwa kamu telah melanggar perintah-Ku, dan tidak mentaati syarat-syaratnya, sebab kamu tidak membebaskan sesamamu bangsa Israel. Nah, sekarang baiklah Aku memberikan kebebasan kepadamu: kebebasan untuk tewas dalam pertempuran atau oleh wabah penyakit atau oleh kelaparan. Aku akan memperlakukan kamu seperti kamu memperlakukan sapi yang kamu sembelih itu. Aku akan membuat segala bangsa di dunia merasa ngeri melihat apa yang Kulakukan terhadap kamu.","(34:16)","(34:16)","(34:16)","Aku akan menyerahkan kamu kepada musuh yang ingin membunuh kamu. Mayatmu akan dimakan burung dan binatang buas.","Zedekia raja Yehuda dan para pejabat pemerintahnya akan Kuserahkan kepada orang-orang yang ingin membunuh mereka. Aku akan menyerahkan mereka kepada tentara Babel, yang kini telah meninggalkan kamu.","Aku akan memberi aba-aba supaya mereka kembali ke kota ini, lalu menyerang, merebut, dan membakarnya. Kota-kota Yehuda akan Kujadikan seperti padang gurun yang tidak didiami orang. Aku, TUHAN, telah berbicara.\""]