["Inilah yang dikatakan TUHAN mengenai Amon, \"Mengapa tanah suku Gad direbut dan didiami orang-orang yang menyembah Dewa Milkom? Apakah sudah tak ada lagi orang Israel yang dapat membela daerah itu?","Tapi akan tiba saatnya Aku membuat penduduk Raba, ibukota negeri Amon itu, mendengar pekik-pekik pertempuran. Kota itu akan menjadi reruntuhan dan desa-desa di sekitarnya terbakar habis. Lalu Israel akan mengambil kembali tanahnya dari orang-orang yang dahulu merebutnya.","Hai orang Hesybon, menangislah sebab kota Ai sudah hancur! Hai wanita-wanita kota Raba, merataplah! Pakailah kain karung tanda sedih. Berlarilah ke sana ke mari penuh kebingungan. Milkom dewamu akan diangkut ke pembuangan bersama imam-imam dan para pejabat pemerintahnya!","Hai kamu yang tak setia! Mengapa kamu membanggakan lembah-lembahmu yang subur? Apa sebab kamu mengandalkan kekayaanmu? Bagaimana mungkin kamu dapat berkata bahwa tak seorang pun berani menyerangmu?","Kamu akan ditimpa kekejaman yang Kudatangkan dari segala pihak. Kamu akan lari, masing-masing berusaha menyelamatkan dirinya sendiri, dan tak ada yang mengumpulkan kamu lagi.","Tapi di kemudian hari, keadaan bangsa Amon akan Kupulihkan. Aku, TUHAN, telah berbicara.\"","Inilah yang dikatakan TUHAN Yang Mahakuasa mengenai Edom, \"Apakah orang Edom tidak dapat berpikir secara bijaksana? Apakah para penasihatnya tidak memberi nasihat lagi kepada mereka? Sudah lenyapkah kebijaksanaan mereka!","Hai penduduk Dedan, baliklah dan larilah! Pergilah bersembunyi. Aku akan menghancurkan keturunan Esau, karena sudah waktunya Aku menghukum mereka.","Kalau orang memetik buah anggur, selalu ada yang disisakannya, dan kalau pencuri datang pada malam hari, ia hanya mengambil apa yang diingininya.","Tetapi, Aku menyapu bersih milik keturunan Esau dan membuka rahasia tempat persembunyian mereka; mereka tak dapat menyembunyikan diri lagi. Orang Edom bersama saudara-saudara dan tetangga-tetangga mereka, semuanya sudah dibinasakan, tak seorang pun yang luput.","Hai Edom! Tinggalkanlah anak-anak yatimmu kepada-Ku, Aku akan memelihara mereka. Biarlah para jandamu menaruh kepercayaannya kepada-Ku.","Orang yang tidak patut dihukum pun, terkena hukuman juga, masakan kamu tidak? Pasti kamu harus dihukum!","Aku bersumpah demi nama-Ku sendiri bahwa kota Bozra akan menjadi tempat yang mengerikan yang ditinggalkan orang. Orang akan menertawakannya dan memakai namanya sebagai kutukan. Semua desa di sekitarnya akan menjadi reruntuhan untuk selama-lamanya. Aku, TUHAN, telah berbicara.\"","Aku, Yeremia, berkata, \"Hai Edom, aku telah menerima suatu berita dari TUHAN. Ia telah mengirim utusan kepada bangsa-bangsa untuk menyuruh mereka mengumpulkan tentara dan bersiap-siap untuk menyerang engkau.","TUHAN akan membuat engkau menjadi lemah dan dihina orang.","Engkau tertipu oleh keangkuhanmu. Tak ada yang takut kepadamu seperti sangkamu. Engkau tinggal di celah-celah batu, jauh di puncak gunung. Tapi, meskipun kaubuat rumahmu di tempat yang tinggi sekali, setinggi tempat sarang burung rajawali, TUHAN akan menurunkan engkau dari situ. Tuhanlah yang mengatakan semuanya itu.\"","TUHAN berkata, \"Malapetaka yang menimpa Edom akan begitu hebat sehingga setiap orang yang lewat di situ akan terkejut dan takut.","Sebagaimana Sodom dan Gomora dimusnahkan bersama desa-desa di sekitarnya, begitu juga Edom. Tak seorang pun akan tinggal lagi di sana. Aku, TUHAN, telah berbicara.","Seperti singa muncul dari hutan lebat dekat Sungai Yordan dan mendatangi padang tempat domba merumput, demikianlah Aku akan datang dan membuat orang Edom lari dari negeri mereka dengan tiba-tiba. Lalu Aku akan memilih seorang pemimpin untuk memerintah bangsa itu. Siapakah dapat disamakan dengan Aku? Siapakah berani membuat perkara dengan Aku? Apakah ada pemimpin yang dapat melawan Aku?","Karena itu, dengarkanlah apa yang telah Kurencanakan terhadap orang Edom, dan apa yang hendak Kulakukan terhadap penduduk kota Teman. Anak-anak mereka pun akan diseret pergi, dan semua orang akan ketakutan.","Apabila Edom jatuh, akan terdengar keributan yang begitu hebat sehingga seluruh dunia goncang; teriakan-teriakan penduduknya akan terdengar sampai ke Laut Gelagah.","Seperti burung rajawali menyambar dengan sayap terkembang, begitulah musuh akan datang dan menyambar Bozra. Pada hari itu tentara Edom akan ketakutan seperti wanita yang mau melahirkan.\"","Inilah yang dikatakan TUHAN tentang Damsyik. \"Penduduk kota Hamat dan Arpad khawatir dan gelisah karena mendengar berita buruk. Hati mereka risau dan terombang-ambing seperti gelombang laut.","Penduduk Damsyik menjadi lemah, dan lari ketakutan. Mereka kesakitan dan menderita seperti wanita yang mau melahirkan.","Kota termasyhur dan riang gembira itu kini sepi tanpa penghuni.","Pada hari itu pemuda-pemudanya akan tewas di jalan-jalan kotanya, dan seluruh tentaranya dihancurkan.","Tembok-tembok Damsyik akan Kubakar, dan istana-istana Raja Benhadad Kuhanguskan. Aku, TUHAN Yang Mahakuasa, telah berbicara.\"","Inilah yang dikatakan TUHAN tentang suku Kedar dan daerah-daerah kekuasaan Hazor, yang telah direbut Nebukadnezar raja Babel, \"Hai Nebukadnezar, seranglah suku Kedar dan binasakanlah orang-orang di sebelah timur!","Rampaslah ternak domba, unta, serta kemah-kemah mereka dengan segala isinya, dan berteriaklah kepada mereka, 'Teror meliputi kamu!'","Hai kamu orang Hazor! Aku, TUHAN, berkata: Cepatlah pergi mengungsi, dan bersembunyi. Nebukadnezar raja Babel telah merencanakan untuk menyerang kamu. Ia berkata,","'Ayo maju! Mari kita menyerang orang-orang yang merasa aman dan tentram itu. Kota mereka tidak terlindung karena tak ada pintu gerbangnya dan tak ada palangnya.'\"","TUHAN berkata lagi kepada Nebukadnezar, \"Rampaslah unta-unta dan seluruh ternak mereka! Orang-orang yang rambutnya dipotong pendek itu akan Kuserakkan ke mana-mana. Aku akan mendatangkan malapetaka ke atas mereka dari segala pihak.","Hazor akan terlantar untuk selama-lamanya dan menjadi tempat bersembunyi anjing hutan. Tak seorang pun akan tinggal di sana lagi. Aku, TUHAN, telah berbicara.\"","Tak lama setelah Zedekia menjadi raja Yehuda, TUHAN Yang Mahakuasa berbicara kepadaku tentang negeri Elam.","TUHAN berkata, \"Aku akan membunuh semua ahli memanah yang membuat Elam sangat kuat.","Aku akan meniupkan angin ke Elam dari segala jurusan, dan menyerakkan penduduknya ke mana-mana sehingga tidak ada satu negeri pun yang tidak kedatangan pengungsi-pengungsi dari Elam itu.","Aku akan membuat orang Elam takut kepada musuh yang mau membunuh mereka. Aku sangat marah kepada mereka dan akan menghancurkan mereka. Akan Kukirim tentara yang memerangi mereka sampai mereka habis sama sekali.","Raja-raja dan pejabat-pejabat mereka akan Kuhancurkan, dan di negeri mereka akan Kudirikan takhta-Ku.","Tapi di kemudian hari, keadaan Elam akan Kupulihkan. Aku, TUHAN, telah berbicara.\""]