["Pesan TUHAN, Allah Israel, yang harus kusampaikan kepada rakyat telah kusampaikan seluruhnya.","Lalu Azarya anak Hosaya dan Yohanan anak Kareah serta semua orang lain yang sombong itu berkata kepadaku, \"Engkau bohong. TUHAN Allah kami tidak menyuruh engkau melarang kami untuk pergi tinggal di Mesir.","Barukh anak Neria itulah yang menghasut engkau untuk menentang kami, supaya orang Babel menguasai kami dan dapat membunuh atau mengangkut kami ke Babel.\"","Baik Yohanan maupun semua perwira dan rakyat tak mau menuruti perintah TUHAN untuk tinggal di Yehuda.","Yohanan dan semua perwira itu membawa ke Mesir setiap orang yang masih ada di Yehuda, juga semua orang yang telah kembali dari negeri lain tempat mereka tersebar.","Pria, wanita, anak-anak, dan putri-putri raja yang diserahkan Nebuzaradan kepada pengawasan Gedalya, termasuk aku dan Barukh, semuanya dibawa ke Mesir.","Mereka melawan perintah TUHAN, dan pergi ke Mesir sampai sejauh kota Tahpanhes.","Di sana TUHAN berkata kepadaku,","\"Ambillah batu-batu besar, dan tanamlah di dalam tanah di depan pintu masuk ke gedung pemerintah kota itu. Usahakan supaya orang-orang Yehuda melihat kau melakukan hal itu.","Lalu katakan kepada mereka bahwa Aku, TUHAN Yang Mahakuasa, Allah Israel, akan mendatangkan hamba-Ku Nebukadnezar raja Babel, ke tempat itu. Dan di atas batu-batu yang kautanam di dalam tanah itu, ia akan mendirikan takhtanya serta membentangkan kemah kerajaannya.","Nebukadnezar akan datang dan mengalahkan Mesir. Dan orang-orang yang telah ditentukan untuk mati karena wabah penyakit akan mati karena wabah penyakit. Mereka yang ditentukan untuk diangkut sebagai tawanan akan diangkut sebagai tawanan, dan yang ditentukan untuk tewas dalam peperangan akan tewas dalam peperangan.","Aku akan menyalakan api di kuil-kuil dewa-dewa Mesir, dan raja Babel akan membakar patung-patung berhala di kuil-kuil atau mengangkutnya ke negerinya. Seperti seorang gembala membersihkan pakaiannya dari kutu, begitu juga raja Babel akan menyapu bersih Mesir lalu berangkat lagi dengan tak ada yang mengganggunya.","Tugu-tugu berhala di Heliopolis di Mesir, akan dihancurkan, dan kuil-kuil dewa-dewa Mesir akan dibakar habis.\""]