["TUHAN berbicara kepadaku tentang bangsa-bangsa,","mulai dengan Mesir. Ia memberitahukan kepadaku tentang tentara Nekho raja Mesir, yang dikalahkan di Karkemis dekat Sungai Efrat oleh Nebukadnezar raja Babel pada tahun keempat pemerintahan Yoyakim, raja Yehuda. Inilah yang dikatakan TUHAN tentang hal itu,","\"Perwira-perwira Mesir meneriakkan pekikan siaga kepada pasukannya, 'Tajamkan tombak! Pakailah baju besi dan topi baja! Siapkan perisai dan masuklah dalam barisan! Kamu, pasukan berkuda, pasanglah pelana! Tunggangi kudamu, maju bertempur!'","(46:3)","Tapi Aku, TUHAN, melihat mereka mundur ketakutan. Prajurit-prajurit mereka dikalahkan, dan lari ketakutan tanpa menoleh ke belakang.","Yang gesit tak mampu melarikan diri, dan yang perkasa tak dapat luput dari musuh. Mereka terantuk dan jatuh di utara, di tepi Sungai Efrat itu.","Siapakah dia yang naik seperti air Sungai Nil, seperti sungai yang membanjiri tepi-tepinya? Itulah negeri Mesir. Katanya, 'Aku akan bangkit dan menguasai bumi. Akan kubinasakan kota-kota serta penduduknya.","(46:7)","Berpaculah, hai kuda! Bergeraklah, hai kereta! Majulah, hai pahlawan pembawa perisai dari Sudan dan Libia. Juga kamu, hai pemanah-pemanah ahli dari negeri Lidia.'\"","Tapi aku, Yeremia berkata bahwa inilah hari TUHAN Yang Mahatinggi dan Mahakuasa; pada hari itu Ia mengadakan pembalasan atas semua musuh-musuh-Nya. Pedang-Nya akan makan mereka sampai kenyang, dan minum darah mereka sampai puas. Hari ini TUHAN Yang Mahakuasa, menyembelih kurban-kurban-Nya di utara, di tepi Sungai Efrat itu.","Hai penduduk Mesir, pergilah ke Gilead untuk mencari obat! Tapi, sekalipun demikian tak ada obat yang dapat menyembuhkan kamu.","Keadaanmu yang memalukan telah diketahui oleh bangsa-bangsa. Suara teriakanmu didengar di seluruh dunia. Prajurit yang satu tersandung pada yang lain; sama-sama mereka jatuh terjerembab ke atas tanah.","Ketika Nebukadnezar raja Babel datang menyerang Mesir, TUHAN berbicara kepadaku, katanya,","\"Yeremia, umumkanlah berita berikut ini di kota-kota Mesir, yakni di Memfis, Migdol dan Tahpanhes, 'Bersiaplah untuk mempertahankan diri sebab semua yang kamu miliki akan dimusnahkan dalam peperangan!","Mengapa Apis, dewamu yang kuat itu telah melarikan diri? Karena TUHAN telah mengalahkan dia!'","Banyak tentaramu tersandung dan jatuh. Mereka berkata satu sama lain, 'Mari pulang ke bangsa kita agar kita dapat luput dari bahaya pedang musuh.'","Berilah nama baru kepada raja Mesir: 'Si tukang ribut yang melewatkan kesempatan.'","Aku Allah yang hidup, Aku raja, TUHAN Yang Mahakuasa. Seperti Gunung Tabor menjulang antara gunung-gunung, dan Gunung Karmel menjulang di atas permukaan laut, begitulah kekuatan dia yang datang menyerang engkau.","Bersiap-siaplah, penduduk Mesir, untuk ditawan dan dibawa pergi! Memfis akan menjadi puing--tempat yang sepi karena tidak dihuni.","Mesir seperti anak sapi gemuk, tapi diganggu lalat besar dari utara.","Bahkan prajurit-prajurit sewaannya tidak berdaya seperti anak sapi yang terlalu gemuk. Mereka tak dapat bertahan. Semuanya berbalik dan lari supaya selamat. Hari hukuman bagi mereka telah tiba; sudah waktunya mereka ditimpa bencana.","Mesir melarikan diri sambil mendesis seperti ular karena tentara musuh makin mendekat. Mereka menyerang dia dengan kapak seperti orang menebang pohon","dan menggunduli hutan lebat yang tak dapat diterobosi. Tentara musuh tak terhitung, lebih banyak dari belalang. Aku, TUHAN berkata.","Penduduk Mesir akan dibuat malu, karena dikalahkan oleh bangsa dari utara. Aku, TUHAN, telah berbicara.\"","TUHAN Yang Mahakuasa, Allah Israel, berkata, \"Aku akan menghukum Amon, dewa dari Tebe, bersama seluruh Mesir dengan dewa-dewa dan raja-rajanya. Raja Mesir dan semua orang yang mengandalkan dia","akan Kuserahkan kepada Nebukadnezar raja Babel dengan tentaranya yang mau membunuh mereka. Tetapi kemudian, Mesir akan didiami seperti sediakala. Aku, TUHAN, telah berbicara.\"","\"Umat-Ku, Israel, janganlah takut! Hamba-Ku Yakub, jangan gentar! Kamu dan keturunanmu akan Kuselamatkan dari negeri jauh, di tempat kamu ditawan. Kamu akan pulang dan tinggal di negerimu dengan aman. Kamu akan hidup dengan tentram; tak ada yang perlu kamu takutkan.","Jadi janganlah takut, hai umat-Ku, Aku akan datang untuk menyelamatkan kamu. Bangsa-bangsa, tempat kamu Kuceraiberaikan, semuanya akan Kubinasakan, tapi kamu tidak Kuperlakukan demikian. Memang kamu tidak akan luput dari hukuman tapi hukuman-Ku kepadamu adalah adil sesuai dengan ketentuan. Aku, TUHAN, telah berbicara.\""]