["TUHAN berkata, \"Umat Israel, jika kamu mau kembali, kembalilah kepada-Ku. Buanglah dahulu berhala-berhala yang Kubenci itu, dan setialah kepada-Ku.","Jikalau kamu bersumpah demi nama-Ku dan kamu hidup jujur adil dan benar, maka segala bangsa akan minta kepada-Ku supaya Kuberkati mereka, dan mereka akan memuji Aku.\"","TUHAN berkata kepada penduduk Yehuda dan Yerusalem, \"Kerjakanlah tanahmu yang belum dikerjakan; jangan menabur benih di tempat tanaman berduri tumbuh.","Peganglah janjimu dengan Aku, Tuhanmu, dan khususkanlah dirimu untuk Aku, hai penduduk Yehuda dan Yerusalem. Kalau tidak, maka kemarahan-Ku akan meluap dan membakar seperti api yang tidak dapat dipadamkan oleh siapapun juga. Semuanya itu akan menimpa dirimu karena perbuatan-perbuatanmu yang jahat.\"","Tiuplah trompet di seluruh negeri! Berserulah dengan jelas dan nyaring. Suruhlah penduduk Yehuda dan Yerusalem lari ke kota-kota berbenteng.","Tunjukkanlah jalan ke Sion, bukit TUHAN, cepatlah mengungsi, jangan tinggal diam. TUHAN sedang mendatangkan malapetaka dan kehancuran besar dari utara.","Seperti singa keluar dari persembunyiannya begitu pula telah berangkat pemusnah bangsa-bangsa yang datang hendak membinasakan Yehuda. Kota-kota Yehuda akan menjadi reruntuhan tempat yang tak didiami orang.","Sebab itu, menangis dan merataplah, pakailah kain karung tanda duka. Karena amarah TUHAN yang menyala-nyala belum juga surut dari Yehuda.","TUHAN berkata, \"Pada hari itu raja-raja dan pejabat-pejabat akan patah semangat; imam-imam gentar dan nabi-nabi terkejut.\"","Lalu aku berkata, \"TUHAN Yang Mahatinggi, Engkau sudah menipu orang Yehuda dan penduduk Yerusalem! Engkau berkata bahwa akan ada damai, padahal sekarang nyawa kami terancam pedang.\"","Saatnya akan tiba orang Yehuda dan penduduk Yerusalem mendapat berita bahwa angin panas dari padang gurun sedang bertiup ke arah mereka. Angin itu bukan angin biasa yang hanya menerbangkan sekam,","melainkan angin kuat yang datang atas perintah TUHAN sendiri untuk menjatuhkan hukuman ke atas umat-Nya.","Lihat, musuh muncul seperti awan. Kereta-kereta perangnya seperti angin topan, kuda-kudanya lebih cepat dari burung rajawali. Wah, celaka kita! Kita binasa!","Yerusalem, buanglah kejahatan dari hatimu supaya engkau diselamatkan. Sampai kapan pikiran-pikiran jahat itu hendak kausimpan di dalam hatimu?","Dari kota Dan, serta dari pegunungan Efraim telah datang utusan-utusan yang membawa kabar buruk.","Mereka memperingatkan bangsa-bangsa dan memberitahukan kepada penduduk Yerusalem bahwa musuh sedang datang dari negeri yang jauh. Mereka akan meneriakkan pekik peperangan terhadap kota-kota Yehuda","dan mengepung Yerusalem seperti orang menjaga ladang. Semuanya itu terjadi karena bangsa Yehuda telah memberontak terhadap TUHAN. TUHAN telah berbicara.","Yehuda, kau sendirilah yang mendatangkan bencana itu ke atas dirimu. Cara hidupmu dan perbuatan-perbuatanmu menyebabkan semua penderitaan itu menusuk hatimu.","Betapa hatiku sengsara, tak tahan lagi aku menderita. Aku tak sanggup menenangkan diri jantungku berdebar di dalam dada, sebab kudengar trompet berbunyi, dan pekik perang bergema.","Bencana datang bertubi-tubi menghancurkan seluruh negeri. Tiba-tiba kemahku dirusak, kain-kainnya dikoyak-koyak.","Sampai kapan harus kusaksikan orang berperang mati-matian? Sampai kapan harus kudengarkan bunyi trompet yang memekakkan?","TUHAN berkata, \"Bodoh sekali umat-Ku itu, mereka tidak mengenal Aku. Mereka seperti anak-anak bebal belaka tanpa pengertian sedikit pun juga; mahir dalam kejahatan, gagal dalam kebaikan.\"","Ke arah bumi mataku memandang, nampaknya kosong dan gersang, ke arah langit aku menengadah, wahai, tak ada yang bercahaya.","Kulihat gunung dan bukit-bukit yang tinggi berguncang-guncang hebat sekali.","Kulihat tak ada manusia, burung pun telah terbang semua.","Tanah subur menjadi gurun kering, kota-kota hancur berpuing-puing, karena TUHAN sangat marah kepada umat-Nya.","(TUHAN mengatakan bahwa seluruh dunia akan menjadi padang gurun, tetapi Ia tidak akan memusnahkannya sama sekali.)","Bumi akan berduka, langit gelap gulita. TUHAN telah berbicara dan tak akan merubah rencana-Nya. Ia telah mengambil keputusan dan tak akan mundur setapak juga.","Terdengar hiruk-pikuk pasukan berkuda dan pemanah, membuat setiap orang melarikan diri terengah-engah. Hutan-hutan mereka masuki, bukit batu mereka panjati. Semua kota menjadi sunyi, tak ada yang mau tinggal di situ lagi.","Hai Yerusalem, engkau telah ditinggalkan dan tak dapat berbuat apa-apa! Untuk apa memakai baju merah dan menghias diri dengan emas perak, serta memalit mata dengan celak? Percuma kau mempersolek dirimu, sebab para kekasihmu tak sudi lagi kepadamu, malah mereka mau mencabut nyawamu.","Aku mendengar suara rintihan seperti wanita yang mau melahirkan; seperti wanita muda melahirkan anaknya yang pertama, begitulah tangis Yerusalem yang sesak napasnya. Tangannya menggapai dan ia mengeluh, \"Celakalah aku--aku hendak dibunuh musuh!\""]