["Inilah yang dikatakan TUHAN Yang Mahakuasa, Allah Israel mengenai Moab, \"Celakalah penduduk Nebo, kotanya sudah roboh! Kiryataim direbut, dan bentengnya yang kuat dihancurkan, sehingga penduduknya menjadi malu;","lenyaplah kebanggaan Moab. Musuh telah merebut Hesybon dan di sana mereka merencanakan untuk melenyapkan seluruh bangsa Moab. Suara-suara di kota Madmen akan dihentikan, karena kota itu akan diserbu tentara.","Dengar! Penduduk Horonaim berteriak, 'Kebinasaan! Kehancuran!'","Moab sudah musnah! Teriakan anak-anak kecilnya terdengar sampai ke Zoar.","Dengarlah suara tangis di jalan naik ke Luhit, dan suara ratapan di jalan turun ke Horonaim.","Kata mereka, 'Cepat! Selamatkan nyawamu! Larilah seperti keledai liar di gurun!'","Moab! Engkau mengandalkan ketangkasan dan kekayaanmu. Tapi sekarang engkau sendiri akan dikalahkan. Kamos, dewamu, bersama para imam dan para pejabatnya akan diangkut ke pembuangan.","Semua kota akan hancur, tak satu pun yang akan luput. Lembah dan dataran rendah seluruhnya akan musnah. Aku, TUHAN, telah berbicara.","Pasanglah batu nisan untuk Moab, sebab tak lama lagi negeri itu akan dimusnahkan sama sekali. Kota-kotanya akan runtuh dan tak seorang pun akan tinggal di sana.\"","Terkutuklah orang yang tidak melaksanakan tugas dari TUHAN dengan sungguh-sungguh. Terkutuklah dia yang tak menghunus pedang dan membunuh.","TUHAN berkata, \"Sejak dulu Moab hidup aman. Belum pernah ia diangkut ke pembuangan. Ia seperti air anggur yang dibiarkan mengendap dan tak pernah dituang ke tempat anggur yang lain. Anggurnya masih harum dan enak.","Tetapi, akan tiba waktunya Aku menyuruh agar Moab dituang seperti anggur, dan tempat-tempatnya dikosongkan dan dipecahkan.","Moab akan kecewa terhadap Kamos, dewa mereka, sama seperti orang Israel kecewa terhadap Betel yang mereka andalkan itu.","Bagaimana dapat laki-laki Moab berani berkata, 'Kami pahlawan, prajurit perkasa yang telah diuji dalam peperangan?'","Moab dan kota-kotanya telah dihancurkan, dan orang-orang mudanya yang terbaik telah dibunuh. Aku telah berbicara. Aku raja, TUHAN Yang Mahakuasa.","Malapetaka untuk Moab sudah diambang pintu, tak lama lagi ia hancur.","Hai kamu negara-negara tetangga Moab yang tahu tentang kemasyhurannya, berkabunglah untuk dia! Katakan, 'Moab tidak lagi berkuasa, kebesaran dan kekuatannya sudah lenyap!'","Hai penduduk Dibon, turunlah dari tempatmu yang terhormat; duduklah di tanah dan di atas debu. Karena yang merusak Moab negerimu telah tiba, dan akan menghancurkan semua bentengmu.","Kamu yang tinggal di Aroer, berdirilah di tepi jalan dan perhatikan! Tanyakanlah kepada mereka yang melarikan diri, dan lolos, 'Apakah yang telah terjadi?'","Mereka akan menjawab, 'Moab sudah jatuh dan menjadi hina, karena itu tangisilah dia. Umumkan di sepanjang Sungai Arnon bahwa Moab sudah hancur.'\"","\"Hukuman telah dijatuhkan ke atas kota-kota di daerah dataran tinggi: atas Holon, Yahas, Mefaat,","Dibon, Nebo, Bet-Diblataim,","Kiryataim, Bet-Gamul, Bet-Meon,","Keriot, dan Bozra. Semua kota Moab, jauh dan dekat, telah dihukum.","Kekuatan Moab telah dipatahkan, dan kekuasaannya dihancurkan. Aku, TUHAN, telah berbicara.\"","TUHAN berkata, \"Buatlah Moab menjadi mabuk, karena ia menyombongkan diri terhadap Aku. Ia akan berguling-guling dalam muntahnya, dan ditertawakan orang.","Bukankah dahulu orang Israel telah ditertawakan oleh Moab dan dipergunjingkan seolah-olah mereka telah tertangkap basah bersama pencuri-pencuri?","Kamu penduduk Moab, tinggalkanlah kota-kotamu dan diamlah di bukit batu seperti burung merpati membuat sarangnya di tebing jurang.","Kamu angkuh sekali! Aku sudah mendengar betapa sombong, tinggi hati, congkak, dan pongahnya kamu!","Aku, TUHAN, tahu keangkuhanmu. Bicaramu kosong belaka, dan perbuatanmu tidak berarti.","Sebab itu Aku akan menangis keras-keras untuk kamu semua dan untuk orang-orang di Kir-Heres, ibukotamu.","Aku akan lebih menangisi penduduk Sibma daripada penduduk Yaezer. Kota Sibma seperti tanaman anggur yang carang-carangnya merambat sampai ke seberang Laut Mati sejauh Yaezer. Tapi sekarang buah-buah musim panasnya dan buah anggurnya sudah dimusnahkan.","Sorak-sorai keriangan sudah lenyap dari negeri Moab yang subur. Aku membuat air anggur berhenti mengalir dari alat pemeras anggur; tak ada lagi orang yang membuat anggur dan bersorak gembira.","Orang di Hesybon dan Eleale menangis dan tangisnya terdengar sampai ke Yahas, dan terdengar juga oleh orang-orang dari Zoar sampai ke Horonaim dan Eglat-Selisia. Mereka menangis karena air di anak Sungai Nimrim pun sudah kering.","Aku akan membuat orang Moab berhenti membakar kurban pada tempat-tempat penyembahan mereka dan berhenti mempersembahkan kurban kepada dewa-dewa mereka. Aku, TUHAN, telah berbicara.","Semua kekayaan Kir-Heres dan seluruh Moab sudah lenyap. Aku sedih melihat keadaan mereka itu; Aku seperti orang yang meniup lagu duka pada seruling.","Mereka semua sudah mencukur rambut kepala dan janggut, melukai lengan, dan memakai kain karung tanda sedih.","Di atas semua sotoh rumah dan di tanah-tanah lapang hanya terdengar tangisan. Sebab Moab telah Kupecahkan seperti tempayan yang tak disukai.","Moab telah hancur lebur! Betapa malunya Moab! Ia menangis karena telah dihina dan menjadi tertawaan bangsa-bangsa di sekelilingnya. Aku, TUHAN, telah berbicara.\"","TUHAN berkata, \"Seperti burung rajawali menyambar dengan sayap terkembang, demikianlah sebuah bangsa akan datang dan menyambar Moab.","Kota-kota dan benteng-bentengnya akan direbut dan tentaranya akan ketakutan seperti wanita yang mau melahirkan.","Moab akan hancur dan tidak lagi merupakan sebuah bangsa, karena mereka menyombongkan diri terhadap Aku.","Mereka dihadapkan dengan teror, lubang dan jerat.","Orang yang melarikan diri dari teror akan jatuh ke dalam lubang, dan yang keluar dari lubang itu akan tertangkap dalam jerat. Semua itu akan terjadi pada saat yang telah Kutetapkan untuk menghancurkan Moab.","Kaum pengungsi yang tak berdaya pergi mencari perlindungan ke Hesybon, tapi kota itu sedang terbakar dan istana Raja Sihon pun sedang dimakan api. Api telah memusnahkan daerah perbatasan dan pegunungan Moab, negeri orang-orang yang suka berperang.","Celakalah Moab! Penduduknya yang menyembah Dewa Kamos telah dibinasakan, dan anak-anak mereka diangkut sebagai tawanan.","Tapi di kemudian hari Aku akan memulihkan keadaan negeri Moab. Aku, TUHAN, telah berbicara!\" Itulah yang akan dilakukan TUHAN terhadap Moab."]