["Pergilah mengungsi, hai orang-orang Benyamin! Tinggalkanlah Yerusalem! Bunyikan trompet di Tekoa, dan nyalakan api isyarat di Bet-Kerem! Bencana dan malapetaka besar mengancam dari utara.","Kota Sion indah sekali, tetapi TUHAN akan menghancurkannya;","penguasa-penguasa akan berkemah di sana dengan tentaranya. Di sekeliling kota itu mereka akan memasang tenda-tenda mereka, masing-masing di tempat yang disukainya.","Mereka akan berkata, \"Ayo, bersiaplah menyerang Yerusalem! Mari kita menyerbunya siang ini!\" Tetapi kemudian mereka akan berkata pula, \"Wah, terlambat! Hari sudah mulai gelap, bayangan-bayangan sudah mulai memanjang.","Baiklah kita menyerbu pada waktu malam, dan menghancurkan benteng-benteng kota itu.\"","TUHAN Yang Mahakuasa telah memerintahkan penguasa-penguasa itu supaya menebang pohon-pohon dan mendirikan bukit-bukit pertahanan untuk mengepung Yerusalem. TUHAN berkata, \"Kota ini akan Kuhukum karena di dalamnya telah dilakukan banyak sekali penindasan.","Sebagaimana mata air tetap mengeluarkan air segar, begitu pula kota itu tetap menghasilkan kejahatan. Hanya berita kekerasan dan perampokan belaka yang Kudengar dari kota itu; luka dan penyakit Kulihat di mana-mana.","Hai penduduk Yerusalem, hendaknya semua kesukaran itu menjadi peringatan kepadamu! Jangan sampai Aku meninggalkan kamu dan Kuubah kotamu menjadi padang gurun yang tidak didiami orang.\"","TUHAN Yang Mahakuasa berkata kepadaku, \"Israel akan digunduli sampai tandas seperti kebun anggur yang buahnya sudah dipetik semua. Karena itu, sementara masih ada waktu, selamatkanlah yang sisa.\"","Aku menjawab, \"TUHAN, kepada siapa aku harus berbicara, dan siapa yang harus kuperingatkan? Mereka keras kepala dan tidak mau memperhatikan. Mereka menertawakan dan membenci pesan-Mu yang kusampaikan kepada mereka.","Kemarahan-Mu kepada mereka juga membara di dalam diriku, TUHAN! Sukar untuk menahannya.\" Lalu TUHAN berkata, \"Lampiaskan kemarahan itu ke atas anak-anak di jalan-jalan raya dan ke atas orang-orang muda yang sedang berkumpul. Laki-laki dan perempuan akan ditangkap, dan orang lanjut usia pun tidak akan luput.","Rumah mereka akan diberikan kepada orang lain, begitu juga ladang-ladang dan istri-istri mereka. Penduduk negeri ini akan Kuhukum.","Mereka semua, besar kecil, mencari keuntungan dengan jalan yang tidak jujur. Bahkan nabi dan imam pun menipu orang.","Luka-luka umat-Ku mereka anggap luka kecil saja. 'Ah, tidak apa-apa,' kata mereka, 'semuanya baik dan aman.' Padahal sama sekali tidak.","Seharusnya mereka malu karena telah melakukan semua yang hina itu. Tetapi mereka tebal muka dan tidak tahu malu. Karena itu mereka akan jatuh seperti orang lain; habislah riwayat mereka apabila Aku menghukum mereka. Aku, TUHAN, telah berbicara.\"","TUHAN berkata kepada umat-Nya, \"Berdirilah di persimpangan-persimpangan jalan, dan perhatikanlah baik-baik! Tanyakanlah jalan-jalan yang dahulu kala, dan mana yang terbaik di antaranya. Ikutilah jalan itu, supaya kamu hidup tenang.\" Tetapi mereka berkata, \"Tidak, kami tidak mau mengikuti jalan itu!\"","Lalu TUHAN berkali-kali mengangkat penjaga-penjaga untuk mengingatkan mereka supaya mendengarkan bunyi isyarat trompet. Tetapi umat berkata, \"Kami tidak mau mendengarkan.\"","Sebab itu TUHAN berkata, \"Dengarkan, hai bangsa-bangsa! Kamu harus tahu apa yang akan terjadi atas umat-Ku.","Perhatikan, hai bumi! Umat-Ku tidak mau menerima ajaran-Ku dan tidak taat kepada-Ku. Sebagai akibat dari rancangan mereka Aku mendatangkan malapetaka ke atas mereka.","Buat apa kemenyan yang mereka bawa untuk-Ku dari Syeba, atau rempah-rempah dari negeri jauh? Tak sudi Aku menerima persembahan mereka. Tak suka Aku kepada kurban-kurban bakaran mereka.","Aku akan menyebabkan orang-orang ini tersandung dan jatuh. Ayah dan anak, kawan dan tetangga semuanya akan binasa.\"","TUHAN berkata, \"Suatu bangsa yang kuat sedang bergerak dari negeri yang jauh di utara. Mereka datang untuk berperang.","Mereka bersenjatakan panah dan tombak; mereka bengis dan tak kenal ampun. Seperti bunyi laut bergelora begitulah suara derap kuda mereka yang sedang dipacu untuk maju menyerang Yerusalem.\"","Mendengar berita itu, penduduk Yerusalem menjadi tak berdaya. Mereka dicekam perasaan takut, dan menderita seperti wanita yang mau melahirkan.","Mereka tak berani turun ke jalan atau pergi ke ladang, sebab di mana-mana musuh yang bersenjata menimbulkan teror.","TUHAN berkata kepada umat-Nya, \"Pakailah kain karung dan berguling-gulingl dalam abu. Berkabunglah dan merataplah dengan pedih seperti orang menangisi kematian anaknya yang tunggal, sebab pembinasa akan menyerang kamu dengan tiba-tiba.\"","Lalu TUHAN berkata kepada Yeremia, \"Ujilah umat-Ku, seperti engkau menguji logam. Selidikilah tabiat mereka!","Mereka semua pemberontak yang keras kepala, sekeras perunggu dan besi. Mereka berlaku busuk dan berjalan ke mana-mana untuk menyebarkan berita yang menjelekkan orang lain.","Peleburan sudah sangat panas, tapi kotoran logam tak mau juga meleleh dan hilang. Percuma umat-Ku terus-menerus diuji untuk dimurnikan, sebab orang-orangnya yang jahat tidak disingkirkan.","Mereka akan dinamakan perak buangan, sebab Aku, TUHAN, telah membuang mereka.\""]