["Betapa sunyi Yerusalem sekarang ini, kota yang dahulu ramai sekali. Dahulu unggul di antara bangsa-bangsa, kini menjadi seperti janda. Dahulu kota yang paling dipuja, kini telah dijadikan hamba.","Sepanjang malam ia menangis sedih, air mata berderai di pipi. Tak seorang dari para kekasihnya yang mau menghibur dia. Ia dikhianati kawan-kawan yang telah berbalik menjadi lawan.","Penduduk Yehuda meninggalkan negerinya, karena diperbudak dan sangat sengsara. Kini mereka tinggal di antara bangsa-bangsa tanpa tempat yang memberikan damai sentosa. Musuh mengepung mereka pada waktu mereka sengsara.","Pada hari-hari raya tak seorang pun datang ke Rumah Allah. Gadis-gadis penyanyi di sana menderita, dan imam-imam berkeluh kesah. Tak ada orang di pintu-pintu gerbang, Kota Sion diliputi kesedihan.","Musuh-musuhnya berjaya karena berhasil menguasainya. TUHAN membuat ia menderita, karena sangat banyak dosanya. Penduduknya telah ditawan, dan diangkut ke pembuangan.","Kejayaan kota Yerusalem hanyalah kisah masa silam. Para pemimpinnya telah menjadi lemah seperti rusa yang sangat lapar. Mereka tak berdaya terhadap musuh yang mengejar.","Setelah runtuh dan sengsara, Yerusalem terkenang akan masa silamnya, ketika ia masih banyak harta; bagaimana penduduknya jatuh ke tangan musuh, dan tak seorang pun datang membantu. Lawan-lawannya hanya tertawa melihat keruntuhannya.","Yerusalem mengotori diri sendiri dengan melakukan banyak dosa keji. Semua yang dahulu menghormati dia, kini menghinanya karena melihat ketelanjangannya. Ia berkeluh kesah, karena telah kehilangan muka.","Kenajisannya nampak dengan nyata tapi ia tak menghiraukan apa yang akan terjadi dengan dirinya. Sangat hebat keruntuhannya, tapi tak seorang pun menghibur dia. Maka ia memohon belas kasihan dari TUHAN, karena musuh-musuhnya telah menang.","Segala harta bendanya telah dirampas oleh musuh-musuhnya. Ia bahkan harus melihat mereka memasuki Rumah Allah, suatu perbuatan yang dilarang oleh TUHAN bagi orang yang bukan umat-Nya.","Dengan berkeluh kesah penduduknya mencari nafkah; barang berharga mereka tukar dengan roti, hanya supaya mereka tetap hidup dan jangan mati. Yerusalem berseru, \"Ya TUHAN, lihatlah aku, perhatikanlah segala penderitaanku.\"","\"Hai orang-orang yang lewat di jalan, lihatlah dan perhatikan! Adakah siksa sebesar yang kuderita sekarang, siksa yang ditimpakan TUHAN kepadaku, karena marah-Nya yang sangat besar itu?","Dari langit diturunkan-Nya api yang membakar sampai ke dalam batinku. Dipasang-Nya jerat di depanku yang membuat aku jatuh. Lalu dibiarkan-Nya aku seorang diri menderita sepanjang hari.","Diambil-Nya semua dosaku, lalu mengikatnya menjadi satu, dan mengalungkannya pada leherku, sehingga beratnya melemahkan aku. TUHAN menyerahkan aku kepada seteru; aku tak berdaya melawan mereka itu.","TUHAN menganggap rendah semua pahlawanku yang gagah. Dikerahkan-Nya tentara supaya semua orang mudaku binasa. Ia menginjak-injak bangsaku sampai hancur, seperti orang memeras buah anggur.","Itu sebabnya air mataku bercucuran, tak ada yang memberi semangat dan penghiburan. Bangsaku telah kehilangan segala-galanya, karena musuh lebih berkuasa.","Aku mengangkat tangan minta bantuan, tapi tak ada yang memberi penghiburan. Dari segala pihak, TUHAN mengirim musuh; mereka datang memerangi aku. Aku diperlakukan seperti sampah, barang yang menjijikkan di tengah-tengah mereka.","Tapi Tuhanlah yang benar, sebab perintah-Nya telah kulanggar. Dengarlah aku, hai bangsa-bangsa, lihatlah aku dalam derita. Para pemuda dan pemudiku ditawan, dan diangkut ke pembuangan.","Aku memanggil kawan-kawan karibku tapi mereka mengkhianati aku. Para imam dan pemimpin bangsa semuanya telah mati di jalan-jalan kota. Ketika mencari makanan untuk mempertahankan nyawa.","O, TUHAN! Perhatikanlah aku, hatiku cemas dan rusuh, hancur karena kedurhakaanku dahulu. Di jalan-jalan ada pembunuhan, di dalam rumah ada kematian.","O, TUHAN! Dengarlah keluh-kesahku, tak ada yang menghibur aku. Musuh-musuhku gembira, karena Kau membuat aku celaka. Datanglah hari yang Kaujanjikan itu; buatlah mereka menderita seperti aku.","Perhatikanlah semua kejahatan mereka itu, dan perlakukanlah mereka seperti Kau memperlakukan aku, karena semua dosa yang kulakukan terhadap-Mu. Aku merintih dalam derita, hatiku sedih dan merana.\""]