["TUHAN berbicara lagi kepadaku,","\"Hai manusia fana, tunjukkanlah kepada Yerusalem perbuatan-perbuatan keji yang telah dilakukannya.\"","TUHAN Yang Mahatinggi menyuruh aku menyampaikan pesan ini kepada Yerusalem, \"Hai Yerusalem, engkau lahir di tanah Kanaan. Ayahmu orang Amori dan ibumu orang Het.","Ketika engkau lahir tak ada yang memotong tali pusatmu, atau memandikan engkau, atau memborehimu dengan garam, atau menyelimutimu dengan kain.","Tak seorang pun merasa kasihan kepadamu sehingga mau melakukan hal-hal itu bagimu. Ketika engkau lahir, tak ada yang sayang kepadamu, malahan engkau dibuang di ladang.","Kemudian lewatlah Aku dan melihat engkau menggeliat dalam genangan darahmu, tetapi Aku tak membiarkan engkau mati.","Kuambil air lalu Kucuci darah dari tubuhmu. Kugosok kulitmu dengan minyak zaitun. Kubesarkan engkau seperti tanaman yang subur. Engkau tumbuh pesat, sehat dan semampai, serta menjadi seorang wanita muda. Buah dadamu mulai montok dan rambutmu panjang, tetapi engkau telanjang. Ketika Aku lewat lagi, Kulihat bahwa telah tiba waktumu untuk bercinta. Kubentangkan jubah-Ku pada tubuhmu yang telanjang, dan Kujanjikan cinta-Ku padamu. Ya, Kuikat janji perkawinan denganmu, dan engkau menjadi milik-Ku. Aku, TUHAN Yang Mahatinggi telah berbicara.","(16:7)","(16:7)","Kemudian Kupakaikan kepadamu gaun yang bersulam, sepatu dari kulit yang terhalus, ikat kepala dari kain linen dan jubah sutra.","Kurias engkau dengan permata, kalung dan gelang-gelang.","Kuberikan kepadamu cincin hidung, anting-anting dan mahkota yang indah.","Demikianlah engkau berhiaskan emas dan perak; pakaianmu terbuat dari kain linen dan sutra bersulam. Engkau boleh makan roti dari terigu yang terbaik, dengan madu dan minyak zaitun. Kecantikanmu sungguh luar biasa dan engkau menjadi ratu.","Segala bangsa memuji kecantikanmu yang sempurna itu, dan Akulah yang telah membuatmu jelita. Aku TUHAN Yang Mahatinggi telah berbicara.","Tetapi engkau menyalahgunakan kecantikanmu serta keharuman namamu. Engkau tidur dengan laki-laki mana pun yang lewat.","Sebagian dari pakaianmu kaugunakan untuk menghiasi tempat penyembahan berhalamu. Engkau menjadi pelacur dan memberikan tubuhmu kepada setiap laki-laki.","Dari perhiasan emas dan perak yang Kuberikan kepadamu, kaubuat patung-patung orang lelaki, lalu engkau berbuat cabul dengan patung-patung itu.","Kaukenakan pada patung-patung itu pakaian bersulam yang telah Kuberikan kepadamu. Kaupersembahkan kepada mereka minyak zaitun dan dupa yang telah kauterima daripada-Ku.","Kuberi kepadamu makanan dari terigu yang paling baik, madu dan minyak zaitun yang paling murni. Tetapi semua itu kaupersembahkan kepada berhala-berhala itu untuk menyenangkan hati mereka. Aku TUHAN Yang Mahatinggi telah berbicara.","Kemudian kaupersembahkan anak-anak kita, laki-laki dan perempuan, menjadi kurban kepada berhala-berhala. Belum cukupkah bahwa engkau tidak setia kepada-Ku?","Haruskah kauambil juga anak-anak-Ku dan mengurbankan mereka kepada berhala-berhala?","Dalam hidupmu yang menjijikkan sebagai pelacur itu, sedikit pun engkau tak mengingat masa kecilmu dulu, ketika engkau telanjang dan menggeliat dalam genangan darahmu sendiri.\"","TUHAN Yang Mahatinggi berkata, \"Celakalah engkau! Sungguh celaka! Engkau telah melakukan segala kejahatan itu.","Lagipula, di alun-alun kota dan di tepi setiap jalan engkau mendirikan tempat-tempat untuk menyembah berhala dan melacur.","Engkau mencemarkan kecantikanmu. Tubuhmu kautawarkan kepada setiap laki-laki yang lewat, dan tak henti-hentinya engkau berzinah.","Mesir, tetanggamu yang besar nafsunya itu, telah kaukawani tidur. Engkau sengaja melacur untuk membuat Aku marah.","Sekarang Aku bertindak untuk menghukum engkau dan mengambil berkat yang telah Kuberikan kepadamu. Kuserahkan engkau kepada orang-orang Filistin yang benci kepadamu dan yang muak melihat kelakuanmu yang kotor itu.","Tetapi engkau belum juga merasa puas; sebab itu kaukejar-kejar orang Asyur. Engkau menjadi pelacur mereka, tetapi tidak juga mendapat kepuasan dari mereka.","Lalu engkau menjadi pelacur orang Babel, bangsa pedagang itu. Tetapi mereka pun tidak sanggup memberi kepuasan kepadamu.\"","TUHAN Yang Mahatinggi berkata, \"Semuanya itu telah kaulakukan seperti pelacur yang tak tahu malu.","Di alun-alun kota dan di setiap jalan kaudirikan tempat-tempat untuk menyembah berhala dan melacur. Tetapi engkau bukanlah seperti pelacur biasa yang perlu uang.","Engkau seperti istri yang mengkhianati suaminya dan berbuat serong dengan laki-laki lain.","Seorang pelacur selalu mendapat bayaran, tetapi sebaliknya engkaulah yang memberi hadiah kepada kekasih-kekasihmu, bahkan kaubujuk mereka dengan uang supaya datang dari mana-mana untuk tidur bersamamu.","Engkau pelacur yang lain dari yang lain-lain. Tak ada yang memaksa engkau menjadi pelacur. Engkau tidak dibayar, malahan engkau sendiri yang membayar. Memang, engkau lain dari yang lain-lain.\"","Hai Yerusalem, pelacur, dengarlah apa yang dikatakan TUHAN Yang Mahatinggi, \"Engkau telah membuka bajumu, dan sebagai pelacur kauserahkan tubuhmu kepada kekasih-kekasih dan berhala-berhalamu yang menjijikkan itu. Anak-anakmu kaubunuh dan kaukurbankan bagi berhala-berhala itu.","(16:35)","Karena itu, semua bekas kekasihmu akan Kukumpulkan, baik yang kausukai maupun yang kaubenci. Mereka akan berdiri mengelilingi engkau dan akan melepaskan seluruh pakaianmu, sehingga mereka dapat memandang tubuhmu yang telanjang.","Engkau akan Kuhukum karena perzinahan dan pembunuhan yang telah kaulakukan itu. Dalam kemarahan dan murka-Ku engkau akan Kuhukum mati.","Engkau akan Kuserahkan kepada kekasih-kekasihmu itu, dan mereka akan merubuhkan tempat-tempat engkau melacur dan menyembah berhala. Segala pakaian dan perhiasanmu akan mereka rampas, sehingga engkau telanjang.","Mereka akan menyuruh orang banyak melempari engkau dengan batu, dan memotong-motong tubuhmu dengan pedang.","Mereka akan membakar rumah-rumahmu dan menyuruh para wanita menyaksikan penghukumanmu. Demikianlah akan Kuhentikan perzinahanmu. Engkau tak akan membagi-bagikan hadiah lagi kepada kekasih-kekasihmu.","Baru setelah itu kemarahan-Ku akan reda, dan Aku akan menjadi tenang kembali. Aku tak akan marah lagi atau cemburu.","Aku menghukum engkau karena engkau tak ingat bagaimana Aku merawat engkau ketika engkau masih muda. Engkau membuat Aku marah dengan segala perbuatanmu yang jahat itu. Mengapa segala kelakuanmu yang menjijikkan itu masih kautambah lagi dengan perzinahan? Aku TUHAN Yang Mahatinggi telah berbicara.\"","TUHAN berkata, \"Hai Yerusalem, orang-orang akan mengenakan peribahasa ini kepadamu, 'Seperti ibunya, begitu juga putrinya.'","Memang, engkau adalah anak perempuan ibumu. Dia benci kepada suaminya dan kepada anak-anaknya sendiri. Engkau mirip saudara-saudaramu perempuan yang juga membenci suaminya dan anak-anaknya. Engkau dan saudara-saudaramu, yaitu kota-kota di sekitarmu mempunyai ibu orang Het dan ayah orang Amori.","Kakakmu adalah Samaria di utara dengan semua desanya. Dan adikmu adalah Sodom di selatan dengan semua desanya.","Puaskah engkau mengikuti jejak mereka dan meniru perbuatan mereka yang menjijikkan itu? Belum! Tak berapa lama lagi engkau bahkan lebih bejat lagi daripada mereka.","Demi Aku, Allah yang hidup, kata TUHAN Yang Mahatinggi, saudaramu Sodom dengan desa-desanya belum pernah sejahat engkau dengan desa-desamu.","Sodom dan desa-desanya sombong karena punya banyak persediaan makanan serta dapat hidup dengan tenang dan damai. Tetapi mereka tidak memperhatikan orang miskin dan orang hina.","Mereka sombong dan keras kepala, serta melakukan hal-hal yang Kubenci. Sebab itu mereka Kuhancurkan seperti yang telah kaulihat.","Memang Samaria jahat, tetapi dosanya tidak ada separuh dari dosa-dosamu. Kelakuanmu jauh lebih jahat lagi. Saudara-saudaramu perempuan seakan-akan tidak bersalah dibandingkan dengan engkau. Engkau harus merasa malu dan hina!\"","(16:51)","TUHAN berkata kepada Yerusalem, \"Sodom dan Samaria serta desa-desa mereka akan Kujadikan makmur kembali. Setelah itu, barulah engkau Kujadikan makmur juga.","Dengan demikian engkau akan malu pada dirimu sendiri, dan kehinaanmu akan menunjukkan kepada saudara-saudaramu betapa baik nasib mereka.","Mereka dan desa-desa mereka akan menjadi makmur kembali, juga engkau dan desa-desamu.","Bukankah engkau pernah menertawakan Sodom pada waktu engkau masih sombong","dan kejahatanmu belum ketahuan? Sekarang engkau sama saja dengan dia; engkau menjadi bahan tertawaan orang Edom, orang Filistin dan tetangga-tetanggamu lainnya yang benci kepadamu.","Engkau harus menderita sebagai akibat perbuatanmu yang kotor dan menjijikkan itu. Aku TUHAN telah berbicara.\"","TUHAN Yang Mahatinggi berkata, \"Engkau akan Kuperlakukan setimpal dengan perbuatanmu, sebab engkau telah mengingkari sumpahmu serta melanggar perjanjian-Ku dengan engkau.","Tetapi Aku akan mengingat perjanjian yang telah Kubuat denganmu di masa mudamu dan membuat perjanjian denganmu yang berlaku untuk selama-lamanya.","Engkau akan teringat kepada perbuatan-perbuatanmu dan merasa malu sewaktu saudara-saudaramu Kukembalikan kepadamu. Mereka akan Kujadikan seperti anak-anakmu, meskipun hal itu tidak termasuk dalam perjanjian-Ku denganmu.","Aku akan membuat perjanjian yang baru denganmu. Maka tahulah engkau bahwa Akulah TUHAN.","Aku akan memaafkan semua kesalahanmu, tetapi engkau tak akan dapat melupakannya dan engkau akan merasa malu untuk mengatakan apa pun. Aku TUHAN Yang Mahatinggi telah berbicara.\""]