["Lalu aku diangkat oleh Roh Allah dan dibawa ke pintu gerbang Timur di Rumah TUHAN. Di situ kulihat 25 orang, di antaranya terdapat dua pemimpin bangsa, yaitu Yaazanya anak Azur dan Pelaca anak Benaya.","Allah berkata kepadaku, \"Hai manusia fana, inilah orang-orang yang merencanakan kejahatan di kota ini dan memberi nasihat yang menyesatkan.","Oleh sebab itu sampaikanlah pesan-Ku tentang hukuman bagi mereka, hai manusia fana. Sebab mereka mengatakan, 'Tak lama lagi rumah-rumah ini akan kita bangun kembali. Kota ini adalah periuk dan kitalah daging di dalamnya. Kita akan aman dari kecamuk api karena dilindungi oleh periuk ini.'\"","(11:3)","Kemudian Roh TUHAN meliputi aku, dan aku disuruh TUHAN berkata kepada umat Israel, \"Hai bangsa Israel, Aku tahu apa yang kamu katakan dan yang kamu rencanakan.","Begitu banyak orang yang telah kamu bunuh, sehingga jalan-jalan kota penuh mayat.","Sebab itu, Aku, TUHAN Yang Mahatinggi, berkata kepadamu: Memang, kota ini adalah periuk, tetapi daging di dalamnya bukan kamu, melainkan mayat orang-orang yang telah kamu bunuh! Sedangkan kamu akan Kuusir keluar dari kota ini!","Takutkah kamu kepada pedang? Akan Kudatangkan orang yang membawa pedang untuk menyerangmu.","Kamu akan Kubawa keluar dari kota dan Kuserahkan kepada orang asing. Aku telah menjatuhkan hukuman mati atas kamu.","Kamu akan tewas dalam peperangan di negerimu sendiri, maka tahulah kamu bahwa Akulah TUHAN.","Jadi, kamu tidak akan aman di dalam kota ini, tidak seperti daging di dalam sebuah periuk. Aku akan mengejar dan menghukum kamu di mana pun kamu berada di negeri Israel.","Maka tahulah kamu bahwa Akulah TUHAN dan kamu Kuhukum karena telah melanggar peraturan-peraturan-Ku dan mengabaikan perintah-perintah-Ku dengan mengikuti hukum-hukum bangsa-bangsa di sekelilingmu.\"","Sementara aku mengucapkan perkataan itu, tiba-tiba saja Pelaca jatuh lalu mati. Maka aku pun sujud dan berseru, \"Aduh TUHAN Yang Mahatinggi! Apakah seluruh sisa Israel ini hendak Kaubunuh?\"","TUHAN berkata kepadaku lagi,","\"Hai manusia fana, engkau dan teman-temanmu dalam pembuangan sedang dipercakapkan oleh penduduk Yerusalem. Kata mereka, 'Orang-orang buangan itu terlalu jauh dari Yerusalem untuk beribadat kepada TUHAN. Tanah Israel sudah diberikan TUHAN kepada kita.'","Sebab itu, sampaikanlah pesan-Ku ini kepada teman-temanmu dalam pembuangan, bahwa Akulah yang membawa mereka jauh-jauh ke antara bangsa-bangsa dan menyebarkan mereka di negeri-negeri itu. Namun sementara mereka ada di sana, Aku akan mendampingi mereka.","Aku, TUHAN Yang Mahatinggi, menyatakan bahwa Aku akan mengumpulkan mereka dari negeri-negeri di tempat mereka tersebar, lalu mengembalikan tanah Israel kepada mereka.","Bila mereka pulang, mereka akan membuang semua berhala yang keji dan menjijikkan yang mereka temukan.","Mereka akan Kuberi hati yang baru dan budi yang baru. Hati mereka yang sekeras batu akan Kuambil dan Kuganti dengan hati yang taat kepada-Ku.","Maka mereka akan mentaati peraturan-peraturan-Ku dan setia menuruti segala perintah-Ku. Mereka akan menjadi umat-Ku dan Aku menjadi Allah mereka.","Tetapi orang-orang yang suka menyembah berhala-berhala yang keji dan menjijikkan akan Kuhukum karena kelakuan mereka yang jahat itu.\" Demikianlah kata TUHAN Yang Mahatinggi.","Kerub-kerub itu mulai terbang dan roda-roda itu ikut juga. Cahaya kemilau yang menandakan kehadiran Allah Israel ada di atas mereka.","Kemudian cahaya kemilau itu meninggalkan Yerusalem dan pindah ke gunung di sebelah timur kota itu.","Dalam penglihatan itu, Roh Allah mengangkat aku dan mengembalikan aku kepada orang-orang buangan di Babel. Kemudian menghilanglah penglihatan itu.","Lalu aku menceritakan kepada orang-orang buangan segala yang diperlihatkan TUHAN kepadaku."]