["Lalu aku memandang ke kubah yang ada di atas kepala kerub-kerub itu, dan kulihat sesuatu yang seperti takhta dari batu nilam.","Kemudian Allah berkata kepada orang yang berpakaian linen itu, \"Masuklah di antara roda-roda yang ada di bawah kerub-kerub itu, dan ambillah segenggam bara api. Lalu hamburkanlah bara itu ke atas kota.\" Ia menurut, dan aku memperhatikannya.","Ketika ia masuk, kerub-kerub itu sedang berdiri di sebelah selatan Rumah TUHAN. Segumpal awan memenuhi pelataran dalam dan seluruh Rumah TUHAN.","Cahaya kemilau yang menandakan kehadiran TUHAN memancar dari kerub-kerub itu dan pindah ke pintu masuk Rumah TUHAN, sehingga pelatarannya menjadi terang-benderang.","Bunyi kepakan sayap kerub-kerub itu terdengar sampai ke pelataran luar, seperti suara Allah Yang Mahakuasa.","Setelah TUHAN menyuruh orang yang berpakaian linen itu mengambil segenggam bara api dari antara roda-roda di bawah kerub-kerub itu, orang itu masuk dan berdiri di samping salah satu dari roda-roda itu.","Lalu salah satu dari kerub itu memasukkan tangannya ke dalam api yang ada di tengah-tengah mereka, memungut beberapa potong bara, dan memberikannya kepada orang yang berpakaian linen itu. Orang itu menerimanya lalu pergi.","Aku melihat bahwa di bawah sayap setiap kerub itu ada sesuatu yang berbentuk tangan manusia.","Aku melihat juga bahwa kerub-kerub itu masing-masing mempunyai sebuah roda di sampingnya. Keempat roda itu serupa, dan berkilauan seperti permata indah. Masing-masing mempunyai satu roda lainnya yang melintang di tengah-tengahnya.","(10:9)","Dengan demikian kerub-kerub itu dapat menuju ke empat jurusan. Mereka dapat pergi ke mana saja mereka suka, tanpa memutar tubuhnya.","Seluruh tubuh mereka, punggungnya, tangannya, sayapnya dan roda-roda pun penuh dengan mata.","Aku dengar bahwa roda-roda itu disebut \"puting beliung\".","Setiap kerub itu mempunyai empat wajah yang berlainan. Wajah yang pertama ialah wajah banteng, yang kedua wajah manusia, yang ketiga wajah singa, dan yang keempat wajah rajawali.","Kerub-kerub itulah yang dahulu kulihat di tepi Sungai Kebar. Setiap kali kerub-kerub itu bergerak atau mengembangkan sayapnya, naik ke udara dan terbang maju atau berhenti, roda-roda itu selalu ikut, karena dikuasai oleh kerub-kerub itu.","(10:15)","(10:15)","Lalu cahaya kemilau yang menandakan kehadiran TUHAN meninggalkan pintu masuk Rumah TUHAN dan pindah ke atas kerub-kerub itu.","Aku melihat kerub-kerub itu mengembangkan sayapnya dan terbang meninggalkan tanah lalu pergi, dan roda-rodanya ikut. Lalu mereka berhenti di dekat pintu gerbang Rumah TUHAN yang di sebelah timur, sedang cahaya kemilau tetap di atas mereka.","Aku teringat bahwa itulah kerub-kerub yang dahulu kulihat ada di bawah Allah Israel, di tepi Sungai Kebar.","Kerub-kerub itu masing-masing mempunyai empat wajah, dua pasang sayap, dan juga sesuatu yang seperti tangan manusia di bawah sayap-sayap itu.","Wajah mereka serupa pula dengan wajah kerub-kerub yang kulihat di tepi Sungai Kebar. Masing-masing berjalan lurus ke depan."]