["TUHAN berkata kepadaku,","\"Hai manusia fana, kecamlah nabi-nabi Israel yang mengucapkan ramalan karangannya sendiri. Suruhlah mereka mendengarkan perkataan-Ku.\"","TUHAN Yang Mahatinggi berkata, \"Celakalah nabi-nabi yang bodoh itu! Ilhamnya didapatnya dari khayalannya sendiri dan penglihatannya palsu belaka.","Hai Israel, nabi-nabimu itu tak berguna, sama seperti serigala-serigala yang hidup di tengah-tengah puing kota.","Mereka tidak menjaga tempat-tempat di mana tembok-temboknya runtuh, dan juga tidak memperbaiki tembok-tembok itu. Jadi, Israel tak dapat dipertahankan apabila pecah perang pada hari Aku, TUHAN datang menghukum.","Penglihatan-penglihatan mereka palsu dan ramalan-ramalan mereka hanyalah dusta. Mereka mengaku membawa pesan dari Aku, padahal Aku tak pernah mengutus mereka. Bagaimana mungkin mereka mengharapkan ramalan mereka itu akan terjadi?","Aku, TUHAN Yang Mahatinggi berkata kepada mereka, 'Penglihatan-penglihatan itu palsu dan ramalan-ramalanmu itu dusta. Kamu berkata bahwa semua itu adalah pesan-Ku, padahal Aku tak pernah berbicara kepadamu! Karena itu Aku akan menjadi lawanmu.","(13:7)","Aku akan menghukum kamu, hai nabi-nabi yang mengucapkan ramalan dusta dan mengkhayalkan penglihatan-penglihatan! Kamu tak boleh lagi ikut memberi keputusan di dalam sidang-sidang umat-Ku. Nama-namamu akan dicoret dari daftar marga Israel, dan kamu tak akan pulang lagi ke tanah airmu. Maka tahulah kamu bahwa Akulah TUHAN Yang Mahatinggi.","Hai nabi-nabi palsu! Kamu telah menyesatkan umat-Ku dengan mengatakan bahwa segalanya aman dan beres. Padahal sama sekali tidak! Umat-Ku telah mendirikan tembok dengan batu bata yang longgar pemasangannya, kemudian kamu datang dan mengapurnya.","Hai, nabi-nabi palsu, tembokmu akan runtuh. Aku akan menurunkan hujan lebat. Tembok itu akan dilanda angin topan dan ditimpa hujan es","sehingga roboh, dan setiap orang akan bertanya apa gunanya tembok itu dikapur.'\"","TUHAN Yang Mahatinggi berkata, \"Dalam kemarahan-Ku, Aku akan mendatangkan angin topan, hujan lebat dan hujan es untuk menghancurkan tembok itu.","Aku berniat untuk merubuhkan tembok yang kamu kapur itu, mengobrak-abriknya sehingga tinggal pondamennya saja. Tembok itu akan menimpa dan membunuh kamu semua. Maka tahulah kamu bahwa Akulah TUHAN.","Tembok itu dan kamu yang telah mengapurnya akan merasakan hebatnya amarah-Ku. Kemudian akan Kukatakan kepadamu bahwa tembok itu telah hilang lenyap, sama seperti kamu yang mengapurnya,","hai nabi-nabi palsu! Kamu meramalkan bahwa Yerusalem aman dan beres, padahal sama sekali tidak!\" Begitulah kata TUHAN Yang Mahatinggi.","TUHAN berkata, \"Sekarang, hai manusia fana, perhatikanlah wanita-wanita yang berlagak nabiah di antara bangsamu. Kecamlah mereka,","dan sampaikanlah apa yang Aku, TUHAN Yang Mahatinggi katakan kepada mereka: 'Celakalah kamu! Kamu membuat untuk semua orang gelang-gelang jimat dan kerudung-kerudung sakti supaya orang yang memakainya dapat menguasai hidup orang lain. Kamu ingin berkuasa atas hidup mati umat-Ku, dan kuasa itu kamu pakai demi keuntunganmu sendiri.","Kamu telah menghina Aku di depan umat-Ku hanya untuk mendapat beberapa genggam jelai dan beberapa potong roti. Orang-orang yang tak bersalah, kamu bunuh sedangkan orang-orang yang patut mati kamu biarkan hidup. Lalu kamu mendustai umat-Ku dan mereka percaya kepadamu.'\"","TUHAN Yang Mahatinggi berkata kepada wanita-wanita yang berlagak nabiah itu, \"Aku benci melihat gelang-gelang jimat yang kamu pakai untuk menguasai hidup mati umat-Ku. Gelang-gelang itu akan Kurenggut dari pergelanganmu, dan orang-orang yang kamu kuasai akan Kubebaskan.","Kerudung-kerudung saktimu akan Kusobek, dan umat-Ku akan Kuhindarkan dari pengaruh jahatmu untuk selama-lamanya. Maka tahulah kamu bahwa Akulah TUHAN.","Orang-orang baik yang tidak mau Kuapa-apakan, kamu buat kecil hati dengan kebohonganmu. Orang-orang jahat kamu buat besar hati supaya tetap berdosa dan tidak diselamatkan.","Sekarang berakhirlah penglihatan-penglihatan palsu dan ramalan-ramalan dustamu. Kuselamatkan umat-Ku dari pengaruh jahatmu. Maka tahulah kamu bahwa Akulah TUHAN.\""]