["TUHAN berbicara kepadaku, kata-Nya,","\"Hai manusia fana, sudah siapkah engkau menghakimi kota yang penuh dengan pembunuh itu. Tunjukkanlah kepadanya segala perbuatannya yang menjijikkan.\"","TUHAN Yang Mahatinggi menyuruh aku menyampaikan pesan ini kepada Yerusalem, \"Engkau bersalah karena telah membunuh banyak dari pendudukmu sendiri, dan telah menajiskan dirimu dengan menyembah berhala-berhala buatanmu sendiri. Sebab itu saat penghakimanmu sudah dekat dan riwayatmu segera berakhir. Engkau Kubiarkan menjadi bahan ejekan dan tertawaan bagi bangsa-bangsa dan semua negeri.","(22:3)","Engkau diolok-olok oleh negeri-negeri yang jauh dan dekat karena engkau terus-menerus melanggar hukum dan peraturan.","Semua pemimpin Israel mengandalkan kekuatannya sendiri dan melakukan pembunuhan.","Tak seorang pun dari pendudukmu menghormati orang tuanya. Engkau menipu orang asing dan mengambil untung dari kesusahan janda dan yatim piatu.","Tempat-tempat ibadah bagi-Ku kaunodai dan hari Sabat tidak kauindahkan.","Di antara pendudukmu ada penghasut-penghasut yang suka memfitnah orang lain supaya dihukum mati. Ada juga yang suka makan daging yang sudah dikurbankan kepada berhala. Ada lagi yang suka berbuat cabul.","Ada yang menggoda dan meniduri ibu tirinya, wanita yang sedang haid,","istri orang lain atau menantunya atau adiknya dari lain ibu.","Ada juga yang menjadi pembunuh bayaran, lintah darat dan pemeras orang-orang sebangsanya. Mereka semua telah melupakan Aku. Aku TUHAN Yang Mahatinggi telah berbicara.","Tetapi sekarang Aku akan menghantam para perampok dan pembunuhmu.","Masih beranikah atau masih kuatkah engkau untuk mengangkat tanganmu setelah Aku selesai menghukum engkau? Aku, TUHAN Yang Mahatinggi telah berbicara dan Aku akan melaksanakan apa yang telah Kukatakan.","Aku akan menceraiberaikan pendudukmu ke semua negeri dan bangsa, dan Aku akan menghentikan perbuatanmu yang jahat itu.","Engkau akan dihina oleh bangsa-bangsa lain, maka tahulah engkau bahwa Akulah TUHAN.\"","TUHAN berkata kepadaku,","\"Hai manusia fana, orang-orang Israel itu tidak berguna bagi-Ku. Mereka ibarat sampah logam campuran, seperti tembaga, timah, besi dan timah hitam yang tersisa setelah perak dimurnikan di dalam perapian.","Maka sekarang, Aku, TUHAN Yang Mahatinggi, mengatakan kepada mereka bahwa mereka sama seperti logam yang tidak berguna itu. Sebagaimana bijih perak, perunggu, besi, timah hitam dan timah putih dimasukkan ke dalam perapian untuk dimurnikan, begitu pula mereka akan Kukumpulkan dan Kubawa ke Yerusalem. Kemarahan-Ku yang hebat akan meleburkan mereka seperti api meleburkan bijih-bijih logam.","(22:19)","Ya, Aku akan mengumpulkan mereka di Yerusalem, memasang api kemarahan-Ku di bawah mereka, sehingga mereka hancur lebur.","Seperti perak dilebur di dalam perapian, begitu pula mereka akan dilebur di Yerusalem. Maka tahulah mereka bahwa Aku, TUHAN, telah melepaskan kemarahan-Ku ke atas mereka.\"","TUHAN berbicara lagi kepadaku, kata-Nya,","\"Hai manusia fana, katakan kepada orang Israel bahwa tanah mereka najis, dan sebab itu Aku marah dan menghukumnya.","Para pemimpinnya seperti singa yang mengaum setelah menerkam mangsanya. Mereka membunuh rakyat, merampas semua harta dan kekayaan yang mereka temukan dan menyebabkan banyak wanita menjadi janda.","Para imam Israel melanggar hukum-hukum-Ku dan mencemarkan benda-benda yang dikhususkan untuk-Ku. Mereka tidak membedakan mana yang halal dan mana yang haram. Juga mereka tidak mengajar rakyat untuk membedakan mana yang bersih dan mana yang najis menurut peraturan agama. Mereka tidak menghiraukan hari Sabat. Dengan demikian Aku dihina oleh bangsa Israel.","Pejabat-pejabat pemerintahnya seperti serigala yang merobek-robek mangsanya. Mereka melakukan pembunuhan hanya untuk mencari untung.","Para nabi menyembunyikan dosa-dosa itu; mereka seperti orang yang mengapuri tembok yang kotor. Penglihatan-penglihatan mereka palsu, begitu juga ramalan-ramalan mereka. Mereka mengaku bahwa pesan yang mereka sampaikan adalah yang mereka terima dari TUHAN Yang Mahatinggi, padahal Aku sama sekali tidak berbicara kepada mereka.","Orang-orang kaya menipu dan merampok. Mereka memperlakukan orang miskin dengan sewenang-wenang dan mengambil keuntungan dari orang asing.","Di antara orang Israel itu, Aku mencari orang yang dapat mendirikan tembok, atau berdiri di tempat-tempat yang tembok-temboknya runtuh untuk mempertahankan negeri itu apabila Aku hendak menghancurkannya dalam luapan kemarahan-Ku; namun tak seorang pun yang Kutemukan.","Sebab itu sekarang Kulepaskan kemarahan-Ku terhadap mereka, dan seperti api Aku akan membinasakan mereka karena segala perbuatan mereka. Aku TUHAN Yang Mahatinggi telah berbicara.\""]