["Pada tanggal sepuluh bulan lima, dalam tahun ketujuh masa pembuangan kami, beberapa orang pemimpin Israel datang kepadaku untuk meminta petunjuk TUHAN. Setelah mereka duduk di depanku,","aku mendengar TUHAN berkata kepadaku,","\"Hai manusia fana, bicaralah kepada pemimpin-pemimpin itu dan katakan bahwa Aku, TUHAN Yang Mahatinggi berkata begini, 'Berani sekali kamu minta petunjuk daripada-Ku! Demi Aku, Allah yang hidup, Aku tak sudi dimintai petunjuk olehmu! Aku, TUHAN Yang Mahatinggi telah berbicara.'","Hai manusia fana, sudah siapkah engkau menghakimi mereka? Nah, laksanakanlah! Ingatkanlah mereka akan segala kekejian yang telah dilakukan oleh nenek moyang mereka.","Sampaikanlah apa yang Kukatakan ini. Aku telah memilih Israel dan mengangkat sumpah bagi mereka. Di Mesir, Aku menyatakan diri kepada mereka serta berkata, 'Akulah TUHAN Allahmu.'","Pada waktu itu Aku bersumpah akan membawa mereka keluar dari Mesir menuju ke negeri yang Kupilih untuk mereka. Negeri itu kaya dan subur, tanah yang paling baik di seluruh dunia.","Kusuruh mereka membuang patung-patung menjijikkan yang mereka sukai itu, dan Kularang mereka menajiskan diri dengan menyembah berhala-berhala dari Mesir, sebab Akulah TUHAN Allah mereka.","Tetapi mereka melawan Aku dan tidak mau mendengarkan Aku. Mereka tidak mau membuang patung-patung yang menjijikkan itu dan juga tidak mau berhenti menyembah berhala-berhala Mesir. Pada waktu mereka masih di sana, Aku sudah siap hendak melepaskan kemarahan-Ku terhadap mereka.","Tetapi Aku tidak melakukannya, supaya nama-Ku jangan dihina oleh bangsa-bangsa di tempat mereka berada. Sebab di depan bangsa-bangsa itu, Aku telah mengumumkan bahwa bangsa Israel akan Kubawa keluar dari Mesir.","Lalu Kubawa mereka keluar dari Mesir menuju ke padang pasir.","Di sana Kuberikan kepada mereka perintah-perintah-Ku dan Kuajarkan hukum-hukum-Ku yang harus mereka taati, sebab orang yang mentaatinya akan tetap hidup.","Kusuruh mereka menghormati hari Sabat sebagai tanda perjanjian-Ku dengan mereka, untuk mengingatkan mereka bahwa Aku TUHAN, telah mengkhususkan mereka untuk-Ku.","Tetapi di padang pasir itu juga mereka melawan Aku. Mereka melanggar perintah-perintah-Ku, dan menolak hukum-hukum-Ku yang menjamin bahwa orang yang mentaatinya tetap hidup. Mereka sangat mencemarkan hari Sabat. Sebab itu, di padang pasir itu Aku sudah siap hendak melepaskan amukan kemarahan-Ku terhadap mereka dan membinasakan mereka.","Tetapi Aku tidak melakukannya demi kehormatan nama-Ku, supaya nama-Ku jangan dihina oleh bangsa-bangsa yang melihat Aku membawa Israel keluar dari Mesir.","Di padang pasir itu juga Aku mengancam bahwa bangsa Israel tidak akan Kubawa masuk ke tanah yang sudah disediakan bagi mereka, tanah yang kaya dan subur dan yang paling baik di seluruh dunia.","Ancaman itu Kuucapkan oleh karena mereka mengabaikan perintah-perintah-Ku melanggar hukum-hukum-Ku dan menajiskan hari Sabat. Mereka lebih suka menyembah berhala-berhala mereka.","Tetapi kemudian Aku kasihan kepada mereka, sehingga mereka tidak jadi Kubunuh di padang pasir itu.","Sebaliknya orang-orang muda di antara mereka, Kunasihati begini, 'Janganlah mengikuti peraturan-peraturan yang dibuat oleh nenek moyangmu. Jangan meniru kebiasaan mereka dan jangan juga najiskan dirimu dengan menyembah berhala-berhala mereka.","Akulah TUHAN Allahmu. Taatilah hukum-hukum dan perintah-perintah-Ku.","Hormatilah hari Sabat supaya menjadi tanda perjanjian antara Aku dan kamu, untuk mengingatkan kamu bahwa Akulah TUHAN Allahmu.'","Tetapi angkatan muda itu pun membandel terhadap Aku. Mereka melanggar hukum-hukum-Ku dan mengabaikan perintah-perintah-Ku, yang menjamin bahwa orang yang mentaatinya tetap hidup. Mereka mencemarkan hari Sabat. Sebab itu Aku sudah siap hendak melepaskan amukan kemarahan-Ku terhadap mereka di padang pasir itu dan membunuh mereka semua.","Tetapi Aku tidak melakukannya supaya nama-Ku jangan dihina oleh bangsa-bangsa yang melihat Aku membawa Israel keluar dari Mesir.","Di padang pasir itu juga Aku bersumpah bahwa Aku akan menceraiberaikan mereka ke seluruh dunia,","karena mereka telah mengabaikan perintah-perintah-Ku, melanggar hukum-hukum-Ku, menajiskan hari Sabat, dan tetap menyembah dewa-dewa yang dipuja oleh nenek moyang mereka.","Kemudian Kuberikan kepada mereka hukum-hukum yang tidak baik dan perintah-perintah yang tidak dapat memberi hidup.","Kubiarkan mereka menajiskan diri dengan kurban-kurban mereka sendiri, bahkan anak-anak lelaki mereka yang sulung mereka kurbankan. Dengan cara itu Aku menghukum mereka supaya mereka tahu bahwa Akulah TUHAN.","Nah, manusia fana, sampaikanlah kepada orang Israel, apa yang Aku TUHAN Yang Mahatinggi katakan kepada mereka: Ini contoh lain yang menunjukkan bagaimana nenek moyangmu menghina Aku dan tidak setia kepada-Ku.","Aku membawa mereka ke tanah yang telah Kujanjikan kepada mereka. Ketika mereka melihat bukit-bukit yang tinggi dan pohon-pohon yang rindang, mereka mempersembahkan kurban di tempat-tempat itu. Mereka membuat Aku marah karena kurban-kurban bakaran dan persembahan anggur mereka.","Aku bertanya kepada mereka, 'Tempat-tempat tinggi apa yang kamu kunjungi itu?' Maka sejak itu tempat-tempat itu disebut 'Tempat-tempat tinggi'.","Jadi sampaikanlah kepada orang Israel apa yang Aku, TUHAN Yang Mahatinggi katakan kepada mereka. 'Mengapa kamu melakukan dosa-dosa seperti yang dilakukan nenek moyangmu? Seperti mereka, kamu juga mengikuti berhala-berhala yang menjijikkan itu.","Bahkan sampai hari ini pun kamu menajiskan diri dengan membawa persembahan dan membakar anak-anakmu sebagai kurban kepada berhala-berhala. Lalu masih beranikah kamu meminta petunjuk daripada-Ku? Demi Aku, Allah yang hidup, TUHAN Yang Mahatinggi, kamu tidak Kuizinkan meminta petunjuk daripada-Ku.","Kamu ingin menyamai bangsa-bangsa lain dan penduduk negeri-negeri lain yang menyembah pohon dan batu. Tetapi keinginanmu itu tidak akan tercapai.'\"","\"Demi Aku, Allah yang hidup, TUHAN Yang Mahatinggi, kamu Kuperingatkan bahwa karena kemarahan-Ku, kamu akan Kuperintah dengan keras dan tegas sehingga kamu merasakan kuasa-Ku. Kamu akan Kukumpulkan dan Kubawa kembali dari segala negeri tempat kamu telah diceraiberaikan.","(20:33)","Lalu kamu akan Kubawa ke 'Gurun Bangsa-bangsa'. Di sana kamu akan Kuhakimi dengan berhadapan muka,","seperti yang telah Kulakukan terhadap nenek moyangmu di Gurun Sinai. Aku TUHAN Yang Mahatinggi telah berbicara.","Kamu akan Kuperlakukan dengan keras supaya kamu mentaati perjanjian-Ku.","Para pemberontak dan penjahat akan Kusingkirkan dari tengah-tengahmu. Mereka akan Kubawa keluar dari negeri-negeri tempat mereka sekarang tinggal dan tidak Kuizinkan kembali ke tanah Israel. Maka tahulah kamu bahwa Aku TUHAN.\"","TUHAN Yang Mahatinggi berkata, \"Hai orang-orang Israel, sekarang terserah kepadamu. Teruskan saja berbuat dosa dengan menyembah berhala-berhalamu! Tetapi ingatlah bahwa sesudah itu kamu harus mentaati Aku dan tidak lagi mencemarkan nama-Ku yang suci dengan membawa persembahan kepada berhala-berhalamu itu.","Sebab di tanah Israel, di puncak gunung-Ku yang suci, kamu semua, bangsa Israel akan menyembah Aku. Di sana Aku akan senang kepadamu dan berkenan menerima kurban-kurbanmu, persembahan-persembahanmu yang paling baik dan pemberian-pemberianmu yang khusus.","Setelah kamu Kubawa keluar dari negeri-negeri tempat kamu diceraiberaikan, Aku akan mengumpulkan kamu dan menerima segala kurban bakaranmu. Maka tahulah semua bangsa bahwa Aku ini Allah Yang Mahakudus.","Bilamana kamu Kubawa kembali ke tanah Israel, tanah yang Kujanjikan kepada nenek moyangmu, maka tahulah kamu bahwa Akulah TUHAN.","Di sana kamu akan teringat akan segala perbuatan menjijikkan yang telah menajiskan dirimu. Maka kamu akan muak mengingat segala kejadian itu.","Apabila kamu telah Kuperlakukan begitu demi kehormatan nama-Ku, dan bukan setimpal dengan kelakuanmu yang buruk serta perbuatanmu yang jahat, tahulah kamu orang Israel bahwa Akulah TUHAN. Aku TUHAN Yang Mahatinggi telah berbicara.\"","TUHAN berkata kepadaku, begini,","\"Hai manusia fana, lihatlah ke sebelah selatan. Tegurlah tanah selatan dan kecamlah hutan di sana.","Suruhlah hutan itu mendengarkan apa yang Aku TUHAN Yang Mahatinggi katakan kepadanya, 'Dengarlah! Aku akan menyalakan api yang membakar habis setiap pohon yang ada padamu, baik yang kering maupun yang segar. Api yang menyala-nyala itu tidak dapat dipadamkan. Ia akan menjalar dari selatan ke utara, dan semua orang akan merasakan panasnya.","Mereka akan menyadari bahwa Aku, TUHAN telah menyalakan api itu, dan tak seorang pun dapat memadamkannya.'\"","Tetapi aku Yehezkiel menyatakan keberatanku dan berkata, \"TUHAN Yang Mahatinggi, jangan suruh aku mengatakan itu! Semua orang sudah mengeluh sebab aku suka berbicara dengan kiasan sehingga sukar dimengerti.\""]