["TUHAN berbicara kepadaku, kata-Nya,","\"Hai manusia fana, ada dua wanita, kakak beradik.","Pada waktu muda, mereka tinggal di Mesir. Di sana mereka kehilangan keperawanannya, lalu mereka menjadi pelacur.","Yang sulung bernama Ohola; ia melambangkan Samaria. Adiknya bernama Oholiba; ia melambangkan Yerusalem. Aku kawin dengan mereka dan mendapat anak dari kedua-duanya.","Meskipun Ohola sudah menjadi istri-Ku, ia tetap melacur, dan sangat bergairah melayani kekasih-kekasihnya dari Asyur.","Mereka itu adalah tentara yang berseragam merah ungu, para bangsawan dan pejabat-pejabat tinggi; semuanya perwira-perwira pasukan berkuda yang berwajah tampan.","Dengan pembesar-pembesar itulah Ohola berzinah. Lagipula karena sangat berahinya, ia menajiskan dirinya dengan menyembah berhala-berhala mereka.","Ia terus saja melacur seperti yang dahulu dilakukannya di Mesir, di mana ia kehilangan keperawanannya. Sejak masa kecilnya, ia telah ditiduri dan diperlakukan sebagai pelacur.","Sebab itu Kuserahkan dia kepada kekasih-kekasihnya, orang-orang Asyur yang sangat dirindukannya itu.","Ia ditelanjangi oleh mereka dengan kasar, lalu dibunuh dengan pedang, dan anak-anaknya dirampas. Di mana-mana nasibnya itu menjadi buah bibir kaum wanita.","Oholiba, adiknya melihat kejadian itu, tetapi ia lebih bernafsu melakukan perzinahan daripada Ohola.","Oholiba juga sangat menginginkan orang-orang Asyur itu, yaitu pemuda-pemuda tampan dari pasukan berkuda, para bangsawan dan pejabat tinggi, serta tentara yang berseragam merah ungu itu.","Aku melihat bahwa Oholiba itu sungguh bejat, sama seperti kakaknya.","Makin lama makin bejatlah Oholiba. Ia sangat tertarik kepada gambar-gambar yang terukir pada dinding, dan yang diwarnai dengan cat semerah darah. Gambar-gambar itu melambangkan perwira-perwira Babel dengan ikat pinggang yang indah dan serban yang berjuntai.","(23:14)","Ketika Oholiba melihat gambar-gambar itu, berahinya memuncak dan ia mengirim undangan kepada perwira-perwira itu di Babel.","Maka datanglah mereka dan tidur dengan dia. Mereka menodai dia sedemikian rupa sehingga akhirnya ia menjadi muak dengan mereka.","Setelah itu dengan terang-terangan ia melacur dan mempertontonkan dirinya kepada umum. Aku muak melihat dia, seperti Aku muak terhadap kakaknya.","Makin lama makin sering ia berzinah, tak ada bedanya seperti di masa mudanya ketika ia melacur di Mesir.","Ia sangat bergairah terhadap laki-laki yang meluap nafsu berahinya, dan yang gejolak berahinya sebesar nafsu kuda jantan.","(Hai Oholiba, engkau ingin mengulangi kemesuman yang kaulakukan di masa mudamu, ketika orang Mesir bercumbu-cumbu denganmu.)\"","TUHAN Yang Mahatinggi berkata, \"Hai Oholiba, engkau sudah bosan dengan kekasih-kekasihmu, tetapi Aku akan menghasut mereka supaya mereka marah kepadamu dan mengepungmu.","Aku akan mengumpulkan dan membawa kepadamu semua kekasihmu dari Babel, Pekod, Soa, Koa, Asyur, serta orang-orang Kaldea. Kubawa kepadamu pemuda-pemuda tampan yang berpangkat tinggi, bangsawan, pejabat penting dan perwira-perwira pasukan berkuda.","Mereka akan menyerangmu dari utara dengan tentara yang besar, dengan kereta-kereta perang dan kereta-kereta pembawa bekal. Dengan dilindungi perisai dan topi-topi baja, mereka akan mengepungmu. Akan Kubiarkan mereka menghakimimu menurut hukum-hukum mereka sendiri.","Karena Aku marah kepadamu, Kubiarkan mereka memperlakukanmu dengan kejam. Hidung dan telingamu akan mereka potong dan anak-anakmu akan diambil dan dibakar hidup-hidup.","Engkau akan ditelanjangi dan perhiasan-perhiasanmu akan dirampas.","Demikianlah Aku akan menghentikan nafsu berahimu dan segala perzinahan yang kaulakukan sejak engkau ada di Mesir. Engkau tak akan lagi berharap kepada berhala mana pun atau teringat kepada Mesir.\"","TUHAN Yang Mahatinggi berkata, \"Aku akan menyerahkan engkau kepada orang-orang memuakkan yang kaubenci.","Karena mereka benci kepadamu, segala hasil jerih-payahmu akan mereka rampas. Engkau akan ditinggalkan telanjang bulat sebagai pelacur dan menjadi tontonan umum. Nafsu berahi dan kecabulanmulah","yang mendatangkan nasib buruk ini kepadamu. Engkau menjadi pelacur bagi bangsa-bangsa, dan menajiskan dirimu dengan berhala-berhala mereka.","Engkau mengikuti jejak kakakmu, oleh sebab itu engkau akan Kuhukum dengan hukuman yang sama.\"","TUHAN Yang Mahatinggi berkata, \"Isi cangkir kakakmu harus kautelan. Cangkir itu besar dan dalam. Isinya penuh olok-olok dan ejekan, yang harus kautanggung dari setiap orang.","Cangkir kakakmu Samaria, berisi ketakutan dan kehancuran. Setelah kauminum seluruh isinya kau akan mabuk dan menderita. Dan dengan pecahan-pecahan cangkir itu engkau akan merobek-robek dadamu. Aku, TUHAN Yang Mahatinggi telah berbicara.\"","(23:33)","TUHAN Yang Mahatinggi berkata, \"Karena engkau telah melupakan Aku dan membelakangi Aku, engkau akan menderita akibat nafsu berahimu dan pelacuranmu.\"","TUHAN berkata kepadaku, \"Hai manusia fana, sudah siapkah engkau menghakimi Ohola dan Oholiba? Tegurlah mereka mengenai kekejian yang telah mereka perbuat.","Mereka telah melakukan perzinahan dan pembunuhan; mereka telah berzinah dengan berhala-berhala dan membunuh anak-anak-Ku yang mereka lahirkan. Anak-anak itu telah mereka persembahkan kepada berhala-berhala mereka.","Dan bukan itu saja. Mereka juga menajiskan Rumah-Ku dan hari Sabat yang telah Kutetapkan itu.","Pada hari mereka membunuh anak-anak-Ku dan mempersembahkannya kepada berhala-berhala, kedua kakak beradik itu datang ke Rumah-Ku dan mencemarkannya!","Mereka bahkan mengirim undangan kepada pria-pria di negeri-negeri yang jauh, dan mereka memenuhi undangan itu. Untuk menyambut tamu-tamu itu, kedua kakak beradik itu mandi, memakai celak mata dan mengenakan perhiasan-perhiasannya.","Lalu mereka duduk di atas tempat tidur yang indah. Di depannya ada meja yang penuh dengan hidangan-hidangan, termasuk dupa dan minyak zaitun yang telah Kuberikan kepada mereka.","Dari luar terdengar suara gaduh orang banyak yang bersenang-senang. Orang-orang itu telah diundang datang dari padang pasir. Mereka memasukkan gelang pada lengan kakak beradik itu, dan memasang mahkota-mahkota indah pada kepalanya.","Lalu pikir-Ku, 'Masih maukah orang-orang itu bermain cinta dengan pelacur-pelacur yang sudah layu karena perzinahan?'","Secara bergantian orang-orang mendatangi Ohola dan Oholiba, kedua pelacur yang sudah bejat itu.","Tetapi, orang-orang saleh akan mengadili kakak beradik itu atas dasar perzinahan dan pembunuhan, sebab mereka memang bersalah.\"","TUHAN Yang Mahatinggi berkata, \"Panggillah segerombolan orang untuk menyiksa dan merampok kedua pelacur itu.","Biarlah mereka dilempari dengan batu dan diserang dengan pedang. Biarlah anak-anak mereka dibantai dan rumah-rumah mereka dibakar.","Di seluruh negeri akan Kuberantas kebejatan seperti itu. Tindakan-Ku itu akan menjadi peringatan bagi setiap wanita supaya jangan berzinah seperti kedua kakak beradik itu.","Hai Ohola dan Oholiba, Aku akan menghukum kamu karena kamu berzinah dan menyembah berhala. Maka tahulah kamu bahwa Akulah TUHAN Yang Mahatinggi.\""]