["TUHAN berkata kepadaku,","\"Hai manusia fana, kutukilah negeri Amon.","Suruhlah bangsa itu mendengarkan apa yang Aku, TUHAN Yang Mahatinggi katakan kepada mereka, 'Kamu senang melihat Rumah-Ku dicemarkan dan tanah Israel dirusakkan serta bangsa Yahudi diangkut ke pembuangan.","Oleh sebab itu kamu Kubiarkan dikalahkan oleh suku-suku bangsa dari gurun Timur. Mereka akan mendirikan perkemahan-perkemahan di negerimu lalu menetap di situ. Mereka akan memakan buah-buahmu dan minum susu ternakmu.","Kota Raba akan Kuubah menjadi tempat menggembala unta, dan seluruh negeri Amon menjadi tempat menggembala domba. Maka tahulah kamu bahwa Akulah TUHAN.'\"","TUHAN Yang Mahatinggi berkata, \"Kamu bertepuk tangan sambil menari gembira. Kamu meremehkan tanah Israel.","Oleh sebab itu kamu akan Kuserahkan kepada banyak bangsa yang akan merampok dan merampas segala milikmu. Kamu akan Kubinasakan begitu rupa, sehingga tidak lagi menjadi suatu bangsa dan tidak pula mempunyai negeri sendiri. Maka tahulah kamu bahwa Akulah TUHAN.\"","TUHAN Yang Mahatinggi berkata, \"Moab mengatakan bahwa Yehuda itu sama seperti bangsa-bangsa lain.","Oleh sebab itu kota-kota yang mempertahankan batas-batas negeri Moab akan Kubiarkan diserang musuh termasuk kota-kota yang paling indah, yaitu: Bet-Yesimot, Baal-Meon dan Kiryataim.","Aku akan membiarkan suku-suku bangsa dari gurun timur mengalahkan Moab bersama negeri Amon, sehingga Moab tidak lagi merupakan suatu bangsa.","Aku akan menghukum Moab, maka tahulah mereka bahwa Akulah TUHAN.\"","TUHAN Yang Mahatinggi berkata, \"Bangsa Edom telah membuat kesalahan besar karena berlaku kejam terhadap Yehuda, sebagai tindakan balas dendam.","Sebab itu Aku mengumumkan bahwa Aku akan menghukum Edom dan membunuh setiap manusia dan setiap binatang di sana. Seluruh negeri itu, dari kota Teman sampai ke kota Dedan, Kujadikan sunyi sepi; rakyatnya akan mati dalam pertempuran.","Bangsa-Ku Israel akan Kupakai untuk membalas dendam terhadap Edom, dan Edom akan diperlakukan sesuai dengan dahsyatnya kemarahan-Ku. Edom akan tahu bagaimana rasanya menjadi sasaran kemarahan-Ku. Aku TUHAN Yang Mahatinggi telah berbicara.\"","TUHAN Yang Mahatinggi berkata, \"Orang-orang Filistin telah membalas dendam dengan kejam terhadap musuh bebuyutan mereka dan membinasakan mereka dengan penuh kebencian.","Sebab itu Aku mengumumkan bahwa Aku akan menyerang orang-orang Filistin dan membinasakan mereka. Setiap orang yang masih tersisa di daerah pesisir Filistin akan Kubunuh.","Aku akan menghukum mereka dengan sangat berat dan melampiaskan dendam-Ku sampai puas. Bila mereka merasakan kemarahan-Ku, tahulah mereka bahwa Akulah TUHAN.\""]