["Pada tanggal sepuluh, bulan sepuluh, dalam tahun kesembilan dari masa pembuangan kami, TUHAN berkata kepadaku,","\"Hai manusia fana, catatlah tanggal hari ini, karena hari ini raja Babel mulai mengepung Yerusalem.","Aku, TUHAN, mempunyai sebuah perumpamaan untuk disampaikan kepada umat-Ku yang suka memberontak: Tuangkan air ke dalam panci lalu taruhlah di atas api.","Masukkan daging ke dalamnya daging yang paling baik mutunya; daging bahu dan daging paha serta tulang-tulang yang banyak sumsumnya.","Pakailah daging domba yang gemuk dan muda tambahlah persediaan kayu bakarnya. Biarlah mendidih dan bergolak airnya rebuslah daging itu beserta tulang-tulangnya.\"","TUHAN Yang Mahatinggi berkata, \"Celakalah kota yang penuh dengan pembunuh itu! Kota itu seperti periuk berkarat yang tidak pernah digosok. Daging yang ada di dalamnya dikeluarkan sepotong demi sepotong, sampai tak ada satu pun yang masih tinggal.","Di kota itu terjadi pembunuhan, tetapi darah kurbannya tidak tercurah ke tanah, melainkan ke atas batu yang keras, sehingga tak dapat ditimbuni.","Darah itu Kubiarkan di situ sehingga dapat dilihat dan menuntut balas.\"","TUHAN Yang Mahatinggi berkata, \"Celakalah kota yang penuh dengan pembunuh itu! Aku sendiri yang akan menyusun kayu untuk membakarnya.","Tambahlah kayunya! Kipasilah apinya! Rebuslah dagingnya! Buanglah kuahnya. Bakarlah tulang-tulangnya!","Sekarang taruhlah periuk perunggu yang kosong itu di atas api dan biarkan sampai merah membara. Sesudah karatnya terbakar, periuk itu akan bersih kembali menurut peraturan agama.","Tetapi tidak semua karatnya akan hilang ditelan api.","Hai Yerusalem, tindakan-tindakanmu yang bejat telah menajiskan dirimu. Aku telah mencoba membersihkan engkau, namun tidak ada gunanya, sebab engkau tetap najis. Engkau tidak akan bersih kembali sampai Kulepaskan kemarahan-Ku atas engkau.","Aku, TUHAN Yang Mahatinggi telah berbicara. Telah tiba saatnya bagi-Ku untuk bertindak. Aku tidak akan melupakan dosamu dan tidak pula mengampuni atau mengasihani engkau. Engkau akan dihukum setimpal dengan segala perbuatanmu. Aku TUHAN Yang Mahatinggi telah berbicara.\"","TUHAN berkata kepadaku,","\"Hai manusia fana, dengan mendadak akan Kuambil orang yang paling kaucintai. Tetapi engkau tak boleh meratap dan menangis, ataupun membiarkan air matamu berlinang.","Jangan sampai sedu sedanmu kedengaran. Janganlah berjalan tanpa tutup kepala, atau tanpa alas kaki, sebagai orang yang berkabung. Jangan pula kaututupi mukamu, dan jangan makan roti perkabungan.\"","Pagi-pagi aku berbicara kepada bangsa itu dan malamnya istriku meninggal. Besoknya aku melakukan apa yang diperintahkan kepadaku.","Rakyat bertanya, \"Mengapa Bapak berbuat begini? Apa artinya bagi kami?\"","Lalu kukatakan kepada mereka, \"TUHAN menyuruh aku","menyampaikan pesan ini kepada kamu: Kamu membanggakan kekuatan Rumah TUHAN. Kamu suka memandangnya dan mengunjunginya, tetapi TUHAN akan mencemarkan Rumah-Nya. Dan anggota-anggota keluargamu yang masih muda, yang tertinggal di Yerusalem, akan dibunuh dalam pertempuran.","Lalu kamu akan melakukan seperti yang kulakukan sekarang ini. Kamu tidak akan menutupi mukamu atau makan roti perkabungan.","Kamu tidak akan berjalan tanpa tutup kepala atau alas kaki, tidak meratap atau menangis. Kamu akan semakin merana karena dosa-dosamu; kamu akan mengeluh seorang kepada yang lain.","Maka aku, Yehezkiel akan menjadi contoh bagimu; kamu akan melakukan seperti yang kulakukan sekarang ini. TUHAN berkata bahwa bilamana hal itu terjadi, kamu akan tahu bahwa Dialah TUHAN Yang Mahatinggi.\"","TUHAN berkata kepadaku, \"Nah, manusia fana, akan Kuambil dari mereka Rumah-Ku yang kuat itu, yang telah menjadi kebanggaan dan kesenangan mereka, dan yang mereka pandang dan kunjungi dengan suka hati. Lalu akan Kuambil juga anak-anak mereka.","Pada hari Aku melakukan hal itu, seorang yang berhasil luput dari kebinasaan itu akan datang, dan menyampaikan berita itu kepadamu.","Pada hari itu juga engkau akan dapat berbicara kembali dan tidak bisu lagi. Lalu engkau akan berbicara dengan orang itu. Demikianlah engkau akan menjadi tanda bagi mereka; maka tahulah mereka bahwa Akulah TUHAN.\""]