["TUHAN berkata kepadaku,","\"Hai manusia fana, kecamlah raja-raja Israel, dan sampaikanlah apa yang Aku, TUHAN Yang Mahatinggi katakan kepada mereka, 'Celakalah kamu, hai gembala-gembala Israel. Kamu hanya memikirkan kepentinganmu sendiri, bukannya kepentingan domba-dombamu.","Susunya kamu minum, bulu-bulunya kamu jadikan pakaian, dan domba yang paling gemuk kamu potong dan makan. Kamu tak pernah mengurus domba-dombamu.","Domba-domba yang lemah tidak kamu pelihara, yang sakit tidak kamu obati, yang luka tidak kamu balut, yang sesat dan hilang tidak kamu cari dan bawa kembali. Malahan semua dombamu itu kamu perlakukan dengan kejam.","Karena tidak mempunyai gembala, domba-domba itu tercerai berai dan menjadi mangsa binatang buas.","Maka domba-domba-Ku jadi mengembara di bukit-bukit yang tinggi dan di gunung-gunung. Mereka tersebar ke seluruh muka bumi, tak seorang pun memperhatikan atau mencari mereka.","Nah, gembala-gembala, dengarlah apa yang Aku TUHAN Yang Mahatinggi katakan kepadamu:","Demi Aku, Allah yang hidup, perhatikanlah! Domba-domba-Ku telah diterkam dan dimakan binatang buas, karena tak ada yang menggembalakan mereka. Kamu gembala-gembala-Ku tidak menghiraukan domba-domba itu. Kamu hanya memikirkan dirimu sendiri, bukannya kepentingan domba-dombamu.","Jadi, dengarlah hai gembala-gembala,","Aku, TUHAN Yang Mahatinggi mengatakan kepadamu, bahwa Aku ini musuhmu. Domba-domba-Ku itu akan Kuambil kembali daripadamu dan tidak lagi Kupercayakan kepadamu; kamu tidak lagi Kuizinkan memikirkan kepentinganmu sendiri. Domba-domba-Ku akan Kuselamatkan daripadamu sehingga mereka tidak lagi menjadi makananmu.'\"","TUHAN Yang Mahatinggi berkata, \"Aku sendiri akan mencari domba-domba-Ku dan memelihara mereka,","seperti seorang gembala mencari dan mengumpulkan domba-dombanya yang tercerai-berai lalu memelihara mereka. Mereka akan Kubawa pulang dari segala tempat mereka tersebar pada hari yang gelap dan naas itu.","Mereka akan Kukeluarkan dari tengah bangsa-bangsa dan negeri-negeri asing, lalu Kukumpulkan dan Kubawa ke negerinya sendiri. Mereka akan Kugembalakan di gunung-gunung dan di lembah-lembah Israel dan Kubimbing mereka ke padang-padang rumput yang nyaman.","Sungguh, Aku akan menyediakan bagi mereka padang-padang rumput yang subur di pegunungan dan di lembah-lembah tanah Israel. Di sana mereka akan istirahat dan makan rumput dengan aman.","Aku sendiri akan menjadi gembala domba-domba-Ku dan menyediakan tempat istirahat bagi mereka; Aku, TUHAN Yang Mahatinggi telah berbicara.","Yang hilang akan Kucari, yang sesat akan Kubawa pulang, yang luka akan Kubalut, yang sakit akan Kuobati; tetapi yang gemuk dan kuat akan Kubinasakan, sebab Aku gembala yang melakukan apa yang baik.","Dengarlah, hai domba-domba-Ku! Aku, TUHAN Yang Mahatinggi berkata kepadamu bahwa Aku akan menghakimi kamu masing-masing dan memisahkan yang baik dari yang jahat, domba-domba dari kambing-kambing.","Di antara kamu ada yang tidak puas hanya dengan menghabiskan rumput yang paling baik, tetapi juga menginjak-injak rumput yang tak mereka makan! Mereka minum air yang jernih lalu mengeruhkan air yang tak mereka minum!","Domba-domba-Ku yang lain harus makan rumput yang telah diinjak-injak dan minum air yang telah dikeruhkan.","Sebab itu, Aku, TUHAN Yang Mahatinggi mengatakan kepadamu, hai domba-domba yang gemuk, bahwa Aku akan datang menjadi hakim di antara domba yang kuat dan domba yang lemah.","Kamu mendesak-desak serta menanduk domba yang sakit sehingga mereka terhalau dari kawanan domba.","Tetapi Aku sendiri akan menyelamatkan domba-domba-Ku, supaya mereka tidak lagi diperlakukan dengan kejam. Aku akan menghakimi domba-domba-Ku satu per satu dan memisahkan yang baik dari yang jahat.","Aku akan mengangkat seorang raja yang seperti hamba-Ku Daud, untuk menjadi satu-satunya gembala mereka, dan dia akan memelihara mereka.","Aku, TUHAN, akan menjadi Allah mereka, dan raja yang seperti hamba-Ku Daud itu akan menjadi penguasa mereka. Aku TUHAN telah berbicara.","Aku akan membuat perjanjian dengan mereka, yang menjamin keamanan mereka. Aku akan mengusir semua binatang buas dari seluruh negeri, sehingga domba-domba-Ku dapat tinggal dengan aman di padang-padang dan tidur di hutan-hutan.","Aku akan memberkati mereka dan mengizinkan mereka tinggal di sekitar bukit-Ku yang suci. Mereka akan Kuberi hujan bila mereka memerlukannya.","Pohon-pohon akan berbuah, ladang-ladang akan memberikan hasil, dan semua orang akan tinggal dengan aman di tanahnya sendiri. Jika rantai pengikat umat-Ku telah Kuputuskan dan mereka telah Kubebaskan dari orang-orang yang memperbudak mereka, tahulah mereka bahwa Akulah TUHAN.","Mereka tidak akan lagi dirampok oleh bangsa-bangsa yang tidak mengenal Aku, atau diterkam oleh binatang-binatang buas. Mereka akan hidup dengan sejahtera, dan tak ada seorang pun akan membuat mereka takut lagi.","Aku akan menyuburkan ladang-ladang mereka sehingga tak ada masa kelaparan lagi di negeri itu. Mereka tidak akan dihina lagi oleh bangsa-bangsa lain.","Maka tahulah semua orang bahwa Israel adalah umat-Ku dan bahwa Aku melindunginya. Aku, TUHAN Yang Mahatinggi telah berbicara.","Sungguh, kamulah kawanan domba-Ku yang Kuberi makan. Kamu adalah umat-Ku, dan Aku Allahmu. Aku, TUHAN Yang Mahatinggi telah berbicara.\""]