["Pada tanggal satu bulan tiga dalam tahun kesebelas masa pembuangan kami, TUHAN berkata kepadaku,","\"Hai manusia fana, sampaikanlah pesan-Ku ini kepada raja Mesir dan seluruh bangsanya: Sungguh hebat kebesaranmu! Tak ada yang dapat menjadi sainganmu!","Engkau seperti cemara Libanon yang gagah penuh cabang yang rimbun dan indah. Batangnya lurus dan lempang puncaknya mencapai awan.","Ia tumbuh sebab airnya berkecukupan. Sungai di bawah tanah memberinya makanan, menyirami segala akarnya, dan membasahi pohon-pohon lainnya.","Karena airnya tak pernah kurang, tumbuhnya subur, dahannya besar dan panjang. Dari segala pohon di hutan-hutan, dialah yang paling tinggi menjulang.","Aneka burung bersarang di rantingnya. Binatang liar beranak dalam naungannya. Semua bangsa besar di seluruh dunia duduk berlindung di bawahnya.","Pohon itu indah untuk dipandang; batangnya lurus, dahannya panjang. Akarnya menembus jauh ke bawah mencapai sumber air di dalam tanah.","Pohon-pohon cemara di Eden, taman Allah tak dapat disamakan dengan dia. Tak ada cemara yang dapat menyainginya, tak ada pohon yang begitu panjang dahannya. Sungguh, di taman Allah tak ada pohon seindah dia.","Akulah yang membuat dia rupawan dengan dahan-dahannya yang panjang dan rindang. Segala pohon di taman Allah merasa cemburu kepadanya.","Sebab itu, Aku, TUHAN Yang Mahatinggi, memberitahukan kepadamu apa yang akan terjadi pada pohon yang puncaknya sampai ke awan itu. Sebab semakin tinggi, semakin sombonglah dia.","Maka Aku menolak dia dan akan menyerahkannya kepada penguasa asing, yang akan memperlakukan dia setimpal dengan kejahatannya.","Tentara asing yang tidak mengenal ampun akan menebang dia lalu membiarkannya. Rantingnya yang telah patah akan berjatuhan di semua gunung dan lembah di negeri itu. Semua bangsa yang tinggal di bawahnya akan pergi meninggalkan dia.","Burung-burung akan datang dan hinggap pada pohon yang sudah rebah itu, dan binatang-binatang liar akan menginjak-injak dahan-dahannya.","Semua itu terjadi supaya mulai saat ini, tak akan ada lagi pohon yang tumbuh setinggi itu; tak ada lagi puncak pohon yang mencapai awan meskipun mendapat air berlimpah-limpah. Semuanya harus mati seperti manusia yang fana, dan berkumpul dengan orang-orang yang telah turun ke dunia orang mati.\"","Beginilah kata TUHAN Yang Mahatinggi, \"Bilamana pohon itu turun ke dunia orang mati, Aku menyuruh air di bawah tanah menggenanginya sebagai tanda kabung. Aku akan menahan arus sungai dan menyumbat anak-anak sungai. Oleh karena pohon itu telah mati, Aku akan mendatangkan kegelapan atas gunung-gunung Libanon dan membuat layu semua pohon di hutan.","Pada waktu pohon itu Kuturunkan ke dunia orang mati, bunyi jatuhnya akan menggetarkan bangsa-bangsa. Semua pohon di Eden dan pohon-pohon pilihan di Libanon yang mendapat air berlimpah-limpah, dan yang telah turun ke bumi yang paling bawah akan senang dengan jatuhnya pohon itu.","Mereka akan mengiringinya ke dunia orang mati dan berkumpul dengan mereka yang telah jatuh lebih dahulu. Dan semuanya yang dahulu duduk di bawah pohon itu akan disebarkan di antara bangsa-bangsa.","Pohon itu melambangkan raja Mesir dan bangsanya. Tak ada pohon di Eden yang begitu tinggi dan mulia. Tetapi sekarang, seperti pohon-pohon di Eden juga, pohon itu pun akan turun ke dunia orang mati dan berkumpul dengan mereka yang tidak mengenal Allah dan dengan mereka yang tewas dalam pertempuran. Aku, TUHAN Yang Mahatinggi telah berbicara.\""]