["TUHAN Yang Mahatinggi berkata, \"Hai manusia fana, ancamlah Gog, raja agung dari negeri-negeri Mesekh dan Tubal, dan katakanlah kepadanya bahwa Aku ini musuhnya.","Aku akan membelokkan dia, dan membawa dia keluar dari daerah jauh di utara, ke gunung-gunung Israel.","Di situ akan Kupukul busurnya sampai lepas dari tangan kirinya, dan Kujatuhkan anak-anak panahnya dari tangan kanannya.","Di atas gunung-gunung Israel, Gog bersama seluruh tentara dan sekutunya akan gugur, dan mayat-mayat mereka akan Kuberikan kepada segala burung dan binatang buas untuk dimakan.","Prajurit-prajurit itu akan jatuh dan mati di ladang-ladang. Aku, TUHAN Yang Mahatinggi telah berbicara.","Aku akan menimbulkan kebakaran di tanah Magog dan di pantai-pantai, di mana penduduknya hidup dengan tentram. Maka tahulah mereka semua bahwa Akulah TUHAN.","Tetapi di tengah-tengah orang Israel, akan Kunyatakan nama-Ku yang suci, dan nama-Ku itu tak akan lagi dicemarkan. Maka tahulah bangsa-bangsa bahwa Akulah TUHAN, Allah yang suci dari Israel.\"","TUHAN Yang Mahatinggi berkata, \"Sungguh, hari yang Kusebut itu akan datang.","Penduduk kota-kota di Israel akan keluar berbondong-bondong untuk mengumpulkan senjata-senjata yang telah ditinggalkan, yaitu perisai dan pedang, busur dan anak panah serta tongkat pemukul. Semua itu mereka jadikan kayu bakar, dan itu cukup untuk tujuh tahun.","Jadi mereka tidak perlu mengumpulkan kayu bakar di ladang atau menebang pohon di hutan, sebab senjata-senjata yang ditinggalkan itu cukup banyak untuk bahan bakar. Mereka akan merampok dan merampas harta orang-orang yang telah merampok dan merampas harta mereka. Aku, TUHAN Yang Mahatinggi telah berbicara.\"","TUHAN berkata, \"Bilamana semua itu terjadi, Aku akan memberikan kepada Gog tanah pekuburan di Israel, di Lembah Penyeberangan yang terletak di sebelah timur dari Laut Mati. Di situlah Gog dan seluruh tentaranya akan dikuburkan, dan lembah itu akan disebut 'Lembah Pasukan Gog'.","Tujuh bulan lamanya orang-orang Israel akan sibuk menguburkan semua jenazah supaya tanah itu tidak najis lagi.","Seluruh penduduk negeri akan membantu pekerjaan penguburan itu; dan untuk itu mereka akan menerima penghargaan pada hari kemenangan-Ku. Aku, TUHAN Yang Mahatinggi telah berbicara.","Setelah tujuh bulan itu lewat, beberapa orang akan ditugaskan menjelajahi negeri itu untuk mencari mayat-mayat yang masih terkapar di tanah, dan jika ada, menguburkannya untuk membersihkan negeri itu dari yang najis.","Dalam perjalanan itu, setiap kali mereka menemukan tulang manusia, mereka akan memberi tanda di sampingnya, supaya tukang-tukang kubur melihat itu dan menguburkan tulang itu di Lembah Pasukan Gog.","Dengan cara itu tanah itu dibersihkan dari yang najis. (Di kemudian hari, di lembah itu akan ada kota yang namanya sama dengan Pasukan Gog.)\"","TUHAN Yang Mahatinggi berkata kepadaku, \"Hai manusia fana, panggillah semua burung dan binatang lainnya, supaya datang dari mana-mana untuk memakan kurban yang Kusediakan bagi mereka. Aku akan mengadakan pesta besar di gunung-gunung Israel, di sana mereka dapat makan daging dan minum darah.","Mereka dapat memakan mayat-mayat pahlawan, dan minum darah para penguasa dunia. Para pahlawan dan penguasa itu akan dibunuh seperti kambing-kambing jantan atau anak-anak kambing, atau banteng-banteng gemuk.","Sesudah Kubunuh orang-orang itu seperti kurban, burung-burung dan binatang-binatang lain akan memakan semua lemaknya sampai muak, dan meminum darah sampai mabuk.","Pada meja-Ku mereka dapat mengenyangkan perut dengan semua kuda dan penunggangnya dan dengan para pejuang. Aku, TUHAN Yang Mahatinggi telah berbicara.\"","TUHAN berkata, \"Aku akan memperhatikan kemuliaan-Ku kepada bangsa-bangsa. Mereka semua akan melihat bagaimana Aku mempergunakan kuasa-Ku untuk melaksanakan keputusan-keputusan yang adil.","Mulai saat itu orang Israel akan tahu bahwa Akulah TUHAN Allah mereka.","Dan semua bangsa akan insaf bahwa orang Israel dikirim ke pembuangan karena dosa mereka terhadap Aku. Mereka sudah Kutinggalkan dan Kubiarkan dikalahkan oleh musuh dan dibunuh dalam pertempuran.","Kuperlakukan mereka setimpal dengan kenajisan dan kejahatan mereka, lalu Kutinggalkan mereka.\"","TUHAN Yang Mahatinggi berkata, \"Tetapi sekarang Aku akan mengasihani umat Israel keturunan Yakub, dan membuat mereka makmur kembali. Dengan demikian Aku menjaga agar nama-Ku tetap dihormati.","Bila mereka tinggal lagi dengan tenang di negeri mereka sendiri, dan tak ada seorang pun yang mengancam mereka, maka mereka akan melupakan bagaimana mereka telah dipermalukan karena mengkhianati Aku.","Aku akan membawa mereka kembali dari negeri-negeri musuh mereka, dan kesucian-Ku akan tampak kepada semua bangsa karena perbuatan-Ku itu.","Maka tahulah umat-Ku bahwa Akulah TUHAN Allah mereka. Sebab Akulah yang mengirim mereka ke pembuangan, tetapi Aku juga yang membawa mereka pulang ke negeri mereka sendiri, tanpa meninggalkan seorang pun dari mereka di sana.","Aku akan mencurahkan Roh-Ku atas bangsa Israel, dan tak akan meninggalkan mereka lagi. Aku, TUHAN Yang Mahatinggi telah berbicara.\""]