["Pada tanggal satu bulan dua belas dalam tahun kedua belas masa pembuangan kami, TUHAN berkata kepadaku,","\"Hai manusia fana, berilah peringatan keras kepada raja Mesir. Sampaikanlah pesan-Ku ini kepadanya, 'Engkau berlagak seperti singa muda di antara bangsa-bangsa, tetapi engkau lebih menyerupai buaya yang berkecimpung di dalam air. Kakimu mengeruhkan dan mengotorkan segala sungai.","Pada waktu bangsa-bangsa berkumpul, Aku akan menangkap engkau dengan jala-Ku, dan membiarkan bangsa-bangsa itu menyeret engkau ke darat.","Engkau akan Kuhempaskan ke tanah dan semua burung serta binatang dari seluruh dunia akan Kusuruh memakan engkau.","Lalu gunung-gunung dan lembah-lembah akan Kupenuhi dengan bangkaimu yang membusuk itu.","Darahmu akan Kutumpahkan sehingga membasahi gunung-gunung dan memenuhi sungai-sungai.","Pada saat Aku membinasakan engkau, langit akan Kuselubungi dan bintang-bintang akan Kuredupkan. Matahari akan Kusembunyikan di balik awan dan bulan tidak akan bercahaya.","Sungguh, segala terang di langit akan Kupadamkan, dan bumi akan Kujadikan gelap gulita. Aku, TUHAN Yang Mahatinggi telah berbicara.","Pada waktu Aku menyiarkan berita tentang kehancuranmu di negeri-negeri yang belum kaukenal, banyak bangsa akan menjadi cemas.","Sungguh, Aku akan mengayunkan pedang-Ku dan mengalahkan engkau. Raja-raja dan bangsa-bangsa akan melihat tindakan-Ku itu terhadap engkau. Pada saat itu mereka akan gemetar ketakutan dan menggigil karena takut mati.'\"","TUHAN Yang Mahatinggi berkata kepada raja Mesir, \"Pedang raja Babel akan diacungkan kepadamu.","Prajurit-prajurit dari bangsa-bangsa yang kejam akan Kusuruh mencabut pedang mereka dan membantai seluruh rakyatmu. Rakyatmu dan segala apa yang kaubanggakan akan hancur lebur.","Ternakmu akan Kubantai di tepi sungai-sungai tempat mereka minum. Baik manusia maupun hewan tak akan mengeruhkan air sungai itu lagi.","Maka sungai-sungai di negerimu akan Kujernihkan dan Kubuat mengalir dengan tenang. Aku, TUHAN Yang Mahatinggi telah berbicara.","Bilamana Mesir Kujadikan padang gurun yang sepi, serta Kubinasakan semua yang tinggal di situ, mereka akan tahu bahwa Akulah TUHAN.","Peringatan yang keras ini akan menjadi nyanyian kabung. Kaum wanita dari bangsa-bangsa lain akan menyanyikannya sebagai tanda berkabung bagi Mesir dan seluruh rakyatnya. Aku, TUHAN Yang Mahatinggi telah berbicara.\"","Pada tanggal lima belas bulan satu dalam tahun kedua belas masa pembuangan kami, TUHAN berkata lagi kepadaku,","\"Hai manusia fana, berkabunglah bagi rakyat di Mesir. Kirimlah mereka ke dunia orang mati bersama-sama dengan negeri-negeri kuat lainnya.","Katakanlah kepada mereka, 'Sangkamu kamukah yang paling jelita? Kamu akan turun ke dunia orang mati, dan dibaringkan di antara orang-orang yang tidak mengenal Allah.'","Bangsa Mesir akan mati bersama dengan mereka yang tewas dalam pertempuran. Sebuah pedang sudah siap untuk membunuh mereka semua.","Pahlawan-pahlawan yang gagah berani dan orang-orang yang berperang di pihak Mesir menyambut dengan gembira kedatangan orang Mesir ke dunia orang mati. Mereka bersorak begini, 'Orang-orang yang tidak mengenal Allah itu telah tewas dalam pertempuran. Sekarang mereka datang ke mari dan berbaring di sini!'","Asyur berbaring di sana, dikelilingi oleh kuburan prajurit-prajuritnya. Mereka semua telah tewas dalam pertempuran. Kuburan mereka ada di bagian yang paling dalam di dunia orang mati. Ketika masih hidup, mereka menimbulkan ketakutan di dunia.","(32:22)","Elam ada di sana dengan kuburan prajuritnya di sekelilingnya. Tanpa disunat, mereka semua tewas dalam pertempuran, lalu turun ke dunia orang mati. Ketika hidup, mereka menimbulkan ketakutan, tetapi sekarang mereka telah mati dan harus menanggung malu bersama orang-orang yang telah tewas dalam pertempuran.","(32:24)","Mesekh dan Tubal ada di situ, dikelilingi oleh kuburan prajurit-prajurit mereka. Tanpa disunat, mereka semua tewas dalam pertempuran. Ketika hidup, mereka menimbulkan ketakutan di dunia.","Mereka tidak mendapat penguburan secara terhormat seperti pahlawan di zaman dahulu yang turun ke dunia orang mati dengan bersenjata lengkap. Pahlawan-pahlawan itu dikuburkan dengan pedang di bawah kepala dan perisai di atas dada. Waktu masih hidup, pahlawan-pahlawan sungguh perkasa sehingga membuat takut semua orang.","Demikianlah orang Mesir akan dikuburkan dan dibaringkan di tengah orang-orang yang tidak mengenal Allah dan tewas dalam pertempuran.","Edom ada di sana dengan semua raja dan penguasanya. Dahulu mereka adalah prajurit-prajurit yang kuat, tetapi sekarang mereka terbaring di dunia orang mati bersama dengan orang-orang mati lainnya yang tidak mengenal Allah.","Semua pangeran dari utara ada di sana, demikian juga orang-orang Sidon. Dahulu kekuasaan mereka menimbulkan ketakutan, tetapi sekarang mereka dipermalukan dan tanpa disunat turun ke dunia orang mati bersama orang-orang yang tewas dalam pertempuran. Di sana mereka berbaring dan menanggung noda bersama orang-orang yang turun ke dunia orang mati.","Bilamana raja Mesir dan tentaranya tiba di dunia orang mati dan melihat semua orang itu yang telah tewas dalam pertempuran, mereka akan merasa terhibur. Aku TUHAN Yang Mahatinggi telah berbicara.","Akulah yang menyebabkan raja Mesir menimbulkan ketakutan pada orang-orang yang hidup, tetapi dia dan tentaranya akan tewas dan dibaringkan bersama semua orang yang tidak mengenal Allah dan gugur dalam pertempuran. Aku TUHAN Yang Mahatinggi telah berbicara.\""]