["Allah berkata, \"Hai manusia fana, makanlah kitab gulungan ini, lalu pergilah dan berbicaralah kepada orang-orang Israel.\"","Lalu kubuka mulutku dan Allah memberikan kitab gulungan itu kepadaku supaya kumakan.","Kata-Nya, \"Hai manusia fana, makanlah! Isilah perutmu dengan kitab gulungan ini.\" Lalu kitab itu kumakan dan rasanya manis seperti madu.","Allah berkata lagi, \"Hai manusia fana, pergilah kepada orang-orang Israel dan sampaikanlah segala pesan-Ku kepada mereka.","Kepada merekalah engkau Kuutus, dan bukan kepada bangsa yang bahasanya sulit, asing dan tidak kau mengerti. Seandainya engkau Kuutus kepada bangsa yang seperti itu, maka mereka akan mendengarkan kata-katamu.","(3:5)","Tetapi bangsa Israel tidak mau mendengarkan engkau, bahkan Aku pun tak mereka hiraukan. Mereka semua keras kepala dan suka melawan.","Sekarang engkau akan Kubuat keras kepala dan ulet seperti mereka juga.","Engkau akan Kujadikan seteguh batu karang dan sekeras intan. Janganlah takut kepada para pemberontak itu.\"","Selanjutnya Allah berkata, \"Hai manusia fana, perhatikanlah baik-baik dan ingatlah segala yang akan Kukatakan kepadamu.","Pergilah kepada bangsamu yang ada dalam pembuangan itu, dan sampaikanlah apa yang Aku, TUHAN Yang Mahatinggi katakan kepada mereka, entah mereka mau mendengarkan atau tidak.\"","Lalu Roh Allah mengangkat aku dan di belakangku kudengar suara gemuruh yang berkata, \"Pujilah kemuliaan TUHAN di surga!\"","Kudengar bunyi sayap makhluk-makhluk itu yang saling bersentuhan, dan bunyi gemertak roda-roda itu yang senyaring bunyi gempa bumi.","Kekuasaan TUHAN mendatangi aku dengan hebat, dan ketika aku diangkat dan dibawa oleh Roh-Nya, hatiku terasa pahit dan panas.","Maka tibalah aku di tempat pemukiman para buangan di Tel-Abib di tepi Sungai Kebar. Selama tujuh hari aku tinggal di situ; aku termangu-mangu oleh segala yang baru saja kudengar dan kulihat itu.","Sesudah tujuh hari, TUHAN berkata kepadaku,","\"Hai manusia fana, engkau Kuangkat menjadi penjaga bangsa Israel. Sampaikanlah kepada mereka peringatan yang Kuberikan ini.","Jika Aku memberitahukan bahwa seorang penjahat akan mati, tetapi engkau tidak memperingatkan dia supaya ia mengubah kelakuannya sehingga ia selamat, maka ia akan mati masih sebagai seorang berdosa, dan tanggung jawab atas kematiannya akan dituntut daripadamu.","Jika engkau memperingatkan orang jahat itu dan ia tak mau berhenti berbuat jahat, dia akan mati sebagai orang berdosa, tetapi engkau sendiri akan selamat.","Kalau seorang yang baik mulai berbuat dosa, dan dia Kuhadapkan dengan bahaya, maka ia akan mati apabila engkau tidak memperingatkannya. Ia akan mati karena dosa-dosanya, dan perbuatan-perbuatannya yang baik tidak akan Kuingat. Tetapi tanggung jawab atas kematiannya itu akan Kutuntut daripadamu.","Jika orang yang baik itu kauperingatkan supaya jangan berbuat dosa, dan ia menurut nasihatmu, maka dia tidak akan Kuhukum dan engkau akan selamat.\"","Kurasakan kuatnya kehadiran TUHAN dan kudengar Ia mengatakan kepadaku, \"Bangunlah dan pergilah ke lembah. Di sana Aku akan berbicara kepadamu.\"","Maka pergilah aku ke lembah, dan di situ kulihat terang kemilau yang menunjukkan kehadiran TUHAN seperti yang telah kulihat di tepi Sungai Kebar. Lalu aku jatuh tertelungkup di atas tanah,","tetapi Roh Allah memasuki dan menegakkan aku. TUHAN berkata kepadaku, \"Pulanglah dan berkurunglah di dalam rumah.","Hai manusia fana, engkau akan diikat dengan tali sehingga tak dapat keluar dan tak dapat bertemu dengan orang.","Aku akan membuat lidahmu kaku sehingga engkau tak dapat memperingatkan bangsa pemberontak ini.","Nanti, kalau Aku berbicara kepadamu lagi dan mengembalikan kemampuanmu untuk berkata-kata, engkau harus menyampaikan apa yang Aku, TUHAN Yang Mahatinggi katakan kepada mereka. Sebagian dari mereka akan mendengarkan, tetapi sebagian lagi tidak, karena mereka memang bangsa pemberontak.\""]