["TUHAN berkata kepadaku,","\"Hai manusia fana, kutukilah negeri Edom.","Sampaikanlah kepada penduduknya apa yang Aku TUHAN Yang Mahatinggi katakan kepada mereka, 'Aku ini musuhmu, hai penduduk pegunungan Edom! Tanahmu akan Kujadikan sunyi sepi tanpa penghuni, dan kota-kotamu akan menjadi puing-puing. Maka tahulah kamu bahwa Akulah TUHAN.","(35:3)","Sejak dahulu kamu memusuhi Israel dan membiarkan mereka dibantai pada waktu mereka ditimpa bencana sebagai hukuman terakhir atas dosa mereka.","Oleh karena itu, demi Aku, Allah yang hidup, TUHAN Yang Mahatinggi, maut adalah nasibmu, dan kamu tidak dapat lolos daripadanya. Kamu telah bersalah sebab melakukan pembunuhan, maka pembunuhan pun akan mengejarmu.","Kota-kotamu di pegunungan Edom akan Kujadikan sepi dan setiap orang yang melintasinya akan Kubunuh.","Gunung-gunung akan Kututupi dengan mayat-mayatmu, bukit dan lembah akan Kupenuhi dengan korban pertempuran.","Negerimu akan Kujadikan padang belantara untuk selama-lamanya, dan kota-kotamu tak akan lagi didiami orang. Maka tahulah kamu bahwa Akulah TUHAN.","Kamu mengatakan bahwa baik Yehuda maupun Israel dengan tanahnya masing-masing adalah hakmu, dan bahwa kamu akan memilikinya meskipun Aku, TUHAN, adalah Allah mereka.","Sebab itu, demi Aku, Allah yang hidup, TUHAN Yang Mahatinggi, Aku akan membalas dendam kepadamu, karena kamu marah, cemburu dan benci kepada umat-Ku. Mereka akan tahu bahwa kamu Kuhukum karena perbuatanmu terhadap mereka.","Maka tahulah kamu bahwa Aku, TUHAN, telah mendengar ejekanmu waktu kamu berkata: Gunung-gunung Israel sudah menjadi sunyi sepi dan diserahkan menjadi mangsa kita.","Hai bangsa Edom, kamu besar mulut dan berbicara dengan sombong kepada-Ku. Aku telah mendengar semua itu.","Aku TUHAN Yang Mahatinggi berkata: Seluruh dunia akan senang pada waktu seluruh negerimu Kujadikan padang yang sunyi sepi,","sama seperti kamu pun senang waktu melihat Israel milik-Ku, menjadi sunyi sepi. Gunung-gunung Seir, bahkan seluruh tanah Edom akan menjadi sunyi sepi. Maka semua orang akan tahu bahwa Akulah TUHAN.'\""]