["Kemudian laki-laki itu membawa aku ke pelataran luar dan menuntun aku ke bangunan lain di sebelah utara Rumah TUHAN, tidak jauh dari bangunan besar di sebelah barat Rumah TUHAN itu.","Bangunan itu panjangnya lima puluh meter, dan lebarnya dua puluh lima meter.","Satu sisi dari bangunan itu menghadap ke beranda yang lebarnya sepuluh meter itu, sedang sisi yang lain menghadap ke lantai batu di pelataran luar. Bangunan itu bertingkat tiga; setiap tingkat menjorok lebih ke dalam daripada tingkat di bawahnya.","Di depan kamar-kamar itu, di sebelah dalam ada lorong yang lebarnya lima meter dan panjangnya lima puluh meter. Pintu-pintunya menghadap ke utara.","Kamar-kamar di tingkat atas lebih sempit daripada kamar-kamar di tingkat-tingkat bawahnya, sebab lorong-lorong di depan kamar-kamar di atas itu lebih lebar daripada yang ada di bawahnya.","Kamar-kamar itu bertingkat tiga dan tidak ditopang oleh tiang-tiang seperti pada gedung-gedung di halaman.","Separuh dari tingkat bawah, sepanjang dua puluh lima meter merupakan tembok saja, sedangkan pada bagian selebihnya, juga sepanjang dua puluh lima meter, dibangun kamar-kamar. Pada tingkat yang paling atas ada kamar-kamar di sepanjang gedung itu.","(42:7)","Di bawah kamar-kamar di ujung timur bangunan ini, dan pada pangkal tembok, ada sebuah pintu yang menuju ke pelataran luar. Pada sisi selatan dari Rumah TUHAN, ada bangunan yang serupa, letaknya tidak jauh dari bangunan di sebelah barat.","(42:9)","Di depan kamar-kamarnya ada sebuah lorong yang sama seperti lorong di sebelah utara. Ukurannya sama, modelnya sama, dan pintu-pintunya pun sama.","Di bawah kamar-kamar di sisi selatan, yaitu di ujung timur pada pangkal tembok, ada juga sebuah pintu.","Laki-laki itu berkata kepadaku, \"Kedua bangunan itu suci. Di situ, para imam yang boleh menghadap kehadiran TUHAN, memakan kurban-kurban yang paling suci. Di situ juga harus mereka tempatkan kurban-kurban yang paling suci, yaitu: kurban gandum dan kurban penghapus dosa atau kurban ganti rugi.","Jika para imam selesai bertugas di Rumah TUHAN, dan mau pergi ke pelataran luar, maka pakaian khusus yang mereka pakai waktu melayani ibadat harus mereka tinggalkan di kamar-kamar itu. Mereka harus memakai pakaian lain, setelah itu barulah mereka boleh pergi ke tempat rakyat berkumpul.\"","Sesudah laki-laki itu selesai mengukur bangunan Rumah TUHAN sebelah dalam, ia membawa aku keluar melalui gerbang timur, lalu mengukur bagian keliling Rumah TUHAN.","Dengan tongkat pengukurnya ia mengukur sisi sebelah timur: 250 meter.","Kemudian ia mengukur sisi sebelah utara, sisi sebelah selatan, dan sisi sebelah barat; setiap sisi panjangnya sama, yaitu 250 meter.","(42:17)","(42:17)","Jadi, daerah Rumah TUHAN meliputi sebidang tanah persegi empat, berukuran 250 meter pada setiap sisi. Bidang tanah itu dikelilingi sebuah tembok untuk memisahkan daerah yang khusus untuk TUHAN dari daerah yang untuk umum."]