["Allah berkata, \"Hai manusia fana, ambillah sebuah batu bata, letakkan di depanmu dan garislah di atasnya denah kota Yerusalem.","Lalu gambarkan suatu pengepungan terhadap kota itu, dengan parit-parit, timbunan-timbunan tanah, perkemahan-perkemahan dan alat-alat pendobrak di sekeliling temboknya.","Ambillah panci besi dan anggaplah itu sebuah dinding besi; letakkanlah panci itu di antara engkau dan kota Yerusalem. Kemudian menghadaplah ke kota itu seakan-akan engkaulah yang mengepungnya. Itu akan menjadi lambang bagi bangsa Israel.","Lalu berbaringlah miring ke kiri, dan Aku akan menimpakan kesalahan bangsa Israel kepadamu. Selama 390 hari engkau akan berbaring begitu dan menderita sengsara karena kesalahan mereka. Sehari engkau berbaring begitu melambangkan satu tahun hukuman bangsa Israel.","(4:4)","Setelah itu, berbaringlah miring ke kanan dan rasakanlah hukuman atas kesalahan Yehuda empat puluh hari lamanya, satu hari melambangkan satu tahun hukuman mereka.","Pandanglah pengepungan Yerusalem. Acungkanlah tinjumu kepada kota itu dan sampaikanlah pesan-Ku tentang hukuman bagi mereka.","Engkau akan Kuikat sehingga tak dapat membalikkan tubuhmu dari kiri ke kanan atau sebaliknya sampai pengepungan itu berakhir.","Sekarang, ambillah gandum, jelai, kacang merah, kacang polong, sekoi dan gandum halus. Campurkanlah itu semua dan buatlah roti. Itulah makananmu selama 390 hari engkau berbaring miring ke kiri itu.","Roti itu harus kaubagi sedemikian rupa sehingga setiap hari engkau makan hanya 230 gram. Lebih dari itu tak boleh.","Air minummu juga terbatas, yaitu dua cangkir sehari.","Buatlah api dengan kotoran manusia sebagai bahan bakarnya. Pangganglah rotimu di atas api itu dan makanlah roti itu di hadapan semua orang.\"","TUHAN berkata, \"Begitulah caranya orang Israel kelak memakan makanan yang dilarang oleh hukum Musa, pada waktu mereka Kubuang ke negeri-negeri asing.\"","Tetapi aku menjawab, \"Aduh TUHAN Yang Mahatinggi! Sejak kecil sampai sekarang, belum pernah aku menajiskan diriku dengan makanan bangkai binatang atau sisa mangsa binatang buas. Tak pernah aku makan makanan yang dianggap haram.\"","Maka Allah berkata, \"Baiklah, sebagai ganti kotoran manusia, engkau boleh memakai kotoran sapi untuk membakar rotimu.\"","Kemudian Ia berkata lagi, \"Hai manusia fana, Aku akan memusnahkan persediaan makanan di Yerusalem. Dengan cemas dan khawatir orang-orang akan membatasi makanan yang mereka makan dan air yang mereka minum.","Mereka akan berputus asa karena kehabisan roti dan air, dan akhirnya mereka mati karena dosa-dosa mereka.\""]