["Laki-laki itu membawa aku kembali ke pintu masuk Rumah TUHAN. Kulihat air mengalir dari bawah pintu itu ke arah timur, seperti Rumah TUHAN pun menghadap ke timur. Air itu mengalir dari bawah ambang pintu Rumah TUHAN bagian selatan melalui sisi selatan dari mezbah.","Kemudian laki-laki itu membawa aku keluar lewat gerbang utara dan menuntun aku ke gerbang timur. Sungai kecil itu mengalir dari sisi selatan gerbang itu.","Sambil mengukur dengan tongkat pengukurnya, laki-laki itu membawa aku mengikuti arus sungai itu ke timur sejauh 500 meter, lalu menyuruh aku menyeberang. Pada tempat itu airnya hanya setinggi mata kaki.","Kemudian ia mengukur 500 meter lagi, dan di situ airnya sampai ke lutut. Ia mengukur 500 meter lagi, dan airnya mencapai pinggang.","Sekali lagi ia mengukur sejauh 500 meter, dan di situ airnya terlalu dalam untuk dilalui dengan berjalan kaki. Jika orang mau menyeberang haruslah ia berenang.","Lalu kata orang itu kepadaku, \"Hai manusia fana, perhatikanlah ini semua baik-baik.\" Kemudian ia membawa aku kembali menyusuri sungai,","dan aku melihat bahwa pada kedua tepi sungai itu ada banyak sekali pohon.","Ia berkata kepadaku, \"Sungai ini mengalir ke timur melalui negeri ini dan melalui Lembah Sungai Yordan menuju ke Laut Mati. Jika airnya sampai ke dalam Laut Mati, maka air laut yang asin itu digantinya dengan air tawar.","Ke mana pun sungai ini mengalir, di situ pula akan terdapat segala macam ikan dan binatang lain. Air Laut Mati akan dibuatnya menjadi tawar, dan ke mana pun air itu mengalir, di situ akan ada kehidupan.","Dari sumber-sumber air di En-Gedi sampai ke sumber-sumber air di En-Eglaim, bagian-bagian tepinya akan ramai dengan para nelayan yang menjemur jala mereka di situ. Segala macam ikan akan ada di dalam air itu, seperti yang ada dalam Laut Tengah.","Tetapi air di rawa-rawa dan paya-paya di sepanjang pantai itu tidak akan menjadi tawar, melainkan tetap merupakan sumber garam.","Di sepanjang kedua tepi sungai itu tumbuh segala macam pohon buah-buahan. Daun pohon itu tidak pernah layu, dan buah-buahnya tidak pernah habis. Pohon-pohon itu akan menghasilkan buah-buahan yang baru setiap bulan, sebab air yang mengairinya mengalir dari Rumah TUHAN. Buah-buahnya menjadi makanan dan daun-daunnya berguna untuk obat.\"","TUHAN Yang Mahatinggi berkata, \"Inilah batas-batas tanah yang akan dibagi-bagikan kepada keduabelas suku Israel. Suku Yusuf menerima dua bagian.","Aku telah bersumpah bahwa tanah itu akan Kuberikan kepada nenek moyangmu. Sebab itu, ambillah tanah itu dan bagilah dengan adil di antara kamu.","Perbatasan di sebelah utara dimulai dari Laut Tengah menuju ke timur sampai ke kota Hetlon, ke arah Hamat, terus ke kota Zedad,","ke Berota dan Sibraim (kota-kota itu terletak di antara kota Damsyik dan kota Hamat), kemudian ke kota Hazar-Enan, di perbatasan kota Hauran.","Jadi, perbatasan sebelah utara dimulai dari Laut Tengah sampai ke timur, ke kota Hazar-Enan; maka daerah Damsyik dan Hamat ada di sebelah utara perbatasan itu.","Perbatasan di sebelah timur menuju ke selatan, dari suatu tempat antara daerah Damsyik dan daerah Hauran. Jadi Sungai Yordan merupakan batas antara tanah Israel di sebelah barat dan Gilead di sebelah timur, sampai ke Tamar di pantai Laut Mati.","Perbatasan di sebelah selatan menuju ke barat daya, dari Tamar ke mata air Kades-Meriba, lalu ke barat laut sepanjang perbatasan Mesir sampai ke Laut Tengah.","Perbatasan di sebelah barat dibentuk oleh Laut Tengah, lalu menuju ke utara ke sebuah tempat di sebelah barat jalan masuk ke Hamat.","Bagilah tanah itu di antara kamu, menurut suku-suku Israel;","dan tanah itu adalah milikmu untuk selama-lamanya. Orang-orang asing yang menetap di tengah-tengahmu, dan mempunyai anak-anak yang lahir di situ, harus juga mendapat bagian dari tanah itu. Mereka harus dianggap sebagai warga penuh dari bangsa Israel, dan mereka harus turut diundi untuk mendapat tanah pada waktu diadakan pembagian tanah di antara suku-suku Israel.","Setiap penduduk asing harus diberi tanah bersama suku Israel di mana ia tinggal. Aku, TUHAN Yang Mahatinggi telah berbicara.\""]