["TUHAN berkata kepadaku,","\"Hai manusia fana, pandanglah gunung-gunung Israel, dan sampaikanlah pesan-Ku tentang hukuman bagi mereka.","Suruhlah mereka mendengarkan dan memperhatikan apa yang Aku, TUHAN Yang Mahatinggi katakan kepada gunung-gunung itu, juga kepada bukit-bukit, jurang-jurang dan lembah-lembah. Sungguh, Aku akan mengirim pedang untuk menghancurkan tempat-tempat penyembahan berhala.","Mezbah-mezbahnya akan dirubuhkan dan pedupaan-pedupaannya akan dipecahkan. Semua orang di situ akan dibunuh di depan berhalanya.","Aku akan membuat mayat-mayat orang Israel berserakan; dan tulang-tulang mereka akan Kuhamburkan di sekitar mezbah-mezbah itu.","Semua kota Israel akan dimusnahkan, semua mezbah dan berhalanya hancur berantakan, pedupaan-pedupaannya porak-poranda, dan segala apa yang mereka buat akan hilang.","Di mana-mana ada orang yang terbunuh, dan mereka yang selamat akan tahu bahwa Akulah TUHAN.","Sebagian kecil dari mereka akan Kuluputkan dari pembantaian itu tetapi mereka akan diceraiberaikan di antara bangsa-bangsa;","di sana mereka hidup dalam pembuangan. Lalu mereka akan teringat kepada-Ku serta mengerti bahwa Aku menghukum dan menghina mereka sebab hati mereka tidak setia kepada-Ku. Mereka telah meninggalkan Aku dan memilih berhala sebagai ganti-Ku. Lalu mereka akan muak dengan diri mereka sendiri karena segala kejahatan dan kekejian yang telah mereka lakukan.","Maka mereka akan tahu bahwa Akulah TUHAN dan bahwa semua peringatan yang Kuberikan bukan ancaman-ancaman kosong belaka.\"","TUHAN Yang Mahatinggi berkata, \"Bersedihlah! Merataplah! Menangislah dengan pilu karena segala kejahatan dan kekejian yang telah dilakukan bangsa Israel. Mereka akan mati karena perang, kelaparan dan wabah penyakit.","Mereka semua akan merasakan amukan kemarahan-Ku. Orang-orang yang jauh di pembuangan akan jatuh sakit lalu mati; yang dekat akan mati dalam perang, dan sisanya akan mati kelaparan.","Mayat-mayat akan berserakan di antara berhala-berhala dan di sekitar mezbah-mezbah, terhampar di setiap bukit yang tinggi, dan di puncak setiap gunung, di bawah setiap pohon yang rimbun dan setiap pohon yang besar; pendek kata, di mana saja mereka membakar kurban bagi berhala mereka. Maka setiap orang akan tahu bahwa Akulah TUHAN.","Ya, Aku akan mengacungkan tangan-Ku dan menghancurkan negeri mereka, sehingga menjadi sunyi sepi, mulai dari Gurun Selatan sampai kepada kota Ribla di utara. Dari tempat-tempat yang didiami orang Israel, tak satu pun akan diselamatkan. Maka tahulah semua orang bahwa Akulah TUHAN.\""]