["TUHAN berbicara kepadaku,","\"Hai manusia fana, Aku, TUHAN Yang Mahatinggi, hendak mengatakan ini kepada tanah Israel: Inilah akhir riwayat seluruh negeri ini!\"","TUHAN berkata, \"Hai Israel, sekarang sudah tiba kesudahanmu. Engkau akan merasakan murka-Ku. Engkau Kuadili sesuai dengan perbuatanmu yang keji.","Aku tidak akan kasihan atau memberi ampun kepadamu. Aku akan menghukum engkau sesuai dengan segala kekejian yang telah kauperbuat. Maka tahulah engkau bahwa Akulah TUHAN.\"","Inilah yang dikatakan TUHAN Yang Mahatinggi kepada bangsa Israel, \"Bencana demi bencana akan menimpa kamu.","Sekarang segalanya telah berakhir. Inilah kesudahanmu. Tidak ada harapan lagi bagimu.","Segalanya telah berakhir bagimu, hai bangsa yang tinggal di tanah ini. Sekarang tidak ada lagi pesta-pesta di mezbah-mezbah pegunungan, yang ada hanyalah kekacauan saja.","Tak lama lagi kamu akan merasakan murka-Ku yang dahsyat. Kamu Kuadili sesuai dengan perbuatanmu. Akan Kubalaskan kepadamu segala perbuatanmu yang keji.","Aku tidak akan kasihan atau memberi ampun kepadamu. Aku akan menghukum kamu sesuai dengan segala kekejian yang telah kamu perbuat. Maka tahulah kamu bahwa Akulah TUHAN dan Akulah yang menghukum kamu.\"","Hari bencana bagi bangsa Israel telah tiba. Kekerasan merajalela. Kesombongan mencapai puncaknya.","Kekejaman mengakibatkan lebih banyak kejahatan. Seluruh kekayaan, keagungan dan kejayaan mereka akan habis tak berbekas.","Waktunya segera datang, harinya sudah dekat! Si pembeli dan si penjual tidak mendapat keuntungan apa-apa, sebab hukuman Allah akan menimpa semua orang.","Tak ada pedagang yang akan sempat mendapat kembali apa yang telah dijualnya, sebab murka Allah menimpa siapa saja. Orang yang jahat tidak akan selamat.","Trompet berbunyi dan semua orang bersiap-siap. Tetapi tak seorang pun berangkat ke medan perang, sebab murka Allah menimpa semua orang.","Di jalan-jalan kota ada peperangan, di rumah-rumah ada wabah penyakit dan kelaparan. Siapa saja yang berada di luar kota akan mati dalam peperangan, dan yang tinggal di kota akan menjadi kurban penyakit dan kelaparan.","Sebagian akan luput dan melarikan diri ke pegunungan. Di situ mereka akan seperti burung-burung dara yang dihalau dari lembah-lembah; semuanya akan merintih karena dosa-dosa mereka.","Setiap orang akan menjadi lemah tangannya dan goyah lututnya.","Mereka akan memakai kain karung dan sekujur tubuhnya akan gemetar. Kepala mereka akan digunduli dan mereka dipermalukan.","Emas dan perak akan mereka buang di jalan seperti sampah, sebab pada hari TUHAN melampiaskan amarah-Nya, emas dan perak itu tak dapat menyelamatkan mereka, malahan telah menjerumuskan mereka ke dalam dosa. Mereka tak dapat menggunakannya untuk memuaskan nafsu atau untuk mengisi perut mereka.","Dahulu mereka bangga akan permata mereka yang indah, tetapi karena mereka memakainya untuk membuat berhala-berhala yang menjijikkan, TUHAN membuat harta mereka itu menjadi sesuatu yang mengerikan.","TUHAN berkata kepada bangsa Israel, \"Aku akan membiarkan orang-orang asing merampoki kamu. Penjahat-penjahat akan merampas hartamu dan menajiskannya.","Aku tak akan turun tangan bila Rumah-Ku dirusakkan dan dicemarkan oleh perampok-perampok.","Seluruh negeri menjadi kacau; di mana-mana ada pembunuhan dan kekejaman.","Bangsa-bangsa yang paling ganas akan Kudatangkan untuk menduduki rumah-rumahmu. Jagoan-jagoanmu yang paling perkasa akan gentar apabila bangsa-bangsa itu Kubiarkan menghancurkan tempat-tempat ibadahmu.","Mereka ditimpa kesedihan dan putus asa, lalu mencari kedamaian, tetapi tidak mereka temukan.","Malapetaka dan kabar buruk akan datang terus-menerus. Kamu akan memohon agar para nabi mau meramal, tetapi mereka tak bisa. Juga para imam tidak punya apa-apa untuk diajarkan kepada umat, dan para pemimpin kehabisan nasihat.","Raja akan meratap, putra mahkota putus asa dan rakyat akan gemetar ketakutan. Aku akan menghukum kamu sesuai dengan segala perbuatanmu dan menghakimi kamu seperti kamu menghakimi orang lain. Maka tahulah kamu bahwa Akulah TUHAN.\""]