["Inilah pengumuman Raja Nebukadnezar yang dikirimnya kepada orang-orang dari segala bangsa, suku bangsa dan bahasa di seluruh dunia: \"Salam sejahtera!","Aku ingin menceritakan tentang keajaiban dan mujizat yang telah dilakukan Allah Yang Mahatinggi kepadaku.","Alangkah besar mujizat yang diperbuat-Nya! Alangkah hebat keajaiban yang dilakukan-Nya! Allah akan menjadi raja untuk selamanya. Ia berkuasa sepanjang masa.\"","Aku tinggal dengan sejahtera dalam istanaku dan hidup dengan mewah.","Tetapi pada suatu malam ketika aku sedang tidur, aku bermimpi dan mendapat penglihatan yang sangat mencemaskan hatiku.","Lalu kupanggil para cerdik pandai yang ada di Babel untuk menerangkan kepadaku arti mimpi itu.","Tetapi ketika para peramal, ahli jampi, orang-orang berilmu dan para ahli perbintangan itu datang dan kuceritakan mimpiku itu kepada mereka, tidak seorang pun yang dapat menerangkan artinya.","Akhirnya datanglah Daniel yang disebut juga Beltsazar seperti nama dewaku. Daniel dipenuhi oleh roh dewa-dewa yang suci. Kuceritakan mimpiku kepadanya juga, kataku,","\"Hai, Beltsazar, pemimpin orang-orang berilmu, aku tahu bahwa engkau dipenuhi oleh roh dewa-dewa yang suci, sehingga tak ada rahasia yang tersembunyi bagimu. Dengarlah mimpiku ini, dan terangkanlah artinya.","Ketika aku sedang tidur, kulihat sebuah pohon yang tumbuh di tengah-tengah bumi.","Pohon itu sangat tinggi; batangnya besar dan kuat. Puncaknya sampai ke langit, sehingga dapat dilihat oleh semua orang di bumi.","Daun-daunnya segar dan buahnya lebat sekali, cukup untuk dimakan oleh penghuni seluruh dunia. Binatang-binatang liar berbaring di bawah naungannya dan burung-burung bersarang di dahan-dahannya. Dan segala makhluk hidup dapat makan buah-buahnya.","Ketika aku sedang merenungkan penglihatan itu, kulihat seorang malaikat turun dari surga; ia tampak siaga dan waspada.","Dengan nyaring ia berkata, 'Tebanglah pohon itu dan potonglah dahan-dahannya, gugurkanlah daun-daunnya dan hamburkanlah buahnya. Usirlah binatang-binatang yang berbaring di bawahnya dan burung-burung yang bersarang di dahan-dahannya.","Tetapi biarkanlah tunggulnya tinggal di dalam tanah. Ikatlah dengan rantai besi dan tembaga lalu tinggalkanlah di padang rumput. Biarlah ia dibasahi embun, dan hidup bersama dengan binatang-binatang serta tumbuh-tumbuhan.","Biarlah akal manusianya berubah menjadi akal binatang selama tujuh tahun.","Itulah keputusan kami malaikat-malaikat yang waspada dan siaga. Maksud kami ialah supaya orang-orang di mana pun mengakui, bahwa Allah Yang Mahatinggi berkuasa atas kerajaan manusia dan kerajaan itu diberikan-Nya kepada siapa saja yang dipilih-Nya, bahkan kepada orang yang paling tidak berarti sekalipun!'","Hai Beltsazar, itulah mimpiku. Sekarang katakanlah artinya kepadaku. Tak seorang pun dari para cerdik pandai yang ada di kerajaanku dapat mengatakannya kepadaku, tetapi engkau dapat, sebab engkau dipenuhi oleh roh dewa-dewa yang suci.\"","Mendengar itu, Daniel yang disebut juga Beltsazar, terkejut dan tercengang untuk beberapa saat. Maka aku, Raja Nebukadnezar berkata kepadanya, \"Beltsazar, janganlah engkau cemas karena mimpi dan artinya itu.\" Beltsazar menjawab, \"Tuanku, alangkah baiknya seandainya kejadian-kejadian yang diramalkan oleh mimpi itu menimpa musuh-musuh Tuanku dan bukan Tuanku.","Pohon yang Tuanku lihat itu begitu tinggi, sehingga puncaknya sampai ke langit, dan dapat dilihat oleh semua orang di bumi.","Daun-daunnya segar dan buahnya lebat sehingga cukup untuk memberi makan seluruh penghuni dunia. Binatang-binatang liar berbaring di bawah naungannya, dan burung-burung bersarang di dahan-dahannya.","Ya Tuanku, Tuankulah pohon yang tinggi dan kuat itu. Kebesaran Tuanku bertambah sampai ke langit dan kekuasaan Tuanku meluas sampai ke ujung bumi.","Tuanku melihat juga seorang malaikat turun dari surga sambil berkata, 'Tebanglah pohon ini dan binasakanlah, tetapi biarkanlah tunggulnya tinggal di dalam tanah. Ikatlah dengan rantai besi dan tembaga lalu tinggalkanlah di padang rumput. Biarlah ia dibasahi embun dan hidup bersama dengan binatang-binatang selama tujuh tahun.'","Tuanku, inilah arti penglihatan itu, dan inilah yang diputuskan Allah Yang Mahatinggi mengenai Tuanku sendiri.","Tuanku akan diusir dari masyarakat manusia dan hidup di antara binatang-binatang di padang. Selama tujuh tahun Tuanku akan makan rumput seperti sapi dan tidur di lapangan terbuka, sehingga dibasahi embun. Setelah itu Tuanku akan mengakui bahwa Allah Yang Mahatinggi berkuasa atas kerajaan manusia, dan kerajaan itu diberikan-Nya kepada siapa saja yang dipilih-Nya.","Para malaikat memerintahkan supaya tunggul pohon itu dibiarkan tinggal di dalam tanah. Itu berarti bahwa Tuanku akan menjadi raja lagi setelah Tuanku mengakui bahwa Allah menguasai seluruh dunia.","Sebab itu hendaknya Tuanku menuruti nasihat hamba. Janganlah Tuanku berdosa lagi, tapi lakukanlah apa yang baik dan adil, dan kasihanilah orang miskin. Dengan demikian Tuanku akan tetap berbahagia.\"","Semuanya itu terjadi atas diriku, Raja Nebukadnezar.","Dua belas bulan kemudian, pada waktu aku berjalan-jalan di taman di tingkat atas gedung istanaku di Babel,","aku berkata, \"Lihat, alangkah hebatnya kota Babel! Akulah yang membangunnya menjadi ibukota negara untuk membuktikan kekuasaan dan kekuatanku, keagungan dan kebesaranku!\"","Aku belum habis bicara ketika terdengar suara dari langit, \"Raja Nebukadnezar, dengarlah ini! Kekuasaanmu sebagai raja telah diambil daripadamu.","Engkau akan diusir dari masyarakat manusia, dan hidup dengan binatang-binatang di padang. Selama tujuh tahun engkau akan makan rumput seperti sapi. Setelah itu engkau akan mengakui bahwa Allah Yang Mahatinggi berkuasa atas kerajaan manusia dan kerajaan itu diberikan-Nya kepada siapa saja yang dipilih-Nya.\"","Pada saat itu juga, kata-kata itu menjadi kenyataan. Aku, Nebukadnezar diusir dari masyarakat manusia dan makan rumput seperti sapi. Tubuhku dibasahi embun, rambutku menjadi sepanjang bulu elang, dan kukuku sepanjang cakar burung.","Ketika masa tujuh tahun itu sudah lewat, aku menengadah ke langit, lalu kembalilah kesadaranku. Maka kupuji Allah Yang Mahatinggi. Kusanjung dan kumuliakan Dia yang hidup kekal itu. \"Allah akan menjadi raja untuk selamanya. Ia berkuasa sepanjang masa.","Bangsa-bangsa di dunia tidak berarti. Allah menguasai malaikat di surga dan penduduk bumi. Tak seorang pun dapat melawan kehendak-Nya, tak ada yang berani menanyakan apa yang dilakukan-Nya.\"","Ketika kesadaranku kembali kepadaku, maka kebesaran, keagungan dan kemasyhuran kerajaanku dikembalikan kepadaku. Aku disambut oleh para pegawaiku dan para pembesarku, dan aku dikembalikan kepada kerajaanku, bahkan keagunganku menjadi lebih besar daripada yang dahulu.","Jadi sekarang aku, Nebukadnezar memuji, meninggikan dan memuliakan Raja Surga. Segala perbuatan-Nya benar dan adil, dan Ia sanggup merendahkan orang yang berlaku sombong."]