["(6-2) Darius membagi kerajaannya menjadi seratus dua puluh provinsi yang masing-masing diperintah oleh seorang gubernur.","(6-3) Daniel dan dua orang lain diangkatnya untuk mengawasi para gubernur itu supaya raja jangan dirugikan.","(6-4) Segera ternyata bahwa pekerjaan Daniel lebih baik daripada pekerjaan para gubernur dan pengawas-pengawas lainnya. Karena itu, raja ingin mengangkatnya menjadi penguasa seluruh kerajaan.","(6-5) Tetapi para gubernur dan pengawas-pengawas itu berusaha mencari kesalahan-kesalahan Daniel dalam tugas pemerintahan, namun mereka tidak berhasil, karena Daniel setia dan jujur serta tidak melakukan kelalaian atau kesalahan apa pun.","(6-6) Lalu mereka berkata, \"Kita hanya dapat menemukan kesalahan Daniel dalam hal yang berhubungan dengan agamanya.\"","(6-7) Kemudian pergilah mereka serentak menghadap raja dan berkata, \"Ya Tuanku Raja Darius, hiduplah Tuanku untuk selama-lamanya!","(6-8) Kami semua yang mengurus kerajaan Tuanku, baik para pengawas, para gubernur, wakil-wakil gubernur dan pejabat-pejabat yang lain, telah mufakat untuk mengusulkan supaya Tuanku mengeluarkan surat perintah yang harus ditaati dengan sungguh-sungguh. Hendaknya Tuanku memerintahkan supaya selama tiga puluh hari tak seorang pun diizinkan menyampaikan permohonan kepada salah satu dewa atau manusia, kecuali kepada Tuanku sendiri. Barangsiapa melanggar perintah itu akan dilemparkan ke dalam gua singa.","(6-9) Kami mohon agar Tuanku menandatangani surat perintah itu supaya menjadi undang-undang Media dan Persia yang tak dapat dicabut kembali.\"","(6-10) Maka Raja Darius menandatangani surat perintah itu.","(6-11) Ketika Daniel mendengar tentang hal itu, pulanglah ia ke rumahnya. Kamarnya yang di tingkat atas mempunyai jendela-jendela yang menghadap ke arah Yerusalem. Dan seperti biasanya, ia berdoa kepada Allahnya dan memuji-Nya tiga kali sehari dengan berlutut di depan jendela-jendela yang terbuka itu.","(6-12) Ketika musuh-musuh Daniel melihat Daniel sedang berdoa kepada Allahnya,","(6-13) pergilah mereka semua menghadap raja untuk mengadukan Daniel. Mereka mengatakan, \"Bukankah Tuanku telah menandatangani surat perintah yang melarang semua orang selama tiga puluh hari ini menyampaikan permohonan kepada salah satu dewa atau manusia kecuali kepada Tuanku saja? Dan juga, bahwa barangsiapa melanggar perintah itu akan dilemparkan ke dalam gua singa?\" Raja menjawab, \"Memang, dan perintah itu menjadi undang-undang Media dan Persia yang tak dapat dicabut kembali.\"","(6-14) Lalu kata mereka kepada raja, \"Daniel, salah seorang buangan dari Yehuda, tidak menghiraukan Tuanku dan meremehkan perintah Tuanku. Ia berdoa secara teratur tiga kali sehari.\"","(6-15) Mendengar itu raja menjadi sedih dan khawatir, sehingga ia mencari akal untuk menyelamatkan Daniel. Sampai sore harinya pun raja masih berpikir-pikir.","(6-16) Kemudian orang-orang itu kembali menghadap raja dan berkata, \"Tuanku, hendaknya Tuanku ingat bahwa menurut undang-undang Media dan Persia, perintah yang dikeluarkan raja tak dapat diubah-ubah.\"","(6-17) Maka akhirnya raja memerintahkan supaya Daniel ditangkap dan dilemparkan ke dalam gua singa. Kata raja kepada Daniel, \"Semoga Allahmu yang kausembah dengan setia itu menyelamatkan engkau.\"","(6-18) Setelah itu sebuah batu besar diletakkan pada mulut gua itu, dan raja mencap batu itu dengan cap kerajaan dan cap para pembesar, sehingga tak seorang pun dapat membebaskan Daniel dari singa-singa itu.","(6-19) Kemudian pulanglah raja ke istana. Ia tidak mau makan atau pun dihibur. Dan semalam-malaman itu ia tidak bisa tidur.","(6-20) Pada waktu subuh bangunlah raja dan pergi dengan buru-buru ke gua singa.","(6-21) Sesampainya di sana, berserulah ia dengan suara cemas, \"Daniel, hamba Allah yang hidup! Apakah Allahmu yang kausembah dengan setia itu telah sanggup menyelamatkan engkau dari singa-singa itu?\"","(6-22) Lalu terdengarlah suara Daniel yang menjawab, \"Hiduplah Tuanku untuk selama-lamanya!","(6-23) Allah hamba telah mengutus malaikat-Nya untuk menutup mulut singa-singa itu sehingga mereka tidak mengapa-apakan hamba. Allah menyelamatkan hamba sebab Ia tahu bahwa hamba tidak berbuat kesalahan terhadap-Nya dan terhadap Tuanku.\"","(6-24) Bukan main senang hati raja dan ia memerintahkan supaya Daniel dikeluarkan dari gua itu. Setelah perintah itu dilaksanakan, ternyata bahwa tidak terdapat luka sedikit pun pada Daniel, karena ia percaya kepada Allahnya.","(6-25) Kemudian raja memerintahkan orang supaya menangkap orang-orang yang telah mengadukan Daniel. Lalu mereka bersama-sama dengan anak-anak dan istri-istri mereka dilemparkan ke dalam gua singa itu. Belum lagi mereka sampai ke dasar gua itu, singa-singa itu telah menerkam mereka dan meremukkan tulang-tulang mereka.","(6-26) Setelah itu Raja Darius mengirim surat kepada orang-orang dari segala bangsa, suku bangsa dan bahasa di seluruh dunia, \"Salam sejahtera!","(6-27) Aku perintahkan kepada semua orang yang berada di wilayah kerajaanku supaya takut dan hormat kepada Allah yang disembah oleh Daniel! Ia adalah Allah yang hidup selama-lamanya, sampai akhir zaman Ia memerintah. Kerajaan-Nya tak mungkin binasa. Kekuasaan-Nya tak ada habisnya.","(6-28) Ia menyelamatkan dan membebaskan, melakukan mujizat dan keajaiban di langit maupun di bumi. Daniel telah diselamatkan-Nya, dari terkaman singa-singa.\"","(6-29) Demikianlah Daniel tetap berkedudukan tinggi selama pemerintahan Darius dan pemerintahan Koresh, orang Persia itu."]