["Pada suatu malam, pada tahun pertama Belsyazar menjadi raja di Babel, aku, Daniel bermimpi dan mendapat penglihatan. Mimpi itu kucatat dan laporan mengenai penglihatanku itu adalah sebagai berikut: Angin kencang bertiup dari segala arah dan mengakibatkan adanya badai di samudra raya.","(7:1)","Kemudian empat ekor binatang raksasa muncul dari dalam air, yang satu berbeda dengan yang lain.","Yang pertama rupanya seperti singa, tetapi ia mempunyai sayap burung garuda. Ketika aku memandangnya, tiba-tiba sayapnya tercabut dan lepas; ia terangkat dari tanah dan ditegakkan pada dua kaki seperti manusia, lalu diberikan akal manusia.","Binatang yang kedua rupanya seperti beruang. Ia berdiri pada kaki belakangnya, dan membawa tiga potong tulang rusuk di antara gigi-giginya. Kudengar suara berkata kepadanya, \"Ayo, makanlah daging sebanyak kausuka!\"","Ketika aku sedang mengamat-amatinya, muncullah binatang yang lain. Rupanya seperti macan tutul, tetapi pada punggungnya ada empat sayap burung, dan ia berkepala empat. Ia kelihatan berwibawa.","Ketika aku sedang memandangnya, binatang yang keempat muncul. Ia sangat kuat dan dahsyat serta mengerikan. Dengan gigi-giginya yang besar dan sekeras besi, ia meremukkan dan melahap mangsanya, lalu menginjak-injak sisa-sisanya. Berbeda dengan binatang-binatang yang sebelumnya ia bertanduk sepuluh.","Sementara aku memperhatikan tanduk-tanduknya, tiba-tiba sebuah tanduk lain tumbuh di antaranya. Tanduk itu kecil, tetapi dapat mendesak dan mencabut tiga buah di antara tanduk-tanduk yang mula-mula itu. Tanduk kecil itu mempunyai mata seperti mata manusia dan mulut yang membual dengan sombong.","Sementara aku terus melihat, beberapa takhta sedang diletakkan. Lalu Dia yang hidup kekal duduk di atas salah satu dari takhta-takhta itu. Pakaian-Nya dan rambut-Nya putih bersih seperti kapas. Takhta-Nya dengan roda-rodanya menyala-nyala karena kobaran api,","dan aliran api mengalir dari takhta itu. Ribuan orang melayani Dia, dan jutaan orang berdiri di hadapan-Nya. Kemudian dimulailah sidang pengadilan, dan buku-buku di buka.","Ketika aku sedang melihatnya, masih saja kudengar tanduk kecil itu membual dengan sombongnya. Kemudian binatang yang keempat itu dibunuh, dan bangkainya dilemparkan ke dalam api hingga musnah.","Binatang-binatang yang lain telah dicabut kekuasaannya, tetapi mereka diizinkan hidup sampai waktu yang telah ditentukan.","Dalam penglihatanku pada malam itu, kulihat sesuatu yang seperti manusia. Ia datang dengan dikelilingi awan lalu pergi kepada Dia yang hidup kekal dan diperkenalkan kepadanya.","Ia diberi kehormatan dan kekuasaan sebagai raja, sehingga orang-orang dari segala bangsa, suku bangsa dan bahasa mengabdi kepadanya. Kekuasaannya akan bertahan selama-lamanya, pemerintahannya tidak akan digulingkan.","Penglihatan-penglihatan yang kulihat itu membingungkan dan menggelisahkan hatiku.","Lalu kudekati salah seorang yang berdiri di sana dan kuminta keterangan tentang semuanya itu. Maka ia pun memberitahukannya.","Ia mengatakan, \"Keempat ekor binatang raksasa itu ialah empat kerajaan yang akan muncul di bumi.","Tetapi umat Allah Yang Mahatinggi akan menerima hak untuk memerintah dan pemerintahannya akan bertahan selama-lamanya.\"","Kemudian aku ingin tahu arti binatang yang keempat itu, yang berbeda dengan yang lain; yang begitu mengerikan dan yang menghancurkan dan melahap mangsanya dengan kuku tembaganya dan gigi besinya, serta menginjak-injak sisa-sisanya.","Aku ingin tahu juga tentang kesepuluh tanduk pada kepalanya dan tentang tanduk kecil yang muncul kemudian lalu mencabut tiga buah dari tanduk-tanduk yang mula-mula itu. Tanduk kecil itu mempunyai mata dan mulut yang membual dengan sombongnya. Ia lebih mengerikan daripada tanduk-tanduk yang lain itu.","Ketika aku memperhatikannya, tanduk itu berperang melawan umat Allah dan mengalahkan mereka.","Kemudian Dia yang hidup kekal itu datang lalu memberi keputusan yang membenarkan umat Allah Yang Mahatinggi. Masanya telah tiba mereka menerima kuasa untuk memerintah.","Inilah keterangan yang kudapat, \"Binatang yang keempat itu ialah kerajaan yang keempat yang akan berdiri di bumi dan akan berbeda dengan kerajaan-kerajaan yang lain. Kerajaan itu akan menghancurkan dan melahap seluruh bumi dan menginjak-injak sisanya.","Kesepuluh tanduk itu ialah kesepuluh raja yang akan memerintah kerajaan itu. Kemudian seorang raja yang lain akan muncul; ia akan berbeda sekali dengan raja-raja yang mula-mula, dan ia akan mengalahkan tiga orang raja.","Ia akan berbicara melawan Allah Yang Mahatinggi dan menindas umat Allah. Ia akan berusaha mengubah hukum-hukum dan pesta-pesta agama umat Allah, dan mereka akan dikuasainya selama tiga setengah tahun.","Lalu pengadilan surga akan bersidang dan mencabut kekuasaannya serta menghancurkan dia sampai musnah.","Kuasa dan kebesaran segala kerajaan di bumi akan diberikan kepada umat Allah Yang Mahatinggi. Kuasa mereka untuk memerintah tak akan berakhir dan semua penguasa di bumi akan mengabdi mereka dengan taat.\"","Sekianlah laporan ini. Aku sangat gelisah sehingga menjadi pucat, tetapi tak seorang pun kuberitahu tentang semuanya itu."]