["Pada tahun ketiga pemerintahan Raja Belsyazar, aku mendapat penglihatan kedua.","Dalam penglihatan itu kudapati diriku di provinsi Elam, di Susan, ibukota Persia. Aku berdiri di dekat Sungai Ulai,","dan di pinggir sungai itu tampak seekor domba jantan yang mempunyai dua buah tanduk panjang, yang satu lebih panjang dan lebih baru daripada yang lain.","Kulihat domba jantan itu menanduk ke arah barat, utara dan selatan. Tak seekor binatang pun yang tahan menghadapinya atau luput dari kuasanya. Ia berbuat sekehendak hatinya dan menjadi sombong.","Sementara aku memandangnya, tampak seekor kambing jantan berlari-lari dari sebelah barat melintasi bumi. Begitu kencang larinya sehingga kakinya tidak menyentuh tanah. Di antara kedua matanya ada satu tanduk yang menyolok.","Kambing jantan itu mendekati domba jantan yang kulihat di pinggir sungai itu, lalu menyerbu ke arahnya dengan ganas.","Kuperhatikan ia menyerang domba jantan itu. Ia begitu ganas sehingga menubruk domba jantan itu dan mematahkan kedua tanduknya. Domba jantan itu tidak berdaya untuk melawan. Ia terlempar ke tanah dan diinjak-injak, dan tak ada seorang pun yang dapat menolongnya.","Kambing jantan itu semakin besar. Tetapi ketika ia sampai pada puncak kekuasaannya, patahlah tanduknya yang besar itu, lalu di tempat itu tumbuh empat buah tanduk yang menyolok, masing-masing menunjuk ke arah yang berlainan.","Dari salah satu tanduk itu tumbuhlah tanduk kecil, yang menjadi sangat besar dan kekuasaannya meluas ke arah selatan, ke arah timur dan ke arah tanah yang permai.","Tanduk itu menjadi semakin besar sampai cukup kuat untuk menyerang tentara surga yaitu bintang-bintang, malahan beberapa di antaranya dilemparkannya ke tanah dan diinjak-injaknya.","Bahkan ia menantang panglima tentara surga, menghentikan kurban persembahan harian yang dipersembahkan kepada panglima itu, dan merobohkan rumah ibadat untuk dia.","Lalu orang-orang di sana mulai berdosa dan tidak mempersembahkan kurban-kurban yang diwajibkan itu. Maka ibadah yang benar telah dicampakkan ke tanah. Tanduk itu berhasil dalam segala perbuatannya.","Kemudian kudengar seorang malaikat berkata kepada yang lain, \"Sampai berapa lamakah semua yang tampak dalam penglihatan itu akan berlangsung? Sampai kapan dosa besar itu menggantikan kurban harian? Sampai kapan tentara surga dan rumah ibadat itu diinjak-injak?\"","Kudengar malaikat yang satu lagi menjawab, \"Sampai 1.150 hari lagi. Selama itu kurban petang dan kurban pagi tidak dipersembahkan. Setelah itu barulah rumah ibadat akan dipulihkan.\"","Ketika aku sedang berusaha untuk memahami arti penglihatan itu, tiba-tiba berdiri di depanku sesuatu yang seperti manusia.","Kudengar suara yang berseru di seberang Sungai Ulai, katanya, \"Gabriel, terangkanlah kepadanya penglihatannya itu.\"","Lalu Gabriel yang berdiri di depanku itu mendekati aku. Aku menjadi begitu takut, sehingga aku rebah. Kata Gabriel kepadaku, \"Hai manusia fana, engkau harus tahu bahwa penglihatan itu adalah mengenai akhir zaman.\"","Sementara ia berbicara, aku pingsan. Tetapi ia memegang aku dan menolong aku berdiri kembali. Lalu ia berkata,","\"Aku akan memberitahukan kepadamu apa yang akan terjadi kelak sebagai akibat kemarahan Allah. Sebab penglihatanmu itu menunjuk kepada akhir zaman.","Domba jantan yang kaulihat itu, yang mempunyai dua buah tanduk, melambangkan kerajaan Media dan Persia.","Kambing jantan itu melambangkan kerajaan Yunani, dan tanduk yang menyolok di antara kedua matanya itu ialah rajanya yang pertama.","Keempat tanduk yang muncul setelah tanduk pertama itu patah, berarti bahwa kerajaan Yunani akan terbagi-bagi menjadi empat kerajaan, tetapi satu pun tidak akan sekuat kerajaan yang mula-mula itu.","Menjelang akhir kerajaan-kerajaan itu, apabila kejahatan sudah memuncak, maka akan muncul seorang raja yang keras kepala dan pandai menipu.","Ia akan menjadi kuat sekali, tetapi tidak karena kekuatannya sendiri. Ia akan mendatangkan kebinasaan yang mengerikan dan apa saja yang dilakukannya akan berhasil. Ia akan membinasakan orang-orang perkasa dan umat Allah.","Karena ia licik, penipuan-penipuannya akan berhasil. Ia akan menyombongkan dirinya, dan tanpa memberi peringatan lebih dahulu ia akan membinasakan banyak orang. Bahkan ia berani melawan Raja Yang Mahabesar. Tetapi ia akan dihancurkan tanpa kekuatan manusia.","Penglihatan tentang kurban petang dan pagi yang telah diterangkan kepadamu itu, benar-benar akan terjadi. Tetapi semua itu akan terjadi di masa depan yang masih jauh; jadi jangan ceritakan kepada seorang pun.\"","Kemudian aku merasa lemah lalu jatuh sakit beberapa hari lamanya. Setelah itu bangunlah aku dan kembali melakukan tugas-tugasku untuk raja. Tetapi aku gelisah memikirkan penglihatan-penglihatan itu dan tak dapat memahaminya."]