["Pada tahun pertama pemerintahan Darius orang Media, putra Ahasyweros atas kerajaan Babel, aku Daniel, membaca-baca buku-buku agama. Aku merenungkan bahwa menurut perkataan TUHAN kepada Nabi Yeremia, kota Yerusalem akan tetap runtuh selama tujuh puluh tahun.","(9:1)","Lalu berdoalah aku dengan sungguh-sungguh kepada TUHAN Allah, dan memohon belas kasihannya. Aku pun berpuasa dan memakai kain karung serta duduk di atas abu.","Segala dosa bangsaku kuakui kepada TUHAN Allahku. Kataku, \"TUHAN Allah, Engkau besar, dan kami menghormati Engkau. Engkau selalu menepati perjanjian-Mu dan menunjukkan kasih-Mu yang abadi kepada mereka yang mengasihi Engkau dan melakukan apa yang Kauperintahkan.","Kami telah berdosa, kami telah berbuat jahat, dan melakukan kesalahan. Kami telah berontak dan melanggar perintah-Mu serta menyimpang dari peraturan-peraturan-Mu.","Kami tidak mendengarkan para nabi, hamba-hamba-Mu itu, yang telah berbicara atas nama-Mu kepada raja-raja kami, kepada para pemimpin, para leluhur dan kepada seluruh bangsa kami.","Ya TUHAN, tindakan-Mu selalu tepat dan adil, tetapi kami selalu mendatangkan malu kepada diri kami, yaitu kami semua yang tinggal di Yudea dan di Yerusalem dan semua orang sebangsa kami yang telah Kausebar ke negeri-negeri yang jauh dan yang dekat oleh karena mereka tidak setia kepada-Mu.","Raja-raja kami, para pemimpin dan nenek moyang kami telah melakukan hal-hal yang memalukan dan telah berdosa kepada-Mu, ya TUHAN.","Engkau penuh pengampunan dan belas kasihan, meskipun kami telah melawan Engkau.","Kami tidak mendengarkan suara-Mu, ya TUHAN Allah kami, ketika Kausuruh kami hidup menurut hukum-hukum yang telah Kauberikan kepada kami melalui para nabi, hamba-hamba-Mu itu.","Seluruh Israel telah melanggar hukum-hukum-Mu dan tidak mau mendengarkan suara-Mu. Kami berdosa terhadap Engkau, dan sebab itu Kautimpakan kepada kami kutuk yang telah tertulis dalam Buku Musa, hamba-Mu.","Engkau bertindak tepat seperti yang telah Kaujanjikan kepada kami dan kepada para penguasa kami. Yerusalem telah Kauhukum lebih keras daripada kota mana pun di dunia ini.","Segala malapetaka yang tertulis dalam Hukum Musa telah Kautimpakan kepada kami. Tetapi meskipun demikian, ya TUHAN Allah kami, kami masih saja menolak untuk menyenangkan hati-Mu. Kami tetap tak mau meninggalkan dosa-dosa kami dan tidak mau pula memperhatikan ajaran-ajaran-Mu.","Engkau, ya TUHAN Allah kami, telah menghukum kami dengan malapetaka yang telah Kaupersiapkan; tindakan-Mu selalu tepat dan adil, tetapi kami tidak mendengarkan suara-Mu.","Ya TUHAN, Allah kami, Engkau telah menunjukkan kuasa-Mu dengan membawa umat-Mu keluar dari Mesir, dan kuasa-Mu itu masih tetap dikenang. Kami telah berdosa dan berbuat kesalahan.","Engkau telah membela kami di zaman dulu, sebab itu janganlah marah lagi kepada Yerusalem, kota-Mu sendiri, bukit-Mu yang suci. Oleh karena dosa kami dan kejahatan nenek moyang kami, maka semua orang yang di sekeliling kami memandang rendah terhadap Yerusalem dan terhadap umat-Mu.","Ya Allah kami, dengarkanlah doa dan permohonanku. Pulihkanlah rumah-Mu yang telah dimusnahkan itu, perbaikilah supaya semua orang tahu bahwa Engkaulah Allah.","Dengarkanlah kami, ya Allah, pandanglah kami dan perhatikanlah penderitaan kami serta kerusakan kota yang disebut dengan nama-Mu. Kami berdoa kepada-Mu bukan karena jasa-jasa kami, melainkan karena Engkau penuh belas kasihan.","TUHAN, dengarlah kami, ampunilah kami, perhatikanlah kami dan bertindaklah segera! Janganlah lama-lama, supaya semua orang tahu bahwa Engkaulah Allah. Sebab Yerusalem dan umat-Mu adalah milik-Mu yang khas.\"","Aku terus berdoa dan mengaku dosaku dan dosa bangsaku Israel, serta memohon kepada TUHAN Allahku untuk memulihkan rumah-Nya yang suci.","Sementara aku berdoa, Gabriel yang telah kulihat dalam penglihatanku yang dahulu itu, terbang ke arahku. Saat itu waktunya orang mempersembahkan kurban petang.","Lalu Gabriel menerangkan demikian, \"Daniel, aku datang untuk membantu engkau memahami ramalan itu.","Ketika engkau mulai memohon kepada Allah, Ia memberi jawaban. Aku datang menyampaikannya sebab Ia mengasihi engkau. Nah, dengarkanlah baik-baik sementara aku menerangkan arti penglihatan itu.","Tujuh kali tujuh puluh tahun ialah masa yang ditetapkan Allah untuk membebaskan bangsamu dan kotamu yang suci itu dari dosa dan kejahatan. Segala dosa akan diampuni dan keadilan yang kekal akan ditegakkan, sehingga penglihatan dan ramalan itu akan menjadi kenyataan, dan Rumah TUHAN yang suci itu akan dibaktikan lagi kepada TUHAN.","Catatlah dan fahamilah ini: Tujuh kali tujuh tahun akan lewat, mulai dari saat dikeluarkannya perintah untuk membangun kembali Yerusalem, sampai datangnya seorang pemimpin pilihan Allah. Selama tujuh kali enam puluh dua tahun jalan-jalan dan kubu-kubu Yerusalem akan dibangun kembali, tetapi masa itu penuh kesukaran.","Pada akhir masa itu pemimpin pilihan Allah itu akan dibunuh, padahal ia tidak bersalah. Maka datanglah tentara seorang raja yang kuat, lalu memusnahkan kota Yerusalem serta Rumah TUHAN. Akhir zaman itu akan datang seperti banjir yang membawa perang dan kehancuran, seperti yang telah ditetapkan oleh Allah.","Raja itu akan membuat perjanjian teguh dengan banyak orang selama tujuh tahun. Pada pertengahan masa itu, ia akan menghentikan diadakannya kurban dan persembahan. Kemudian sesuatu yang mengerikan yang disebut Kejahatan yang menghancurkan akan ditempatkan di Rumah TUHAN dan akan tetap ada di sana sampai dia yang menempatkannya di situ tertimpa kebinasaan yang telah ditetapkan oleh Allah baginya.\""]