["Israel seperti pohon anggur yang berbuah lebat. Semakin bertambah kekayaannya, semakin banyak mezbah yang dibuatnya. Semakin makmur, semakin bagus pula dibuatnya tugu-tugu berhala yang disembahnya.","Orang-orang yang hatinya curang itu, sekarang harus menanggung akibat dosanya. Allah akan menghancurkan mezbah mereka, dan meruntuhkan tugu-tugu berhala mereka.","Tidak lama lagi mereka akan berkata, \"Kita tidak mempunyai raja sebab kita tidak takut kepada TUHAN. Apa gunanya seorang raja bagi kita?\"","Mereka membual dan membuat janji palsu serta mengikat perjanjian yang tidak berguna. Hukum diputarbalikkan sehingga ketidakadilan bertumbuh seperti tanaman beracun di ladang yang telah dicangkuli.","Penduduk kota Samaria akan takut; mereka dan imam-imam yang melayani sapi emas di Betel itu akan sedih dan menangis karena segala kemegahan berhala mereka itu telah lenyap.","Berhala itu akan diangkut ke Asyur untuk dihadiahkan kepada raja agung. Israel mengikuti rencana yang membuat mereka mendapat malu dan dihina.","Samaria akan hancur dan rajanya dibawa pergi seperti sepotong kayu yang dihanyutkan air.","Kuil-kuil di bukit-bukit di Betel tempat orang Israel menyembah berhala, akan dihancurkan. Duri dan rumput akan tumbuh pada mezbah mereka. Lalu mereka akan berteriak kepada gunung-gunung, \"Tutupilah kami!\" dan kepada bukit-bukit, \"Timpalah kami!\"","TUHAN berkata, \"Sejak kejadian di Gibea, orang Israel belum juga berhenti berbuat dosa melawan Aku. Sebab itu di Gibea juga mereka akan ditimpa peperangan.","Aku akan menyerang orang-orang yang berdosa itu, dan menghukum mereka. Bangsa-bangsa akan bergabung untuk melawan mereka, dan mereka akan dihukum karena dosa mereka yang banyak itu.","Dahulu Israel seperti sapi muda yang terlatih baik, dan yang suka mengirik gandum. Aku tak perlu memasang gandar pada tengkuknya yang bagus itu. Tetapi sekarang Aku telah memutuskan untuk memaksanya bekerja berat. Yehuda Kusuruh membajak, dan Israel Kusuruh menggaru.","Aku berkata, 'Hai Israel! Bukalah ladang baru untuk dirimu, taburilah benih keadilan, dan tuailah berkat yang dihasilkan oleh kesungguhan cintamu kepada-Ku. Sebab, sudah waktunya engkau mencari Aku, Tuhanmu. Aku akan datang dan menghujani engkau dengan berkat-berkat-Ku.'","Tapi engkau melakukan yang sebaliknya; engkau mengusahakan kejahatan, dan menuai ketidakadilan. Engkau telah makan buah-buah hasil kebohonganmu.\" TUHAN berkata lagi, \"Hai bangsa Israel, karena kamu mengandalkan kereta-kereta perangmu dan banyaknya prajurit-prajuritmu,","maka rakyatmu akan ditimpa peperangan, dan semua bentengmu akan dihancurkan. Keadaannya akan seperti pada hari Raja Salman membinasakan kota Bet-Arbel dalam pertempuran, dan menggilas ibu-ibu bersama anak-anaknya.","Itulah yang akan terjadi dengan kamu, hai penduduk Betel, karena kamu telah melakukan kejahatan yang besar. Pada waktu fajar, segera setelah pertempuran mulai, rajamu akan mati.\""]