["Dahulu suku Efraim dihormati sehingga apabila ada perintah dari suku itu, suku-suku lain di Israel takut. Tapi suku Efraim berdosa karena menyembah Baal, sebab itu ia akan lenyap.","Sampai sekarang orang-orang Efraim itu masih terus berbuat dosa; mereka membuat patung-patung perak untuk disembah--patung yang direncanakan oleh akal manusia dan dibentuk oleh tangan manusia. Mereka berkata, \"Persembahkanlah kurban kepada patung-patung ini!\" Aneh, manusia mencium patung anak sapi!","Karena itu orang-orang itu akan lenyap seperti kabut atau embun di pagi hari. Mereka akan seperti debu merang yang ditiup angin di pengirikan gandum, dan seperti asap yang keluar dari cerobong.","TUHAN berkata, \"Akulah TUHAN Allahmu, yang membawa kamu keluar dari Mesir. Kamu tidak mempunyai Allah selain Aku. Akulah satu-satunya penyelamatmu.","Di tanah gersang di padang gurun, Akulah yang menjaga kamu.","Tapi setelah kamu berada di negeri yang baik, dan kamu kenyang serta puas, kamu menjadi angkuh lalu melupakan Aku.","Karena itu Aku akan menyergap kamu seperti singa. Seperti macan tutul Aku akan menghadang kamu di jalan.","Aku akan menyerang kamu seperti beruang yang kehilangan anak-anaknya. Aku akan menyobek-nyobek kamu. Seperti singa Aku akan menerkam kamu di tempatmu, dan seperti binatang buas Aku akan mencabik-cabik kamu.","Aku akan menghancurkan kamu, hai bangsa Israel! Dan siapakah yang dapat menolongmu?","Kamu minta raja dan pemimpin, tapi di manakah mereka semua sekarang? Dapatkah mereka menyelamatkan rakyatmu?","Dengan marah Aku memberikan raja kepadamu, dan dengan geram Kutarik mereka kembali.\"","TUHAN berkata, \"Dosa dan kesalahan Israel telah dicatat, dan catatannya disimpan.","Israel mempunyai kesempatan untuk hidup, tapi ia begitu bodoh sehingga tidak menggunakan kesempatan itu. Ia seperti bayi yang sesaat lagi akan lahir tapi tidak mau keluar dari rahim ibu.","Bangsa ini tidak akan Kuselamatkan dari kuasa dunia orang mati. Hai kematian, sebarkanlah wabahmu! Laksanakanlah pekerjaanmu yang menghancurkan itu! Aku tidak mengasihani bangsa ini lagi.","Sekalipun Israel makmur seperti rumput yang subur, namun Aku akan mengirim angin timur yang panas dari padang gurun. Angin itu akan mengeringkan segala mata air dan sumur-sumur, sehingga lenyaplah semua yang berharga.","(14-1) Samaria harus dihukum karena memberontak melawan Aku. Rakyatnya akan tewas dalam pertempuran; anak-anak bayinya akan digilas, dan wanita-wanita hamil dibelah perutnya.\""]