["TUHAN mempunyai perkara dengan penduduk negeri ini. Hai Israel, dengarkan apa yang dikatakan-Nya, \"Di negeri ini tak ada kesetiaan ataupun kasih, dan penduduknya tidak mengakui Aku sebagai Allah.","Mereka bersumpah, tapi mereka tidak menepatinya; mereka berdusta, membunuh, mencuri, dan berzinah. Kejahatan bertambah, dan pembunuhan terjadi susul-menyusul.","Sebab itu negeri ini akan menjadi kering, dan segala yang hidup di situ akan mati. Segala jenis binatang di udara, darat dan laut akan binasa.\"","TUHAN berkata, \"Hai para imam, janganlah ada yang mempersalahkan atau memarahi umat-Ku, sebab kamulah yang Kupersalahkan!","Siang malam kamu membuat kesalahan, begitu pula para nabi. Sebab itu Aku akan membinasakan Israel, ibumu.","Kamu, para imam, tidak mempedulikan Aku, maka umat-Ku pun tidak mempedulikan Aku sehingga mereka celaka. Kamu menolak ajaran-ajaran-Ku. Jadi, Aku pun akan menolak kamu, dan anak-anakmu tidak akan Kuakui sebagai imam-imam-Ku.","Semakin kamu bertambah banyak, semakin berdosa juga kamu kepada-Ku, hai imam-imam! Sebab itu keadaanmu akan Kuubah: Kamu tak akan lagi dihormati, melainkan dihina.","Kamu menjadi kaya karena dosa umat-Ku, sebab itu kamu ingin supaya mereka berdosa terus.","Maka kamu akan menderita sama seperti rakyat! Aku akan menghukum kamu setimpal dengan perbuatan-perbuatanmu.","Kamu akan makan dari kurban-kurban yang dipersembahkan, tapi kamu akan tetap lapar. Kamu akan menyembah dewa-dewa kesuburan, tapi pendudukmu tetap tidak bertambah, sebab kamu telah meninggalkan Aku untuk menyembah ilah-ilah lain.\"","TUHAN berkata, \"Hai umat-Ku, baik anggur yang lama maupun anggur yang baru telah melenyapkan kemampuanmu untuk berpikir secara sehat.","Kamu minta petunjuk dari sepotong kayu! Sebuah tongkat memberitahukan kepadamu apa yang kamu ingin ketahui! Kamu seperti seorang istri yang menjadi pelacur; kamu meninggalkan Aku dan menyerahkan diri kepada ilah-ilah lain.","Di tempat-tempat penyembahan berhala di puncak-puncak bukit dan gunung, kamu mempersembahkan kurban, dan membakar dupa di bawah pohon-pohon besar yang rindang di sana karena tempat itu teduh. Tapi apakah akibatnya? Gadis-gadismu menjadi pelacur dan menantu-menantumu yang perempuan berzinah!","Tetapi Aku tidak akan menghukum perbuatan mereka itu, sebab kamu sendiri pun pergi kepada pelacur-pelacur yang bekerja di kuil-kuil, dan bersama dengan mereka kamu mempersembahkan kurban kepada dewa. Sungguh benar ungkapan ini: 'Bangsa yang tidak mempunyai pengertian tentang Allah akan runtuh.'","Hai kamu orang Israel, kamu tak setia kepada-Ku! Tapi, Aku harap Yehuda tidak membuat kesalahan yang sama! Jangan beribadat di Gilgal atau di Betel. Jangan bersumpah di sana demi nama TUHAN yang hidup.","Kamu, hai orang Israel, sangat keras kepala! Bagaimana Aku dapat menggembalakan kamu seperti domba di padang rumput?\"","Umat Israel sudah terpikat oleh berhala. Sebab itu biarkanlah mereka.","Setelah mabuk karena minum banyak anggur, mereka melacur dengan senang hati. Mereka lebih suka dihina daripada dihormati.","Sebab itu mereka akan lenyap seperti dihembus angin. Mereka akan mendapat malu karena kurban-kurban yang mereka persembahkan kepada dewa-dewa."]