["TUHAN berkata, \"Dengarlah, hai para imam! Perhatikanlah, hai orang Israel! Dengarlah, hai orang-orang keturunan raja! Hukuman telah dijatuhkan ke atas kamu. Sebab, seharusnya kamu menghakimi dengan adil, tapi sebaliknya kamu telah menjadi seperti perangkap di Mizpa, seperti jerat di Gunung Tabor,","dan seperti lobang yang dalam di Sitim. Sebab itu Aku akan menghukum kamu semua!","Aku tahu segala-galanya tentang dirimu, hai Israel! Tak mungkin engkau merahasiakan sesuatu daripada-Ku. Engkau menyembah berhala dan tidak lagi setia kepada-Ku. Karena itu, orang-orangmu tidak patut lagi menyembah Aku.\"","Kejahatan yang dilakukan oleh orang Israel menyebabkan mereka tak dapat kembali kepada Allah mereka. Mereka sudah dicengkeram oleh penyembahan berhala, sehingga mereka tidak lagi mempedulikan TUHAN.","Keangkuhan bangsa Israel tampak dengan jelas, dan menjadi bukti kesalahan mereka. Dosa mereka menyebabkan mereka terantuk dan jatuh, dan bangsa Yehuda turut jatuh bersama mereka.","Mereka pergi mencari TUHAN dengan membawa domba dan sapi untuk kurban, tapi semuanya itu tidak berguna. Sebab TUHAN telah meninggalkan mereka, dan mereka tidak dapat menemukan Dia.","Mereka tidak setia kepada TUHAN; anak-anak mereka bukan anak-anaknya. Karena itu, tidak lama lagi mereka akan dibinasakan bersama dengan ladang-ladang mereka.","Tiuplah trompet di Gibea! Bunyikan tanda panggilan bertempur di Rama! Serukan pekik peperangan di Betel! Ayo, orang Benyamin, majulah bertempur!","Israel akan binasa, sebab sudah tiba harinya untuk menghukum dia. Dengarkan, hai rakyat Israel, hal itu pasti akan terjadi.","TUHAN berkata, \"Aku marah karena pemimpin-pemimpin Yehuda telah menyerang Israel dan merampas tanahnya. Karena itu Aku akan menimpakan hukuman ke atas mereka seperti banjir.","Israel ditindas; ia kehilangan hak atas tanahnya, karena ia berkeras untuk minta tolong kepada yang sebenarnya tak dapat menolong dia.","Itu sebabnya Aku akan menghancurkan bangsa Israel, dan membinasakan orang Yehuda.","Bangsa Israel dan bangsa Yehuda menyadari keadaannya yang buruk, maka Israel pergi ke Asyur untuk minta bantuan dari raja agung. Tapi raja itu tak dapat menolong atau memperbaiki keadaan mereka.","Seperti singa menyerang, begitulah Aku akan menyerang orang Israel dan Yehuda. Aku sendiri yang akan mencabik-cabik mereka, lalu Kutinggalkan. Jika Aku menyeret mereka pergi, tak seorang pun dapat melepaskan mereka.","Umat-Ku akan Kutinggalkan sampai mereka telah cukup menderita karena dosa-dosanya, lalu datang mencari Aku. Mungkin dalam penderitaannya, mereka akan berusaha menemukan Aku.\""]