["TUHAN berkata, \"Setiap kali Aku ingin menyembuhkan umat-Ku Israel dan memulihkan keadaan mereka, maka yang Kulihat hanyalah kejahatan dan dosa mereka. Mereka saling menipu, mereka memasuki rumah orang untuk mencuri, dan mereka merampok di jalan-jalan.","Tidak pernah terlintas dalam pikiran mereka bahwa Aku akan mengingat segala kejahatan itu. Tetapi dosa-dosa mereka meliputi mereka sehingga dengan jelas terlihat oleh-Ku.\"","TUHAN berkata, \"Dengan tipu daya dan perbuatan-perbuatan yang jahat rakyat berusaha menyenangkan hati raja dan pejabat-pejabat pemerintahan.","Mereka semua pengkhianat dan orang yang tidak setia. Kebencian mereka seperti api dalam tungku yang tidak dikobarkan oleh si pembuat roti sebelum adonannya siap untuk dibakar.","Pada hari pesta raja, mereka membuat raja dan pejabat-pejabatnya minum anggur sampai mabuk dan melakukan hal-hal yang bodoh. Akhirnya raja bersenang-senang dengan para pengkhianat itu.","Seperti api dalam tungku begitulah niat jahat dan kemarahan mereka membara dalam hati sepanjang malam, dan di pagi hari berkobar menjadi nyala api yang mengganas.","Dalam nafsu kemarahannya, mereka membunuh pemimpin-pemimpin mereka. Semua raja mereka telah dibunuh berturut-turut. Tetapi meskipun keadaan telah menjadi begitu buruk, tak seorang pun berdoa kepada-Ku untuk minta tolong.\"","TUHAN berkata, \"Bangsa Israel bersekutu dengan bangsa-bangsa di sekeliling mereka, sehingga mereka menjadi seperti roti yang matang sebelah.","Mereka tidak menyadari bahwa justru karena persekutuan dengan bangsa-bangsa itulah, maka hilanglah kekuatan mereka. Akhir riwayat mereka sudah dekat, tapi mereka tidak mengetahuinya.","Keangkuhan orang Israel tampak dengan jelas dan menjadi bukti kesalahan mereka. Meskipun semuanya itu telah terjadi, mereka tidak juga mencari Aku atau kembali kepada-Ku, TUHAN Allah mereka.","Israel ke sana ke mari seperti burung merpati yang bodoh. Mula-mula orang-orangnya minta bantuan kepada Mesir, kemudian mereka lari kepada Asyur!","Tapi setiap kali mereka lewat, Aku akan memasang jaring dan menangkap mereka seperti orang menangkap burung. Aku akan menghukum mereka karena kejahatan-kejahatan mereka yang telah Kuketahui.","Celaka mereka, sebab mereka telah meninggalkan Aku. Mereka akan hancur karena telah melawan Aku. Aku ingin menyelamatkan mereka, tapi ibadat mereka kepada-Ku palsu belaka.","Mereka tidak sungguh-sungguh berdoa kepada-Ku. Kalau mereka berdoa, mereka menghempaskan diri ke tempat tidur, dan meratap seperti yang dilakukan oleh orang-orang yang tidak percaya kepada-Ku. Apabila mereka berdoa untuk minta gandum dan anggur, mereka melukai diri seperti yang dilakukan oleh orang-orang yang menyembah dewa. Mereka sungguh-sungguh melawan Aku!","Meskipun Akulah yang membesarkan dan menguatkan mereka, namun mereka berkomplot melawan Aku.","Mereka terus saja mengikuti dewa-dewa yang sama sekali tidak mempunyai kuasa apa-apa. Mereka tak dapat diandalkan seperti busur yang kendur. Pemimpin-pemimpin mereka berbicara dengan sombong, sebab itu mereka akan dibunuh oleh pedang, dan ditertawakan oleh orang-orang Mesir.\""]