["TUHAN berkata, \"Bunyikanlah tanda bahaya! Musuh menyerang negeri-Ku seperti burung elang menyambar mangsa! Umat-Ku melanggar perjanjian-Ku dengan mereka, dan melawan ajaran-ajaran-Ku.","Sekalipun mereka menyebut Aku Allah mereka, dan berkata bahwa mereka adalah umat-Ku yang mengenal Aku,","namun mereka tidak mau menerima apa yang baik. Oleh karena itu mereka akan dikejar oleh musuh-musuh mereka.","Umat-Ku memilih raja tanpa menanyakan pendapat-Ku. Mereka mengangkat pemimpin tanpa persetujuan-Ku. Mereka mengambil emas dan perak mereka lalu membuat patung berhala yang mengakibatkan kehancuran mereka sendiri.","Aku benci kepada sapi emas yang disembah penduduk kota Samaria. Aku marah sekali kepada mereka. Sampai kapan mereka akan terus mencemarkan diri dengan menyembah berhala?","Sapi emas yang disembah di Samaria itu adalah buatan para pengrajin Israel! Itu bukan Allah, dan harus dihancurkan!","Umat-Ku menabur angin maka mereka akan menuai badai! Ladang gandum mereka tidak menguning, maka tak akan menghasilkan tepung untuk makanan. Tapi kalau ladang itu menguning juga, maka gandumnya akan dihabiskan oleh bangsa-bangsa lain.","Seperti periuk yang pecah, demikianlah Israel tidak berarti lagi, dan sudah menjadi bangsa yang biasa seperti bangsa-bangsa lain.","Seperti keledai liar yang membangkang, begitulah orang-orang Israel menuruti kemauannya sendiri. Mereka mencari bantuan dari Asyur, dan membeli persahabatan bangsa-bangsa lain.","Namun demikian Aku akan mengumpulkan dan menghukum mereka. Tak lama lagi mereka akan merintih kesakitan, apabila mereka ditindas oleh raja Asyur.","Makin banyak mezbah dibangun oleh orang Israel untuk menghapus dosa, makin banyak pula tempat bagi mereka untuk berbuat dosa!","Aku menulis banyak sekali ajaran bagi mereka, tapi semua itu mereka tolak karena menganggap tidak ada sangkut pautnya dengan mereka.","Mereka suka mempersembahkan kurban kepada-Ku, dan makan daging kurban itu, tapi Aku TUHAN, tidak senang dengan kurban-kurban itu. Sekarang Aku akan mengingat dosa mereka dan menghukum mereka karena dosa-dosa itu; Aku akan mengirim mereka kembali ke Mesir!","Orang Israel membangun istana-istana, tapi mereka lupa kepada Pencipta mereka. Orang Yehuda memperbanyak kota-kota berbenteng, tapi Aku akan menurunkan api untuk membakar habis istana-istana dan kota-kota mereka.\""]