["Inilah pesan TUHAN kepada Yoel, anak Petuel.","Dengarlah, hai para tua-tua; perhatikanlah, semua orang di Yehuda. Pernahkah hal begini terjadi di zamanmu, atau di zaman para nenek moyangmu?","Ceritakanlah kejadian itu kepada anak-anakmu; agar mereka menyampaikan kepada anak-anak mereka cerita itu. Keturunan berikut harus mendengarnya pula, dan meneruskannya kepada keturunan selanjutnya.","Kawanan belalang yang tak terhitung jumlahnya, hinggap di ladang-ladang dan melahap hasilnya. Apa yang disisakan kawanan yang ini, dihabiskan oleh kawanan yang lain lagi.","Hai para pemabuk, bangunlah! Hai para peminum, menangislah! Sebab anggur yang baru sudah dirampas dari mulutmu.","Pasukan belalang menyerang negeri kita; mereka kuat dan tak terbilang banyaknya, giginya setajam taring singa betina.","Mereka musnahkan pohon anggur kita, dan pohon ara kita, hanya tinggal tunggulnya. Batang-batangnya mereka kuliti, hingga carang-carangnya menjadi putih.","Menangislah, hai umat, seperti gadis yang duka yang menangisi kematian tunangannya tercinta.","Gandum dan anggur sudah hilang dari Rumah TUHAN. Maka berkabunglah para imam, yang setia melayani TUHAN.","Ladang-ladang kini hancur. Tanah berkabung; sebab musnahlah segala gandum, keringlah buah anggur, dan habislah minyak zaitun.","Hai petani, merataplah! Hai tukang kebun anggur, menangislah! Sebab gandum, jelai dan seluruh panen musnah.","Pohon-pohon buah di padang menjadi kering semua: pohon anggur, apel, ara, kurma dan delima. Maka rakyat pun tak lagi gembira.","Hai para imam yang melayani di mezbah, pakailah kain karung, dan menangislah. Masuklah ke Rumah TUHAN untuk meratap semalam suntuk, sebab tak ada kurban anggur dan gandum bagi Allahmu.","Perintahkan umatmu untuk berpuasa, maklumkanlah pertemuan raya! Undanglah para pemimpin dan tua-tua serta seluruh penduduk Yehuda, supaya datang ke Rumah Allah, untuk berseru minta tolong kepada-Nya.","Hari TUHAN sudah dekat, hari yang mengerikan; saat Yang Mahakuasa mendatangkan kehancuran.","Makanan habis binasa di hadapan mata kita di Rumah Allah kita tak ada lagi sorak gembira.","Benih mati di tanah yang kersang. Tak ada gandum untuk disimpan, maka lumbung-lumbung kosong dan jadi reruntuhan.","Ternak melenguh dan gelisah; tiada lagi padang rumput baginya. Kawanan domba pun merana.","Aku minta tolong kepada-Mu, ya TUHAN sebab padang-padang rumput hangus kersang pohon-pohon pun kering dan mati seolah-olah dimakan api.","Bahkan binatang-binatang liar di hutan berseru kepada-Mu minta bantuan. Mereka tak dapat memuaskan dahaga, sebab sungai-sungai kering semua."]