["Tiuplah trompet, bunyikan tanda bahaya di bukit Sion yang suci, kediaman Allah. Gemetarlah, hai penduduk Yehuda! Sebab Hari TUHAN dekat dan segera tiba.","Hari itu gelap dan kelam, penuh kabut yang suram. Tentara belalang berdatangan seperti awan yang membentang di atas pegunungan. Peristiwa seperti itu belum pernah ada, dan tak akan terulang selama-lamanya.","Seperti api yang membakar dan menghanguskan mereka musnahkan segala tanaman. Sebelumnya, negeri itu seperti Eden, taman TUHAN, sesudahnya, serupa padang pasir yang kersang. Tak ada sesuatu pun yang tersisa, tak ada yang luput dari serangan mereka.","Rupa mereka seperti kuda; larinya seperti kuda di medan laga.","Mereka melompat-lompat di puncak pegunungan, bunyinya seperti gemeretaknya kereta pertempuran dan seperti gemeletiknya api yang membakar merang. Mereka berbaris seperti pasukan perkasa, yang siap maju ke medan laga.","Waktu mereka menyerbu, semua orang gentar, semua wajah menjadi pucat dan pudar.","Seperti pahlawan, mereka menyerang, dan mendaki tembok seperti pejuang. Mereka berbaris lurus ke depan, tanpa membelok atau mengubah haluan.","Mereka tidak berdesak-desakan, di jalurnya sendiri mereka berjalan. Beramai-ramai mereka dobrak segala pertahanan, tak dapat barisan mereka dihentikan.","Mereka menyerbu ke dalam kota, dan berlari di atas temboknya. Mereka memanjat ke dalam rumah-rumah; seperti pencuri, mereka masuk lewat jendela.","Sedang mereka maju, bumi gemetar, dan langit pun bergetar. Lalu gelaplah matahari dan bulan, dan cahaya bintang-bintang menghilang.","Suara TUHAN mengguntur, memberi aba-aba, kepada angkatan perangnya. Betapa besar jumlah laskarnya! Betapa kuat tentara yang melaksanakan perintah-Nya! Sungguh dahsyat dan hebat Hari TUHAN! Tak seorang pun dapat bertahan.","TUHAN berkata, \"Tetapi sekarang ini, kembalilah kepada-Ku dengan sepenuh hati, sambil berpuasa, meratap dan menangis.","Koyakkanlah hatimu dan jangan pakaianmu.\" Berpalinglah kepada TUHAN Allahmu. Ia panjang sabar dan penyayang murah hati dan penuh kasihan. Senang mengampuni dan tak suka menjalankan hukuman.","Barangkali TUHAN Allahmu berubah pendirian, dan memberkati kamu dengan berkelimpahan. Sehingga kamu dapat mempersembahkan kurban anggur dan gandum bagi TUHAN, Allahmu.","Tiuplah trompet di Sion, gunung Allah, umumkanlah hari puasa, adakanlah pertemuan raya.","Kumpulkanlah seluruh rakyat, kerahkanlah himpunan umat. Suruhlah datang orang-orang tua, anak-anak dan bayi-bayi juga. Bahkan para pengantin baru harus datang pula. Suruhlah mereka meninggalkan kamarnya.","Suruhlah para imam yang melayani TUHAN, menangis di antara mezbah dan serambi depan, sambil berkata, \"Sayangilah umat-Mu, ya TUHAN; jangan biarkan milik-Mu menjadi cela,\" sehingga bangsa-bangsa lain menyindir dan berkata, \"Di mana Allah mereka?\"","Lalu TUHAN memperhatikan tanah-Nya, dan mengasihani umat-Nya.","Ia menjawab mereka begini, \"Sekarang kamu semua Kuberikan: gandum, anggur dan minyak zaitun untuk makanan, supaya kamu sekalian dikenyangkan. Aku tak akan membiarkan kamu dihina atau ditertawakan oleh bangsa-bangsa.","Pasukan belalang dari utara akan Kuusir, sebagian Kuhalau ke padang pasir. Ke Laut Mati Kudesak barisan depannya, ke Laut Tengah Kutolak barisan belakangnya. Bangkai-bangkainya akan berbau. Mereka Kubinasakan sebab telah menyiksa kamu.","Jangan takut, hai ladang, senangkan hatimu; ingat akan hal besar yang dikerjakan TUHAN bagimu!","Hai binatang-binatang, janganlah risau. Padang-padang rumput kini menghijau. Dengan lebat pohon-pohon berbuah, buah anggur dan ara berlimpah-limpah.","Hai rakyat Sion, bergembiralah! Bersukaria dan bersoraklah! karena segala kebaikan dari TUHAN Allahmu. Di musim gugur diberinya cukup hujan kepadamu. Di musim dingin hujan dicurahkan-Nya, juga di musim semi seperti sediakala.","Maka gandum akan mengisi lagi tempat pengirikan; anggur dan minyak zaitun akan meluap dari tempat pemerasan.","Aku akan mengganti segala kerugianmu pada tahun-tahun ketika belalang makan hasil panenmu. Sebab Akulah yang mengirim pasukan belalang itu kepadamu.","Kamu akan cukup makanan dan merasa kenyang. TUHAN Allahmu akan kamu muliakan, sebab bagimu dilakukan-Nya banyak keajaiban. Umat-Ku tak akan lagi menjadi bahan ejekan!","Maka tahulah kamu, Israel, bahwa Aku ada di tengah-tengahmu, dan bahwa Aku, TUHAN, adalah Allahmu. Tidak ada Allah lain, kecuali Aku sendiri. Umat-Ku tak akan dipermalukan lagi!\"","\"Setelah itu kelak semua orang akan Kulimpahi dengan roh-Ku. Maka putra-putrimu akan menyampaikan pesan-pesan-Ku; orang tua-tua di antaramu akan mendapat mimpi penglihatan akan diberi kepada pemuda-pemudi.","Pada waktu itu roh-Ku akan Kucurahkan juga ke atas pelayan-pelayan pria dan wanita.\"","Di langit dan bumi akan Kulakukan banyak keajaiban. Akan ada pertumpahan darah, nyala api dan gumpalan asap.","Matahari akan menjadi gelap dan bulan menjadi merah seperti darah. Semua itu akan terjadi sebelum Hari TUHAN tiba, hari yang dahsyat dan mengerikan!","Tetapi barangsiapa yang memohon pertolongan TUHAN, akan diselamatkan. TUHAN berkata, \"Di Yerusalem orang-orang yang Kupilih akan selamat.\""]