["TUHAN berkata kepada Musa,","\"Persembahkanlah semua anak laki-laki yang sulung kepada-Ku. Setiap anak laki-laki sulung Israel, dan setiap ternak jantan yang pertama lahir, adalah milik-Ku.\"","Musa berkata kepada bangsa Israel, \"Pada hari ini TUHAN membebaskan kamu dengan kuasa-Nya yang besar, sehingga kamu dapat keluar dari Mesir, tempat kamu diperbudak. Sebab itu, peringatilah hari ini. Janganlah makan roti yang beragi.","Pada hari ini, tanggal satu bulan Abib atau bulan satu, kamu meninggalkan negeri Mesir.","Dengan sumpah TUHAN menjanjikan kepada nenek moyangmu untuk menyerahkan kepadamu negeri bangsa Kanaan, Het, Amori, Hewi dan Yebus. Sesudah TUHAN membawa kamu ke negeri yang kaya dan subur itu, setiap tahun dalam bulan Abib, kamu harus mengadakan upacara ini.","Selama tujuh hari kamu harus makan roti yang tidak beragi, dan pada hari yang ketujuh harus diadakan perayaan untuk menghormati TUHAN.","Selama tujuh hari kamu tidak boleh makan roti yang beragi, dan di seluruh negerimu tidak boleh ada ragi atau sesuatu pun yang beragi.","Pada permulaan perayaan itu kamu harus menceritakan kepada anakmu yang laki-laki bahwa semua itu kamu lakukan karena segala yang sudah diperbuat TUHAN bagimu pada waktu kamu meninggalkan negeri Mesir.","Perayaan ini menjadi pengingat untukmu seperti tanda yang diikat pada tangan atau dahimu. Perayaan ini mengingatkan kamu untuk terus mengucapkan dan mempelajari Hukum-hukum TUHAN, sebab TUHAN mengeluarkan kamu dari Mesir dengan kuasa-Nya yang besar.","Rayakanlah pesta ini setiap tahun pada waktu yang ditentukan.\"","Musa berkata kepada bangsa Israel, \"TUHAN akan mengantar kamu ke negeri Kanaan yang dijanjikan-Nya dengan sumpah kepadamu dan nenek moyangmu. Sesudah tanah itu menjadi milikmu,","kamu harus mempersembahkan setiap anak lelaki yang sulung dan setiap ternak jantan yang pertama lahir. Semuanya itu milik TUHAN,","tetapi tiap keledai jantan yang pertama lahir harus ditebus dari TUHAN dengan mengurbankan seekor anak domba sebagai gantinya. Kalau kamu tidak mau menebus keledai itu, lehernya harus dipatahkan. Setiap anakmu laki-laki yang pertama lahir harus ditebus.","Kalau di kemudian hari anakmu bertanya apa arti semuanya itu, kamu harus menjawab begini, 'Dengan kuasa yang besar TUHAN membawa kita keluar dari negeri Mesir, tempat kita diperbudak.","Ketika raja Mesir berkeras kepala dan tidak mau melepaskan kita pergi, TUHAN membunuh setiap anak laki-laki yang sulung di Mesir, baik anak manusia maupun anak hewan. Itulah sebabnya kita mengurbankan kepada TUHAN setiap ternak jantan yang pertama lahir, tetapi kita tebus anak-anak kita yang sulung.'","Kebiasaan itu menjadi pengingat bagi kita seperti tanda yang diikat pada tangan atau dahi kita. Dengan demikian kita akan tetap diingatkan bahwa TUHAN telah mengeluarkan kita dari Mesir dengan kuasa yang besar.\"","Sesudah raja Mesir melepas bangsa Israel pergi, Allah tidak membawa mereka lewat jalan yang melalui negeri Filistin, walaupun itu jalan yang paling pendek. Allah berpikir, \"Jangan-jangan orang-orang itu menyesal kalau melihat bahwa mereka harus berperang, lalu kembali ke Mesir.\"","Karena itu Allah membawa mereka lewat jalan putar melalui padang gurun menuju Laut Gelagah. Pada waktu meninggalkan Mesir, orang-orang Israel itu bersenjata seperti akan berperang.","Musa membawa tulang-tulang Yusuf, sebab semasa hidupnya Yusuf menyuruh orang Israel bersumpah untuk berbuat begitu. Begini pesan Yusuf, \"Pada waktu Allah membebaskan kamu, jenazahku harus kamu bawa dari tempat ini.\"","Orang Israel meninggalkan Sukot dan berkemah di kota Etam, di tepi padang gurun.","Pada waktu siang TUHAN berjalan di depan mereka dalam tiang awan dan pada waktu malam Ia mendahului mereka dalam tiang api untuk menunjukkan jalan. Dengan demikian mereka dapat berjalan siang dan malam.","Sepanjang hari tiang awan berada di depan bangsa itu dan sepanjang malam tiang api menyertai mereka."]