["Lalu seluruh umat Israel berangkat dari Elim, dan pada tanggal lima belas bulan kedua sesudah mereka meninggalkan Mesir, tibalah mereka di padang gurun Sin, antara Elim dan Gunung Sinai.","Di padang gurun itu mereka semua mengomel kepada Musa dan Harun.","Kata mereka, \"Lebih baik sekiranya kami sudah mati dibunuh TUHAN di Mesir. Di sana sekurang-kurangnya kami dapat duduk makan daging dan roti sampai kenyang. Tetapi kamu membawa kami ke sini supaya kami semua mati kelaparan.\"","Kata TUHAN kepada Musa, \"Sekarang akan Kuturunkan makanan yang berlimpah-limpah seperti hujan untuk kamu semua. Tiap hari kamu harus mengumpulkan makanan itu secukupnya untuk satu hari. Dengan cara itu Aku mau menguji umat-Ku supaya Aku tahu apakah mereka taat kepada perintah-perintah-Ku atau tidak.","Pada hari yang keenam mereka harus mengumpulkan makanan itu dua kali lipat banyaknya.\"","Maka berkatalah Musa dan Harun kepada semua orang Israel, \"Sore ini kamu akan tahu bahwa Tuhanlah yang membawa kamu keluar dari Mesir.","Besok pagi kamu akan melihat cahaya kehadiran TUHAN. TUHAN mendengar kamu marah-marah kepada-Nya; ya, kepada TUHAN, sebab kami ini hanya melakukan apa yang diperintahkan-Nya.","TUHAN akan memberi kamu daging di waktu sore, dan roti di waktu pagi sampai kamu kenyang, karena TUHAN sudah mendengar kamu marah-marah kepada-Nya. Sesungguhnya, kalau kamu marah-marah kepada kami, kamu marah-marah kepada TUHAN.\"","Kemudian Musa berkata kepada Harun, \"Suruhlah mereka semua datang menghadap TUHAN, sebab Ia telah mendengar omelan mereka.\"","Selagi Harun berbicara kepada mereka semua, mereka menengok ke padang gurun dan tiba-tiba cahaya TUHAN kelihatan dalam awan.","Kata TUHAN kepada Musa,","\"Aku telah mendengar omelan orang Israel. Katakanlah kepada mereka bahwa pada waktu sore mereka dapat makan daging, dan pada waktu pagi mereka dapat makan roti sampai kenyang. Maka mereka akan tahu bahwa Akulah TUHAN, Allah mereka.\"","Pada waktu sore datanglah burung puyuh sampai banyak sekali sehingga menutupi seluruh perkemahan, dan pada waktu pagi turunlah embun di sekeliling perkemahan.","Ketika embun itu menguap, tampaklah di atas padang gurun sesuatu yang tipis seperti sisik dan halus seperti embun yang beku.","Ketika orang Israel melihatnya, mereka tidak tahu apa itu. Maka bertanyalah mereka satu sama lain, \"Apa itu?\" Lalu Musa berkata kepada mereka, \"Itulah makanan yang diberikan TUHAN kepada kamu.","TUHAN memerintahkan supaya masing-masing mengumpulkan sebanyak yang diperlukannya, yaitu dua liter untuk setiap anggota keluarga.\"","Orang Israel berbuat begitu; tapi ada yang mengumpulkan lebih dari dua liter untuk seorang dan ada yang kurang.","Ketika mereka menakarnya, ternyata bahwa orang yang mengumpulkan banyak, tidak kelebihan, dan yang mengumpulkan sedikit, tidak kekurangan. Masing-masing mengumpulkan sebanyak yang diperlukannya.","Musa berkata kepada mereka, \"Siapa pun tak boleh menyimpan makanan itu barang sedikit untuk besok.\"","Tetapi beberapa orang di antara mereka tidak mempedulikan perkataan Musa. Mereka simpan juga sebagian dari makanan itu. Besoknya ternyata makanan itu berulat dan berbau busuk; maka Musa menjadi marah kepada mereka.","Setiap pagi mereka mengumpulkan makanan itu sebanyak yang mereka perlukan, dan kalau hari mulai panas, makanan yang tertinggal di tanah itu meleleh.","Pada hari yang keenam mereka mengumpulkan makanan itu dua kali lipat banyaknya, yaitu empat liter untuk seorang. Semua pemimpin mereka datang dan memberitahukan hal itu kepada Musa.","Kata Musa kepada mereka, \"Inilah perintah TUHAN: Besok adalah hari khusus untuk beristirahat, hari Sabat, hari yang dipersembahkan kepada TUHAN. Apa yang kamu mau panggang hari ini, pangganglah, dan apa yang kamu mau rebus, rebuslah. Yang lebih dari keperluan hari ini, pisahkanlah dan simpanlah untuk besok.\"","Jadi makanan yang kelebihan itu mereka simpan untuk besoknya seperti yang diperintahkan Musa; makanan itu tidak menjadi basi dan tidak berulat.","Musa berkata, \"Inilah makananmu untuk hari ini, sebab hari ini adalah hari Sabat, hari istirahat untuk menghormati TUHAN, dan kamu tak akan menemukan makanan itu sedikit pun di luar perkemahan.","Enam hari lamanya kamu harus mengumpulkan makanan, tetapi hari yang ketujuh adalah hari istirahat, dan tak ada makanan yang turun pada hari itu.\"","Pada hari yang ketujuh beberapa orang Israel mau mengumpulkan makanan, tetapi mereka tidak menemukan apa-apa.","Lalu TUHAN berkata kepada Musa, \"Sampai kapan kamu tidak mau mentaati perintah-perintah-Ku?","Ingatlah bahwa Aku memberi kepadamu satu hari untuk beristirahat. Itulah sebabnya pada hari yang keenam Aku memberi makanan yang cukup untuk dua hari. Pada hari yang ketujuh setiap orang harus tinggal di rumah, dan tak boleh keluar.\"","Sebab itu pada hari yang ketujuh mereka tidak bekerja.","Makanan itu disebut manna oleh orang Israel. Rupanya seperti biji kecil-kecil berwarna putih dan rasanya seperti kue yang dibuat pakai madu.","Musa berkata, \"TUHAN menyuruh kita mengambil kurang lebih dua liter manna untuk disimpan bagi keturunan kita, supaya mereka dapat melihat makanan yang diberikan TUHAN kepada kita di padang gurun, sewaktu kita dibawa-Nya keluar dari Mesir.\"","Musa berkata kepada Harun, \"Ambillah sebuah belanga, masukkan kurang lebih dua liter manna ke dalamnya dan letakkanlah di hadapan TUHAN untuk disimpan bagi keturunan kita.\"","Maka Harun meletakkan belanga itu di depan Peti Perjanjian untuk disimpan sesuai dengan perintah TUHAN kepada Musa.","Manna itu menjadi makanan orang Israel selama empat puluh tahun berikutnya, sampai mereka tiba di Kanaan, tempat mereka menetap.","(Takaran benda padat yang biasa dipakai orang pada zaman itu, berisi dua puluh liter.)"]