["Lalu Allah berbicara, dan inilah kata-kata-Nya,","\"Akulah TUHAN Allahmu yang membawa kamu keluar dari Mesir tempat kamu diperbudak.","Jangan menyembah ilah-ilah lain. Sembahlah Aku saja.","Jangan membuat bagi dirimu patung yang menyerupai apa pun yang ada di langit, di bumi atau di dalam air di bawah bumi.","Jangan menyembah patung semacam itu, karena Akulah TUHAN Allahmu, dan Aku tak mau disamakan dengan apa pun. Orang-orang yang membenci Aku, Kuhukum sampai kepada keturunan yang ketiga dan keempat.","Tetapi Aku menunjukkan kasih-Ku kepada beribu-ribu keturunan orang-orang yang mencintai Aku dan taat kepada perintah-Ku.","Jangan menyebut nama-Ku dengan sembarangan, sebab Aku, TUHAN Allahmu, menghukum siapa saja yang menyalahgunakan nama-Ku.","Rayakanlah hari Sabat dan hormatilah hari itu sebagai hari yang suci.","Kamu Kuberi enam hari untuk bekerja,","tetapi hari yang ketujuh adalah hari istirahat yang khusus untuk Aku. Pada hari itu tak seorang pun boleh bekerja, baik kamu, maupun anak-anakmu, hamba-hambamu, ternakmu atau orang asing yang tinggal di negerimu.","Dalam waktu enam hari, Aku, TUHAN, membuat bumi, langit, lautan, dan segala yang ada di dalamnya, tetapi pada hari yang ketujuh Aku beristirahat. Itulah sebabnya Aku, TUHAN, memberkati hari Sabat dan mengkhususkannya bagi diri-Ku.","Hormatilah ayah dan ibumu, supaya kamu sejahtera dan panjang umur di negeri yang akan Kuberikan kepadamu.","Jangan membunuh.","Jangan berzinah.","Jangan mencuri.","Jangan memberi kesaksian palsu tentang orang lain.","Jangan menginginkan kepunyaan orang lain: rumahnya, istrinya, hamba-hambanya, ternaknya, keledainya, atau apa pun yang dimilikinya.\"","Ketika orang-orang mendengar guruh dan bunyi trompet, serta melihat kilat dan gunung yang berasap, mereka gemetar ketakutan dan berdiri jauh-jauh.","Kata mereka kepada Musa, \"Engkau saja berbicara kepada kami, kami akan mendengarkan; tetapi janganlah Allah berbicara kepada kami, nanti kami mati.\"","Jawab Musa, \"Jangan takut. Allah datang hanya untuk mencobai kamu supaya kamu tetap mentaati-Nya, dan tidak berdosa.\"","Tetapi orang-orang itu tetap berdiri jauh-jauh, dan hanya Musa mendekati awan gelap di tempat Allah hadir.","TUHAN memerintahkan Musa untuk mengatakan kepada bangsa Israel, \"Kamu telah melihat bagaimana Aku, TUHAN, berbicara kepadamu dari langit.","Jangan membuat bagi dirimu patung-patung perak atau emas untuk kamu puja selain Aku.","Buatlah untuk-Ku sebuah mezbah dari tanah, lalu persembahkanlah di situ domba dan sapimu untuk kurban bakaran dan kurban perdamaian. Di setiap tempat yang Kutentukan bagimu sebagai tempat untuk beribadat kepada-Ku, Aku akan datang dan memberkati kamu.","Kalau kamu membuat bagi-Ku sebuah mezbah dari batu, jangan membuatnya dari batu pahatan, sebab jika kamu memakai pahat untuk membelah batu, mezbah itu tidak boleh lagi dipakai untuk-Ku.","Jangan membangun mezbah yang tinggi sehingga harus dinaiki dengan tangga, supaya jangan terlihat bagian badanmu yang tidak pantas dilihat.\""]