["Lalu TUHAN berkata kepada Musa, \"Berilah kepada orang Israel peraturan-peraturan ini:","Kalau kamu membeli seorang budak bangsamu sendiri, ia harus bekerja untukmu selama enam tahun. Dalam tahun yang ketujuh ia harus dibebaskan dan tidak perlu membayar apa-apa.","Andaikata ia masih bujangan pada waktu menjadi budakmu, maka istrinya tak boleh ikut waktu ia keluar. Tetapi andaikata ia sudah kawin pada waktu menjadi budakmu, istrinya boleh ikut bersama dia.","Kalau tuannya mengawinkan dia dengan seorang perempuan, lalu ia mendapat anak, maka istri dan anaknya itu adalah milik tuannya, dan tak boleh ikut dengan budak itu pada waktu ia dibebaskan.","Tetapi andaikata budak itu menyatakan bahwa ia mencintai istrinya, anak-anaknya, dan tuannya, serta tidak mau dibebaskan,","maka tuannya harus membawa dia ke tempat ibadat. Di sana budak itu disuruh berdiri bersandar pada pintu atau tiang pintu tempat ibadat, dan tuannya harus menindik telinga budak itu. Maka ia akan menjadi budaknya untuk seumur hidup.","Kalau seorang perempuan Ibrani dijual sebagai budak oleh ayahnya, perempuan itu tidak dibebaskan sesudah enam tahun, jadi berbeda dengan budak laki-laki.","Kalau ia tidak menyenangkan tuannya yang berniat mengawininya, maka ia harus dijual kembali kepada orang tuanya. Perempuan itu tidak boleh dijual kepada orang asing, sebab ia sudah diperlakukan dengan tidak adil oleh tuannya yang tidak menepati janjinya.","Apabila seseorang membeli budak perempuan untuk dijadikan istri anaknya, budak perempuan itu harus diperlakukannya seperti anaknya sendiri.","Kalau anak laki-laki itu kawin lagi, ia tetap berkewajiban untuk memberi makanan dan pakaian serta semua hak seperti biasa kepada istrinya yang pertama.","Kalau ia tidak memenuhi kewajiban itu, ia harus membebaskan istrinya itu tanpa menerima uang tebusan.\"","\"Siapa yang memukul orang lain sampai mati, harus dihukum mati.","Tetapi kalau ia memukul dengan tidak sengaja dan tidak bermaksud membunuh, ia dapat melarikan diri ke suatu tempat yang akan Kutunjukkan kepadamu, dan di sana ia mendapat perlindungan.","Tetapi kalau seseorang naik darah dan dengan sengaja membunuh orang lain, kemudian lari ke mezbah-Ku untuk mendapat perlindungan, orang itu harus diambil dari mezbah dan dihukum mati.","Siapa yang memukul ayah atau ibunya harus dihukum mati.","Siapa yang menculik seseorang, harus dihukum mati, entah orang itu sudah dijualnya atau masih ada di rumahnya.","Siapa yang mengutuk ayah atau ibunya, harus dihukum mati.","Kalau dalam suatu perkelahian seseorang memukul orang lain dengan batu atau dengan tinjunya, tetapi tidak membunuhnya, ia tidak akan dihukum. Kalau orang yang dipukul itu sampai harus berbaring akibat pukulan itu,","tetapi kemudian bisa bangun dan berjalan kembali dengan tongkat, orang yang memukulnya harus merawatnya sampai sembuh dan memberi ganti rugi selama ia sakit.","Siapa yang memukul budaknya laki-laki atau perempuan sehingga budak itu langsung mati, harus dihukum.","Tetapi kalau budak itu tidak mati dalam satu atau dua hari, tuan itu tidak dihukum. Kerugian yang dialaminya karena kehilangan budaknya itu merupakan hukuman baginya.","Kalau beberapa orang lelaki sedang berkelahi dan salah seorang di antara mereka mendatangkan cedera pada seorang perempuan hamil sehingga ia keguguran, tetapi tidak menderita pada bagian lain, maka orang itu harus membayar denda sebesar yang dituntut suaminya dan disetujui oleh hakim-hakim.","Tetapi kalau perempuan itu kena cedera yang lebih berat, maka hukuman untuk kejahatan itu adalah nyawa ganti nyawa,","mata ganti mata, gigi ganti gigi, tangan ganti tangan, kaki ganti kaki,","luka ganti luka, luka bakar ganti luka bakar, bengkak ganti bengkak.","Siapa yang memukul mata budaknya sampai buta, harus membebaskan budak itu sebagai tebusan untuk matanya.","Kalau seseorang memukul budaknya sampai patah giginya, budak itu harus dibebaskannya sebagai tebusan untuk giginya itu.\"","\"Kalau seekor sapi jantan menanduk seseorang sampai mati, sapi itu harus dibunuh dengan dilempari batu, dan dagingnya tak boleh dimakan, tetapi pemiliknya tidak akan dihukum.","Kalau sapi jantan itu mempunyai kebiasaan menanduk, dan pemiliknya sudah diberi peringatan, tetapi tidak menjaga binatang itu, lalu apabila sapi jantan itu menanduk seseorang sampai mati, maka binatang itu harus dibunuh dengan dilempari batu dan pemiliknya juga harus dihukum mati.","Tetapi kalau pemilik sapi itu diizinkan membayar tebusan, ia harus membayar seberapa banyak yang dituntut untuk menebus nyawanya.","Kalau yang dibunuh itu seorang anak laki-laki atau perempuan, berlaku peraturan itu juga.","Kalau yang terbunuh itu seorang budak laki-laki atau perempuan, pemilik sapi itu harus membayar tiga puluh uang perak kepada pemilik budak itu, dan sapi jantan itu harus dilempari batu sampai mati.","Siapa yang mengambil tutup dari sebuah sumur atau menggali sumur dan tidak menutupinya, lalu seekor sapi jantan atau keledai jatuh ke dalamnya,","pemilik sumur itu harus membayar ganti rugi kepada pemilik ternak itu, tetapi ia boleh mengambil ternak yang sudah mati itu untuk dirinya.","Kalau sapi jantan seseorang membunuh sapi jantan orang lain, kedua pemiliknya harus menjual ternak yang masih hidup itu dan membagi uangnya. Mereka juga harus membagi daging ternak yang mati itu.","Tetapi kalau sudah diketahui bahwa sapi jantan itu mempunyai kebiasaan menanduk, dan pemiliknya tidak menjaganya, ia harus menggantinya dengan sapi jantan yang masih hidup, dan boleh mengambil ternak yang sudah mati itu untuk dirinya.\""]