["\"Jangan menyebarkan kabar bohong, dan jangan menolong orang yang jahat yang memberi kesaksian yang tidak benar.","Jangan ikut-ikutan dengan kebanyakan orang kalau mereka berbuat salah atau menyelewengkan hukum dengan memberi kesaksian yang tidak benar.","Jangan membeda-bedakan orang dalam perkara pengadilan, walaupun yang diadili itu orang miskin.","Kalau kamu kebetulan melihat sapi atau keledai musuhmu tersesat, bawalah kembali kepada pemiliknya.","Kalau keledai musuhmu jatuh karena berat bebannya, tolonglah dia menegakkan keledai itu; jangan tinggalkan begitu saja.","Perlakukanlah orang miskin dengan adil kalau ia datang mengajukan perkaranya ke pengadilan.","Jauhkanlah tuduhan palsu dan jangan menyebabkan orang yang tidak bersalah dihukum mati, karena Aku tidak membenarkan orang yang melakukan kejahatan semacam itu.","Jangan menerima uang suap, sebab uang suap itu membuat orang menjadi buta terhadap yang benar dan merugikan orang-orang yang tidak bersalah.","Jangan memperlakukan orang asing dengan sewenang-wenang; kamu tahu bagaimana rasanya menjadi orang asing, sebab dahulu kamu pun orang asing di Mesir.\"","\"Enam tahun lamanya kamu boleh menanami ladangmu dan mengambil apa yang dihasilkannya.","Tetapi pada tahun yang ketujuh tanah itu harus kamu biarkan. Selama tahun itu kamu tak boleh mengumpulkan apa yang tumbuh dengan sendirinya di ladangmu. Biarkan itu untuk orang miskin, dan sisanya untuk binatang liar. Buatlah begitu juga dengan kebun anggur dan pohon-pohon zaitunmu.","Enam hari dalam satu minggu kamu boleh bekerja, tetapi pada hari yang ketujuh kamu harus beristirahat, supaya ternakmu, budak-budak dan orang-orang asing yang bekerja untukmu dapat beristirahat juga.","Perhatikanlah segala yang telah Kukatakan kepadamu. Jangan memuja ilah-ilah lain, bahkan menyebut namanya pun tak boleh.\"","\"Setiap tahun kamu harus mengadakan tiga perayaan untuk menghormati Aku.","Dalam bulan Abib, pada waktu yang ditetapkan, kamu harus merayakan Pesta Roti Tak Beragi dengan cara yang telah Kuperintahkan kepadamu, sebab dalam bulan itu kamu meninggalkan Mesir. Jangan makan roti yang dibuat pakai ragi selama perayaan tujuh hari itu. Setiap kali kamu datang beribadat kepada-Ku, kamu harus membawa persembahan.","Rayakanlah Pesta Panen pada waktu kamu mulai menuai hasil pertama ladangmu. Rayakanlah Pesta Pondok Daun pada akhir tahun waktu kamu mengumpulkan hasil kebun anggur dan kebun buah-buahan.","Setiap tahun waktu diadakan ketiga perayaan itu, semua orang laki-laki harus datang beribadat kepada-Ku, TUHAN Allahmu.","Jangan mempersembahkan roti yang beragi pada waktu kamu mengurbankan ternak kepada-Ku. Lemak ternak yang dikurbankan kepada-Ku selama perayaan-perayaan itu tidak boleh ditinggalkan sampai besok paginya.","Setiap tahun kamu harus membawa ke rumah TUHAN Allahmu gandum pertama yang kamu tuai. Daging anak domba atau anak kambing tak boleh dimasak dengan air susu induknya.\"","\"Aku akan mengutus malaikat-Ku mendahului kamu untuk melindungi kamu dalam perjalanan dan membawa kamu ke tempat yang Kusediakan.","Perhatikanlah dan taatilah dia. Jangan berontak terhadapnya karena ia utusan-Ku, dan ia tak akan mengampuni pelanggaranmu.","Kalau kamu taat kepadanya dan melakukan segala yang Kuperintahkan, Aku akan berperang melawan semua musuhmu.","Malaikat-Ku akan mendahului kamu dan membawa kamu ke negeri bangsa Amori, Het, Feris, Kanaan, Hewi dan Yebus, dan mereka akan Kubinasakan.","Jangan menyembah patung-patung pelindung mereka dan jangan meniru cara mereka beribadat. Hancurkanlah patung-patung pelindung mereka itu dan patahkan tiang-tiang batu yang mereka pakai untuk beribadat.","Kalau kamu menyembah Aku, TUHAN Allahmu, kamu akan Kuberkati dengan makanan dan minuman, dan segala penyakit akan Kujauhkan daripadamu.","Di negerimu tak akan ada wanita yang keguguran atau mandul. Kamu akan Kuberi umur yang panjang.","Bangsa-bangsa yang kamu datangi akan Kubuat ketakutan terhadap-Ku; mereka akan Kujadikan kalang kabut; semua musuhmu akan berbalik dan lari.","Musuh-musuhmu akan Kukacaubalaukan, dan bangsa-bangsa Hewi, Kanaan dan Het Kuusir dari hadapanmu supaya kamu dapat maju.","Mereka tak akan Kuusir sekaligus dalam waktu satu tahun, supaya tanah itu jangan terlantar, dan binatang buas jangan merajalela.","Mereka akan Kuusir sebagian-sebagian, sampai orang-orangmu sudah cukup banyak untuk menduduki tanah itu.","Batas-batas negerimu akan Kutetapkan dari Teluk Akaba sampai ke Sungai Efrat, dan dari Laut Tengah sampai ke padang gurun. Kamu Kuberi kuasa atas penduduk negeri itu, sehingga mereka dapat kamu usir pada waktu kamu maju merebut tanah itu.","Jangan membuat perjanjian dengan orang-orang itu atau dengan ilah-ilah mereka.","Jangan biarkan orang-orang itu tinggal di negerimu, supaya kamu jangan menyembah ilah-ilah mereka dan berdosa terhadap-Ku. Kalau kamu menyembah ilah-ilah mereka, kamu jatuh ke dalam perangkap maut.\""]