["TUHAN berkata kepada Musa,","\"Suruhlah orang Israel membawa persembahan kepada-Ku. Siapa yang tergerak hatinya, harus membawa persembahan","berupa: emas, perak dan perunggu;","kain linen halus, kain wol biru, ungu dan merah, kain dari bulu kambing,","kulit domba jantan yang diwarnai merah, kulit halus, kayu akasia,","minyak untuk lampu, rempah-rempah untuk minyak upacara dan untuk dupa yang harum,","macam-macam batu permata untuk ditatah pada efod dan tutup dada Imam Agung.","Suruhlah bangsa itu membuat sebuah kemah untuk-Ku, supaya Aku dapat tinggal di tengah mereka.","Kemah dan perlengkapannya harus mereka buat menurut rencana yang akan Kutunjukkan kepadamu.\"","\"Buatlah sebuah peti dari kayu akasia yang panjangnya 110 sentimeter, lebar dan tingginya masing-masing 66 sentimeter.","Lapisi bagian dalam dan luarnya dengan emas murni dan buatlah bingkainya dari emas.","Untuk kayu pengusungnya, buatlah empat gelang emas dan kaitkan pada keempat kakinya, dua gelang pada setiap sisinya.","Buatlah juga pengusungnya dari kayu akasia dan lapisi itu dengan emas,","lalu masukkan kayu pengusung itu ke dalam gelangnya pada tiap sisi peti itu.","Kayu pengusung itu harus tetap ada dalam gelang-gelang itu, dan tak boleh dikeluarkan.","Lalu di dalam peti itu harus kauletakkan kedua batu dengan perintah-perintah yang akan Kuberikan kepadamu.","Buatlah tutup peti itu dari emas murni, panjangnya 110 sentimeter dan lebarnya 66 sentimeter.","Buatlah dua kerub dari emas tempaan,","satu pada setiap ujung tutup peti itu. Kedua kerub itu harus dijadikan satu bagian dengan tutupnya,","dan dibuat saling berhadapan dengan sayap yang terbentang di atas peti itu.","Taruhlah kedua batu di dalam peti itu dan pasanglah tutupnya di atasnya.","Di tempat itu Aku akan bertemu dengan engkau, dan dari atas tutupnya, di antara kedua kerub itu, engkau akan Kuberi hukum-hukum-Ku untuk bangsa Israel.\"","\"Buatlah sebuah meja dari kayu akasia yang panjangnya 88 sentimeter, lebarnya 44 sentimeter, dan tingginya 66 sentimeter.","Lapisilah dengan emas murni dan pasang sebuah bingkai emas sekelilingnya.","Buatlah pinggir meja selebar 7,5 sentimeter dan beri batas emas sekeliling pinggir itu.","Buatlah empat gelang dari emas dan pasanglah itu di keempat sudut pada kakinya, di dekat tepinya.","Gelang itu untuk menahan kayu pengusungnya supaya meja itu bisa digotong.","Kayu pengusung itu harus dibuat dari kayu akasia dan dilapisi dengan emas.","Buatlah piring-piring, cangkir-cangkir, kendi-kendi dan mangkuk-mangkuk untuk persembahan air anggur. Semua perlengkapan meja itu harus dibuat dari emas murni.","Meja itu harus ditaruh di depan Peti Perjanjian, dan di atas meja itu harus selalu tersedia roti sajian.\"","\"Buatlah kaki lampu dari emas murni. Alas dan pegangannya harus dibuat dari emas tempaan; bunga-bunga hiasan, termasuk kuncup dan kelopaknya harus jadi satu dengan alas dan pegangannya.","Pada pegangan itu harus dibuat enam cabang, tiga cabang pada setiap sisinya.","Pada setiap cabangnya harus dibuat hiasan berupa tiga bunga badam dengan kuncup dan kelopaknya.","Pada pegangannya harus dibuat hiasan berupa empat bunga badam dengan kuncup dan kelopaknya.","Di bawah setiap pasang cabang itu harus dibuat satu kuncup.","Seluruh kaki lampu itu dengan kuncup-kuncup dan cabang-cabangnya harus dibuat dari satu potong emas tempaan murni.","Buatlah tujuh lampu pada kaki lampu itu dan pasanglah begitu rupa sehingga cahayanya jatuh ke depan.","Buatlah alat untuk membersihkan sumbu pelita dan talamnya juga dari emas murni.","Pakailah tiga puluh lima kilogram emas murni untuk membuat kaki lampu itu dengan segala perlengkapannya.","Jagalah supaya kaki lampu itu dibuat menurut contoh yang Kutunjukkan kepadamu di atas gunung ini.\""]