["\"Buatlah sebuah mezbah dari kayu akasia. Bentuknya persegi, panjangnya dan lebarnya masing-masing 2,2 meter dan tingginya 1,3 meter.","Pada setiap sudut atasnya harus dibuat tanduk-tanduk yang jadi satu dengan mezbah. Seluruhnya harus dilapisi dengan perunggu.","Buatlah kuali-kuali, sekop, mangkuk-mangkuk, garpu-garpu dan tempat api. Semua perlengkapan itu harus dibuat dari perunggu.","Buatlah anyaman kawat dari perunggu dan pasanglah empat gelang untuk kayu pengusung pada keempat sudut bawahnya.","Tinggi anyaman kawat itu harus setengah dari tinggi mezbah. Anyaman kawat itu harus dililitkan pada mezbah bagian bawah.","Buatlah dua kayu pengusung dari kayu akasia berlapis perunggu,","dan masukkan ke dalam gelang-gelang di kedua sisi mezbah sewaktu mengusung mezbah itu.","Buatlah mezbah itu dari papan dan berongga bagian dalamnya, menurut rencana yang Kutunjukkan kepadamu di atas gunung ini.\"","\"Buatlah pelataran sekeliling Kemah-Ku yang dipagari layar dari kain linen halus. Di bagian selatan, layar itu panjangnya 44 meter,","ditahan oleh dua puluh tiang perunggu, masing-masing dengan alas perunggu, dan kait serta sangkutnya dari perak.","Buatlah seperti itu juga di bagian utara.","Di sebelah barat, layar itu panjangnya 22 meter, dengan sepuluh tiang dan sepuluh alas.","Di bagian timur, yang ada pintunya, panjang layar itu juga 22 meter.","Di kiri kanan pintu itu harus dipasang layar, masing-masing panjangnya 6,6 meter dengan tiga tiang dalam tiga alas.","(27:14)","Untuk pintunya harus dipasang tirai sepanjang 9 meter dari linen halus yang ditenun dengan wol biru, ungu dan merah, dan dihias dengan sulaman. Untuk menahan kain pintu itu harus dibuat empat tiang dengan empat alas.","Semua tiang di sekeliling pekarangan itu harus dihubungkan satu sama lain dengan sangkutan perak; kaitnya harus dari perak dan alasnya dari perunggu.","Layar di sekeliling pelataran itu panjangnya 44 meter, lebarnya 22 meter dan tingginya 2,2 meter. Layarnya harus dibuat dari kain linen halus dan alasnya dari perunggu.","Seluruh perlengkapan yang dipakai dalam Kemah, semua patok untuk Kemah dan untuk layarnya harus dibuat dari perunggu.\"","\"Suruhlah orang Israel membawa minyak zaitun yang murni dan paling baik untuk lampu di dalam Kemah-Ku supaya dapat dipasang dan menyala terus.","Harun dan anak-anaknya harus mengurus lampu itu dari petang sampai pagi di tempat Aku hadir, di luar kain yang tergantung di depan Peti Perjanjian. Perintah itu harus dilakukan untuk selama-lamanya oleh orang Israel dan keturunannya.\""]