["TUHAN berkata lagi kepada Musa, \"Buatlah dari kayu akasia sebuah mezbah tempat membakar dupa.","Bentuk mezbah itu harus persegi; panjang dan lebarnya masing-masing 45 sentimeter, dan tingginya 90 sentimeter. Di keempat sudutnya buatlah tanduk-tanduk yang menjadi satu dengan mezbah itu.","Bagian atasnya, termasuk keempat sisi dan tanduk-tanduknya harus dilapisi dengan emas murni dan diberi bingkai emas sekelilingnya.","Buatlah dua gelang di bawah bingkai pada kedua sisinya untuk menahan kayu pengusung mezbah itu.","Pengusung itu harus dibuat dari kayu akasia dan dilapisi dengan emas.","Letakkan mezbah itu di bagian luar kain yang ada di depan Peti Perjanjian, di tempat Aku akan bertemu dengan engkau.","Setiap pagi pada waktu Harun datang untuk menyiapkan lampu, ia harus membakar dupa harum di atas mezbah itu.","Hal itu harus dilakukannya juga pada waktu ia menyalakan lampu di waktu sore. Persembahan dupa itu harus dilakukan terus-menerus sepanjang masa.","Janganlah mempersembahkan di atas mezbah itu dupa yang terlarang, kurban binatang atau kurban sajian; jangan pula menuangkan kurban air anggur di atasnya.","Sekali setahun Harun harus melakukan upacara penyucian mezbah dengan cara memerciki keempat tanduknya dengan darah ternak yang dikurbankan untuk pengampunan dosa. Hal itu harus dilakukan setiap tahun sepanjang masa. Mezbah itu harus suci seluruhnya dan dikhususkan untuk-Ku.\"","TUHAN berkata kepada Musa,","\"Pada waktu diadakan sensus bangsa Israel, setiap orang laki-laki harus membayar kepada-Ku uang tebusan untuk dirinya supaya ia tidak kena bencana pada waktu sensus itu diadakan.","Setiap orang yang ikut dihitung dalam sensus itu harus membayar sejumlah uang yang ditentukan menurut harga yang berlaku di Kemah-Ku sebagai sumbangan khusus untuk-Ku.","Setiap orang yang dihitung dalam sensus itu, yaitu setiap orang laki-laki yang sudah berumur dua puluh tahun atau lebih, harus memberi sumbangan khusus itu.","Orang kaya tidak harus membayar lebih, dan orang miskin tidak boleh membayar kurang pada waktu mereka membayar uang tebusan untuk dirinya.","Pungutlah uang itu dari bangsa Israel, dan pergunakanlah untuk ibadat dalam Kemah-Ku. Semuanya itu adalah uang tebusan untuk diri mereka, dan Aku akan selalu ingat untuk melindungi mereka.\"","TUHAN berkata kepada Musa,","\"Buatlah sebuah bak dari perunggu dengan alasnya dari perunggu juga. Tempatkan bak itu di antara Kemah dan mezbah, lalu isilah dengan air.","Air itu untuk Harun dan anak-anaknya supaya mereka dapat membasuh tangan dan kaki","sebelum memasuki Kemah atau mendekati mezbah untuk membawa kurban bakaran. Mereka harus melakukan itu supaya tidak dibunuh. Peraturan itu harus ditaati oleh mereka dan keturunan mereka untuk selama-lamanya.\"","(30:20)","TUHAN berkata kepada Musa,","\"Ambillah rempah-rempah yang paling baik, enam kilo mur cair, tiga kilo kayu manis, tiga kilo tebu harum, dan enam kilo kayu teja.","Semua ditimbang menurut timbangan yang berlaku di Kemah-Ku. Tambahkan empat liter minyak zaitun,","dan buatlah minyak upacara, yang dicampur seperti minyak wangi.","Pakailah campuran itu untuk meminyaki Kemah-Ku, Peti Perjanjian,","meja dan semua perlengkapannya, kaki lampu dan perlengkapannya, mezbah tempat membakar dupa,","mezbah untuk kurban bakaran dengan segala perlengkapannya, dan bak air dengan alasnya.","Dengan cara itu harus kaukhususkan barang-barang itu untuk Aku, supaya seluruhnya menjadi suci. Apa saja yang kena mezbah itu harus diserahkan kepada TUHAN, dan siapa saja yang menyentuhnya akan mendapat celaka karena kekuatan kesuciannya.","Minyakilah juga Harun dan anak-anaknya supaya mereka ditahbiskan menjadi imam untuk melayani Aku.","Katakan kepada bangsa Israel bahwa sepanjang masa minyak upacara itu khusus untuk Aku.","Minyak itu tak boleh dituangkan ke atas orang-orang biasa. Jangan membuat minyak semacam itu dengan memakai campuran itu juga. Minyak itu suci, dan harus dianggap sebagai barang suci.","Orang yang membuat minyak semacam itu, atau memakainya untuk orang yang bukan imam, tidak lagi dianggap anggota umat-Ku.\"","TUHAN berkata kepada Musa, \"Ambillah beberapa macam rempah-rempah yang sama banyaknya, yaitu getah damar, kulit lokan, getah rasamala dan dupa yang tulen.","Pakailah semua itu untuk membuat dupa campuran yang harum. Tambahkan garam supaya dupa itu tetap murni dan dapat dipakai untuk-Ku.","Sebagian dari dupa itu harus ditumbuk sampai halus. Bawalah itu ke Kemah-Ku dan taburkanlah di depan Peti Perjanjian. Dupa itu harus dianggap barang suci yang dikhususkan untuk-Ku. Jangan membuat dupa campuran dengan ramuan yang seperti itu juga untuk kamu sendiri.","(30:36)","Siapa yang membuat wangi-wangian seperti itu, tidak lagi dianggap anggota umat-Ku.\""]