["TUHAN berkata kepada Musa,","\"Aku sudah memilih Bezaleel anak Uri, cucu Hur dari suku Yehuda,","dan menganugerahi dia dengan kuasa-Ku. Dia Kuberi pengertian, kecakapan dan kemampuan dalam segala macam karya seni:","untuk membuat rancangan yang memerlukan keahlian serta mengerjakannya dari emas, perak dan perunggu;","untuk mengasah batu permata yang akan ditatah; untuk mengukir kayu dan untuk segala macam karya seni lainnya.","Oholiab, anak Ahisamakh dari suku Dan, sudah Kupilih juga untuk membantu dia. Kuberi juga keahlian yang luar biasa kepada tukang-tukang yang pandai, supaya mereka dapat membuat apa saja yang Kuperintahkan:","Kemah-Ku, Peti Perjanjian dan tutupnya, semua perabot Kemah,","yaitu meja dan perlengkapannya, kaki lampu dari emas murni dengan perlengkapannya, mezbah tempat membakar dupa,","mezbah tempat kurban bakaran dan segala perlengkapannya, bak air dengan alasnya,","pakaian ibadat untuk Harun dan anak-anaknya, yang harus dipakai pada waktu mereka bertugas sebagai imam,","minyak upacara, dan dupa harum untuk Ruang Suci. Semua itu harus mereka buat tepat menurut petunjuk yang Kuberikan kepadamu.\"","TUHAN memerintahkan Musa","untuk mengumumkan kepada bangsa Israel, \"Rayakanlah hari Sabat, hari yang sudah Kutetapkan sebagai hari istirahat. Untuk selama-lamanya hari itu menjadi peringatan antara kamu dan Aku, supaya kamu tahu bahwa Akulah TUHAN, dan bahwa Aku telah menjadikan kamu bangsa-Ku sendiri.","Hari istirahat itu harus kamu hormati sebagai hari yang suci. Kamu Kuberi enam hari untuk bekerja, tetapi hari yang ketujuh adalah hari besar yang dikhususkan untuk-Ku. Siapa yang tidak menghormatinya, tetapi bekerja pada hari itu harus dihukum mati.","(31:14)","Bangsa Israel harus merayakan hari itu turun-temurun sebagai tanda dari perjanjian.","Hari itu adalah suatu peringatan yang tetap antara bangsa Israel dan Aku, karena Aku, TUHAN, telah membuat langit dan bumi dalam waktu enam hari, dan pada hari yang ketujuh Aku berhenti bekerja dan beristirahat.\"","Setelah selesai berbicara dengan Musa di atas Gunung Sinai, Allah memberikan kepadanya kedua lempeng batu yang telah ditulisi Allah dengan perintah-perintah-Nya."]