["Lalu TUHAN berkata kepada Musa, \"Tinggalkanlah tempat ini dan pergilah bersama bangsa yang kaubawa dari Mesir itu ke negeri yang Kujanjikan kepada Abraham, Ishak dan Yakub serta keturunan mereka.","Aku akan mengutus seorang malaikat untuk membimbing kamu. Aku akan mengusir bangsa Kanaan, Amori, Het, Feris, Hewi dan Yebus.","Kamu menuju ke tanah yang kaya dan subur. Tetapi Aku sendiri tidak ikut dengan kamu, supaya kamu jangan Kubinasakan di tengah jalan, sebab kamu adalah bangsa yang keras kepala.\"","Kemudian TUHAN menyuruh Musa mengatakan kepada bangsa Israel, \"Kamu bangsa yang keras kepala. Sekiranya Aku ikut dengan kamu biar sebentar saja, pasti kamu Kubinasakan sama sekali. Lepaskanlah segala perhiasanmu, maka Aku akan menentukan apa yang akan Kulakukan terhadapmu.\" Setelah mendengar teguran TUHAN itu, mereka sedih sekali seperti orang yang berkabung. Lalu mereka melepaskan perhiasan mereka. Jadi, sesudah meninggalkan Gunung Sinai, bangsa Israel tidak lagi memakai perhiasan.","(33:4)","(33:4)","Setiap kali, bila bangsa Israel berkemah, Musa mengambil Kemah dan mendirikannya agak jauh dari perkemahan mereka. Kemah itu disebut Kemah TUHAN, dan siapa yang ingin minta nasihat TUHAN, pergi ke situ.","Kalau Musa pergi ke Kemah itu, orang-orang Israel berdiri di depan pintu kemah mereka dan memperhatikan Musa sampai ia masuk.","Sesudah Musa masuk, turunlah tiang awan dan berhenti di pintu Kemah. Dari awan itu TUHAN berbicara dengan Musa.","Pada waktu orang Israel melihat tiang awan di pintu Kemah TUHAN, mereka semua bangkit dan sujud di pintu kemah masing-masing.","TUHAN berbicara dengan Musa berhadapan muka, seperti orang berbicara dengan kawannya. Sesudah itu Musa kembali ke perkemahan. Tetapi Yosua anak Nun, seorang pemuda pembantu Musa, tetap tinggal di dalam Kemah itu.","Pada suatu hari Musa berkata kepada TUHAN, \"TUHAN, Engkau memerintahkan saya membimbing bangsa ini ke negeri yang Kaujanjikan. Tetapi Engkau tidak mengatakan siapa yang akan Kauutus untuk menolong saya. TUHAN, Engkau berkata bahwa Engkau mengenal saya, dan berkenan pada saya.","Kalau begitu, sudilah memberitahukan apa rencana-Mu, TUHAN, supaya saya dapat melayani Engkau dan tetap menyenangkan hati-Mu. Ingatlah juga bahwa bangsa ini sudah Kaupilih menjadi milik-Mu.\"","Kata TUHAN, \"Kamu akan Kulindungi supaya dapat memiliki tanah yang Kujanjikan.\"","Jawab Musa, \"Kalau TUHAN tidak ikut dengan kami, jangan suruh kami meninggalkan tempat ini.","Bagaimana orang akan tahu bahwa Engkau berkenan kepada saya dan kepada bangsa ini jika Engkau tidak menolong kami? Kehadiran TUHAN di tengah-tengah kami akan membedakan kami dari bangsa-bangsa lain di bumi.\"","Kata TUHAN kepada Musa, \"Permintaanmu akan Kukabulkan, sebab Aku mengenal engkau dan Aku berkenan kepadamu.\"","Lalu Musa memohon, \"TUHAN, perlihatkanlah saya cahaya kehadiran-Mu.\"","Jawab TUHAN, \"Aku akan lewat dengan segala keagungan-Ku di depanmu, sambil mengucapkan nama-Ku yang suci. Akulah TUHAN, dan Aku menunjukkan kemurahan hati dan belas kasihan kepada orang-orang yang Kupilih.","Wajah-Ku tidak akan Kuperlihatkan kepadamu, sebab tak mungkin orang melihat Aku, dan tetap hidup.","Di sebelah-Ku ini ada bukit batu; engkau dapat berdiri di situ.","Pada waktu cahaya kehadiran-Ku lewat, engkau Kumasukkan ke dalam sebuah celah dalam bukit batu itu dan Kututupi dengan tangan-Ku sampai Aku sudah lewat.","Lalu akan Kutarik tangan-Ku supaya engkau dapat melihat Aku dari belakang, tetapi wajah-Ku tidak akan kaulihat.\""]