["Kemudian TUHAN berkata kepada Musa, \"Pahatlah dua keping batu seperti yang dahulu. Pada batu itu Aku akan menulis kata-kata yang sama dengan yang ada pada batu yang sudah kaupecahkan itu.","Bersiap-siaplah besok pagi untuk mendaki Gunung Sinai dan menghadap Aku di puncak gunung itu.","Tak seorang pun boleh ikut dengan engkau atau berada di bagian mana pun dari gunung itu. Sapi-sapi dan domba-domba jangan dibiarkan merumput di kaki gunung itu.\"","Lalu Musa memahat dua keping batu lagi, dan keesokan harinya pagi-pagi sekali ia membawanya naik ke atas Gunung Sinai seperti diperintahkan TUHAN kepadanya.","Maka turunlah TUHAN dalam sebuah awan; Ia berdiri dengan Musa di tempat itu, dan mengucapkan nama-Nya yang suci, yaitu TUHAN.","Kemudian TUHAN lewat di depan Musa dan berkata, \"Aku TUHAN, adalah Allah yang penuh kemurahan hati dan belas kasihan. Kasih-Ku berlimpah-limpah, Aku setia dan tidak lekas marah.","Aku tetap mengasihi beribu-ribu keturunan dan mengampuni kesalahan dan dosa; tetapi orang bersalah sekali-kali tidak Kubebaskan dari hukumannya, dan Kuhukum pula anak-anak dan cucu-cucu sampai keturunan yang ketiga dan keempat karena dosa orang tua mereka\".","Saat itu juga Musa sujud menyembah.","Katanya, \"Tuhan, jika Engkau sungguh-sungguh berkenan kepada saya, saya mohon, sudilah Tuhan ikut dengan kami. Bangsa itu memang keras kepala, tetapi ampunilah kejahatan dan dosa kami dan terimalah kami sebagai umat-Mu sendiri.\"","Kata TUHAN kepada Musa, \"Sekarang Aku membuat perjanjian dengan bangsa Israel. Di depan mata mereka Aku akan melakukan keajaiban-keajaib yang belum pernah dilakukan di antara bangsa mana pun di bumi. Semua bangsa akan melihat keajaiban-keajaiban yang Kulakukan, sebab Aku, TUHAN akan melakukan sesuatu yang dahsyat untuk kamu.","Taatilah hukum-hukum yang Kuberikan kepadamu hari ini. Aku akan mengusir bangsa Amori, Kanaan, Het, Feris, Hewi dan Yebus pada waktu kamu maju.","Janganlah membuat perjanjian dengan orang-orang di negeri yang kamu datangi, sebab hal itu dapat menjadi perangkap yang mengakibatkan maut bagimu.","Jadi, janganlah berbuat begitu, tetapi robohkan mezbah-mezbah mereka, hancurkan tugu-tugu keramat mereka dan tebanglah tiang-tiang Asyera, berhala mereka.","Jangan menyembah ilah lain, sebab Aku TUHAN, adalah Allah yang tak mau disamakan dengan apa pun.","Jangan mengadakan perjanjian dengan bangsa negeri itu, sebab pada waktu mereka menyembah dan mempersembahkan kurban kepada ilah-ilah mereka, mereka akan mengajak kamu, dan kamu akan ikut.","Kalau anak-anakmu kawin dengan wanita-wanita asing, mereka akan dibujuk oleh wanita-wanita itu untuk meninggalkan Aku dan menyembah ilah-ilah mereka.","Jangan membuat dan menyembah ilah-ilah dari logam.","Rayakanlah Pesta Roti Tak Beragi. Seperti telah Kuperintahkan kepadamu, kamu harus makan roti tak beragi selama tujuh hari dalam bulan Abib, karena dalam bulan itu kamu meninggalkan Mesir.","Setiap anak laki-laki yang sulung dan binatang jantan yang pertama lahir adalah milik-Ku,","tetapi kamu harus menebus anak keledai yang pertama lahir dengan mempersembahkan seekor anak domba untuk gantinya. Kalau kamu tak mau menebusnya, leher keledai itu harus kamu patahkan. Setiap anakmu laki-laki yang sulung harus kamu tebus. Tak seorang pun boleh datang kepada-Ku jika tidak membawa persembahan.","Ada enam hari untuk bekerja; janganlah bekerja pada hari yang ketujuh, sekalipun itu dalam musim membajak atau musim panen.","Rayakanlah Pesta Panen pada waktu kamu mulai menuai hasil pertama dari gandum. Rayakan juga Pesta Pondok Daun pada akhir tahun, waktu kamu memetik buah-buahan.","Tiga kali setahun semua orang laki-laki harus datang menyembah Aku, TUHAN Allah Israel.","Sesudah Aku mengusir bangsa-bangsa dari hadapanmu dan Kuluaskan daerahmu, tak seorang pun akan berani merebut negerimu pada waktu kamu pergi untuk merayakan Pesta Roti Tak Beragi, Pesta Panen dan Pesta Pondok Daun.","Pada waktu kamu mempersembahkan ternak sembelihan, jangan persembahkan apa-apa yang dibuat pakai ragi. Ternak yang dipotong untuk kurban perayaan Paskah harus dihabiskan malam itu juga; tak boleh ada sisanya sampai keesokan harinya.","Setiap tahun kamu harus membawa ke Rumah TUHAN Allahmu hasil pertama dari tanahmu. Daging anak domba atau anak kambing tak boleh dimasak dengan air susu induknya.\"","Kata TUHAN kepada Musa, \"Tulislah kata-kata itu, karena berdasarkan perkataan itu Aku membuat perjanjian dengan engkau dan dengan bangsa Israel.\"","Empat puluh hari empat puluh malam Musa tinggal di situ bersama TUHAN, dan selama itu ia tidak makan dan tidak minum. Kata-kata perjanjian itu, yakni Sepuluh Perintah Allah, ditulisnya pada keping batu.","Ketika Musa turun dari Gunung Sinai membawa Sepuluh Perintah itu, mukanya bercahaya sebab ia telah berbicara dengan TUHAN, tetapi Musa sendiri tidak tahu bahwa mukanya bersinar.","Harun dan seluruh rakyat melihat bahwa Musa bercahaya mukanya, dan mereka takut mendekatinya.","Tetapi Musa memanggil mereka, maka Harun dan semua pemimpin mereka mendekati dia, dan Musa berbicara kepada mereka.","Setelah itu seluruh rakyat Israel berkumpul mengelilinginya, dan kepada mereka semua Musa menyampaikan semua hukum yang diberikan TUHAN kepadanya di atas Gunung Sinai.","Sesudah berbicara dengan mereka, Musa menutupi mukanya dengan kain.","Setiap kali Musa masuk ke dalam Kemah TUHAN untuk berbicara dengan TUHAN, kain itu dibukanya sampai ia keluar. Sesudahnya ia menyampaikan kepada bangsa Israel semua pesan TUHAN,","dan mereka melihat muka Musa bercahaya. Maka ditutupinya lagi mukanya sampai waktu yang berikut kalau ia berbicara lagi dengan TUHAN."]