["Musa mengumpulkan seluruh bangsa Israel lalu berkata kepada mereka, \"Inilah perintah TUHAN untuk kamu:","Ada enam hari untuk bekerja, tetapi hari yang ketujuh adalah hari untuk beristirahat, hari raya yang dikhususkan bagi TUHAN. Siapa yang bekerja pada hari Sabat harus dihukum mati.","Pada hari itu kamu tak boleh menyalakan api di rumahmu.\"","Musa berkata kepada seluruh bangsa Israel, \"Beginilah perintah TUHAN:","Bawalah persembahan kepada TUHAN. Siapa yang tergerak hatinya, harus mempersembahkan emas, perak, dan perunggu;","kain linen halus, kain wol biru, ungu dan merah; kain dari bulu kambing;","kulit domba jantan yang diwarnai merah; kulit halus, kayu akasia,","minyak untuk lampu; rempah-rempah untuk minyak upacara dan untuk dupa yang harum;","permata delima dan permata lain untuk ditatah pada baju efod dan tutup dada Imam Agung.\"","\"Semua pengrajin yang ahli di antara kamu harus datang untuk membuat segala yang diperintahkan TUHAN, yaitu:","Kemah, atap dan tutupnya, kait dan rangkanya, kayu-kayu lintang, tiang pintu dan alasnya;","Peti Perjanjian dengan kayu pengusungnya, tutupnya dan kain penudungnya;","meja dengan kayu pengusungnya, semua perlengkapannya dan roti sajian","kaki lampu untuk penerangan dengan perlengkapannya, lampu dengan minyaknya;","mezbah tempat membakar dupa dengan kayu pengusungnya, minyak upacara, dupa yang harum; tirai untuk pintu Kemah,","mezbah untuk kurban bakaran dengan kisi-kisi dari perunggu, kayu pengusung dengan semua perlengkapannya; bak tempat membasuh dengan alasnya,","layar-layar untuk pelataran, tiang-tiang dengan alasnya, tirai pintu gerbang pelataran,","patok-patok dan tali-temali untuk Kemah dan untuk pelatarannya;","pakaian ibadat untuk para imam pada waktu mereka bertugas di Ruang Suci dan pakaian khusus untuk imam Harun, dan anak-anaknya.\"","Lalu semua orang Israel yang berkumpul itu bubar,","dan siapa saja yang tergerak hatinya, membawa persembahan kepada TUHAN untuk melengkapi Kemah TUHAN. Mereka juga membawa semua yang diperlukan untuk ibadat dan bahan untuk pakaian imam.","Siapa saja yang mau, baik laki-laki maupun perempuan, datang membawa peniti hiasan, anting-anting, cincin, kalung, dan segala macam perhiasan emas untuk dipersembahkan kepada TUHAN.","Setiap orang yang mempunyai kain linen halus, kain wol biru, ungu atau merah, kain dari bulu kambing, kulit domba jantan yang diwarnai merah, atau kulit halus, mempersembahkan barang itu.","Setiap orang yang dapat menyumbangkan perak atau perunggu, membawanya untuk TUHAN. Begitu juga dilakukan oleh orang-orang yang mempunyai kayu akasia untuk pekerjaan itu.","Para wanita yang pandai memintal membawa benang linen halus serta benang wol biru, ungu dan merah yang telah mereka buat.","Mereka juga memintal benang dari bulu kambing.","Para pemimpin membawa permata delima dan permata-permata lain untuk ditatah pada efod dan tutup dada.","Mereka juga membawa rempah-rempah dan minyak untuk lampu, minyak upacara dan dupa yang harum.","Semua orang Israel dengan sukarela membawa persembahan mereka kepada TUHAN untuk pekerjaan yang diperintahkan TUHAN melalui Musa.","Kemudian Musa berkata kepada orang Israel, \"TUHAN telah memilih Bezaleel anak Uri, cucu Hur, dari suku Yehuda","dan menganugerahi dia dengan kuasa-Nya. Allah memberi dia pengertian, kecakapan dan kemampuan dalam segala macam karya seni,","untuk membuat rancangan yang memerlukan keahlian, serta mengerjakannya dari emas, perak dan perunggu;","untuk mengasah batu permata yang akan ditatah; untuk mengukir kayu dan untuk segala macam karya seni lainnya.","Kepada Bezaleel dan Aholiab, anak Ahisamakh dari suku Dan, TUHAN memberi kepandaian untuk mengajarkan keahlian mereka kepada orang lain.","Mereka diberi kepandaian dalam segala macam pekerjaan yang dilakukan oleh ahli pahat, perancang dan ahli tenun linen halus, wol biru, ungu dan merah, dan kain lain. Mereka adalah perancang yang ahli dan dapat melakukan segala macam pekerjaan."]