["Bezaleel, Aholiab, dan semua pengrajin yang mendapat kecakapan dan keahlian dari TUHAN, tahu cara melakukan segala yang diperlukan untuk membuat Kemah TUHAN. Mereka harus membuat segalanya seperti yang sudah diperintahkan TUHAN.\"","Musa memanggil Bezaleel, Aholiab dan semua orang yang mendapat keahlian dari TUHAN dan yang rela membantu, lalu menyuruh mereka mulai.","Musa memberi mereka segala yang disumbangkan orang Israel untuk pekerjaan membangun Kemah TUHAN. Tetapi bangsa Israel masih terus saja membawa persembahan kepada Musa tiap-tiap pagi.","Lalu para pengrajin yang sedang melakukan pekerjaan itu","melaporkan kepada Musa, \"Bahan-bahan yang disumbangkan orang-orang itu sudah lebih dari yang diperlukan untuk pekerjaan yang ditugaskan oleh TUHAN.\"","Maka Musa mengumumkan di seluruh perkemahan bahwa sudah cukuplah sumbangan untuk Kemah TUHAN; jadi orang-orang tidak membawa apa-apa lagi.","Bahan-bahan yang sudah mereka sumbangkan lebih dari cukup untuk menyelesaikan semua pekerjaan itu.","Kemudian yang paling ahli di antara para pengrajin itu membuat Kemah TUHAN. Kemah itu mereka buat dari sepuluh potong kain linen halus ditenun dengan wol biru, ungu dan merah, lalu disulam dengan gambar kerub.","Setiap potong sama ukurannya; panjangnya dua belas meter, dan lebarnya dua meter.","Lima potong kain disambung menjadi satu layar, dan lima potong yang lain dibuat begitu juga.","Pada pinggir kedua layar itu dibuat sangkutan dari kain biru,","lima puluh sangkutan pada masing-masing layar, sehingga merupakan satu pasang.","Lalu dibuat lima puluh kait emas untuk menyatukan kedua layar itu.","Sesudahnya mereka membuat atap Kemah itu dari sebelas potong kain dari bulu kambing.","Setiap potong sama ukurannya, panjangnya tiga belas meter dan lebarnya dua meter.","Lima potong disambung menjadi satu layar, dan enam potong lainnya dibuat begitu juga.","Lima puluh sangkutan dipasang pada pinggir layar yang pertama dan lima puluh sangkutan pada pinggir layar yang kedua.","Lalu dibuat lima puluh kait dari perunggu untuk menyatukan kedua layar itu menjadi atap Kemah.","Sesudah itu dibuat dua tutup untuk bagian Kemah, satu dari kulit domba jantan yang diwarnai merah, dan yang lain dari kulit halus.","Kemudian mereka membuat rangka-rangka Kemah yang tegak lurus dari kayu akasia.","Setiap rangka tingginya empat meter dan lebarnya enam puluh enam sentimeter.","Pada setiap rangka dibuat dua patok yang sepasang, sehingga rangka-rangka itu dapat disambung yang satu dengan yang lain.","Untuk bagian selatan Kemah dibuat dua puluh rangka,","dengan empat puluh alasnya dari perak, dua di bawah setiap rangka untuk kedua patoknya.","Untuk bagian utara Kemah dibuat dua puluh rangka,","dengan empat puluh alasnya dari perak, dua di bawah setiap rangka.","Untuk belakang Kemah di bagian barat, dibuat enam rangka","dan dua rangka untuk sudutnya.","Rangka-rangka sudut itu dihubungkan pada kakinya terus sampai ke bagian atasnya. Kedua rangka yang membentuk sudutnya dibuat dengan cara itu.","Jadi semuanya ada delapan rangka dengan enam belas alas perak, dua di bawah setiap rangka.","Lalu mereka membuat lima belas kayu lintang dari kayu akasia, lima untuk rangka-rangka pada satu sisi Kemah,","lima untuk sisi yang lain, dan lima lagi untuk belakang Kemah bagian barat.","Kayu lintang yang di tengah, dipasang setinggi setengah rangka, dari ujung ke ujung Kemah itu.","Rangka Kemah dan kayu-kayu lintang itu dilapisi dengan emas, lalu dipasang gelang-gelang emas untuk menahan kayu-kayu itu.","Mereka juga membuat kain pintu dari linen halus yang ditenun dengan wol biru, ungu dan merah, lalu disulam dengan gambar kerub.","Untuk menggantungkan kain itu dibuat empat tiang dari kayu akasia yang berlapis emas dengan kait emas dan dipasang di atas empat alas perak.","Lalu dibuat tirai untuk pintu Kemah dari linen halus yang ditenun dengan wol biru, ungu dan merah dan dihias dengan sulaman.","Untuk kain pintu itu dibuat lima tiang yang dihubungkan dengan kait-kait. Ujung-ujung dan penyambung-penyambung kelima tiang itu dilapisi dengan emas, sedangkan kelima alasnya dibuat dari perunggu."]