["Bezaleel membuat Peti Perjanjian dari kayu akasia, panjangnya 110 sentimeter, lebar dan tingginya masing-masing 66 sentimeter.","Bagian dalam dan luarnya dilapisi dengan emas murni, lalu dibuat bingkai emas sekelilingnya.","Kemudian dibuatnya empat gelang emas untuk kayu pengusungnya dan dipasangnya pada keempat kaki peti itu, dua gelang pada setiap sisinya.","Dibuatnya juga pengusungnya dari kayu akasia, dan dilapisinya dengan emas,","lalu kayu pengusung itu dimasukkannya ke dalam gelang pada setiap sisi peti itu.","Kemudian dibuatnya sebuah tutup dari emas murni, panjangnya 110 sentimeter dan lebarnya 66 sentimeter.","Dibuatnya juga dua kerub dari emas tempaan,","satu pada setiap ujung tutup itu. Kedua kerub itu dijadikan satu bagian dengan tutupnya","dan dibuat saling berhadapan, dengan sayap yang terbentang menutupi tutup peti itu.","Bezaleel membuat meja dari kayu akasia, yang panjangnya 88 sentimeter, lebarnya 44 sentimeter dan tingginya 66 sentimeter.","Meja itu dilapisinya dengan emas murni dan di sekelilingnya dipasangnya bingkai emas.","Lalu ia membuat pinggir meja selebar 7,5 sentimeter. Pinggir itu diberi bingkai emas sekelilingnya.","Dibuatnya empat gelang untuk kayu pengusungnya dan dipasangnya di keempat sudut kaki meja.","Gelang untuk menahan kayu pengusungnya dipasang dekat tepi meja.","Pengusung itu dibuat dari kayu akasia dan dilapis dengan emas.","Ia juga membuat piring-piring, cangkir-cangkir, kendi-kendi dan mangkuk-mangkuk untuk persembahan air anggur. Semua perlengkapan meja itu dibuatnya dari emas murni.","Bezaleel membuat kaki lampu dari emas murni. Alas dan pegangannya dibuat dari emas tempaan. Bunga-bunga hiasan, termasuk kuncup dan kelopaknya dijadikan satu dengan pegangannya.","Pada pegangan itu dibuat enam cabang, tiga cabang pada setiap sisinya.","Pada setiap cabangnya dibuat hiasan berupa tiga bunga badam dengan kuncup dan kelopaknya.","Pada pegangannya dibuat hiasan berupa empat bunga badam dengan kuncup dan kelopaknya.","Di bawah setiap pasang cabang itu dibuat satu kuncup.","Seluruh kaki lampu itu dengan kuncup-kuncup dan cabang-cabangnya dibuat dari satu potong emas tempaan murni.","Pada kaki lampu itu dibuatnya tujuh lampu dengan alat untuk membersihkan sumbu pelita dan talamnya dari emas murni.","Untuk membuat kaki lampu dan perlengkapannya diperlukan 35 kilogram emas murni.","Bezaleel membuat dari kayu akasia sebuah mezbah untuk tempat membakar dupa. Mezbah itu berbentuk persegi; panjang dan lebarnya masing-masing 45 sentimeter dan tingginya 90 sentimeter. Di keempat sudut atasnya dibuat tanduk yang jadi satu dengan mezbah itu.","Bagian atas, keempat sisi dan tanduk-tanduknya dilapisi dengan emas murni dan sekelilingnya dibuat bingkai emas.","Dibuatnya juga dua gelang di bawah bingkai emas pada kedua sisinya untuk menahan kayu pengusung mezbah itu.","Pengusung itu dibuat dari kayu akasia dan dilapisi dengan emas.","Bezaleel juga membuat minyak upacara dan dupa murni yang harum, dicampur seperti minyak wangi."]