["Bezaleel dan Aholiab membuat pakaian ibadat dari wol biru, ungu dan merah untuk para imam pada waktu mereka bertugas di Ruang Suci. Pakaian imam untuk Harun dibuat seperti yang diperintahkan TUHAN kepada Musa.","Efod dibuat dari kain linen halus, wol biru, ungu dan merah, dan benang emas.","Mereka menempa lempeng-lempeng emas yang kemudian dipotong-potong menjadi benang tipis, lalu ditenun dengan kain linen halus dan wol biru, ungu dan merah.","Sesudah itu dibuat dua tali bahu pengikat efod yang dijahitkan pada sisinya.","Ikat pinggang tenunan halus dibuat dari bahan yang sama dan dijahitkan pada efod itu sehingga menjadi satu bagian seperti yang diperintahkan TUHAN kepada Musa.","Mereka mengasah batu delima lalu memasangnya dalam bingkai emas. Dengan penuh keahlian mereka mengukir nama-nama kedua belas anak Yakub pada batu-batu itu.","Kemudian batu-batu itu dipasang pada tali bahu efod sebagai tanda peringatan akan kedua belas suku Israel, seperti yang diperintahkan TUHAN kepada Musa.","Bezaleel dan Aholiab membuat tutup dada dari bahan yang sama dengan efod, dan sulamannya pun sama.","Bentuknya persegi yang dilipat dua, lebarnya dan panjangnya masing-masing 22 sentimeter.","Pada tutup dada itu mereka pasang empat baris batu permata. Di baris pertama batu delima, topas dan baiduri sepah.","Di baris kedua zamrud, batu nilam dan intan.","Di baris ketiga batu lazuardi, akik dan batu kecubung.","Di baris keempat batu pirus, yakut, dan ratna cempaka. Kedua belas permata itu diikat dengan emas.","Pada setiap permata diukir nama salah satu dari kedua belas anak Yakub sebagai tanda peringatan akan suku-suku Israel.","Lalu dibuat dua rantai dari emas murni yang dipilin seperti tali.","Dibuat juga dua gelang emas yang dipasang di kedua ujung atas tutup dada itu.","Lalu kedua rantai emas itu dimasukkan ke dalam gelang-gelang itu,","dan kedua ujung lainnya diikat pada kedua bingkai, sehingga tutup dada itu dapat dihubungkan dengan bagian depan tali bahu dari efod.","Lalu dibuat dua gelang emas lagi yang dipasang pada tutup dada itu, di ujung bawah bagian dalamnya yang kena efod.","Sesudah itu dibuat dua gelang emas yang dipasang di bagian depan kedua tali bahu efod, dekat sambungan jahitannya agak ke bawah, di atas ikat pinggang dari tenunan halus.","Sesuai dengan perintah TUHAN kepada Musa, gelang tutup dada dihubungkan dengan tali biru pada gelang efod, sehingga tutup dada itu tetap ada di atas ikat pinggang dan tidak terlepas.","Jubah yang dipakai di atas efod, seluruhnya dibuat dari wol biru.","Lubang lehernya diperkuat dengan pita tenunan supaya tidak mudah koyak.","Di sekeliling pinggir bawahnya dibuat hiasan buah delima dari kain linen halus dan wol biru, ungu dan merah, di selang-seling dengan kelintingan dari emas, sesuai dengan perintah TUHAN kepada Musa.","(39:24)","(39:24)","Mereka membuat kemeja untuk Harun dan anak-anaknya,","juga serban, destar dan celana pendek dari linen,","dan ikat pinggang dari kain linen halus, wol biru, ungu dan merah, dihias dengan sulaman, seperti yang diperintahkan TUHAN kepada Musa.","Juga dibuat hiasan dari emas murni, tanda bahwa mereka sudah dikhususkan untuk TUHAN. Pada hiasan itu terukir kata-kata \"Dikhususkan untuk TUHAN\".","Hiasan itu dipasang pada serban bagian depannya, sesuai dengan perintah TUHAN kepada Musa.","Akhirnya selesailah semua pekerjaan membuat Kemah TUHAN. Orang Israel telah melakukan segalanya seperti yang diperintahkan TUHAN kepada Musa.","Mereka membawa kepada Musa Kemah dengan segala perlengkapannya, kait-kaitnya, kayu-kayu lintang, tiang-tiang dan alasnya,","tutup dari kulit kambing jantan yang diwarnai merah, tutup dari kulit halus, kain penudung.","Peti Perjanjian yang berisi kedua batu dengan kayu pengusung dan tutupnya,","meja dengan semua perlengkapannya dan roti sajian,","kaki lampu dari emas murni, lampu-lampunya dengan segala perlengkapannya, minyak untuk lampu,","mezbah dari emas, minyak upacara, dupa harum, tirai pintu Kemah,","mezbah perunggu dengan anyaman kawat dari perunggu, kayu pengusung dan segala perlengkapannya; bak tempat membasuh dengan alasnya,","layar-layar untuk pelataran dan tiang-tiang serta alasnya, tirai pintu gerbang pelataran serta tali-temalinya, patok-patok Kemah; semua perabot yang dipakai di dalam Kemah,","dan pakaian ibadat untuk para imam pada waktu mereka bertugas di Ruang Suci dan pakaian khusus untuk Harun dan anak-anaknya.","Orang Israel telah melakukan semua pekerjaan itu seperti yang diperintahkan TUHAN kepada Musa.","Musa memeriksa segalanya dan melihat bahwa mereka telah membuatnya tepat seperti yang diperintahkan TUHAN. Lalu Musa memberkati mereka."]