["TUHAN berkata kepada Musa,","\"Dirikanlah Kemah-Ku pada tanggal satu bulan satu.","Masukkan ke dalamnya Peti Perjanjian yang berisi Sepuluh Perintah dan pasanglah kain penudung di depannya.","Tempatkanlah meja dengan perlengkapannya. Masukkan juga kaki lampu dan pasanglah lampunya.","Letakkanlah mezbah emas tempat membakar dupa di depan Peti Perjanjian, dan gantungkanlah tabir di pintu Kemah.","Letakkan mezbah untuk kurban bakaran di depan pintu Kemah.","Taruhlah bak air di antara Kemah dan mezbah itu, lalu isilah dengan air.","Kemudian pasanglah layar di sekeliling pelataran Kemah, dan gantungkan tirai pintu gerbang pelataran.","Kemudian Kemah dan segala perlengkapannya harus kaupersembahkan kepada-Ku dengan cara meminyakinya dengan minyak upacara, maka semua itu dikhususkan untuk Aku.","Persembahkanlah mezbah dan segala perlengkapannya dengan cara itu, supaya seluruhnya dikhususkan untuk Aku.","Buatlah begitu juga dengan bak air dan alasnya.","Sesudah itu, suruhlah Harun dan anak-anaknya datang ke pintu Kemah dan membasuh diri.","Kenakan pakaian imam pada Harun, dan minyakilah dia supaya ia dikhususkan untuk melayani Aku sebagai imam.","Lalu suruhlah anak-anaknya mendekat, dan kenakanlah kemeja pada mereka.","Lalu minyakilah mereka seperti kauminyaki ayah mereka, supaya mereka pun dapat melayani Aku sebagai imam. Dengan upacara minyak itu, suku mereka turun-temurun memegang jabatan imam.\"","Musa melakukan segalanya seperti yang diperintahkan TUHAN.","Maka pada tanggal satu bulan satu dalam tahun kedua sesudah bangsa Israel meninggalkan Mesir, Kemah TUHAN itu dipasang.","Musa meletakkan alas-alasnya, mendirikan rangka-rangkanya, memasang kayu-kayu lintangnya, dan menegakkan tiang-tiangnya.","Lalu dibentangkannya atap Kemah dengan tutup bagian luar di atasnya seperti yang diperintahkan TUHAN.","Kemudian kedua batu itu dimasukkannya ke dalam Peti Perjanjian. Lalu Musa memasang tutup Peti itu dan memasukkan kayu pengusungnya ke dalam gelangnya.","Lalu ia menaruh Peti itu di dalam Kemah dan menggantungkan kain penudung di depannya, seperti yang diperintahkan TUHAN kepadanya.","Kemudian Musa menempatkan meja di dalam Kemah, di bagian utara sebelah luar kain,","lalu di atas meja itu diletakkan roti sajian, seperti yang diperintahkan TUHAN kepada Musa.","Kaki lampu diletakkannya di dalam Kemah, di bagian selatan, berhadapan dengan meja itu,","lalu, lampu-lampu itu dinyalakannya di hadapan TUHAN.","Mezbah emas ditempatkannya di dalam Kemah, di depan kain,","lalu dibakarnya dupa harum seperti yang diperintahkan TUHAN kepada Musa.","Musa menggantungkan tirai pintu Kemah,","dan di depan pintu itu ditaruhnya mezbah untuk kurban bakaran. Di atas mezbah itu dipersembahkannya kurban bakaran dan kurban sajian.","Bak perunggu ditaruhnya di antara Kemah dan mezbah, lalu diisinya dengan air.","Musa, Harun dan anak-anaknya membasuh tangan dan kaki mereka di situ,","setiap kali mereka masuk ke dalam Kemah TUHAN atau mendekati mezbah.","Di sekeliling Kemah dan mezbah itu Musa memasang layar, lalu ia menggantungkan tirai pintu gerbang pelataran. Maka selesailah semua pekerjaan itu.","Kemudian turunlah awan menutupi Kemah TUHAN, dan Kemah itu penuh dengan cahaya kehadiran TUHAN.","Oleh karena itu Musa tak dapat masuk ke dalam Kemah itu.","Setiap kali awan itu naik dari atas Kemah TUHAN, bangsa Israel membongkar perkemahan mereka untuk pindah ke tempat lain.","Tetapi kalau awan itu tidak naik, mereka tidak berangkat dari situ.","Selama bangsa Israel mengembara, TUHAN ada di Kemah itu dalam rupa awan pada waktu siang dan dalam rupa api pada waktu malam."]