["Kemudian Musa dan Harun pergi menghadap raja Mesir dan berkata, \"Begini perintah TUHAN, Allah Israel, 'Izinkanlah bangsa-Ku pergi supaya mereka dapat beribadat kepada-Ku di padang gurun.'\"","\"Siapakah TUHAN itu?\" tanya raja. \"Mengapa aku harus mempedulikan Dia dan mengizinkan bangsa Israel pergi? Aku tidak kenal TUHAN itu, dan orang Israel tidak kuizinkan pergi.\"","Musa dan Harun berkata, \"Allah orang Ibrani sudah menampakkan diri kepada kami. Izinkanlah kami pergi ke padang gurun sejauh tiga hari perjalanan untuk mempersembahkan kurban kepada TUHAN, Allah kami. Kalau kami tidak melakukan itu, kami akan dibunuhnya dengan penyakit atau perang.\"","Kata raja kepada Musa dan Harun, \"Mengapa kamu membuat orang-orang itu melalaikan pekerjaan mereka? Suruhlah budak-budak itu bekerja!","Orang-orang itu sudah terlalu banyak jumlahnya. Dan sekarang kamu mau supaya mereka berhenti bekerja!\"","Hari itu juga para pengawas bangsa Mesir dan mandor-mandor bangsa Israel mendapat perintah dari raja,","\"Jangan lagi memberi jerami kepada bangsa itu untuk membuat batu bata. Biarlah mereka pergi mencarinya sendiri.","Tetapi suruhlah mereka membuat batu bata tidak kurang jumlahnya dari yang sudah-sudah. Mereka mau bermalas-malas saja; itulah sebabnya mereka terus mengomel supaya diizinkan pergi untuk mempersembahkan kurban kepada Allah mereka.","Paksakan orang-orang itu bekerja lebih keras, supaya mereka sibuk dengan pekerjaan dan tidak punya waktu untuk mendengarkan cerita-cerita bohong.\"","Para pengawas bangsa Mesir dan mandor-mandor Israel itu keluar lalu berkata kepada orang-orang Israel, \"Raja memerintahkan supaya kamu tidak lagi diberi jerami.","Kamu harus mencari sendiri di mana saja, tetapi ingat, batu bata yang kamu buat tak boleh kurang dari yang sudah-sudah.\"","Maka pergilah orang Israel menjelajahi seluruh tanah Mesir untuk mengumpulkan jerami.","Para pengawas terus mendesak supaya setiap hari mereka menghasilkan batu bata yang sama banyaknya seperti waktu mereka diberi jerami.","Para pengawas itu memukul mandor-mandor Israel yang ditugaskan mengawasi pekerjaan. Mereka bertanya, \"Mengapa sekarang bangsamu tidak menghasilkan batu bata yang sama banyaknya seperti dahulu?\"","Lalu mandor-mandor Israel pergi menghadap raja dan mengeluh, \"Mengapa Baginda berbuat begini kepada kami?","Kami tidak diberi jerami, tetapi dipaksa membuat batu bata! Sekarang kami dipukuli padahal pegawai-pegawai Bagindalah yang bersalah!\"","Raja menjawab, \"Kamu memang malas dan tidak mau bekerja. Itulah sebabnya kamu minta izin kepadaku untuk pergi mempersembahkan kurban kepada Tuhanmu.","Pergilah bekerja lagi. Jerami tidak akan diberikan kepadamu, tetapi kamu tetap harus membuat batu bata yang sama banyaknya.\"","Mandor-mandor itu sadar bahwa mereka dalam kesulitan ketika diberitahukan bahwa orang-orang Israel harus menghasilkan batu bata yang tetap sama banyaknya seperti yang sudah-sudah.","Ketika mereka keluar dari istana, mereka bertemu dengan Musa dan Harun yang sedang menunggu mereka.","Kata mandor-mandor itu, \"TUHAN tahu perbuatanmu! Ia akan menghukum kamu! Kamulah yang menyebabkan kami dibenci oleh raja dan para pegawainya, sehingga mereka mau membunuh kami.\"","Lalu Musa menghadap TUHAN lagi dan berkata, \"Tuhan, mengapa bangsa Israel Kauperlakukan seburuk itu? Mengapa Engkau mengutus saya ke sini?","Sejak saya menghadap raja dan berbicara atas nama-Mu, ia mulai menganiaya bangsa ini. Dan Engkau tidak berbuat apa-apa untuk menolong mereka.\""]