["(5-24) Lalu TUHAN berkata kepada Musa, \"Sekarang engkau akan melihat bagaimana Aku bertindak terhadap raja. Dia akan Kupaksa melepaskan bangsa-Ku. Sesungguhnya, dia akan Kupaksa mengusir mereka dari negeri ini.\"","(6-1) Allah berbicara kepada Musa, katanya, \"Akulah TUHAN.","(6-2) Aku menampakkan diri kepada Abraham, Ishak dan Yakub sebagai Allah Yang Mahakuasa, tetapi Aku tidak memperkenalkan diri kepada mereka dengan nama 'TUHAN'.","(6-3) Aku juga mengadakan perjanjian dengan mereka. Aku berjanji akan memberikan negeri Kanaan kepada mereka, negeri tempat mereka dahulu hidup sebagai orang asing.","(6-4) Aku sudah mendengar rintihan orang Israel yang diperbudak oleh bangsa Mesir, lalu Aku ingat akan janji-Ku itu.","(6-5) Jadi umumkanlah kepada bangsa Israel bahwa Aku berkata kepada mereka: Akulah TUHAN; kamu akan Kubebaskan dari perbudakan bangsa Mesir. Aku akan menunjukkan kekuasaan-Ku yang hebat untuk menyelamatkan kamu dan menjatuhkan hukuman berat atas bangsa Mesir.","(6-6) Kamu akan Kujadikan umat-Ku, dan Aku menjadi Allahmu. Maka kamu akan tahu bahwa Aku ini TUHAN, Allahmu, yang membebaskan kamu dari perbudakan di Mesir.","(6-7) Kamu akan Kubawa ke negeri yang Kujanjikan dengan sumpah kepada Abraham, Ishak dan Yakub; tanah itu Kuberikan kepadamu menjadi milikmu sendiri. Akulah TUHAN.\"","(6-8) Semua pesan TUHAN itu disampaikan Musa kepada bangsa Israel, tetapi mereka tidak mau mempedulikan Musa, karena perbudakan yang kejam itu telah membuat mereka putus asa.","(6-9) Kemudian TUHAN berkata kepada Musa,","(6-10) \"Pergilah menghadap raja Mesir dan katakan bahwa ia harus mengizinkan bangsa Israel meninggalkan negerinya.\"","(6-11) Tetapi Musa menjawab, \"Orang Israel sendiri tidak mau mendengarkan saya. Mana mungkin raja Mesir mendengarkan orang yang tidak pandai bicara seperti saya?\"","(6-12) Begitulah TUHAN mengutus Musa dan Harun untuk menyampaikan kepada bangsa Israel dan kepada raja Mesir bahwa mereka ditugaskan TUHAN untuk memimpin bangsa Israel keluar dari Mesir.","(6-13) Inilah silsilah Musa dan Harun: Ruben, anak sulung Yakub, mempunyai empat anak laki-laki: Henokh, Palu, Hezron, dan Karmi. Mereka itu nenek moyang dari kaum-kaum dalam suku Ruben.","(6-14) Simeon dan istrinya seorang wanita Kanaan mempunyai enam anak laki-laki: Yemuel, Yamin, Ohad, Yakhin, Zohar dan Saul. Mereka itu nenek moyang dari kaum-kaum dalam suku Simeon.","(6-15) Lewi mempunyai tiga anak laki-laki: Gerson, Kehat dan Merari; mereka itu nenek moyang dari kaum-kaum dalam suku Lewi. Lewi mencapai umur 137 tahun.","(6-16) Gerson mempunyai dua anak laki-laki: Libni dan Simei; mereka mempunyai banyak keturunan.","(6-17) Kehat mempunyai empat anak laki-laki: Amram, Yizhar, Hebron dan Uziel. Kehat mencapai umur 133 tahun.","(6-18) Merari mempunyai dua anak laki-laki: Mahli dan Musi. Itulah kaum-kaum dalam suku Lewi dengan keturunan mereka masing-masing.","(6-19) Amram kawin dengan Yokhebed, adik perempuan ayahnya, dan anak-anak mereka adalah Harun dan Musa. Amram hidup 137 tahun.","(6-20) Yizhar mempunyai tiga anak laki-laki: Korah, Nefeg dan Zikhri.","(6-21) Uziel juga mempunyai tiga anak laki-laki: Misael, Elsafan dan Sitri.","(6-22) Harun kawin dengan Eliseba, anak perempuan Aminadab; Eliseba juga bersaudara dengan Nahason. Eliseba melahirkan Nadab, Abihu, Eleazar dan Itamar.","(6-23) Korah mempunyai tiga anak laki-laki: Asir, Elkana dan Abiasaf. Mereka itu nenek moyang dari kaum keluarga Korah.","(6-24) Eleazar, anak laki-laki Harun, kawin dengan salah seorang anak Putiel, dan anak mereka ialah Pinehas. Itulah semua kepala kaum dan kepala keluarga dalam suku Lewi.","(6-25) Harun dan Musa itulah yang diperintahkan TUHAN untuk membawa orang-orang Israel keluar dari Mesir.","(6-26) Mereka berdua menghadap raja Mesir supaya ia membebaskan orang Israel.","(6-27) Ketika TUHAN berbicara dengan Musa di Mesir,","(6-28) TUHAN berkata, \"Akulah TUHAN. Sampaikanlah kepada raja Mesir segala sesuatu yang telah Kukatakan kepadamu.\"","(6-29) Tetapi Musa menjawab, \"TUHAN, Engkau tahu bahwa saya tidak pandai bicara. Mana mungkin raja mau mendengarkan saya?\""]