["TUHAN berkata kepada Musa, \"Aku akan menjadikan engkau seperti Allah di hadapan raja, dan saudaramu Harun akan bicara kepadanya sebagai nabimu.","Sampaikan kepada Harun semua yang Kuperintahkan kepadamu. Suruhlah Harun mengatakan kepada raja bahwa ia harus mengizinkan orang Israel meninggalkan negeri Mesir.","Tetapi Aku akan menjadikan raja keras kepala. Ia tidak akan mempedulikan engkau, sekalipun Aku mendatangkan banyak bencana di Mesir.","Karena itu Aku akan menghukum Mesir dengan hukuman-hukuman yang berat, kemudian Kubawa seluruh bangsa Israel, umat-Ku, keluar dari negeri itu.","Maka orang Mesir akan tahu bahwa Aku ini TUHAN, pada waktu Aku menghukum mereka dan membawa Israel keluar dari negeri mereka.\"","Musa dan Harun melakukan apa yang diperintahkan TUHAN.","Musa berumur 80 tahun dan Harun 83 tahun ketika mereka menghadap raja Mesir.","TUHAN berkata kepada Musa dan Harun,","\"Kalau raja meminta kamu membuat keajaiban sebagai bukti, suruhlah Harun mengambil tongkatnya dan melemparkannya ke tanah di depan raja. Tongkat itu akan berubah menjadi ular.\"","Maka pergilah Musa dan Harun menghadap raja dan mereka melakukan apa yang diperintahkan Allah. Harun melemparkan tongkatnya ke tanah di depan raja dan para pegawainya, lalu tongkat itu berubah menjadi ular.","Karena itu raja pun memanggil orang-orangnya yang berilmu dan ahli-ahli sihirnya, lalu mereka melakukan begitu juga dengan ilmu gaib mereka.","Mereka melemparkan tongkat mereka ke tanah dan tongkat-tongkat itu berubah menjadi ular. Tetapi tongkat Harun menelan tongkat mereka.","Meskipun begitu, raja tetap berkeras kepala dan tidak mau mempedulikan perkataan Musa dan Harun, seperti yang sudah dikatakan TUHAN.","Kemudian TUHAN berkata kepada Musa, \"Raja itu sangat keras kepala; ia tidak mau mengizinkan bangsa Israel pergi.","Sebab itu pergilah menemui dia pagi-pagi, pada waktu ia turun ke Sungai Nil. Bawalah tongkat yang dapat berubah menjadi ular itu dan tunggulah kedatangannya di tepi sungai.","Katakanlah kepada raja itu: TUHAN, Allah orang Ibrani, mengutus saya untuk menyampaikan kepada Tuanku supaya mengizinkan umat-Nya pergi untuk beribadat kepada-Nya di padang gurun. Tetapi sampai sekarang Tuanku tidak mau mendengarkan.","Sebab itu, TUHAN berkata begini, 'Dari apa yang Kulakukan nanti, engkau akan tahu bahwa Akulah TUHAN. Dengan tongkat ini saya akan memukul permukaan air sungai, dan airnya akan berubah menjadi darah.","Ikan-ikan akan mati, dan sungai ini akan berbau busuk, sehingga bangsa Mesir tak bisa minum airnya.'\"","TUHAN berkata kepada Musa, \"Suruhlah Harun mengambil tongkatnya dan mengacungkannya ke atas semua sungai, saluran-saluran dan kolam-kolam di Mesir. Airnya akan menjadi darah, dan di seluruh negeri akan ada darah, bahkan dalam tong-tong kayu dan tempayan-tempayan batu.\"","Musa dan Harun melakukan apa yang diperintahkan TUHAN. Di depan raja dan para pegawainya, Harun mengangkat tongkatnya dan memukul air Sungai Nil, maka airnya berubah menjadi darah.","Ikan-ikan di dalam sungai itu mati, dan baunya busuk sekali, sehingga orang Mesir tidak bisa minum air itu. Di seluruh tanah Mesir ada darah.","Tetapi para ahli sihir Mesir berbuat begitu juga dengan ilmu gaib mereka, sehingga raja tetap keras kepala. Seperti yang sudah dikatakan TUHAN, raja tidak mau mendengarkan Musa dan Harun.","Malahan ia pulang ke istana tanpa mempedulikan kejadian itu sedikit pun.","Semua orang Mesir menggali lubang di sepanjang tepi sungai untuk mencari air minum, karena air sungai itu tidak bisa diminum.","Tujuh hari lewat sesudah TUHAN mengutuki Sungai Nil."]