["Lalu TUHAN berkata kepada Musa, \"Pergilah menghadap raja dan sampaikan kepadanya pesan-Ku ini: 'Izinkan umat-Ku pergi untuk beribadat kepada-Ku.","Jika engkau menolak, negeri ini akan Kupenuhi dengan katak sebagai hukuman.","Sungai Nil akan penuh dengan katak, sehingga binatang-binatang itu keluar dari air dan masuk ke dalam istanamu, ke dalam kamar tidur dan tempat tidurmu, ke dalam rumah-rumah para pejabat dan rakyat, bahkan ke dalam tempat pembakaran roti dan panci-panci.","Katak-katak itu akan melompat dan memanjati engkau, semua pejabat dan rakyat.'\"","TUHAN berkata kepada Musa, \"Suruhlah Harun merentangkan tongkatnya ke atas sungai-sungai, saluran-saluran dan kolam-kolam supaya katak-katak bermunculan dan memenuhi tanah Mesir.\"","Maka Harun mengacungkan tongkatnya ke atas semua air, lalu muncullah katak-katak memenuhi seluruh negeri.","Tetapi para tukang sihir memakai ilmu gaib mereka, dan juga membuat katak-katak bermunculan di negeri itu.","Raja memanggil Musa dan Harun, dan berkata, \"Berdoalah kepada TUHAN supaya Ia melenyapkan katak-katak ini, maka aku akan mengizinkan bangsamu pergi untuk mempersembahkan kurban kepada TUHAN.\"","Musa menjawab, \"Dengan senang hati saya akan berdoa untuk Tuanku. Tetapkanlah waktunya, maka saya akan mendoakan Tuanku, para pejabat dan rakyat. Maka Tuanku akan dibebaskan dari katak-katak itu, dan tidak akan ada yang sisa, kecuali di Sungai Nil.\"","Jawab raja itu, \"Berdoalah untukku besok.\" Kata Musa, \"Saya akan melakukan apa yang Tuanku minta. Maka Tuanku akan tahu bahwa tidak ada Allah lain seperti TUHAN, Allah kami.","Dia akan membebaskan Tuanku, para pejabat dan rakyat dari katak-katak itu. Tak akan ada katak di rumah-rumah, kecuali di Sungai Nil.\"","Lalu Musa dan Harun meninggalkan raja. Kemudian Musa berdoa kepada TUHAN supaya melenyapkan katak-katak yang didatangkan-Nya atas raja.","TUHAN mengabulkan permintaan Musa, dan katak-katak yang ada di rumah-rumah, di halaman-halaman dan ladang-ladang mati semua.","Orang Mesir mengumpulkan bangkai katak-katak itu sampai bertimbun-timbun, sehingga seluruh negeri berbau busuk.","Ketika raja melihat bahwa katak-katak itu sudah mati, ia berkeras kepala. Dan seperti yang sudah dikatakan TUHAN, raja tidak mau mempedulikan perkataan Musa dan Harun.","TUHAN berkata kepada Musa, \"Suruhlah Harun memukul tanah dengan tongkatnya, maka di seluruh negeri Mesir debu akan berubah menjadi nyamuk.\"","Lalu Harun memukul tanah dengan tongkatnya, dan semua debu di Mesir berubah menjadi nyamuk yang mengerumuni manusia dan binatang.","Para ahli sihir berusaha memakai ilmu gaib mereka untuk juga mengadakan nyamuk-nyamuk, tetapi mereka tidak berhasil. Di mana-mana ada nyamuk,","sehingga para ahli sihir itu berkata kepada raja, \"Ini perbuatan Allah.\" Tetapi raja itu berkeras kepala, dan seperti yang sudah dikatakan TUHAN, raja itu tidak mau mempedulikan perkataan Musa dan Harun.","TUHAN berkata kepada Musa, \"Pergilah besok pagi-pagi sekali menemui raja pada waktu ia turun ke sungai, dan sampaikanlah kepadanya perkataan-Ku ini: 'Izinkanlah umat-Ku pergi beribadat kepada-Ku.","Jika engkau menolak, maka Aku akan mendatangkan lalat kepadamu, kepada para pejabat dan rakyat. Rumah-rumah orang Mesir, bahkan seluruh negeri akan penuh dengan lalat.","Tetapi Aku akan membuat kekecualian untuk daerah Gosyen, tempat umat-Ku tinggal. Di sana tak akan ada lalat, supaya kamu tahu bahwa Aku, TUHAN, yang melakukan itu.","Aku akan membuat perbedaan antara umat-Ku dengan rakyatmu. Keajaiban itu akan terjadi besok.'\"","TUHAN mendatangkan lalat yang banyak sekali ke istana raja dan ke rumah-rumah para pejabat. Seluruh negeri Mesir sangat menderita karena lalat-lalat itu.","Kemudian raja memanggil Musa dan Harun lalu berkata, \"Pergilah mempersembahkan kurban kepada Allahmu, tetapi di negeri ini saja.\"","\"Sebaiknya tidak,\" jawab Musa, \"karena orang Mesir akan merasa tersinggung kalau melihat persembahan kami itu, dan pasti kami akan dilempari batu sampai mati.","Kami harus pergi ke padang gurun sejauh tiga hari perjalanan untuk mempersembahkan kurban kepada TUHAN Allah kami, seperti yang diperintahkan-Nya kepada kami.\"","Raja berkata, \"Baiklah, kuizinkan kamu pergi ke padang gurun untuk mempersembahkan kurban kepada TUHAN, Allahmu, asal kamu tidak pergi jauh. Ingat, doakanlah aku!\"","Jawab Musa, \"Sesudah saya pergi, saya segera berdoa kepada TUHAN supaya besok lalat-lalat itu meninggalkan Tuanku, para pejabat dan rakyat. Tetapi jangan menipu kami lagi, dan jangan menghalangi bangsa Israel pergi untuk mempersembahkan kurban kepada TUHAN.\"","Musa meninggalkan raja, lalu berdoa kepada TUHAN,","dan TUHAN mengabulkan doa Musa. Lalat-lalat itu beterbangan meninggalkan raja, para pejabat dan rakyat. Tak ada seekor pun yang masih tinggal.","Tetapi kali ini pun raja berkeras kepala dan tidak mengizinkan bangsa itu pergi."]