["TUHAN berkata kepada Musa, \"Pergilah menghadap raja, dan katakan kepadanya bahwa TUHAN, Allah orang Ibrani, berkata: 'Biarkanlah umat-Ku pergi supaya mereka dapat berbakti kepada-Ku.","Kalau engkau tak mau melepaskan mereka,","Aku akan mendatangkan wabah yang dahsyat atas semua ternakmu, kuda, keledai, unta, sapi, domba dan kambingmu.","Aku akan membedakan ternak orang Israel dan ternak orang Mesir. Dari ternak orang Israel tak seekor pun yang akan mati.","Aku, TUHAN, menetapkan hari esok untuk melaksanakan hal itu.'\"","Keesokan harinya TUHAN berbuat seperti yang sudah dikatakan-Nya. Semua ternak bangsa Mesir mati, tetapi dari ternak bangsa Israel seekor pun tak ada yang mati.","Raja menanyakan apa yang telah terjadi, lalu diceritakan kepadanya bahwa dari ternak orang Israel tak seekor pun yang mati. Tetapi raja berkeras kepala dan tidak mau melepaskan bangsa itu pergi.","TUHAN berkata kepada Musa dan Harun, \"Ambillah beberapa genggam abu dari tempat pembakaran. Di depan raja, Musa harus menghamburkan abu itu ke udara.","Maka abu itu akan tersebar ke seluruh tanah Mesir. Pada manusia dan binatang abu itu akan menimbulkan bisul-bisul yang pecah menjadi luka bernanah.\"","Lalu Musa dan Harun mengambil abu, dan menghadap raja. Musa menghamburkan abu itu ke udara. Pada manusia dan binatang timbullah bisul-bisul yang pecah menjadi luka bernanah.","Para ahli sihir tidak bisa menghadap Musa karena seluruh badan mereka penuh bisul seperti orang-orang Mesir lainnya.","Tetapi TUHAN menjadikan raja keras kepala, dan seperti yang sudah dikatakan TUHAN, raja tidak mau mempedulikan perkataan Musa dan Harun.","TUHAN berkata kepada Musa, \"Pergilah besok pagi-pagi sekali menghadap raja, dan sampaikan kepadanya bahwa TUHAN, Allah orang Ibrani berkata: 'Lepaskan umat-Ku supaya mereka dapat pergi beribadat kepada-Ku.","Kali ini Aku akan mendatangkan bencana tidak hanya kepada para pejabat dan rakyat saja, tetapi juga kepadamu, supaya engkau tahu bahwa tidak ada tandingan-Ku di seluruh dunia.","Sekiranya Aku mau menghukum engkau dan rakyatmu dengan penyakit, pasti kamu sudah binasa sama sekali.","Tetapi kamu Kubiarkan hidup, supaya Aku dapat menunjukkan kekuasaan-Ku kepadamu, sehingga nama-Ku menjadi termasyhur di seluruh bumi.","Meskipun begitu, engkau masih juga tinggi hati dan tidak mau mengizinkan umat-Ku pergi.","Besok pagi, pada saat yang sama, Aku akan mendatangkan hujan es yang dahsyat, seperti yang belum pernah terjadi di Mesir dari dahulu sampai sekarang.","Maka perintahkanlah supaya semua ternak dan segala milikmu yang ada di luar dibawa ke tempat yang aman. Semua orang dan ternak yang ada di luar dan tak dapat berlindung akan mati ditimpa hujan es.'\"","Beberapa di antara para pejabat takut kepada perkataan TUHAN. Mereka membawa hamba-hamba dan ternak mereka masuk ke dalam rumah supaya terlindung.","Tetapi yang lain tidak mengindahkan peringatan itu dan meninggalkan hamba-hamba dan ternak mereka di padang.","Lalu TUHAN berkata kepada Musa, \"Angkatlah tanganmu ke atas, dan hujan es akan turun di seluruh tanah Mesir. Hujan itu akan menimpa manusia, ternak dan segala tanaman di ladang.\"","Musa mengangkat tongkatnya ke atas, dan TUHAN menurunkan guruh dan hujan es, dan petir menyambar bumi. TUHAN mendatangkan","hujan es yang dahsyat disertai petir yang sambar-menyambar. Itulah hujan es yang paling dahsyat dalam sejarah Mesir.","Di seluruh negeri hujan es itu membinasakan segala sesuatu di ladang, termasuk manusia dan ternak. Semua tanaman di ladang rusak dan pohon-pohon ditumbangkan.","Hanya daerah Gosyen, tempat kediaman orang-orang Israel, tidak ditimpa hujan es.","Lalu raja memanggil Musa dan Harun, dan berkata, \"Aku telah berdosa. Tuhanlah yang benar, aku dan rakyatku telah berbuat salah.","Berdoalah kepada TUHAN; kami sudah cukup menderita karena guruh dan hujan es ini. Aku akan melepas kamu pergi. Kamu tak usah tinggal di sini lagi.\"","Kata Musa kepada raja, \"Segera sesudah saya sampai di luar kota, saya akan mengangkat tangan untuk berdoa kepada TUHAN. Guruh akan berhenti dan hujan es akan reda, supaya Tuanku tahu bahwa bumi ini milik TUHAN.","Tetapi saya tahu bahwa Tuanku dan para pejabat belum juga takut kepada TUHAN Allah.\"","Tanaman rami dan jelai musnah, karena rami sedang berbunga, dan jelai sedang berbulir.","Tetapi gandum dan biji-bijian tidak rusak karena belum musimnya.","Lalu Musa meninggalkan raja dan pergi ke luar kota; di sana ia mengangkat tangannya untuk berdoa kepada TUHAN. Saat itu juga berhentilah guntur, hujan es dan hujan.","Ketika raja melihat apa yang terjadi, ia berdosa lagi. Dia dan para pejabatnya tetap berkeras kepala.","Seperti yang sudah dikatakan TUHAN melalui Musa, raja tidak mau mengizinkan orang Israel pergi."]