["TUHAN berkata, \"Penduduk Moab telah berkali-kali berdosa, karena itu Aku pasti akan menghukum mereka. Mereka menghina Raja Edom yang sudah mati itu, dengan membongkar makamnya serta mengambil tulang-tulangnya dan membakarnya menjadi abu.","Sebab itu, Aku akan mengirim api ke negeri Moab, dan membakar habis benteng-benteng Keriot. Orang Moab akan mati di tengah-tengah keributan peperangan, sementara trompet dibunyikan, dan pekik pertempuran diteriakkan.","Penguasa Moab dan semua pejabat pemerintahnya akan Kubunuh.\"","TUHAN berkata, \"Orang Yehuda telah berkali-kali berdosa, karena itu Aku pasti akan menghukum mereka. Mereka melanggar perintah-perintah-Ku dan tidak mempedulikan ajaran-ajaran-Ku. Mereka disesatkan oleh ilah-ilah lain yang disembah oleh leluhur mereka.","Sebab itu, Aku akan mengirim api ke Yehuda dan membakar habis benteng-benteng Yerusalem.\"","TUHAN berkata, \"Orang Israel telah berkali-kali berdosa, karena itu Aku pasti akan menghukum mereka. Orang jujur yang tak dapat mengembalikan pinjamannya, telah mereka jual menjadi hamba. Demikian pula perlakuan mereka kepada orang miskin yang tak dapat membayar utangnya, sekalipun utang itu hanya seharga sepasang kasut.","Mereka menindas orang lemah yang tak berdaya, dan menyingkirkan orang miskin. Ayah dan anak menggauli hamba wanita yang sama, sehingga mencemarkan nama-Ku yang suci.","Di setiap tempat ibadah, orang-orang tidur dengan baju yang mereka ambil sebagai jaminan utang dari orang miskin. Di Rumah Allah mereka, mereka minum anggur yang mereka ambil dari orang yang berutang pada mereka.","Meskipun begitu, hai umat-Ku, untuk kamulah Aku membinasakan orang Amori yang tinggi seperti pohon cemara dan kuat seperti pohon terpentin.","Kamu telah Kubawa keluar dari Mesir, dan Kutuntun melalui padang pasir empat puluh tahun lamanya. Tanah orang Amori telah Kuberikan kepadamu menjadi negerimu sendiri.","Aku telah memilih beberapa dari anak-anakmu untuk menjadi nabi, dan beberapa orang mudamu untuk menjadi orang Nazir. Bukankah itu benar, hai orang Israel? Aku, TUHAN telah berbicara.","Tapi kamu memberi orang Nazir minum anggur, sehingga membuat mereka mengingkari janji. Dan kamu melarang nabi-nabi menyampaikan pesan-Ku.","Sekarang kamu akan Kutekan sampai ke tanah, sehingga kamu mengerang seperti kereta yang sarat dengan muatan gandum.","Pelari yang cepat pun tak akan dapat lolos; orang kuat akan kehilangan kekuatannya, dan orang perkasa tak akan dapat menyelamatkan dirinya sendiri.","Pemanah tak akan bertahan, pelari cepat tak akan dapat melarikan diri, dan penunggang kuda tak akan luput.","Pada hari itu prajurit yang paling berani pun akan meninggalkan senjatanya, lalu lari. Aku TUHAN telah berbicara.\""]