["Dengarlah hai umat Israel! Aku hendak menyanyikan bagimu sebuah nyanyian duka:","Telah jatuh Israel yang masih perawan, ia tak akan bangkit lagi! Di atas tanahnya sendiri ia dibiarkan, tak ada yang membantu ia berdiri.","TUHAN Yang Mahatinggi berkata, \"Sebuah kota di Israel mengerahkan seribu orang prajurit, tapi yang kembali hanyalah seratus; kota yang lain mengerahkan seratus orang, yang kembali hanya sepuluh.\"","TUHAN berkata kepada umat Israel, \"Kembalilah kepada-Ku, maka kamu akan hidup.","Jangan pergi ke Bersyeba untuk berbakti. Jangan mencari Aku di Betel, sebab Betel akan lenyap. Jangan juga pergi ke Gilgal, sebab penduduk kota itu akan diangkut ke pembuangan.\"","Kembalilah kepada TUHAN, maka kamu akan hidup. Jika kamu tidak kembali kepada-Nya, Ia akan datang seperti api yang menjalar dan membakar habis orang Israel. Di Betel tak seorang pun dapat memadamkan api itu.","Celakalah kamu, kamu yang memutarbalikkan keadilan dan memperkosa hak orang!","Tuhanlah yang membuat bintang-bintang di angkasa--bintang Belantik dan bintang Kartika. Ia mengubah gelap menjadi terang dan siang menjadi malam; air dari laut dituangkan-Nya ke daratan. Yang melakukan semua itu nama-Nya ialah TUHAN.","Ia membinasakan orang berkuasa bersama pertahanan mereka.","Kamu membenci orang yang menentang ketidakadilan dan yang berbicara benar dalam pengadilan.","Kamu menindas orang miskin dan gandumnya kamu rampas. Karena itu kamu tidak akan tinggal di dalam rumah-rumahmu yang mewah, yang telah kamu bangun itu. Kamu tidak akan minum anggur dari kebun-kebun anggur yang kamu tanami.","Aku tahu betapa besar kejahatanmu dan betapa banyak dosamu. Kamu menindas orang baik; kamu menerima sogok dan membiarkan orang miskin diperlakukan tidak adil di pengadilan.","Karena perbuatanmu itu, maka orang-orang yang bijaksana merasa lebih baik diam saja pada masa yang jahat seperti itu.","Berusahalah berbuat baik dan jangan berbuat jahat, supaya kamu hidup. Maka TUHAN Yang Mahakuasa akan sungguh-sungguh tinggal di antara kamu seperti yang kamu katakan.","Bencilah yang jahat, cintailah yang baik, dan tegakkanlah keadilan. Mungkin TUHAN akan mengasihani orang-orang yang tersisa dari bangsa Israel.","TUHAN Yang Mahakuasa berkata, \"Di jalan-jalan kota, orang akan meratap dan berkeluh-kesah karena sedih. Bahkan para petani akan dipanggil untuk turut menangis bersama orang-orang yang dibayar untuk meratapi orang mati.","Di semua kebun anggur, orang akan meratap karena Aku datang dan menghukum kamu. Aku, TUHAN, telah berbicara.\"","Sungguh celakalah kamu yang merindukan hari TUHAN! Apa gunanya hari itu bagimu? Hari itu hanya merupakan hari yang gelap, bukan hari yang terang bagimu.","Keadaannya seperti orang yang melarikan diri dari singa, tapi bertemu dengan beruang. Atau seperti orang yang pulang ke rumah dan bertopang dengan tangannya ke tembok, lalu dipagut ular!","Hari TUHAN memang mendatangkan kegelapan, bukan terang--hari mendung yang suram.","TUHAN berkata, \"Aku benci dan muak melihat perayaan-perayaan agamamu!","Kalau kamu membawa kurban bakaran dan kurban gandum, Aku tidak akan menerimanya. Aku tak mau menerima binatang-binatangmu yang gemuk-gemuk itu yang kamu persembahkan kepada-Ku sebagai kurban perdamaian.","Hentikan nyanyian-nyanyianmu yang membisingkan itu; Aku tak mau mendengarkan permainan kecapimu.","Lebih baik, berusahalah supaya keadilan mengalir seperti air, dan kejujuran seperti sungai yang tak pernah kering.","Hai umat Israel, pada waktu Aku menuntun kamu melalui padang gurun empat puluh tahun lamanya, Aku tidak menuntut persembahan dan kurban dari kamu.","Tapi sekarang kamu menyembah Sakut yang kamu anggap rajamu itu, dan Kewan, bintang yang kamu dewakan itu. Karena itu arca-arca yang telah kamu buat itu harus kamu angkut sendiri.","Apabila Aku membuang kamu ke suatu negeri yang lebih jauh dari Damsyik. Aku TUHAN yang bernama Allah Yang Mahakuasa telah berbicara.\""]