["Celakalah kamu yang hidup enak di Sion, dan kamu yang merasa aman di Samaria--kamu hai tokoh-tokoh masyarakat bangsa Israel yang istimewa ini, kamu yang biasanya didatangi rakyat untuk dimintai pertolongan!","Pergilah lihat di Kalne, lalu berjalanlah terus ke kota Hamat yang besar itu, kemudian ke kota Gat di Filistin. Sangkamu kota-kota itu lebih baik dari kerajaan Yehuda dan Israel? Apakah wilayah mereka lebih besar dari wilayahmu?","Kamu bersikeras bahwa hari malapetaka masih jauh, tapi perbuatan-perbuatanm hanya mempercepat tibanya hari kekejaman itu.","Celakalah kamu yang berbaring di atas ranjang yang mewah-mewah dan berpesta dengan daging sapi dan domba yang muda!","Kamu senang menggubah nyanyian, seperti yang dilakukan oleh Daud, dan kamu memainkan lagu-lagu itu dengan kecapi.","Kamu minum anggur dari gelas yang diisi penuh, dan kamu memakai minyak wangi yang terbaik, tapi kamu tidak bersedih hati atas kehancuran Israel.","Karena itu kamulah yang pertama-tama akan diangkut ke pembuangan. Pesta-pesta dan perjamuan-perjamuanmu akan berakhir.","Dengan tegas TUHAN Yang Mahakuasa dan Mahatinggi telah memberi peringatan ini, \"Aku benci akan keangkuhan umat Israel; Aku tak senang dengan istana-istana mereka yang mewah. Ibukota mereka bersama semua yang ada di dalamnya akan Kuserahkan kepada musuh.\"","Apabila masih ada sepuluh orang yang bersembunyi di dalam sebuah rumah, mereka akan mati juga.","Seorang anggota keluarga yang bertugas mengurus penguburannya, akan datang dan membawa keluar jenazah kerabatnya. Ia akan berseru kepada orang yang berada di bagian belakang rumah itu, \"Apakah masih ada yang hidup selain engkau?\" Maka akan terdengar jawaban, \"Tidak!\" Anggota keluarga yang bertugas menguburkan jenazah itu akan berkata, \"Jangan bicara lagi! Kita tak boleh menyebut nama TUHAN.\"","Apabila TUHAN memberi perintah, rumah-rumah besar kecil akan dihancurkan.","Dapatkah kuda berlari di bukit batu? Pernahkah orang membajak laut dengan sapi? Tetapi kamu telah memutarbalikkan keadilan menjadi racun yang mematikan, dan yang benar menjadi yang salah.","Kamu membual bahwa kamu telah mengalahkan Lodebar. Kamu juga berkata, \"Kami cukup kuat untuk merebut Karnaim.\"","TUHAN Yang Mahatinggi dan Mahakuasa sendiri berkata, \"Umat Israel, Aku akan mengirim tentara dari suatu bangsa asing untuk menyerang negerimu. Mereka akan menindas kamu dari jalan ke Hamat di utara sampai ke Lembah Araba di selatan.\""]