["Aku mendapat suatu penglihatan dari TUHAN Yang Mahatinggi. Aku melihat Ia menciptakan suatu kawanan besar belalang pada waktu orang selesai memotong rumput untuk raja, dan rumput baru mulai tumbuh lagi.","Belalang-belalang itu hampir memakan habis semua tumbuh-tumbuhan di tanah. Lalu aku berkata, \"TUHAN Yang Mahatinggi, ampunilah umat-Mu! Mereka terlalu kecil dan lemah, bagaimana mungkin mereka bertahan?\"","TUHAN mengubah rencana-Nya dan berkata, \"Yang kaulihat itu tidak akan terjadi.\"","Aku mendapat suatu penglihatan lagi dari TUHAN Yang Mahatinggi. Aku melihat Ia sedang bersiap-siap untuk menghukum umat-Nya dengan api. Api itu menjilat habis samudra di bawah bumi dan mulai menghanguskan ladang.","Aku berkata, \"Ya TUHAN Yang Mahatinggi, hentikanlah kiranya api itu! Umat-Mu begitu kecil dan lemah, bagaimana mungkin mereka bertahan?\"","TUHAN mengubah rencana-Nya lagi dan berkata, \"Ini pun tidak akan terjadi.\"","Aku mendapat suatu penglihatan lain dari TUHAN. Kulihat Ia berdiri di samping sebuah tembok yang dibangun dengan menggunakan tali pengukur tegak lurus. Di tangan-Nya Ia memegang tali pengukur itu untuk melihat apakah tembok itu tegak lurus atau tidak.","Ia bertanya kepadaku, \"Kau melihat apa, Amos?\" Aku menjawab, \"Tali pengukur tegak lurus, TUHAN.\" Lalu TUHAN berkata, \"Aku memakai tali pengukur ini untuk menunjukkan bahwa umat-Ku seperti tembok yang tidak lurus. Aku tak akan mengubah rencana-Ku lagi, Aku pasti akan menghukum mereka.","Tempat-tempat yang dipakai oleh keturunan Ishak untuk beribadat akan dihancurkan. Tempat-tempat suci orang Israel akan diruntuhkan. Aku akan memusnahkan keturunan Raja Yerobeam.\"","Amazia, imam di Betel, mengirim laporan ini kepada Yerobeam raja Israel, \"Amos sedang berkomplot dengan rakyat melawan Baginda. Kata-katanya yang manghasut rakyat akan menyebabkan negeri ini hancur.","Ia berkata bahwa Baginda akan mati dalam pertempuran, dan orang Israel pasti diangkut ke pembuangan, jauh dari negerinya sendiri.\"","Lalu Amazia berkata kepada Amos, \"Hai nabi, pulanglah ke Yehuda! Berkhotbalah di sana. Biarlah mereka yang memberi nafkah kepadamu!","Jangan lagi berkhotbah di Betel. Kota ini khusus untuk raja, dan tempat ibadah nasional.\"","Amos menjawab, \"Aku bukan nabi karena jabatan. Sebenarnya aku peternak dan pemetik buah ara.","Tapi TUHAN mengambil aku dari pekerjaanku, dan menyuruh aku menyampaikan pesan-Nya kepada orang Israel.","Maka itu dengarlah apa yang dikatakan TUHAN kepadamu. Karena engkau melarang aku berkhotbah menentang bangsa Israel.","TUHAN berkata bahwa istrimu akan menjadi pelacur di jalan-jalan kota, dan anak-anakmu dibunuh dalam perang. Tanahmu akan dibagi-bagi kepada orang lain, dan engkau sendiri akan mati di negeri orang yang tidak mengenal TUHAN. Penduduk Israel pasti akan diangkut ke pembuangan, jauh dari negerinya sendiri.\""]