["Aku mendapat suatu penglihatan lagi dari TUHAN Yang Mahatinggi. Aku melihat sebuah keranjang berisi buah-buahan yang matang.","TUHAN bertanya, \"Kau melihat apa, Amos?\" Aku menjawab, \"Sebuah keranjang berisi buah-buahan yang matang.\" TUHAN berkata, \"Waktunya sudah matang bagi umat-Ku Israel. Aku tidak akan mengubah lagi rencana-Ku dan pasti akan menghukum mereka.","Pada hari itu nyanyian-nyanyian di istana akan menjadi tangisan. Di mana-mana bergelimpangan mayat-mayat yang telah dibuang dengan diam-diam.\"","Dengarlah, hai kamu yang menindas orang miskin di negeri ini sehingga mereka binasa!","Kamu berkata kepada dirimu sendiri, \"Bukan main lamanya hari-hari perayaan. Kita ingin cepat-cepat menjual lagi gandum kita, tetapi perayaan itu tidak kunjung selesai. Kapankah hari Sabat berakhir, supaya kita dapat mulai berjualan lagi? Kita ingin sekali mencatut, menipu dengan takaran, dan berbuat curang dengan timbangan.","Gandum yang rusak dapat kita jual dengan harga yang tinggi. Kita mencari orang miskin yang tak sanggup membayar utangnya, sekalipun utang itu hanya seharga sepasang kasut, dan kita membeli dia menjadi hamba kita.\"","TUHAN, Allah bangsa Israel, telah bersumpah, \"Aku sama sekali tidak akan melupakan perbuatan mereka yang jahat.","Bumi akan bergetar, dan semua orang bersusah hati. Seluruh negeri akan berguncang dan terombang-ambing seperti Sungai Nil.","Akan tiba saatnya Aku membuat matahari terbenam di tengah hari dan bumi menjadi gelap pada waktu siang. Aku, TUHAN Yang Mahatinggi, telah berbicara.","Perayaan-perayaanmu akan Kuubah menjadi perkabungan, dan nyanyian-nyanyian menjadi ratapan. Aku akan membuat kamu mencukur rambutmu dan memakai kain karung tanda sedih. Kamu akan menjadi seperti ayah ibu yang menangisi kematian anaknya yang tunggal. Hari itu akan berakhir dengan sangat menyedihkan.\"","TUHAN Yang Mahatinggi berkata, \"Akan tiba saatnya Aku mendatangkan bencana kelaparan di negeri ini. Orang akan lapar, tapi bukan lapar akan makanan. Orang akan haus, tapi bukan haus akan air. Mereka lapar dan haus akan pesan-Ku.","Orang akan mengembara dari utara ke selatan dan dari timur ke barat untuk mendapatkan pesan-Ku, tapi mereka tidak akan menemukannya.","Pada hari itu bahkan orang-orang muda yang sehat-sehat pun akan pingsan karena kehausan.","Orang-orang yang bersumpah demi berhala Samaria dengan berkata, 'Demi dewa bangsa Dan', atau 'Demi Dewa Bersyeba' --akan jatuh dan tidak bangun-bangun lagi.\""]