["Aku melihat TUHAN berdiri di dekat mezbah. Ia memberikan perintah ini, \"Pukullah keras-keras kepala-kepala tiang di Rumah-Ku supaya seluruh serambi berguncang. Robohkan tiang-tiang itu ke atas kepala orang-orang. Mereka yang tidak mati akan Kubunuh dalam peperangan. Tak seorang pun dapat melarikan diri, tak seorang pun akan luput.","Sekalipun mereka menerobos ke dunia orang mati, Aku akan meraih mereka. Sekalipun mereka naik ke langit, Aku akan menurunkan mereka dari sana.","Jika mereka bersembunyi di puncak Gunung Karmel, Aku akan mencari dan menangkap mereka. Jika mereka bersembunyi di dasar lautan, Aku akan memerintahkan naga laut untuk memagut mereka.","Jika mereka ditawan oleh musuh, Aku akan memerintahkan supaya mereka dibunuh. Aku bertekad untuk membinasakan mereka, dan tak akan membantu mereka.\"","Bumi berguncang dan penduduknya berduka, karena disentuh TUHAN Yang Mahatinggi dan Mahakuasa. Seperti Sungai Nil pasang dan surut begitulah mereka naik lalu jatuh.","TUHAN membangun rumah-Nya jauh di angkasa, di atas bumi dipasang-Nya langit sebagai kubah, dan air dari laut dituangkan-Nya ke daratan, yang melakukan semua itu nama-Nya ialah TUHAN!","TUHAN berkata, \"Hai umat Israel, Aku memperhatikan orang Sudan sama seperti Aku memperhatikan kamu. Aku telah membawa orang Filistin dari Kreta dan orang Siria dari Kir sama seperti Aku membawa kamu dari Mesir.","Aku, TUHAN Yang Mahatinggi, sedang mengamat-amati kerajaan Israel yang berdosa ini, dan Aku akan melenyapkannya dari muka bumi. Tapi keturunan Yakub tidak seluruhnya akan Kubinasakan. Aku, TUHAN, telah berbicara.","Aku akan memberi perintah dan menampi bangsa Israel seperti orang menampi gandum dalam nyiru. Untuk menyingkirkan semua yang tak berguna di antara mereka, Aku akan mengocok mereka di antara bangsa-bangsa.","Orang-orang berdosa di antara umat-Ku berkata, 'Allah tidak akan membiarkan kita ditimpa malapetaka.' Tapi, sesungguhnya mereka akan dibunuh dalam peperangan.\"","TUHAN berkata, \"Akan tiba saatnya Aku memulihkan kerajaan Daud. Sekarang kerajaan itu telah menjadi seperti rumah yang roboh. Tetapi tembok-temboknya akan Kuperbaiki dan Kubangun kembali sehingga menjadi seperti dahulu kala.","Orang Israel akan menguasai negeri Edom yang masih tersisa serta semua bangsa yang dahulu milik-Ku. Aku, TUHAN, telah berbicara dan Aku akan melaksanakan hal itu.\"","TUHAN berkata, \"Akan tiba waktunya gandum tumbuh begitu cepat sehingga musim menuai tak ada putus-putusnya. Pohon anggur akan tumbuh sangat pesat sehingga orang akan terus-menerus membuat air anggur. Air anggur akan menetes dari gunung-gunung dan mengalir dari bukit-bukit.","Aku akan menjadikan umat-Ku Israel makmur kembali. Mereka akan membangun lagi kota-kota mereka yang telah runtuh, lalu mereka akan tinggal di sana. Mereka akan menanami kebun-kebun anggur, dan minum anggurnya. Mereka akan bercocok tanam, dan makan hasilnya.","Aku akan menempatkan umat-Ku di negeri yang telah Kuberikan kepada mereka. Mereka tak akan dicabut lagi dari sana. Aku TUHAN Allah mereka telah berbicara.\""]