["Celakalah orang-orang yang merencanakan kejahatan sementara berbaring di tempat tidur pada waktu malam, lalu melaksanakannya pada waktu pagi karena mereka mempunyai kekuatan untuk melakukannya.","Jika mereka menginginkan sebuah ladang, mereka merampasnya. Jika mereka menginginkan sebuah rumah, mereka menyerobotnya. Baik harta maupun keluarga, tidak ada yang aman.","Karena itu TUHAN berkata, \"Aku merencanakan malapetaka atas kamu, sehingga kamu tak dapat luput. Pada waktu yang sial itu kamu tidak akan dapat berjalan dengan angkuh lagi.","Nasibmu akan dipakai orang sebagai bahan sindiran, dan mereka akan membuat nyanyian perkabungan ini, 'TUHAN telah merenggut negeri kami ini dan memberikannya kepada yang menawan kami. Kami sudah hancur sama sekali.'\"","Karena itu, apabila tiba waktunya negeri itu dikembalikan kepada umat TUHAN, tak seorang pun dari kamu akan menerima bagiannya.","Orang-orang berkhotbah kepadaku, katanya, \"Jangan berkhotbah kepada kami. Jangan berkhotbah mengenai semuanya itu. Kami tidak akan mendapat malu.","Jangan mengira umat Israel telah dikutuki TUHAN! TUHAN tidak akan melakukan hal-hal yang demikian. Ia tidak pernah hilang kesabaran-Nya. Bukankah Ia berbicara dengan ramah kepada orang-orang yang melakukan yang benar?\"","TUHAN menjawab, \"Kamulah yang menyerang umat-Ku seperti musuh. Orang kembali dari pertempuran dengan harapan akan merasa aman di rumahnya, padahal di sana kamu malah menunggu untuk merampas rumahnya.","Wanita-wanita di antara umat-Ku kamu usir dari rumah yang dicintainya, dan kamu rampas untuk selama-lamanya berkat yang Kuberikan kepada anak-anak mereka.","Bangkitlah dan pergi; di sini tidak aman lagi. Dosa-dosamu telah mendatangkan malapetaka yang ngeri ke atas tempat ini.","Kamu menghendaki nabi yang suka membohong dan menipu serta meramalkan bahwa kamu akan mempunyai anggur dan minuman keras berlimpah-limpah.","TUHAN berkata lagi, \"Hai umat Israel yang masih tersisa! Kamu pasti akan Kukumpulkan dan Kusatukan seperti domba yang kembali ke kandangnya. Seperti padang rumput yang penuh dengan domba, begitulah juga negerimu akan penuh lagi dengan banyak orang.","Aku akan membuka jalan dan membawa kamu keluar dari pembuangan. Kamu akan mendobrak pintu-pintu gerbang dan pergi dengan bebas. Aku, TUHAN sendiri, adalah Rajamu, dan Aku akan memimpin kamu keluar.\""]