["(4-14) Hai penduduk Yerusalem, mintalah dengan sangat supaya TUHAN menolongmu! Kita sedang dikepung! Musuh sedang menyerang pemimpin Israel!","(5-1) TUHAN berkata, \"Hai Betlehem Efrata, engkau salah satu kota yang terkecil di Yehuda! Tetapi dari engkau akan Kubangkitkan seorang penguasa untuk Israel yang asal usulnya dari dahulu kala.\"","(5-2) Jadi, TUHAN akan membiarkan umat-Nya dikuasai oleh musuh-musuh mereka sampai wanita yang ditentukan untuk menjadi ibu penguasa itu telah melahirkan Dia. Sesudah itu orang-orang sebangsanya yang berada di pembuangan akan dipersatukan kembali dengan bangsa mereka.","(5-3) Apabila penguasa itu datang, Ia akan memerintah umat-Nya dengan kekuatan dan kekuasaan dari TUHAN Allahnya sendiri. Umat-Nya akan hidup dengan aman, karena semua orang di seluruh dunia akan mengakui kebesaran-Nya,","(5-4) dan Ia akan memberikan kedamaian. Apabila tentara Asyur menyerbu negeri kita dan mendobrak pertahanan kita, kita akan mengerahkan pemimpin-pemimpin kita yang terkuat untuk memerangi mereka. Pemimpin-pemimpin kita itu akan mengalahkan Asyur dengan kekuatan senjata, dan menyelamatkan kita dari tangan mereka.","(5:5)","(5-6) Orang Israel yang masih tersisa akan menjadi seperti embun sejuk dari TUHAN untuk banyak bangsa, dan seperti turunnya hujan pada tanaman. Mereka akan bersandar kepada Allah, dan bukan kepada manusia.","(5-7) Orang Israel yang masih tinggal di antara bangsa-bangsa akan seperti singa di tengah binatang-binatang di hutan atau di tengah kawanan domba di padang rumput. Singa itu masuk ke tengah-tengah kawanan domba itu sambil menginjak-injak dan mencabik-cabik; tak ada yang dapat melepaskan domba-domba itu.","(5-8) Israel akan mengalahkan musuh-musuhnya serta menghancurkan mereka semua.","(5-9) TUHAN berkata, \"Pada waktu itu Aku akan melenyapkan semua kudamu, dan membinasakan kereta-kereta perangmu.","(5-10) Kota-kota berbenteng di negerimu akan Kuhancurkan, dan semua pertahananmu Kuruntuhkan.","(5-11) Jimat-jimatmu akan Kulenyapkan dan semua tukang ramalmu Kusingkirkan.","(5-12) Aku akan menghancurkan patung-patungmu dan tugu-tugu keramatmu; kamu tidak akan lagi menyembah benda-benda buatan tanganmu sendiri.","(5-13) Tugu-tugu Dewi Asyera di negerimu akan Kurobohkan, dan kota-kotamu yang berbenteng akan Kuhancurkan.","(5-14) Dalam kemarahan-Ku yang meluap Aku akan membalas kejahatan semua bangsa yang tidak taat kepada-Ku.\""]