["Dengarlah apa yang dituduhkan TUHAN kepada Israel. Bangkitlah, ya TUHAN, dan ajukanlah pengaduan-Mu! Biarlah gunung dan bukit mendengar apa yang hendak Kaukatakan.","Hai gunung-gunung, hai dasar-dasar bumi, dengarkan pengaduan TUHAN! Ia mempunyai perkara dengan Israel umat-Nya dan akan menuntut mereka.","TUHAN berkata, \"Hai umat-Ku, apa yang telah Kuperbuat terhadap kamu? Dalam hal apakah Aku menyusahkan kamu? Jawablah Aku!","Kamu telah Kubawa keluar dari Mesir, dan Kulepaskan dari perbudakan; Aku telah mengutus Musa, Harun, dan Miryam untuk memimpin kamu.","Umat-Ku, ingatlah apa yang direncanakan oleh Balak raja Moab terhadapmu, dan apa yang dijawab Bileam anak Beor kepadanya. Ingatlah apa yang terjadi di perjalanan antara perkemahan di Sitim dan di Gilgal. Kalau kamu ingat semuanya itu, kamu akan menyadari apa yang telah Kulakukan untuk menyelamatkan kamu.\"","Apakah yang harus kita persembahkan kepada TUHAN, Allah di surga, apabila kita datang untuk beribadat kepada-Nya? Haruskah kita membawa sapi muda yang terbaik untuk dipersembahkan sebagai kurban bakaran kepada-Nya?","Apakah TUHAN akan senang kalau kita membawa kepada-Nya beribu-ribu domba atau berlimpah-limpah minyak zaitun? Haruskah kita mempersembahkan kepada-Nya anak sulung kita sebagai tebusan atas dosa-dosa kita?","Tidak! TUHAN telah menyatakan kepada kita apa yang baik. Yang dituntut-Nya dari kita ialah supaya kita berlaku adil, selalu mengamalkan cinta kasih, dan dengan rendah hati hidup bersatu dengan Allah kita.","Adalah sangat bijaksana untuk takut kepada TUHAN. Ia berseru kepada penduduk kota, \"Dengarlah, hai kamu yang berkumpul di kota!","Di rumah orang-orang jahat terdapat harta yang diperoleh dengan tipu daya. Mereka memakai takaran yang palsu, suatu perbuatan yang Kubenci. Orang yang melakukannya akan Kuhukum.","Masakan Aku mengampuni orang yang memakai timbangan yang palsu?","Orang-orang kaya di kotamu menindas orang miskin, dan kamu semua pembohong.","Sekarang Aku mulai memukul dan menghancurkan kamu karena dosa-dosamu.","Kamu akan makan, tapi tidak menjadi kenyang--malah tetap lapar. Kamu akan mengangkut barang-barang, tapi tak dapat mengamankannya. Apa saja yang kamu amankan akan Kuhancurkan dalam peperangan.","Kamu akan menabur gandum, tapi tidak akan menuai hasilnya. Kamu akan membuat minyak dari buah zaitun, tapi tidak dapat memakai minyaknya. Kamu akan memeras air anggur, tapi tak akan meminumnya.","Semua itu terjadi karena kamu mengikuti perbuatan-perbuatan jahat Raja Omri dan anaknya, yaitu Raja Ahab. Kamu mengikuti cara-cara mereka. Karena itu Aku akan menghancurkan kamu, dan kamu akan dicemoohkan dan dihina oleh segala bangsa.\""]