["Inilah pesan Allah mengenai Niniwe. Pesan itu dinyatakan dengan penglihatan yang diberikan kepada Nahum, seorang nabi yang berasal dari Elkos.","TUHAN Allah tak mau mempunyai saingan, orang yang melawan-Nya, pasti mendapat hukuman. Dengan sangat murka, Ia membalas dendam kepada mereka.","Memang TUHAN, tidak cepat marah; tetapi Ia juga sangat berkuasa sehingga barangsiapa berbuat kesalahan tak akan dibebaskan-Nya dari hukuman. Di mana TUHAN berjalan, di situ timbul topan; di tempat kaki-Nya menginjak, di situ debu menjadi awan.","Ia mengancam laut dan mengeringkannya, segala sungai dijadikan habis airnya. Gunung Karmel dan padang-padang di Basan menjadi gersang dan di Libanon layulah segala kembang.","Gunung-gunung gemetar di hadapan-Nya; dan bukit pun menjadi cair semua. Jika TUHAN tampil, bumi bergetar, dunia dan semua penduduknya gemetar.","Siapa dapat tahan kalau TUHAN murka? Tiada yang dapat luput dari kemarahan-Nya? Ia melampiaskan amarah-Nya yang menyala batu hancur dan menjadi debu di hadapan-Nya.","TUHAN itu baik, Ia melindungi umat-Nya waktu mereka susah, Ia menjaga orang yang berlindung kepada-Nya.","Seperti banjir besar yang melanda, dihancurkan-Nya musuh-musuh-Nya. Mereka yang berani melawan Dia dihantam-Nya dengan maut hingga binasa.","Rencana apapun yang kaubuat melawan TUHAN, pasti akan menemui kegagalan. Tak akan Ia membalas dendam-Nya sampai dua kali kepada musuh-musuh-Nya.","Engkau akan dibakar seperti jerami yang kering seperti semak berduri yang terjalin-jalin.","Daripadamu, hai Niniwe, telah muncul seorang yang penuh dengan rancangan jahat. Ia membuat rencana untuk melawan TUHAN.","Maka kata TUHAN kepada Israel, umat-Nya, \"Meskipun orang-orang Asyur itu kuat serta banyak jumlahnya, namun mereka akan dihancurkan lalu lenyap. Hai bangsa-Ku, Aku telah membuat kamu menderita, tetapi Aku tak akan melakukannya lagi.","Sekarang akan Kuakhiri kuasa Asyur atas kamu, dan Kuputuskan rantai yang mengikat kamu.\"","Inilah keputusan TUHAN mengenai bangsa Asyur, \"Mereka tidak akan mempunyai keturunan untuk penerus bangsanya. Patung-patung berhala yang ada di dalam kuil-kuil dewanya, akan Kuhancurkan. Kuburan untuk bangsa Asyur sedang Kupersiapkan, sebab mereka tak layak hidup!\"","Lihatlah, seorang utusan datang melalui gunung-gunung, membawa kabar baik, kabar kemenangan. Hai bangsa Yehuda, rayakanlah hari rayamu dan bayarlah kaulmu kepada Allah. Negerimu tak akan lagi dijajah oleh penjahat. Mereka sudah dihancurkan sama sekali."]