["Celakalah kota ini yang penuh dusta dan pembunuhan; penuh barang rampasan atau jarahan.","Dengarlah lecutan cambuk dan derak-derik roda, derap lari kuda dan guncangan kereta.","Pasukan berkuda menyerang penuh semangat, pedang bercahaya dan tombak berkilat. Orang yang mati tidak terhitung, mayat mereka bertimbun-timbun, membuat orang-orang tersandung.","Niniwe pelacur itu sedang diberi hukuman. Kecantikannya sungguh mempesonakan. Banyak bangsa telah disihirnya, dan dibujuk dengan rayuannya.","TUHAN Yang Mahakuasa berkata, \"Hai Niniwe, engkau akan Kusiksa! Kainmu Kubuka di hadapan bangsa-bangsa, sehingga aibmu dilihat oleh mereka.","Kuperlakukan engkau sebagai barang menjijikkan, Kulempari engkau dengan kotoran; Kujadikan engkau bahan tontonan.","Yang melihatmu akan menjauhkan diri dan berkata, 'Niniwe tinggal reruntuhan belaka! Siapa turut berduka dengan dia? Tak ada yang mau memberi hiburan kepadanya.'\"","Hai Niniwe, masakan engkau lebih baik daripada Tebe, ibukota Mesir? Tebe juga letaknya di pinggir sungai yang melindunginya sebagai tembok. Ya, Sungai Nil itulah benteng pertahanannya.","Tebe memerintah atas Sudan dan Mesir, dan kuasanya tak ada batasnya; Libia dan Put adalah sekutunya.","Meskipun begitu, penduduk Tebe ditawan dan diangkut ke pembuangan. Di semua persimpangan, anak-anaknya dipukuli sampai mati. Para pembesarnya dibelenggu dengan rantai dan dibagi-bagi di antara para penawannya.","Hai Niniwe, engkau pun akan pingsan karena mabuk. Engkau pun akan berusaha supaya luput dari musuh-musuhmu.","Segala bentengmu akan seperti pohon ara yang penuh buah-buah yang masak. Jika pohon itu digoyang, buah-buahnya akan jatuh ke dalam mulut orang yang ingin memakannya.","Prajurit-prajuritmu lemah seperti perempuan dan negerimu sama sekali tak berdaya menghadapi musuh. Api akan menghanguskan palang-palang pintu gerbangmu.","Timbalah saja air untuk persediaan selama engkau dikepung, dan perkuatlah benteng-bentengmu! Injak-injaklah lumpur untuk membuat batu-batu bata, dan siapkanlah cetakan-cetakannya!","Apapun yang kauperbuat, akan sia-sia saja, sebab engkau pasti akan habis terbakar atau tewas dalam pertempuran. Engkau akan lenyap seperti hasil ladang dilahap belalang. Engkau telah berkembang biak seperti belalang!","Pedagang-pedagangmu melebihi jumlah bintang-bintang di langit! Tetapi sekarang mereka lenyap, seperti belalang yang mengembangkan sayapnya lalu terbang menghilang.","Para pembesar dan pejabatmu seperti kawanan belalang yang berlindung di tembok-tembok pada waktu dingin. Tetapi setelah matahari terbit, mereka segera terbang menghilang; tak seorang pun tahu ke mana mereka pergi.","Hai raja negeri Asyur! Para gubernurmu sudah mati, dan para bupatimu tertidur untuk selama-lamanya. Rakyatmu tercerai-berai di pegunungan, dan tak seorang pun dapat membawa mereka pulang kembali.","Cederamu tak dapat diobati, dan luka-lukamu tak dapat disembuhkan. Semua orang yang mendengar berita kehancuranmu bertepuk tangan kegirangan. Sebab semua orang telah menderita karena kejahatanmu yang tak berakhir itu."]