["Inilah pesan yang dinyatakan oleh TUHAN kepada Nabi Habakuk.","Ya TUHAN, sampai kapan aku harus berseru meminta pertolongan? Kapan Engkau akan mendengar dan menyelamatkan kami dari penindasan?","Mengapa Kaubiarkan aku melihat begitu banyak kejahatan? Masakan Engkau tahan melihat begitu banyak pelanggaran? Di mana-mana ada kehancuran dan kekerasan, perkelahian dan perselisihan.","Hukum diremehkan dan keadilan tak pernah ditegakkan. Orang jahat menjadi unggul atas orang yang jujur, maka keadilan diputarbalikkan.","Kemudian TUHAN berkata kepada umat-Nya, \"Perhatikanlah bangsa-bangsa di sekitarmu, maka kamu akan heran dan tercengang. Sebab pada zamanmu Aku akan melakukan sesuatu, yang tidak kamu percayai kalau hanya diceritakan kepadamu.","Bangsa Babel yang galak dan ganas itu akan Kujadikan bangsa yang berkuasa. Mereka berbaris keluar dari negerinya dan menjelajahi seluruh dunia untuk menaklukkan bangsa-bangsa lain.","Di mana-mana mereka menimbulkan ketakutan; dengan sombong mereka menolak semua hukum kecuali yang sesuai dengan keinginan mereka.","Kudanya lebih cepat daripada macan tutul, dan lebih ganas daripada serigala yang sedang lapar. Pasukan berkudanya datang dari negeri-negeri jauh; mereka datang seperti burung elang yang menyambar mangsanya.","Tentaranya menyerbu untuk melakukan kekerasan, semua orang gentar melihat kedatangan mereka. Tawanan mereka tidak terhitung jumlahnya.","Mereka mengejek raja-raja dan menertawakan pegawai-pegawai tinggi. Dianggapnya remeh setiap benteng, dan ditimbunnya tanah lalu direbutnya benteng itu.","Lalu secepat angin berangkatlah orang-orang yang mendewakan kekuatannya sendiri itu.\"","TUHAN, sejak dahulu Engkau adalah Allah. Engkau Allahku yang suci dan kekal. TUHAN, Allahku dan pelindungku, bangsa Babel itu Kaupilih dan Kaubuat perkasa untuk menghukum kami.","Tetapi bagaimana Engkau tahan melihat orang-orang jahat yang kejam itu? Bukankah Engkau terlalu suci untuk memandang kejahatan? Bukankah Engkau merasa muak melihat ketidakadilan? Jadi, mengapa Engkau diam saja ketika orang yang saleh dihancurkan oleh pendurhaka?","Mengapa manusia Kauanggap seperti ikan di laut, dan seperti serangga yang tak ada pemimpinnya?","Bangsa Babel menangkap orang-orang dengan kail, seolah-olah mereka itu ikan. Orang-orang itu diseret dalam jala-jala dan bangsa Babel bersenang-senang dengan hasil mereka.","Kemudian jala itu mereka sembah dan mereka beri persembahan kurban, sebab dengan jala itu mereka telah mendapat rejeki berlimpah-limpah dan menjadi makmur.","Masakan mereka akan terus menghunus pedangnya dan membunuh bangsa-bangsa, tanpa ampun?"]