["Aku mau naik ke menara penjagaanku, dan menunggu apa yang hendak dikatakan TUHAN kepadaku, dan bagaimana jawaban-Nya atas keluhanku.","TUHAN menjawab aku begini, \"Ukirlah dengan jelas pada kepingan tanah liat, apa yang Kunyatakan kepadamu, supaya dapat dibaca dengan mudah.","Catatlah itu, sebab sekarang belum waktunya. Tetapi saat itu segera tiba, dan apa yang Kunyatakan kepadamu pasti akan terjadi. Meskipun tampaknya masih lama, tetapi tunggu saja! Saat itu pasti akan datang dan tak akan ditunda.","Dan ingatlah: Orang yang jahat tidak akan selamat, tetapi orang yang melakukan kehendak Allah akan hidup karena kesetiaannya kepada Allah.\"","Kekayaan itu selalu menipu orang. Orang yang serakah itu angkuh dan gelisah. Seperti maut, ia pun tidak pernah puas; bangsa demi bangsa di caploknya.","Tetapi semua yang ditaklukkannya itu akan menyindir dan mengolok-oloknya. Mereka akan berkata, \"Terkutuklah engkau sebab menimbun barang yang bukan milikmu! Berapa lama lagi engkau memperkaya dirimu dengan memaksa orang-orang yang berhutang kepadamu untuk membayar hutang mereka?\"","Tetapi tanpa kausadari, engkau yang telah menaklukkan orang lain, akan berhutang juga dan dipaksa untuk membayar bunga. Musuh-musuhmu akan datang dan membuat engkau ketakutan. Mereka akan merampok hartamu!","Engkau telah merampoki banyak bangsa, tetapi bangsa-bangsa yang berhasil luput akan merampoki engkau, karena pembunuhan yang telah kaulakukan, dan karena kekejamanmu terhadap negeri-negeri, kota-kota dan penduduknya.","Terkutuklah engkau! Engkau memperkaya keluargamu dengan keuntungan yang kauperoleh secara kejam, supaya rumahmu sendiri aman dan terhindar dari kesusahan dan bencana.","Tetapi rencanamu itu hanya membawa malu bagi keluargamu. Dengan merampoki banyak bangsa, engkau merugikan dirimu sendiri.","Bahkan batu-batu di tembok berseru-seru mengutuk engkau, dan tiang-tiang rumah mengumandangkan seruan itu.","Terkutuklah engkau! Engkau mendirikan kota atas dasar kejahatan dan membangunnya dengan pembunuhan.","Bangsa-bangsa yang kautaklukkan bersusah payah tanpa guna, dan segala sesuatu yang mereka dirikan habis ditelan api. Semua itu adalah kehendak TUHAN Yang Mahakuasa.","Tetapi seperti lautan dipenuhi dengan air, demikian bumi pun akan dipenuhi dengan pengetahuan tentang TUHAN dan kuasa-Nya.","Terkutuklah engkau! Engkau menghina dan mempermalukan tetangga-tetanggamu; kaubuat mereka terhuyung-huyung seperti orang mabuk.","Sekarang tibalah giliranmu untuk dipermalukan, dan bukan untuk dihormati. Kehormatanmu akan berubah menjadi kehinaan. TUHAN akan memaksa engkau minum dari cawan yang berisi hukuman bagimu. Engkau akan minum dan terhuyung-huyung.","Engkau menebang pohon-pohon di hutan Libanon, dan sekarang engkau sendiri yang akan ditebang. Engkau membunuh binatang-binatangnya, dan sekarang binatang-binatang menakutkan engkau. Semua itu terjadi karena pembunuhan dan kekejaman yang telah kaulakukan terhadap negeri-negeri, kota-kota dan penduduk-penduduknya.","Terkutuklah engkau! Engkau berkata kepada sepotong kayu, \"Bangunlah!\" atau kepada sebuah batu besar, \"Bangkitlah!\" Dapatkah sebuah patung mengatakan sesuatu kepadamu? Boleh jadi patung itu berlapis emas dan perak, tetapi nyawa tak ada padanya. Apa gunanya patung berhala? Itu hanya buatan manusia saja. Yang kaudapat daripadanya hanya dusta belaka. Sia-sialah kepercayaan pembuat berhala kepada buatan tangannya, yang tak bisa berkata-kata itu.","(2:18)","TUHAN ada di dalam Rumah-Nya yang suci; hendaklah semua orang di bumi berdiam diri di hadapan-Nya."]