["Zefanya adalah anak Kusyi. Urutan silsilahnya dari bawah ke atas adalah Kusyi, Gedalya, Amazia dan Raja Hizkia. Inilah pesan TUHAN kepada Zefanya pada waktu Raja Yosia anak Amon memerintah atas Yehuda.","TUHAN berkata, \"Aku akan memusnahkan segala sesuatu di bumi:","semua manusia dan binatang, termasuk burung dan ikan. Orang jahat akan Kutumpas. Seluruh umat manusia akan Kubinasakan, tak seorang pun akan Kubiarkan hidup. Aku, TUHAN, telah berbicara.","Aku akan menghukum penduduk Yerusalem dan seluruh Yehuda. Sisa-sisa penyembahan Baal akan Kulenyapkan dari tempat-tempat itu. Imam-imam yang melayani Baal akan dilupakan sama sekali.","Aku akan menyapu bersih siapa saja yang naik ke atap untuk menyembah matahari, bulan dan bintang-bintang. Akan Kulenyapkan pula mereka yang menyembah Aku dan bersumpah setia kepada-Ku, tetapi juga bersumpah demi nama Dewa Milkom.","Aku akan membinasakan mereka yang tidak datang kepada-Ku atau meminta bimbingan-Ku dan yang telah meninggalkan Aku dan tidak mau lagi mengikuti Aku.\"","Hari TUHAN telah dekat, pada hari itu Allah akan bertindak; sebab itu, berdiam dirilah di hadapan-Nya. TUHAN sedang bersiap-siap untuk membantai umat-Nya seperti kurban persembahan dan Ia telah mengundang musuh-musuh Yehuda.","\"Pada hari pembantaian itu,\" kata TUHAN, \"Aku akan menghukum para pembesar, para putra raja, dan semua orang yang mengikuti tata cara orang asing.","Aku akan menghukum semua orang yang beribadat seperti orang yang tak mengenal Aku, dan yang mencuri serta membunuh untuk memenuhi rumah majikan mereka dengan barang-barang rampasan.\"","\"Pada hari itu,\" demikian kata TUHAN, \"akan terdengar tangisan di Gerbang Ikan. Suara ratapan akan terdengar dari perkampungan baru, dan bunyi keruntuhan hebat akan menggema dari bukit-bukit.","Merataplah dan menangislah pada waktu kamu mendengar itu, hai penduduk kota di bagian bawah, sebab semua pedagang dan orang-orang yang meminjamkan uang telah mati terbunuh!","Pada waktu itu Aku akan mengambil obor, dan menggeledah kota Yerusalem. Akan Kuhukum penduduknya yang acuh tak acuh itu serta yang puas dengan dirinya sendiri, dan yang berpikir bahwa Aku, TUHAN tak pernah bertindak begini atau begitu.","Harta mereka akan dirampas dan rumah-rumah mereka dihancurkan. Mereka akan membangun rumah, tetapi tidak mendiaminya. Mereka akan mengusahakan kebun anggur tetapi tidak minum anggurnya.\"","Hari penghakiman TUHAN sudah dekat, ya, sudah sangat dekat, bahkan akan tiba dengan segera. Hari itu penuh kepedihan, sehingga prajurit-prajurit yang paling perkasa pun akan meraung-raung karena putus asa!","Hari itu hari kemarahan, kesulitan dan kesusahan, hari keruntuhan dan penghancuran, hari kegelapan dan kesuraman, hari yang kelam dan berkabut.","Sepanjang hari itu terdengar bunyi trompet dan pekik tempur dari pejuang-pejuang yang menyerang kota-kota berbenteng dan menara-menara tinggi.","TUHAN berkata, \"Aku akan mendatangkan banyak bencana atas umat manusia, sehingga mereka akan meraba-raba seperti orang buta. Mereka telah berdosa kepada-Ku, dan sekarang darah mereka akan tercurah seperti air, dan mayat-mayat mereka membusuk di atas tanah.\"","Pada hari yang dahsyat itu TUHAN akan menunjukkan marah-Nya, maka segala emas dan perak mereka tak dapat menyelamatkan mereka. Seluruh bumi akan hancur lebur dibakar oleh api kemarahan-Nya. Dengan tiba-tiba akan dicabut-Nya segala nyawa di bumi ini."]