["Hari penghakiman TUHAN sudah dekat. Maka Yerusalem akan dirampoki, dan hasilnya akan dibagi-bagi di depan matamu.","TUHAN akan mengumpulkan semua bangsa untuk menyerang Yerusalem. Kota itu akan direbut, rumah-rumahnya dirampoki, dan para wanitanya diperkosa. Setengah dari penduduknya akan diangkut ke pembuangan, tetapi selebihnya akan tinggal di kota itu.","Lalu TUHAN akan maju dan berperang melawan bangsa-bangsa itu, seperti yang dilakukan-Nya di zaman dahulu.","Pada hari itu Ia akan berdiri di Bukit Zaitun, di sebelah timur Yerusalem. Maka Bukit Zaitun akan terbelah oleh lembah yang luas, mulai dari timur sampai ke barat. Setengah dari bukit itu akan bergerak ke utara, dan setengah lagi ke selatan.","Kamu akan lari melalui lembah yang membagi bukit itu menjadi dua. Kamu akan lari seperti nenek moyangmu ketika terjadi gempa bumi di masa pemerintahan Uzia, raja Yehuda. Lalu datanglah TUHAN Allahku, diiringi semua malaikat.","Jika hari itu tiba, tak akan ada lagi udara dingin atau es.","Pada hari itu tak ada lagi kegelapan. Hari akan tetap terang, juga pada waktu malam. Tetapi hanya TUHAN yang tahu kapan hari itu tiba.","Pada hari itu, air segar akan mengalir dari Yerusalem; setengah dari air itu akan menuju ke Laut Mati dan setengahnya lagi ke Laut Tengah. Air itu akan mengalir sepanjang tahun, baik di musim hujan maupun di musim kemarau.","Maka TUHAN akan memerintah sebagai raja atas seluruh muka bumi; setiap orang akan menyembah Dia sebagai Allah dan mengenal Dia dengan nama yang sama.","Seluruh negeri dari Geba di utara sampai Rimon di selatan, akan menjadi dataran. Tetapi Yerusalem akan menjulang tinggi, lebih tinggi daripada tanah di sekitarnya; kota itu akan meluas dari Pintu Gerbang Benyamin sampai ke Pintu Gerbang Sudut, yaitu tempat pintu gerbang Pertama dan dari Menara Hananel sampai ke tempat pemerasan anggur milik raja.","Orang-orang akan tinggal dengan aman di kota itu, tanpa ancaman kebinasaan.","TUHAN akan mendatangkan penyakit yang mengerikan ke atas semua bangsa yang telah berperang melawan Yerusalem. Mata dan lidah mereka, bahkan seluruh tubuh mereka akan membusuk sementara mereka masih hidup.","Pada hari itu TUHAN akan membuat bangsa-bangsa itu sangat kebingungan dan ketakutan sehingga setiap orang akan menangkap temannya yang ada di sebelahnya dan menyerangnya.","Orang-orang lelaki di Yehuda akan berperang untuk membela Yerusalem. Sebagai barang rampasan mereka akan mengambil semua harta bangsa-bangsa di sekitarnya berupa emas, perak dan pakaian bertumpuk-tumpuk.","Suatu penyakit yang dahysat juga akan menimpa kuda, bagal, unta dan keledai, serta semua binatang di perkemahan musuh.","Kemudian semua orang yang masih hidup di antara bangsa-bangsa yang menyerang Yerusalem, akan pergi ke kota itu untuk menyembah Raja, TUHAN Yang Mahakuasa, dan untuk merayakan Pesta Pondok Daun.","Bilamana ada bangsa yang tidak mau pergi ke Yerusalem untuk menyembah Raja, TUHAN Yang Mahakuasa, maka di negerinya tidak akan turun hujan.","Dan jika orang Mesir tidak mau merayakan Pesta Pondok Daun, maka mereka pun akan ditimpa penyakit yang didatangkan TUHAN ke atas setiap bangsa yang tak mau pergi beribadat.","Itulah hukuman bagi Mesir dan bagi semua bangsa yang tidak mau merayakan Pesta Pondok Daun.","Pada hari itu lonceng-lonceng pada pakaian kuda akan diukir dengan kata-kata \"Dikhususkan untuk TUHAN\". Panci-panci di Rumah TUHAN akan dihargai seperti mangkuk-mangkuk persembahan di depan mezbah.","Semua panci di Yerusalem dan di seluruh Yehuda akan dikhususkan menjadi milik TUHAN Yang Mahakuasa. Penduduk yang mempersembahkan kurban akan memakainya untuk merebus daging persembahan. Apabila masa itu tiba, tak akan ada lagi pedagang di Rumah TUHAN Yang Mahakuasa."]