["Inilah pesan TUHAN mengenai Israel. TUHAN yang membentangkan langit, menciptakan bumi serta memberi hidup kepada manusia, berkata,","\"Aku akan membuat Yerusalem seperti piala berisi anggur; negeri-negeri tetangganya akan meminumnya dan terhuyung-huyung seperti orang mabuk. Dan jika Yerusalem dikepung, kota-kota di negeri Yehuda yang masih tinggal, akan dikepung juga.","Tetapi bilamana hari itu tiba, Aku akan membuat Yerusalem seperti batu yang berat; bangsa mana pun yang mencoba mengangkatnya akan mendapat celaka. Semua bangsa di dunia akan bergabung untuk menyerang Yerusalem.","Pada hari itu semua kuda Kubuat bingung dan penunggang-penunggangnya Kujadikan gila, penduduk Yehuda akan Kujaga, tetapi segala kuda musuhnya Kubuat buta.","Lalu keluarga-keluarga Yehuda akan berkata dalam hati, 'TUHAN Yang Mahakuasalah yang memberi kekuatan kepada umat-Nya yang tinggal di Yerusalem.'","Pada hari itu keluarga-keluarga Yehuda akan Kujadikan seperti api dalam timbunan kayu bakar atau obor bernyala di bawah berkas-berkas gandum; mereka akan membinasakan bangsa-bangsa di sekelilingnya. Tetapi penduduk Yerusalem akan tetap tinggal di dalam kota dengan aman.","Aku, TUHAN, akan pertama-tama memberi kemenangan kepada tentara Yehuda, supaya kehormatan yang diterima oleh keturunan Daud serta penduduk Yerusalem tidak melebihi kehormatan yang diterima oleh penduduk Yehuda lainnya.","Pada hari itu Aku akan melindungi penduduk Yerusalem; dan yang paling lemah pun di antara mereka akan menjadi sekuat Daud. Mereka akan dibimbing oleh keturunan Daud seperti oleh malaikat-Ku, malahan seperti oleh-Ku sendiri.","Pada hari itu Aku akan membinasakan setiap bangsa yang mencoba menyerang Yerusalem.","Kemudian keturunan Daud serta penduduk Yerusalem akan Kuberi hati yang suka mengasihani dan suka berdoa. Mereka akan memandang dia yang telah mereka tikam dan meratapinya seperti orang meratapi kematian anak tunggal. Mereka akan meratap dengan pilu, seperti orang yang telah kehilangan anak sulung.","Pada hari itu akan ada ratapan yang hebat di Yerusalem, seperti ratapan bagi Hadad-Rimon di Lembah Megido.","Lalu setiap keluarga di negeri itu akan meratap sendiri-sendiri; keluarga keturunan Daud, keluarga keturunan Natan, keluarga keturunan Lewi, keluarga keturunan Simei, dan semua keluarga lainnya. Setiap keluarga akan meratap sendiri-sendiri, dan orang-orang lelaki dari setiap keluarga akan meratap terpisah dari para wanita.\"","(12:12)","(12:12)"]