["Aku mendapat penglihatan yang lain. Kali ini kulihat empat buah kereta perang keluar dari antara dua gunung perunggu.","Kereta-kereta itu ditarik oleh pasangan-pasangan kuda, yang pertama kuda merah, yang kedua kuda hitam,","yang ketiga kuda putih dan yang keempat kuda yang belang.","Aku bertanya kepada malaikat itu, \"Tuan, apa artinya kereta-kereta perang ini?\"","Ia menjawab, \"Mereka berangkat ke empat jurusan setelah menghadap TUHAN semesta alam.","Kereta perang yang ditarik oleh kuda hitam menuju ke Babel di utara. Kuda putih menuju ke barat dan kuda yang belang menuju ke negara di selatan.\"","Ketika kuda yang belang itu keluar, mereka tampak tak sabar untuk pergi memeriksa bumi. Malaikat itu berkata, \"Pergilah untuk memeriksa bumi!\" Lalu pergilah mereka.","Kemudian malaikat itu berseru kepadaku, \"Kuda yang pergi ke Babel itu telah meredakan kemarahan TUHAN.\"","TUHAN memberikan pesan ini kepadaku.","Kata-Nya, \"Ambillah persembahan yang diberikan oleh Heldai, Tobia dan Yedaya, yaitu orang-orang yang baru kembali dari pembuangan di Babel. Bawalah segera persembahan mereka itu ke rumah Yosia anak Zefanya.","Dari emas dan perak pemberian mereka itu, buatlah sebuah mahkota dan pasanglah pada kepala Imam Agung Yosua anak Yozadak.","Sampaikan kepadanya bahwa Aku TUHAN Yang Mahakuasa berkata, 'Orang yang disebut Sang Tunas, akan berhasil di tempat ia berada dan ia akan membangun kembali Rumah TUHAN.","Dialah yang akan membangun Rumah-Ku dan menerima kehormatan seperti seorang raja, dan ia akan memerintah atas rakyatnya. Seorang imam akan mendampingi dia dan mereka akan bekerja sama dengan rukun.'","Mahkota itu disimpan di Rumah-Ku untuk memperingati Heldai, Tobia, Yedaya, dan Yosia.","Orang-orang akan datang dari tempat yang jauh dan menolong membangun Rumah-Ku. Kalau pembangunan itu selesai, mereka akan tahu bahwa Aku TUHAN Yang Mahakuasa telah mengutus engkau kepada mereka. Semua itu akan terjadi jika mereka benar-benar mematuhi perintah-perintah-Ku, TUHAN Allah mereka.\""]