["Pada tanggal empat bulan Kislew, yaitu bulan sembilan, dalam tahun keempat pemerintahan Raja Darius, TUHAN memberi pesan lagi kepadaku.","Penduduk Betel telah mengutus Sarezer dan Regem-Melekh serta anak buah mereka ke Rumah TUHAN Yang Mahakuasa untuk memohon berkat-Nya.","Mereka juga disuruh bertanya kepada imam-imam dan para nabi, begini, \"Masih perlukah kami meratapi kehancuran Rumah TUHAN dengan berpuasa pada tiap bulan kelima seperti yang telah kami lakukan bertahun-tahun lamanya?\"","Inilah pesan TUHAN yang datang kepadaku.","Kata-Nya, \"Sampaikanlah kepada seluruh penduduk negeri ini dan kepada para imam, bahwa puasa dan ratapan yang mereka lakukan pada bulan kelima dan ketujuh selama tujuh puluh tahun ini bukanlah penghormatan bagi-Ku.","Juga ketika mereka makan dan minum, mereka mencari kepuasan sendiri.\"","Itulah yang dikatakan TUHAN melalui nabi-nabi di zaman lampau pada waktu Yerusalem masih didiami dan penduduknya makmur. Pada waktu itu orang tidak hanya tinggal di desa-desa di sekitar kota tetapi bahkan di bagian selatan dan di kaki-kaki bukit di sebelah barat.","TUHAN Yang Mahakuasa memberikan pesan ini kepadaku,","\"Bertahun-tahun yang lalu Kuberikan perintah-perintah ini kepada umat-Ku, 'Kamu harus bersikap adil, berbelaskasihan dan baik hati terhadap sesamamu.","Janganlah menindas para janda, anak-anak yatim-piatu, orang-orang asing yang menetap di tengah-tengah kamu, atau siapa saja yang dalam keadaan susah. Dan jangan pula merencanakan yang jahat terhadap sesamamu.'","Tetapi umat-Ku keras kepala dan sama sekali tak mau mendengarkan; mereka menyumbat telinga mereka supaya tidak mendengar.","Mereka mengeraskan hati mereka sehingga menjadi sekeras batu. Aku marah sekali karena mereka tidak menurut ajaran-ajaran yang telah Kuberikan kepada mereka dengan perantaraan nabi-nabi yang dahulu.","Aku tidak menjawab doa mereka, karena mereka pun tidak mendengarkan ketika Aku berbicara.","Seperti badai, Aku telah menyapu mereka sehingga mereka terpaksa tinggal di negeri-negeri asing. Tanah yang subur ini telah menjadi sunyi sepi tak berpenghuni dan tandus.\""]