["TUHAN Yang Mahakuasa memberikan pesan ini kepadaku,","\"Aku ingin sekali menolong Yerusalem karena Aku amat mengasihi penduduknya, dan karena kasih-Ku itu, hati-Ku panas kepada musuh-musuh kota itu.","Aku akan kembali ke Yerusalem, kota-Ku yang suci itu, dan tinggal di situ. Yerusalem akan dikenal sebagai kota yang setia, dan bukit TUHAN Yang Mahakuasa akan disebut Bukit Suci.","Di lapangan kota Yerusalem, akan duduk lagi kakek-kakek dan nenek-nenek yang sudah sangat tua sehingga harus berjalan dengan tongkat.","Jalan-jalan di kota akan penuh lagi dengan anak-anak yang bermain-main.","Hal itu mungkin tampak mustahil bagi orang-orang yang masih hidup dari bangsa ini, namun tidak mustahil bagi-Ku.","Aku akan menyelamatkan umat-Ku dari negeri-negeri tempat mereka telah diangkut,","dan membawa mereka kembali dari timur dan dari barat, sehingga mereka tinggal di Yerusalem lagi. Mereka akan menjadi umat-Ku dan Aku Allah mereka. Aku akan memerintah mereka dengan setia dan adil.\"","TUHAN berkata kepada umat-Nya, \"Kuatkanlah hatimu! Sekarang kamu mendengar kata-kata yang juga telah diucapkan oleh para nabi pada waktu fondasi diletakkan, untuk membangun kembali Rumah-Ku.","Sebelum masa itu tak ada yang mampu menyewa tenaga manusia atau binatang, dan tak ada yang merasa aman dari gangguan musuh. Aku telah mengadu domba seorang dengan yang lain.","Tetapi sekarang orang-orang yang masih hidup dari bangsa ini Kuperlakukan berbeda dengan dahulu.","Mereka akan menabur benih dengan damai. Pohon-pohon anggur mereka akan berbuah, tanah akan memberi hasilnya, dan hujan akan turun dengan berlimpah-limpah. Segala berkat itu Kuberikan kepada orang-orang yang masih hidup dari bangsa ini.","Hai penduduk Yehuda dan Israel! Di masa yang lampau, bilamana orang-orang asing saling mengutuk, mereka berkata, 'Semoga bencana yang menimpa Yehuda dan Israel menimpa engkau juga!' Tetapi Aku akan menyelamatkan kamu, sehingga orang-orang asing itu akan berkata sesama mereka, 'Semoga berkat yang turun atas Yehuda dan Israel, turun juga atas dirimu!' Sebab itu kuatkanlah hatimu dan janganlah takut!\"","TUHAN Yang Mahakuasa berkata, \"Ketika nenek moyangmu membuat Aku marah, Aku memutuskan untuk menghukum mereka dengan keras. Aku tidak mengubah keputusan-Ku itu, melainkan melaksanakannya.","Tetapi sekarang Aku hendak memberkati penduduk Yerusalem dan penduduk Yehuda. Jadi, janganlah takut.","Inilah perintah-perintah yang harus kamu lakukan: Kalau bicara, katakanlah yang benar kepada sesamamu. Berilah keputusan pengadilan yang adil dan yang membawa damai.","Janganlah merencanakan yang jahat terhadap sesamamu. Janganlah mengucapkan sumpah palsu. Aku benci kepada dusta dan ketidakadilan serta kekerasan.\"","TUHAN Yang Mahakuasa memberikan pesan ini kepadaku untuk umat-Nya,","\"Puasa yang dilakukan dalam bulan keempat, kelima, ketujuh, dan kesepuluh akan menjadi perayaan-perayaan yang penuh kegembiraan dan kesenangan bagi penduduk Yehuda. Cintailah kebenaran dan damai!\"","TUHAN Yang Mahakuasa berkata, \"Masanya akan tiba penduduk dari banyak kota akan datang ke Yerusalem.","Penduduk dari kota yang satu akan berkata kepada penduduk kota yang lain, 'Mari kita pergi menyembah TUHAN Yang Mahakuasa dan memohon berkat-Nya. Ikutlah dengan kami!'","Lalu banyak orang dan banyak bangsa yang kuat akan datang ke Yerusalem untuk menyembah Aku TUHAN Yang Mahakuasa dan memohon berkat-Ku.","Pada hari-hari itu sepuluh orang asing akan datang kepada satu orang Yahudi dan berkata, 'Kami ingin juga beruntung seperti kamu; sebab kami mendengar bahwa Allah memberkati kamu.'\" TUHAN Yang Mahakuasa telah berbicara."]