["Inilah pesan TUHAN. Ia telah memutuskan untuk menghukum negeri Hadrakh dan kota Damsyik. Bukan hanya suku-suku Israel, tetapi juga ibukota Siria adalah milik TUHAN.","Hamat yang berbatasan dengan Hadrakh juga kepunyaan-Nya, begitu pula kota-kota Tirus dan Sidon dengan segala keahlian penduduknya.","Tirus telah membangun benteng-benteng bagi dirinya dan menimbun banyak sekali emas dan perak sehingga menjadi seperti barang biasa seperti pasir dan lumpur di jalan.","Tetapi TUHAN akan membuatnya miskin. Seluruh kekayaan kota itu akan dibuang-Nya ke dalam laut dan kota itu sendiri akan habis dimakan api.","Kota Askelon dan Gaza akan melihatnya dan menjadi takut. Ekron akan melihatnya juga dan kehilangan segala harapannya. Gaza akan kehilangan rajanya, dan Askelon akan menjadi sepi tanpa penghuni.","Asdod akan didiami oleh orang-orang dari bangsa campuran. TUHAN berkata, \"Orang Filistin yang angkuh itu akan Kutumpas.","Mereka tidak akan lagi makan daging yang masih berdarah atau makanan lain yang terlarang. Semua orang yang tertinggal akan menjadi umat-Ku dan dianggap sebagai bagian dari suku Yehuda. Ekron akan menjadi anggota umat-Ku, seperti orang Yebus di zaman dulu.","Aku akan menjaga tanah-Ku dan menghalangi pasukan-pasukan asing yang hendak melewatinya. Aku tak akan lagi mengizinkan para penindas menjajah umat-Ku. Sebab penderitaan mereka telah Kulihat.\"","Hai penduduk Sion, bergembiralah! Hai penduduk Yerusalem, bersoraklah! Lihatlah! Rajamu datang dengan kemenangan! Ia raja adil yang membawa keselamatan. Tetapi penuh kerendahan hati ia tiba mengendarai keledai, seekor keledai muda.","TUHAN berkata, \"Kereta-kereta perang dari Efraim akan Kubuang, semua kuda di Yerusalem akan Kulenyapkan dan segala panah akan Kuhancurkan. Rajamu akan mengumumkan perdamaian antara bangsa-bangsa. Dari laut ke laut ia akan berkuasa, dari Sungai Efrat sampai ke ujung dunia.\"","TUHAN berkata kepada umat-Nya, \"Demi perjanjian yang Kubuat dengan kamu, perjanjian yang disahkan dengan darah kurban persembahan, akan Kubebaskan rakyatmu yang menderita dalam pembuangan seperti orang yang terkurung dalam sumur kering.","Kembalilah hai orang-orang buangan, kini kamu mempunyai harapan. Kembalilah ke tempat perlindunganmu, Aku akan tetap memberkati kamu. Dengarlah: Dua kali lipat kamu akan Kuberkati karena segala penderitaan yang telah kamu alami.","Yehuda akan Kupakai sebagai panah pahlawan, dan Israel sebagai anak panah yang siap ditembakkan. Penduduk Sion Kupakai sebagai pedang; dengan pedang itu orang-orang Yunani akan Kuserang.\"","TUHAN akan menampakkan diri kepada umat-Nya, seperti kilat anak-anak panah-Nya ditembakkan-Nya. TUHAN Yang Mahatinggi akan meniup trompet tanda menyerang lalu berjalan maju dalam badai dari selatan.","Umat-Nya pasti diberi-Nya perlindungan, sehingga segala musuh dapat mereka kalahkan. Seperti pekik orang yang mabuk minuman, begitulah pekik mereka dalam pertempuran. Bagai darah kurban yang dituang ke atas mezbah, begitulah darah musuh mereka tertumpah.","Bila hari itu tiba, TUHAN akan menyelamatkan umat-Nya, seperti gembala menyelamatkan dombanya dari bahaya. Mereka akan bercahaya di tanah TUHAN, seperti permata mahkota yang berkilauan.","Alangkah baik tanah TUHAN nantinya, alangkah baik dan indahnya! Di situ anggur dan gandum tumbuh pesat, membuat pemuda-pemudi bertambah kuat."]