["Inilah pesan TUHAN kepada Maleakhi untuk umat Israel.","TUHAN berkata kepada umat-Nya, \"Aku mengasihi kamu.\" Tetapi mereka menjawab, \"Bagaimana TUHAN mengasihi kami?\" TUHAN menjawab, \"Bukankah Esau abang Yakub? Tetapi Yakub Kukasihi,","sedangkan Esau Kubenci. Daerah berbukit Esau sudah Kuhancurkan, dan tanahnya Kuserahkan kepada binatang-binatang buas di padang gurun.\"","Andaikata keturunan Esau, orang-orang Edom itu berkata, \"Kota-kota kami sudah dihancurkan, tapi kami akan membangunnya kembali,\" maka TUHAN akan menjawab, \"Mereka boleh membangun kembali, tetapi Aku akan merobohkannya. Mereka akan disebut 'Negeri durhaka' dan 'Bangsa yang kena murka TUHAN untuk selama-lamanya.'\"","Bangsa Israel akan melihatnya sendiri, dan berkata, \"Sungguh besarlah TUHAN; kekuasaan-Nya sampai di luar tanah Israel!\"","TUHAN Yang Mahakuasa berkata kepada para imam, \"Seorang anak menghormati bapaknya, dan seorang pelayan menghormati tuannya. Aku ini Bapakmu; mengapa kamu tidak menghormati Aku? Aku ini majikanmu; mengapa kamu tidak takut kepada-Ku? Kamu menghina Aku, tetapi kamu bertanya, 'Dengan cara bagaimana kami menghina Engkau?'","Dengan mengurbankan makanan yang tak pantas dikurbankan di atas mezbah-Ku. Lalu kamu bertanya, 'Dengan cara bagaimana kami meremehkan Engkau?' Dengan mencemarkan mezbah-Ku.","Kalau kamu mempersembahkan kepada-Ku binatang yang buta, yang sakit atau yang lumpuh, bukankah itu perbuatan yang salah? Coba memberi binatang semacam itu kepada gubernur! Apakah ia akan senang dan memperlakukan kamu dengan baik?\"","Sekarang, hai imam-imam, cobalah mohon kepada Allah supaya Ia mengasihani kita. Ia tak akan menjawab doamu, dan itu salahmu sendiri.","TUHAN Yang Mahakuasa berkata, \"Lebih baik pintu Rumah-Ku ditutup, sebab sia-sia kamu menyalakan api di atas mezbah-Ku. Aku tidak suka kepada kamu, dan tak mau menerima persembahanmu.","Aku dihormati oleh bangsa-bangsa di seluruh dunia. Di mana-mana dibakar dupa untuk menghormati nama-Ku dan dipersembahkan kurban-kurban yang pantas, sebab semua bangsa menghormati Aku!","Tetapi kamu menghina Aku karena menganggap mezbah-Ku tidak berharga, dan mempersembahkan di situ makanan yang kamu tolak.","Katamu, 'Kita sudah bosan dengan semua itu', dan kamu meremehkan Aku. Kamu membawa binatang curian, binatang yang lumpuh atau yang sakit untuk dipersembahkan kepada-Ku. Kamu pikir Aku mau menerima persembahanmu itu?","Terkutuklah si penipu yang mempersembahkan kepada-Ku binatang yang tidak berharga, kalau di antara ternaknya ada binatang baik yang sudah dijanjikannya kepada-Ku! Sebab Akulah Raja Agung, dan dihormati oleh semua bangsa.\""]