["Jawab TUHAN Yang Mahakuasa, \"Aku akan mengirim utusan-Ku untuk menyiapkan jalan bagi-Ku. Maka dengan tiba-tiba Aku, TUHAN yang kamu cari, akan datang ke Rumah-Ku. Utusan-Ku yang kamu rindukan itu akan datang dan mengumumkan perjanjian-Ku.\"","Tetapi siapa dapat tahan pada hari TUHAN datang dan menampakkan diri-Nya? Sebab Ia seperti api tukang pemurni logam, dan seperti sabun tukang penatu.","Ia datang untuk menghakimi, seperti orang yang membersihkan dan memurnikan perak. Seperti seorang tukang logam memurnikan emas dan perak, begitulah utusan TUHAN akan memurnikan para imam supaya mereka mempersembahkan kurban-kurban dengan cara yang dikehendaki TUHAN.","Maka seperti di zaman dahulu, TUHAN akan berkenan kepada kurban-kurban yang dipersembahkan kepada-Nya oleh umat Yehuda dan Yerusalem.","Kata TUHAN Yang Mahakuasa, \"Aku akan datang kepadamu untuk menghakimi. Aku akan segera menjadi saksi terhadap tukang-tukang sihir, orang-orang yang berzinah, yang bersaksi dusta, yang berbuat curang dalam memberi gaji kepada orang upahan, yang menindas para janda, yatim piatu, dan orang asing, terhadap semua orang yang tidak menghormati Aku.\"","\"Akulah TUHAN, dan Aku tidak berubah. Karena itu kamu, keturunan Yakub, tidak dibinasakan.","Seperti leluhurmu dahulu, kamu semua sudah menyeleweng dari hukum-hukum-Ku dan tidak setia menjalankannya. Kembalilah kepada-Ku, maka Aku pun akan kembali kepadamu. Tetapi kamu bertanya, 'Apa yang harus kami lakukan untuk kembali kepada-Mu?'","Sekarang Aku bertanya kepadamu: Bolehkah manusia menipu Allah? Tentu saja tidak. Tetapi kamu menipu Aku juga. Kamu bertanya, 'Bagaimana?' Jawab-Ku: Dalam hal membayar sepersepuluhan dan memberi persembahan.","Seluruh bangsa menipu Aku, maka kamu semua kena kutuk.","Bawalah sepersepuluhanmu seluruhnya ke Rumah-Ku supaya ada makanan berlimpah di sana. Ujilah Aku, maka kamu akan melihat bahwa Aku membuka pintu-pintu surga dan melimpahi kamu dengan segala yang baik.","Aku tak akan membiarkan serangga merusak hasil bumimu; pohon-pohon anggurmu akan sarat buahnya.","Maka kamu akan dikatakan bahagia oleh semua bangsa, sebab negerimu menjadi tempat yang baik untuk didiami.\"","TUHAN berkata, \"Kata-katamu sungguh menghina Aku.\" \"Tetapi kamu bertanya, 'Apa yang kami katakan tentang Engkau?'","Kamu berkata, 'Percuma saja berbakti kepada Allah. Apa gunanya melakukan kewajiban kita terhadap TUHAN Yang Mahakuasa, atau menunjukkan kepada-Nya bahwa kita menyesali kesalahan kita?","Kita lihat sendiri bahwa orang-orang sombong bahagia. Orang jahat tidak hanya bertambah makmur, tetapi kalau mereka menguji kesabaran Allah dengan berbuat jahat, mereka luput juga.'\"","Lalu orang-orang yang takut kepada TUHAN berbicara satu sama lain. TUHAN mendengar dan memperhatikan apa yang mereka katakan. Orang-orang yang menghormati Dia dan takut kepada-Nya, ditulis namanya dalam sebuah buku catatan yang ada di hadapan-Nya.","TUHAN Yang Mahakuasa berkata, \"Mereka akan menjadi umat-Ku. Pada hari Aku bertindak, mereka akan menjadi milik kesayangan-Ku. Aku akan mengasihani mereka, seperti seorang bapak menyayangi anak yang mengabdi kepadanya.","Umat-Ku akan melihat lagi perbedaan antara nasib orang baik dan orang jahat, antara orang yang berbakti kepada-Ku dan yang tidak.\""]