["Dari Kemah-Nya, TUHAN memanggil Musa dan memberi kepadanya peraturan-peraturan","yang harus ditaati orang Israel. Apabila seseorang mempersembahkan binatang untuk kurban bakaran bagi TUHAN, ia boleh mempersembahkan sapi, domba atau kambingnya.","Kalau yang dipersembahkan seekor sapi, binatang itu harus yang jantan dan tidak ada cacatnya. Sapi itu harus dibawanya ke pintu Kemah TUHAN, supaya TUHAN berkenan kepada orang itu.","Lalu ia harus meletakkan tangannya di atas kepala binatang itu, maka persembahannya akan diterima TUHAN untuk pengampunan dosanya.","Kemudian sapi itu harus disembelih di depan pintu Kemah. Darahnya harus dipersembahkan oleh imam-imam keturunan Harun kepada TUHAN, lalu disiramkan pada keempat sisi mezbah di depan pintu Kemah.","Kemudian orang itu harus menguliti dan memotong-motong binatang itu.","Imam-imam harus menyalakan api di atas mezbah lalu menyusun kayu bakar di atasnya.","Potongan-potongan kurban, termasuk kepala dan lemaknya, harus mereka letakkan di atas api.","Lalu orang itu harus mencuci isi perut serta paha sapi itu, dan imam yang bertugas harus membakar seluruhnya. Bau kurban bakaran itu menyenangkan hati TUHAN.","Kalau yang dipersembahkan seekor domba atau kambing, binatang itu harus yang jantan dan tidak ada cacatnya.","Orang itu harus menyembelih binatang itu di sebelah utara mezbah, lalu imam-imam harus menyiramkan darahnya pada keempat sisi mezbah.","Sesudah binatang itu dipotong-potong, semua potongan, termasuk kepala dan lemaknya, harus diletakkan oleh imam di atas api di mezbah.","Lalu orang itu harus mencuci isi perut dan paha binatang itu. Kemudian imam harus mempersembahkan seluruhnya kepada TUHAN, dan membakarnya di atas mezbah. Bau kurban bakaran itu menyenangkan hati TUHAN.","Kalau yang dipersembahkan seekor burung, harus burung tekukur atau burung merpati muda.","Imam harus membawa burung itu ke mezbah, lalu memuntir lehernya dan membakar kepalanya di atas mezbah. Darah burung itu harus dipencet keluar pada samping mezbah.","Tembolok dengan seluruh isinya harus dikeluarkan, lalu dibuang di sebelah timur mezbah di tempat abu.","Kemudian burung itu harus dicabik pada pangkal sayapnya, tetapi sayapnya tidak boleh sampai terputus. Lalu burung itu harus dibakar di atas mezbah. Bau kurban bakaran itu menyenangkan hati TUHAN."]