["Pada suatu hari Nadab dan Abihu, anak-anak Harun, mengambil tempat apinya masing-masing dan mengisinya dengan bara. Lalu mereka menaruh dupa ke dalam api itu dan mempersembahkannya kepada TUHAN. Tetapi api itu tidak halal karena TUHAN tidak menyuruh mereka mempersembahkanny","Maka TUHAN mendatangkan api yang membakar mereka sampai mati di Kemah TUHAN.","Lalu Musa berkata kepada Harun, \"Itulah yang dimaksudkan TUHAN waktu Ia berkata, 'Semua yang melayani Aku harus menghormati kesucian-Ku. Aku akan menyatakan keagungan-Ku kepada seluruh bangsa-Ku.'\" Tetapi Harun diam saja.","Kemudian Musa memanggil Misael dan Elsafan, anak-anak Uziel, paman Harun. Katanya kepada mereka, \"Datanglah ke mari, ambillah jenazah saudara sepupumu dari Kemah TUHAN dan letakkan di luar perkemahan.\"","Mereka datang dan membawa jenazah-jenazah yang masih berpakaian itu ke luar perkemahan, seperti yang diperintahkan Musa.","Lalu Musa berkata kepada Harun dan kepada anak-anaknya yang lain, yaitu Eleazar dan Itamar, \"Jangan biarkan rambutmu kusut, dan jangan koyakkan pakaianmu untuk menunjukkan bahwa kalian bersedih dan berkabung. Kalau kalian berbuat begitu, kalian akan mati, dan seluruh umat Israel dimarahi TUHAN. Tetapi semua orang Israel yang lainnya boleh berkabung untuk kedua orang yang mati karena api dari TUHAN.","Jangan meninggalkan Kemah TUHAN supaya kalian jangan mati, sebab kalian sudah ditahbiskan dengan minyak upacara untuk melayani TUHAN.\" Mereka berbuat seperti yang dikatakan Musa.","TUHAN berkata kepada Harun,","\"Sehabis minum air anggur atau minuman keras, engkau dan anak-anakmu tidak boleh masuk ke dalam Kemah-Ku. Kalau kamu melanggar peraturan itu, kamu akan mati. Perintah itu harus ditaati oleh semua keturunanmu.","Kamu harus dapat membedakan antara yang dikhususkan untuk Allah dan yang tidak dikhususkan, antara yang najis dan yang tidak najis.","Semua hukum yang Kuberikan kepadamu melalui Musa, harus dapat kamu ajarkan kepada bangsa Israel.\"","Musa berkata kepada Harun dan kepada kedua anaknya, Eleazar dan Itamar, \"Ambillah gandum yang selebihnya dari makanan yang dipersembahkan kepada TUHAN. Dari tepung itu buatlah roti yang tidak pakai ragi, lalu makanlah itu di samping mezbah, karena kurban itu sangat suci.","Roti itu harus dimakan di tempat yang suci, sebab dari makanan yang dipersembahkan kepada TUHAN, roti itu menjadi bagianmu dan anak-anakmu yang laki-laki. Itulah perintah TUHAN kepada saya.","Tetapi kalian dan anak-anakmu laki-laki dan perempuan boleh makan dada persembahan unjukan dan paha persembahan khusus. Itulah bagian para imam dari kurban perdamaian bangsa Israel. Kalian boleh memakannya di sembarang tempat yang tidak najis.","Paha persembahan khusus dan dada persembahan unjukan itu harus dibawa bersama-sama dengan lemak untuk kurban bakaran sebagai persembahan khusus bagi TUHAN. Bagian-bagian itu menjadi milikmu dan anak-anakmu untuk selama-lamanya, seperti yang diperintahkan TUHAN.\"","Kemudian Musa bertanya tentang kambing untuk kurban pengampunan dosa. Ia diberitahukan bahwa kambing itu sudah dibakar. Hal itu membuat Musa marah kepada Eleazar dan Itamar, dan ia berkata kepada mereka,","\"Mengapa kurban pengampunan dosa itu tidak kalian makan di tempat yang suci? Kurban itu sangat suci; TUHAN memberikannya kepadamu, supaya dosa umat Israel diampuni.","Darah kambing itu tidak dibawa ke Kemah TUHAN, jadi seharusnya kurban itu kalian makan di situ seperti yang saya perintahkan.\"","Jawab Harun, \"Memang hari ini umat Israel sudah mempersembahkan kurban pengampunan dosa dan kurban bakaran kepada TUHAN. Walaupun begitu, bencana ini telah menimpa saya. Sekiranya hari ini saya makan juga kurban pengampunan dosa itu, apakah TUHAN akan senang?\"","Musa merasa puas dengan jawaban itu."]