["TUHAN menyuruh Musa","memberikan peraturan-peraturan ini kepada Harun, anak-anaknya dan seluruh bangsa Israel.","Apabila seorang bangsa Israel mempersembahkan sapi, domba atau kambing kepada TUHAN, binatang itu harus disembelihnya di depan pintu Kemah TUHAN. Kalau ia menyembelihnya di tempat lain, ia melanggar hukum karena menumpahkan darah. Ia tidak lagi dianggap anggota umat Allah.","(17:3)","Perintah itu dimaksudkan supaya bangsa Israel membawa ke Kemah TUHAN semua binatang persembahan yang biasanya mereka sembelih di ladang. Mereka wajib membawa persembahan itu kepada imam di depan pintu Kemah TUHAN dan menyembelihnya di situ untuk kurban perdamaian.","Imam harus menyiramkan darah binatang itu pada sisi-sisi mezbah di depan pintu Kemah TUHAN lalu membakar lemaknya supaya baunya menyenangkan hati TUHAN.","Bangsa Israel harus tetap setia kepada TUHAN dan sekali-kali tak boleh menyembelih binatang di ladang-ladang untuk persembahan kepada jin-jin jahat. Peraturan itu harus ditaati untuk selama-lamanya.","Apabila seorang Israel atau seorang asing yang tinggal menetap di antara orang Israel mempersembahkan kurban bakaran atau kurban lain","kepada TUHAN, ia harus mempersembahkannya di depan pintu Kemah TUHAN. Kalau ia mempersembahkannya di tempat lain, ia tak boleh lagi dianggap anggota umat Allah.","Kalau seorang Israel atau seorang asing yang tinggal menetap di antara orang Israel makan darah, ia akan dihukum TUHAN dan tidak lagi dianggap anggota umat-Nya.","Nyawa setiap makhluk ada di dalam darahnya. Karena itu TUHAN memerintahkan supaya semua darah disiramkan ke atas mezbah supaya dosa-dosa umat dihapuskan. Darah yaitu nyawa, menghapuskan dosa.","Itulah sebabnya bangsa Israel atau orang asing yang menetap di antara mereka dilarang makan darah.","Apabila seorang Israel atau seorang asing yang tinggal menetap di antara bangsa Israel menangkap burung atau binatang lain yang tidak haram, ia harus mengeluarkan darah binatang itu dan menimbuninya dengan tanah.","Nyawa setiap makhluk ada di dalam darahnya, sebab itu TUHAN melarang bangsa Israel makan darah. Setiap orang yang melakukan perbuatan terlarang itu tidak lagi dianggap anggota umat Allah.","Setiap orang Israel atau orang asing yang makan daging binatang yang mati dengan sendirinya atau mati diterkam binatang buas, harus mencuci pakaiannya lalu mandi dan menunggu sampai matahari terbenam, barulah ia menjadi bersih.","Kalau ia tidak melakukan itu, ia harus menanggung akibatnya."]