["TUHAN menyuruh Musa","menyampaikan kepada bangsa Israel perintah ini, \"Akulah TUHAN Allahmu.","Janganlah meniru perbuatan orang di Mesir, tempat kamu pernah tinggal, atau orang di Kanaan, ke mana Aku sekarang membawa kamu.","Taatilah hukum-hukum-Ku dan lakukanlah apa yang Kuperintahkan. Akulah TUHAN Allahmu.","Taatilah peraturan-peraturan dan hukum-hukum yang Kuberikan kepadamu. Kalau kamu berbuat begitu, hidupmu selamat. Akulah TUHAN.\"","TUHAN memberikan peraturan-peraturan ini. Jangan bersetubuh dengan salah seorang dari sanak saudaramu.","Jangan bersetubuh dengan ibumu, istri ayahmu, sebab dia hak ayahmu.","Jangan menghina ayahmu dengan bersetubuh dengan salah seorang istrinya yang lain.","Jangan bersetubuh dengan saudaramu perempuan atau saudara tirimu, baik yang dibesarkan serumah dengan engkau maupun yang dibesarkan di rumah lain.","Jangan bersetubuh dengan cucumu; itu akan membuat malu dirimu sendiri.","Jangan bersetubuh dengan saudaramu perempuan yang seayah lain ibu atau seibu lain ayah, karena dia saudaramu juga.","Jangan bersetubuh dengan bibimu, baik ia saudara ayahmu atau saudara ibumu.","(18:12)","Jangan bersetubuh dengan istri pamanmu, karena dia bibimu juga.","Jangan bersetubuh dengan anak menantumu","atau dengan istri abangmu.","Jangan bersetubuh dengan anak atau cucu seorang wanita yang pernah kaugauli. Mungkin mereka kerabatmu, dan itu perbuatan yang tidak senonoh.","Jangan kawin dengan saudara istrimu selama istrimu sendiri masih hidup.","Jangan bersetubuh dengan seorang wanita selama masa haidnya, karena ia dalam keadaan najis.","Jangan bersetubuh dengan istri orang lain; perbuatan itu menjadikan engkau najis.","Jangan menyerahkan salah seorang anakmu untuk dikurbankan dalam pemujaan Molokh, karena perbuatan itu menghina nama Allah, Tuhanmu.","Orang laki-laki tak boleh bersetubuh dengan orang laki-laki; Allah membenci perbuatan itu.","Laki-laki maupun wanita, sekali-kali tak boleh bersetubuh dengan binatang; perbuatan jahat itu menajiskan kamu.","Jangan menajiskan dirimu dengan perbuatan-perbuatan itu, sebab dengan cara itu bangsa-bangsa yang tinggal di Kanaan sebelum kamu telah menajiskan diri mereka. Karena itu mereka diusir oleh TUHAN, supaya kamu dapat mendiami negeri itu.","Mereka telah melakukan semua perbuatan yang menjijikkan itu, sehingga tanah mereka menjadi najis. Maka TUHAN menghukum mereka dan tidak mengizinkan mereka tinggal di sana. Tetapi kamu jangan sekali-kali melakukan perbuatan-perbuatan itu. Kamu semua, orang Israel dan orang asing yang menetap bersama kamu, harus mentaati peraturan dan perintah TUHAN,","(18:25)","(18:25)","supaya kamu jangan dihukum oleh-Nya dan diusir dari tanah itu seperti orang-orang yang tidak mengenal TUHAN, yang tinggal di sana sebelum kamu.","Kamu tahu bahwa barangsiapa melakukan perbuatan yang menjijikkan itu tidak lagi dianggap anggota umat Allah.","Maka TUHAN berkata, \"Taatilah peraturan-peraturan yang Kuberikan dan janganlah meniru perbuatan orang-orang yang mendiami tanah Kanaan sebelum kamu. Jangan menajiskan dirimu sendiri dengan melakukan perbuatan-perbuatan itu. Aku TUHAN Allahmu.\""]