["TUHAN menyuruh Musa menyampaikan perintah ini kepada imam-imam keturunan Harun, \"Seorang imam tak boleh menajiskan dirinya karena ikut menghadiri upacara penguburan sanak saudaranya,","kecuali kalau yang mati itu ibunya, ayahnya, anaknya, saudaranya laki-laki,","atau saudaranya perempuan yang belum kawin, dan tinggal serumah dengan dia.","Ia tak boleh menajiskan dirinya dengan mengikuti upacara penguburan sanak saudara istrinya.","Seorang imam tak boleh menggunduli sebagian dari kepalanya dan tak boleh memangkas jenggotnya atau melukai badannya dengan benda tajam untuk menunjukkan bahwa ia sedang berkabung.","Ia milik-Ku yang khusus dan tak boleh mencemarkan nama-Ku. Ia mempersembahkan kurban makanan kepada-Ku, jadi ia harus suci.","Seorang imam tak boleh kawin dengan seorang wanita bekas pelacur atau seorang wanita yang bukan perawan atau yang sudah bercerai, karena imam adalah milik-Ku.","Bangsa Israel harus mengakui imam sebagai orang yang dikhususkan bagi-Ku karena ia mempersembahkan kurban makanan kepada-Ku. Akulah TUHAN; Aku ini suci dan Aku menyucikan umat-Ku.","Kalau anak perempuan seorang imam menjadi pelacur, ia menghina ayahnya dan harus dibakar sampai mati.","Imam Agung telah ditahbiskan dengan cara menuangkan minyak upacara ke atas kepalanya dan dengan mengenakan pakaian imam agung kepadanya. Karena itu ia tak boleh membiarkan rambutnya kusut atau mengoyak pakaiannya sebagai tanda berkabung.","Ia telah dipersembahkan kepada-Ku untuk menjadi milik-Ku, jadi tak boleh menajiskan dirinya. Ia tak boleh juga menajiskan Kemah-Ku dengan keluar dari situ untuk masuk ke rumah yang ada jenazahnya, walaupun itu jenazah ayahnya atau ibunya sendiri.","(21:11)","Ia hanya boleh kawin dengan seorang perawan dari sukunya sendiri. Ia tak boleh kawin dengan seorang janda atau seorang wanita yang sudah diceraikan, atau seorang wanita bekas pelacur.","(21:13)","Kalau ia melanggar peraturan itu, maka anak-anaknya yang seharusnya suci, akan najis. Akulah TUHAN dan Aku telah mengkhususkan dia menjadi Imam Agung.\"","TUHAN memerintahkan Musa","untuk mengatakan ini kepada Harun, \"Seorang keturunanmu yang cacat badannya tak boleh mempersembahkan kurban makanan kepada-Ku. Itu berlaku untuk selama-lamanya.","Orang yang mempersembahkan kurban tak boleh cacat badannya, yaitu orang buta atau lumpuh, orang yang cacat mukanya atau anggota badannya,","yang lumpuh tangannya atau timpang kakinya,","yang bongkok atau cebol, yang berpenyakit mata atau berpenyakit kulit dan yang dikebiri.","Setiap keturunan Imam Harun yang cacat badannya tak boleh mempersembahkan kurban makanan kepada-Ku.","Tetapi ia boleh makan makanan yang dipersembahkan, baik kurban makanan yang suci maupun kurban makanan yang sangat suci.","Karena orang itu cacat badannya, ia tak boleh mendekati tirai yang memisahkan Ruang Suci atau mezbah. Ia tak boleh menajiskan benda-benda yang sudah dikhususkan untuk Aku, karena Akulah TUHAN, dan Akulah yang mengkhususkan barang-barang itu.\"","Itulah peraturan-peraturan yang disampaikan Musa kepada Harun serta anak-anaknya, dan kepada seluruh bangsa Israel."]