["TUHAN menyuruh Musa","menyampaikan perintah ini kepada Harun dan anak-anaknya, \"Perlakukanlah dengan pantas apa yang dipersembahkan bangsa Israel khusus untuk Aku, supaya kamu tidak mencemarkan nama-Ku yang suci. Akulah TUHAN.","Kalau seorang dari keturunanmu dalam keadaan najis mendekati persembahan-persembahan suci yang dikhususkan bangsa Israel bagi-Ku, ia tidak boleh lagi melayani pada mezbah. Peraturan itu berlaku untuk selama-lamanya. Akulah TUHAN.","Seorang keturunan Harun yang menderita penyakit kulit yang berbahaya, atau yang sakit kelamin sehingga mengeluarkan lelehan, dilarang makan persembahan suci kalau ia belum dinyatakan bersih. Seorang imam menjadi najis kalau ia menyentuh sesuatu yang najis karena kena mayat. Ia juga najis kalau maninya keluar,","atau menyentuh binatang atau orang yang najis.","Seorang imam yang dengan cara apa pun menjadi najis, tetap najis sampai matahari terbenam. Dan sesudah matahari terbenam ia belum boleh makan makanan yang dipersembahkan kepada TUHAN kalau ia belum mandi.","Sesudah matahari terbenam ia bersih dan boleh memakannya, karena itulah makanannya.","Ia dilarang makan daging binatang yang mati dengan sendirinya atau mati diterkam binatang buas. Kalau ia memakannya, ia menjadi najis. Akulah TUHAN.","Semua imam harus mentaati peraturan-peraturan yang Kuberikan. Kalau tidak, mereka bersalah dan akan mati, karena melanggar peraturan-peratura yang suci itu. Akulah TUHAN, dan Akulah yang mengkhususkan mereka untuk-Ku.","Persembahan yang dikhususkan bagi-Ku hanya boleh dimakan oleh keluarga imam itu sendiri; orang lain tak boleh, sekalipun orang itu serumah dengan imam itu atau orang upahannya.","Tetapi budak-budak yang dibeli oleh imam itu dengan uangnya sendiri atau yang dilahirkan di dalam rumahnya, boleh makan makanan bagian imam itu.","Anak perempuan seorang imam yang kawin dengan seorang yang bukan imam, tidak boleh makan persembahan itu.","Tetapi anak perempuan imam yang sudah menjadi janda atau yang diceraikan dengan tidak mempunyai anak lalu kembali ke rumah ayahnya serta menjadi tanggungannya, boleh makan makanan bagian ayahnya. Hanya keluarga imam saja boleh makan persembahan itu.","Kalau seorang yang bukan anggota keluarga imam dengan tidak disengaja makan makanan yang dipersembahkan kepada TUHAN, ia harus memberi gantinya kepada imam ditambah dengan dua puluh persen.","Imam-imam tidak boleh menajiskan persembahan yang khusus untuk Aku","dengan membiarkannya dimakan oleh seorang yang tidak berhak memakannya. Hal itu menjadikan orang itu bersalah dan mendatangkan hukuman atasnya. Akulah TUHAN, dan Aku yang menyucikan persembahan itu.\"","TUHAN menyuruh Musa","memberi kepada Harun, anak-anaknya dan seluruh bangsa Israel peraturan-peraturan ini. Apabila seorang Israel atau seorang asing yang tinggal menetap di Israel mempersembahkan kurban bakaran untuk membayar kaul, atau untuk kurban sukarela, binatang itu harus yang jantan dan tak boleh ada cacatnya supaya dapat diterima.","(22:18)","Jangan mempersembahkan binatang yang ada cacatnya, sebab TUHAN tidak mau menerimanya.","Kalau seseorang mempersembahkan kepada TUHAN kurban perdamaian untuk membayar kaulnya atau untuk kurban sukarela, binatang itu tak boleh ada cacatnya, supaya dapat diterima.","Janganlah mempersembahkan kepada TUHAN binatang yang buta, yang patah tulangnya atau yang luka, yang mempunyai bisul bernanah, yang menderita penyakit kulit atau kudis. Binatang yang begitu jangan dipersembahkan untuk kurban makanan di atas mezbah.","Untuk kurban sukarela kamu boleh mempersembahkan binatang yang tidak sempurna bentuknya; tetapi untuk membayar kaul, binatang yang begitu tidak dapat diterima.","Janganlah mempersembahkan kepada TUHAN binatang yang buah pelirnya rusak terjepit, dipotong, luka memar atau dibuang. Hal itu tak boleh terjadi di negerimu.","Ternak yang diperoleh dari orang asing tidak boleh dipersembahkan untuk kurban makanan. Binatang itu dianggap cacat dan tak dapat diterima.","Anak sapi, anak domba atau anak kambing yang baru lahir harus tinggal pada induknya selama tujuh hari. Baru sesudahnya binatang itu dapat diterima untuk kurban makanan.","(22:26)","Janganlah mengurbankan induk sapi atau domba atau kambing bersama dengan anaknya pada hari yang sama.","Apabila kamu mempersembahkan kurban syukur kepada TUHAN, lakukanlah itu menurut peraturan, supaya kurbanmu diterima.","Makanlah kurban itu pada hari itu juga, dan jangan tinggalkan sedikit pun untuk keesokan harinya.","TUHAN berkata, \"Taatilah perintah-perintah-Ku; Akulah TUHAN.","Jangan mencemarkan nama-Ku yang suci. Seluruh bangsa Israel harus menyembah Aku sebagai Yang Mahasuci. Akulah TUHAN dan Aku menjadikan kamu suci.","Aku membawa kamu keluar dari Mesir, supaya Aku menjadi Allahmu. Akulah TUHAN.\""]