["TUHAN memberi kepada Musa","peraturan-peraturan tentang perayaan agama, yang harus diumumkan sebagai hari raya untuk beribadat.","Ada enam hari untuk bekerja, tetapi hari yang ketujuh, hari Sabat, adalah hari istirahat yang dikhususkan bagi TUHAN. Pada hari itu kamu harus mengadakan pertemuan untuk beribadat dan tak boleh bekerja.","Inilah hari-hari raya yang ditetapkan TUHAN dan yang harus diumumkan pada waktu yang ditentukan.","Hari Raya Paskah yang dirayakan untuk menghormati TUHAN, mulai pada saat matahari terbenam pada tanggal empat belas bulan satu.","Besoknya, tanggal lima belas, mulailah Perayaan Roti tak Beragi, dan selama tujuh hari kamu tak boleh makan roti yang dibuat pakai ragi.","Selama tujuh hari itu kamu harus mempersembahkan kurban makanan kepada TUHAN. Pada hari yang pertama dan yang ketujuh perayaan itu kamu harus mengadakan pertemuan untuk beribadat dan tak boleh melakukan pekerjaan berat.","(23:7)","Kalau kamu sudah sampai di negeri yang diberikan TUHAN kepadamu, dan mengumpulkan hasil tanah, berkas gandum yang pertama kamu tuai harus dibawa kepada imam.","(23:9)","Pada hari sesudah hari Sabat, imam harus mempersembahkan gandum itu sebagai persembahan unjukan kepada TUHAN, supaya TUHAN senang kepadamu.","Pada hari kamu mempersembahkan gandum itu, kamu harus mempersembahkan juga untuk kurban bakaran seekor anak domba jantan yang berumur satu tahun dan tidak ada cacatnya.","Untuk kurban makanan persembahkanlah dua kilogram tepung dicampur minyak zaitun. Bau kurban itu menyenangkan hati TUHAN. Bersama itu persembahkanlah juga satu liter air anggur.","Sebelum membawa persembahan itu kepada TUHAN, kamu tak boleh makan sedikit pun dari gandum baru itu, baik mentah, dipanggang atau dibakar menjadi roti. Peraturan itu harus ditaati oleh semua keturunanmu selama-lamanya.","Mulai dari hari sesudah Sabat, waktu kamu mempersembahkan kepada TUHAN berkas gandum yang pertama, kamu harus menghitung tujuh minggu penuh.","Pada hari yang kelima puluh, yaitu hari sesudah Sabat yang ketujuh kamu harus membawa kurban sajian kepada TUHAN.","Setiap keluarga harus mempersembahkan dua buah roti untuk persembahan unjukan bagi TUHAN. Tiap roti harus dibuat dari dua kilogram tepung halus pakai ragi dan harus diserahkan kepada TUHAN sebagai persembahan hasil tanah yang pertama.","Bersama roti itu bangsa Israel harus mempersembahkan tujuh ekor anak domba yang berumur satu tahun, seekor sapi jantan muda dan dua ekor kambing. Masing-masing tak boleh ada cacatnya dan harus dipersembahkan untuk kurban bakaran bagi TUHAN, dengan kurban sajian dan kurban air anggur. Bau kurban itu menyenangkan hati TUHAN.","Persembahkanlah juga seekor kambing jantan untuk kurban pengampunan dosa dan dua ekor domba jantan yang berumur satu tahun untuk kurban perdamaian.","Roti dan kedua anak domba itu harus dipersembahkan oleh imam sebagai persembahan unjukan bagi TUHAN, dan itu untuk bagian imam. Persembahan-persembahan itu adalah suci.","Pada hari itu kamu harus mengadakan pertemuan untuk beribadat dan tak boleh melakukan pekerjaan berat. Peraturan itu harus ditaati oleh keturunanmu untuk selama-lamanya, di mana saja mereka tinggal.","Kalau kamu panen, janganlah memotong gandum yang tumbuh di pinggir-pinggir ladangmu dan jangan kembali untuk mengumpulkan gandum yang tersisa sesudah panen. Biarkan itu untuk orang miskin dan orang asing. TUHAN adalah Allahmu.","Tanggal satu bulan tujuh harus dirayakan sebagai hari yang khusus untuk beristirahat. Hari itu ditandakan dengan bunyi trompet, dan kamu harus mengadakan pertemuan untuk beribadat.","(23:23)","Persembahkanlah kurban makanan kepada TUHAN dan jangan melakukan pekerjaan berat pada hari itu.","Tanggal sepuluh bulan tujuh adalah hari upacara tahunan untuk pengampunan dosa bangsa Israel. Pada hari itu kamu harus berpuasa dan mengadakan pertemuan untuk beribadat serta mempersembahkan kurban makanan kepada TUHAN.","(23:26)","Janganlah bekerja, sebab hari itu adalah hari pengampunan dosa, supaya kamu mendapat ampun di hadapan TUHAN Allahmu.","Barangsiapa makan sesuatu pada hari itu, tidak dianggap lagi anggota umat Allah.","Dan barangsiapa melakukan pekerjaan pada hari itu, dihukum oleh TUHAN sendiri dengan hukuman mati.","Peraturan itu berlaku untuk semua keturunanmu di mana saja mereka tinggal.","Mulai dari saat matahari terbenam pada tanggal sembilan bulan itu sampai saat matahari terbenam pada tanggal sepuluh, harus kamu rayakan seperti hari Sabat, hari yang khusus untuk istirahat. Sepanjang hari itu kamu harus berpuasa.","Pesta Pondok Daun mulai pada tanggal lima belas bulan tujuh dan lamanya tujuh hari.","(23:33)","Selama tujuh hari itu, setiap hari kamu harus mempersembahkan kurban makanan. Pada hari yang pertama dan yang kedelapan kamu harus mengadakan pertemuan untuk beribadat dan mempersembahkan kurban makanan kepada TUHAN. Janganlah melakukan pekerjaan berat pada hari itu.","(23:35)","Itulah hari-hari raya agama yang ditetapkan TUHAN dan yang harus kamu umumkan. Pada perayaan-perayaan itu kamu harus menghormati TUHAN dengan mengadakan pertemuan untuk beribadat dan mempersembahkan kurban makanan, kurban bakaran, kurban sajian, kurban binatang dan kurban air anggur, sebanyak yang diperlukan setiap harinya.","Perayaan-perayaan itu merupakan tambahan pada hari-hari Sabat biasa, jadi persembahan-persembahan itu adalah juga tambahan pada pemberianmu yang biasa, pada kurbanmu untuk menebus kaul, atau kurban sukarela yang kamu berikan kepada TUHAN.","Sehabis panen, mulai tanggal lima belas bulan tujuh, kamu harus mengadakan perayaan selama tujuh hari. Hari yang pertama dan yang kedelapan adalah hari yang khusus untuk beristirahat.","Pada hari yang pertama kamu harus memetik buah-buahan yang paling baik dari kebunmu, juga daun-daun palma dan ranting-ranting dari pohon-pohon yang rimbun, lalu mulailah perayaan sukacita untuk menghormati TUHAN Allahmu.","Perayaan itu harus kamu langsungkan selama tujuh hari. Peraturan itu harus dilakukan oleh keturunanmu untuk selama-lamanya.","Tujuh hari lamanya seluruh bangsa Israel harus tinggal dalam pondok-pondok daun,","supaya keturunanmu tahu bahwa TUHAN menyuruh bangsa Israel tinggal dalam pondok-pondok yang sederhana, ketika Ia membawa mereka keluar dari Mesir. Dialah TUHAN Allahmu.","Begitulah Musa menyampaikan kepada bangsa Israel peraturan-peraturan tentang cara mengadakan perayaan-perayaan untuk menghormati TUHAN."]