["TUHAN berkata, \"Janganlah membuat berhala atau mendirikan patung atau tiang batu yang berukir untuk disembah. Akulah TUHAN Allahmu.","Rayakanlah hari-hari Sabat dan hari-hari raya agama lainnya dan hormatilah tempat yang dikhususkan untuk menyembah Aku. Akulah TUHAN.","Kalau kamu hidup menurut peraturan-peraturan-Ku dan mentaati perintah-perintah-Ku,","Aku akan menurunkan hujan pada waktunya, sehingga tanah memberi hasil dan pohon-pohon berbuah.","Hasil tanahmu akan berlimpah-limpah, sehingga bila sudah sampai waktunya untuk memetik buah anggur, kamu masih memotong gandum. Dan bila sudah sampai waktunya untuk menanam gandum, kamu masih memetik buah anggur. Kamu akan mempunyai makanan yang cukup dan hidup sejahtera di negerimu.","Aku akan menjaga keamanan negerimu sehingga kamu bisa tidur dengan tenang dan tidak takut terhadap siapa pun. Binatang-binatang buas akan Kulenyapkan dari negeri itu, dan tak akan ada lagi peperangan di negerimu.","Kamu akan sanggup mengalahkan musuh-musuhmu;","dengan lima orang kamu sanggup mengalahkan seratus orang, dan dengan seratus orang kamu sanggup mengalahkan sepuluh ribu orang.","Aku akan memberkati kamu dan memberikan banyak anak cucu kepadamu. Apa yang sudah Kujanjikan kepadamu, pasti Kutepati.","Hasil tanahmu akan berlimpah-limpah, sehingga cukup untuk satu tahun. Bahkan kamu terpaksa mengeluarkan kelebihan dari panen yang lama supaya ada tempat untuk menyimpan panen yang baru.","Aku akan tinggal di antara kamu dalam Kemah-Ku, dan tak akan menolak kamu.","Aku akan menyertai kamu; Aku akan menjadi Allahmu dan kamu menjadi umat-Ku.","Aku, TUHAN Allahmu, yang membawa kamu keluar dari Mesir supaya kamu tidak menjadi budak lagi. Kekuasaan yang menindas kamu sudah Kupatahkan, dan kamu Kujadikan orang yang merdeka.\"","TUHAN berkata, \"Kalau kamu tidak mendengarkan Aku dan tidak melakukan perintah-Ku,","kalau kamu melanggar perjanjian yang Kubuat dengan kamu dan tidak mau mentaati ketetapan-ketetapan dan peraturan-peraturan-Ku,","kamu akan Kuhukum. Aku akan mendatangkan bencana ke atas kamu, penyakit dan demam yang tak dapat disembuhkan, sehingga matamu menjadi buta dan kamu hidup merana. Kamu akan bercocok tanam tetapi tidak memakan hasilnya, sebab musuh-musuhmu akan datang mengalahkan kamu dan menghabiskan apa yang kamu tanam.","Kamu akan Kuhukum, sehingga kamu dikalahkan musuh-musuhmu dan dikuasai orang-orang yang membencimu. Kamu akan menjadi sangat ketakutan sehingga kamu lari, walaupun tak ada yang mengejar.","Kalau sesudah mengalami semua hukuman itu kamu belum juga taat kepada-Ku, hukumanmu akan Kutambah tujuh kali lipat.","Kamu sangat sombong, tetapi Aku akan menundukkan kamu. Hujan tak akan turun, sehingga tanahmu menjadi kering dan keras seperti besi.","Semua jerih payahmu tak ada gunanya, sebab tanahmu tak akan memberi hasil dan tanam-tanamanmu tak akan berbuah.","Kalau kamu masih terus juga melawan Aku dan tidak mau taat kepada-Ku, maka hukumanmu akan Kutambah lagi tujuh kali lipat.","Aku akan mendatangkan binatang-binatang buas ke tengah-tengahmu. Binatang-binatang itu akan menerkam anak-anakmu, membunuh ternakmu dan menghabiskan kamu, sehingga jumlahmu menjadi sedikit sekali, dan jalan-jalan di negerimu menjadi sunyi.","Kalau sesudah mengalami semua hukuman itu kamu belum juga mendengarkan Aku, tetapi masih terus melawan Aku,","maka Aku akan menghajar kamu dan menghukum kamu tujuh kali lebih berat dari yang sudah-sudah.","Aku akan menimbulkan peperangan di tengah-tengahmu untuk menghukum kamu karena kamu sudah melanggar perjanjian-Ku dengan kamu. Dan kalau kamu berkumpul di kotamu untuk mencari perlindungan, Aku akan mendatangkan penyakit yang tak dapat disembuhkan, sehingga kamu terpaksa menyerah kepada musuhmu.","Kamu akan kehabisan makanan, sehingga sepuluh wanita hanya memerlukan satu tempat pembakaran saja untuk membakar roti yang ada pada mereka. Makanan itu akan diransum, dan sesudah kamu memakannya, kamu masih juga merasa lapar.","Kalau sesudah mengalami semua hukuman itu kamu masih terus juga melawan Aku dan tidak mau taat kepada-Ku,","maka dengan marah Aku akan menghajar kamu, dan menghukum kamu tujuh kali lebih berat dari yang sudah-sudah.","Kamu akan kelaparan, sehingga makan anak-anakmu sendiri.","Aku akan menghancurkan tempat-tempat pemujaanmu di atas bukit-bukit, merobohkan mezbah-mezbahmu tempat membakar dupa, dan melemparkan mayat-mayatmu ke atas berhala-berhalamu yang sudah roboh itu. Dengan rasa muak","kota-kotamu Kurobah menjadi puing-puing, tempat-tempat pemujaanmu Kuhancurkan dan kurban-kurbanmu tidak Kuterima.","Negerimu akan Kubinasakan sama sekali, sehingga musuh-musuh yang mendudukinya terkejut melihat hebatnya kehancuran itu.","Aku akan menimbulkan peperangan di negerimu dan menceraiberaikan kamu di negeri-negeri asing. Ladang-ladangmu akan terlantar, dan kota-kotamu dibiarkan menjadi puing.","Pada waktu itu sementara kamu berada dalam pembuangan di negeri musuh-musuhmu, tanahmu yang tidak kamu biarkan beristirahat sewaktu kamu mendiaminya, akan terlantar dan mendapat kesempatan beristirahat.","(26:34)","Orang-orangmu yang berada dalam pembuangan di negeri lain, akan Kubuat sangat ketakutan, sehingga bunyi daun yang ditiup angin pun membuat mereka lari. Kamu akan lari seolah-olah dikejar dalam pertempuran, lalu jatuh walaupun tidak ada musuh di dekatmu.","Kamu akan lari dan tersandung yang seorang kepada yang lain, walaupun tidak ada yang mengejar. Dan kamu tak akan mampu melawan musuh-musuhmu.","Kamu akan mati dalam pembuangan, dibinasakan oleh negeri musuh-musuhmu.","Sebagian kecil dari kamu yang masih hidup di negeri musuhmu akan merana karena dosamu sendiri dan dosa leluhurmu.","Tetapi keturunanmu akan mengakui dosa mereka dan dosa nenek moyang mereka yang telah menentang Aku dan memberontak terhadap-Ku,","sehingga Aku bertindak melawan mereka dan mengusir mereka ke dalam pembuangan di negeri musuh-musuh mereka. Akhirnya, apabila keturunanmu sudah tunduk dan sudah menjalani hukuman karena dosa dan pemberontakan mereka,","Aku akan mengingat perjanjian-Ku dengan Yakub, Ishak dan Abraham. Aku akan memperbaharui janji-Ku untuk memberikan tanah itu kepada bangsa-Ku.","Akan tetapi tanah itu harus lebih dahulu dikosongkan dari penduduknya, supaya dapat betul-betul beristirahat. Dan umat-Ku harus menjalani semua hukuman yang Kujatuhkan ke atas mereka karena tidak mau mentaati peraturan-peraturan dan perintah-perintah-Ku.","Tetapi selagi mereka masih berada di negeri musuh pun, mereka tidak akan Kutinggalkan atau Kubinasakan sama sekali. Sebab kalau mereka Kubinasakan, berarti Aku memutuskan perjanjian-Ku dengan mereka, sedangkan Aku ini TUHAN, Allah mereka.","Aku akan memperbaharui perjanjian yang Kubuat dengan leluhur mereka, ketika Aku menunjukkan kekuasaan-Ku kepada segala bangsa dengan membawa umat-Ku keluar dari Mesir, supaya Aku, TUHAN, menjadi Allah mereka.\"","Itulah hukum-hukum dan perintah-perintah yang diberikan TUHAN di atas Gunung Sinai kepada Musa untuk bangsa Israel."]