["Apabila seseorang mempersembahkan seekor sapi untuk kurban perdamaian, sapi itu boleh jantan, boleh betina, tetapi tak boleh ada cacatnya.","Orang yang mempersembahkannya harus meletakkan tangannya di atas kepala binatang itu lalu menyembelihnya di depan pintu Kemah TUHAN. Imam-imam keturunan Harun harus menyiramkan darah sapi itu pada keempat sisi mezbah.","Untuk kurban perdamaian kepada TUHAN, imam harus mempersembahkan bagian-bagian ini dari binatang itu: lemak yang membungkus isi perutnya,","ginjal dengan lemaknya dan bagian yang paling baik dari hatinya.","Semuanya itu bersama-sama dengan kurban bakaran lainnya, harus dibakar di atas mezbah. Bau kurban makanan itu menyenangkan hati TUHAN.","Kalau yang dipersembahkan untuk kurban perdamaian itu seekor domba atau kambing, binatang itu boleh jantan, boleh betina, tetapi tak boleh ada cacatnya.","Apabila seseorang mempersembahkan seekor domba, ia harus membawanya ke Kemah TUHAN.","Di situ ia harus meletakkan tangannya di atas kepala domba itu lalu menyembelihnya di depan Kemah. Lalu imam harus menyiramkan darah domba itu pada keempat sisi mezbah.","Untuk kurban perdamaian kepada TUHAN, imam harus mempersembahkan bagian-bagian ini dari domba itu: lemaknya, seluruh ekornya yang berlemak dipotong dekat tulang belakangnya, lemak yang membungkus isi perutnya,","ginjal dengan lemaknya dan bagian yang paling baik dari hatinya.","Imam yang bertugas harus membakar semua itu di atas mezbah untuk kurban makanan bagi TUHAN.","Kalau yang dipersembahkan seekor kambing, orang yang mempersembahkannya harus membawanya ke Kemah TUHAN.","Di situ ia harus meletakkan tangannya di atas kepala kambing itu lalu menyembelihnya di depan Kemah. Imam harus menyiramkan darah binatang itu pada keempat sisi mezbah.","Untuk kurban makanan bagi TUHAN, imam harus mempersembahkan bagian-bagian ini dari kambing itu: lemak yang membungkus isi perutnya,","ginjal dengan lemaknya dan bagian yang paling baik dari hatinya.","Imam yang bertugas harus membakar semua itu di atas mezbah. Bau kurban makanan itu menyenangkan hati TUHAN. Semua lemak binatang itu untuk TUHAN.","Orang Israel sekali-kali tak boleh makan lemak atau darah. Peraturan itu berlaku untuk selama-lamanya dan harus ditaati oleh setiap orang Israel di mana saja ia tinggal."]