["Kurban pengampunan dosa perlu dipersembahkan: Apabila seseorang secara resmi diminta memberi kesaksian di pengadilan, tetapi tidak memberi keterangan tentang apa yang sudah dilihat atau didengarnya sehingga ia harus menanggung akibatnya.","Apabila seseorang bersalah karena dengan tidak disengaja menjadi najis, sebab telah menyentuh sesuatu yang najis, misalnya bangkai binatang, dan kemudian menyadari perbuatannya.","Apabila seseorang bersalah karena dengan tidak disengaja menyentuh barang najis yang berasal dari manusia, dan kemudian menyadari perbuatannya.","Apabila seseorang bersalah karena bersumpah dengan sembarangan untuk melakukan apa saja, dan kemudian menyadari perbuatannya.","Dalam setiap perkara itu, orang yang bersalah harus mengakui kesalahannya.","Dan untuk tebusan dosanya, ia harus membawa seekor domba atau kambing betina untuk TUHAN. Imam harus mempersembahkan kurban itu supaya dosa orang itu diampuni.","Tetapi apabila orang yang bersalah tidak mampu menyediakan domba atau kambing untuk menebus dosanya, ia harus membawa sepasang burung tekukur atau burung merpati muda, seekor untuk kurban pengampunan dosa, dan seekor lagi untuk kurban bakaran.","Burung-burung itu harus dibawa kepada imam. Imam harus lebih dahulu mempersembahkan burung yang ditentukan untuk kurban pengampunan dosa. Leher burung itu harus dipuntir, tetapi tak boleh sampai putus kepalanya.","Darah burung itu harus dipercikkan pada sisi mezbah, dan selebihnya dipencet keluar pada dasar mezbah untuk kurban pengampunan dosa.","Sesudah itu imam mempersembahkan burung yang kedua untuk kurban bakaran, sesuai dengan peraturan. Begitulah cara imam mempersembahkan kurban untuk dosa orang itu, maka ia akan diampuni TUHAN.","Kalau orang yang bersalah tidak mampu menyediakan sepasang burung tekukur atau burung merpati untuk kurban pengampunan dosa, ia harus membawa satu kilogram tepung. Tepung itu tidak boleh dicampur minyak zaitun atau disertai kemenyan, sebab kurban itu adalah kurban pengampunan dosa dan bukan kurban sajian.","Tepung itu harus dibawa kepada imam. Imam harus mengambil segenggam dari tepung itu sebagai tanda bahwa seluruhnya sudah dikurbankan kepada TUHAN. Tepung yang segenggam itu harus dibakar di atas mezbah sebagai kurban makanan. Itulah kurbannya untuk pengampunan dosa.","Begitulah cara imam mempersembahkan kurban untuk dosa orang itu, maka ia akan diampuni TUHAN. Tepung yang selebihnya adalah bagian imam, seperti pada kurban gandum.","TUHAN memberi kepada Musa peraturan-peraturan ini.","Kalau seseorang dengan tidak disengaja berbuat dosa karena lalai dalam menyerahkan persembahan-persembahan yang diwajibkan untuk TUHAN, maka orang itu harus membawa kurban ganti rugi. Kurban itu harus seekor domba atau kambing jantan yang tidak ada cacatnya, dan dinilai menurut harga yang berlaku di Kemah TUHAN.","Orang itu harus membayar apa yang dahulu dilalaikannya, ditambah dengan dua puluh persen. Kemudian ia harus menyerahkan binatang itu kepada imam, dan imam mengurbankannya untuk dosa orang itu, maka ia akan diampuni TUHAN.","Kalau seseorang dengan tidak disengaja berbuat dosa karena melanggar salah satu perintah TUHAN, orang itu bersalah dan harus menanggung akibatnya.","Untuk kurban ganti rugi ia harus membawa seekor domba atau kambing jantan yang tidak ada cacatnya dan dinilai menurut harga yang berlaku di Kemah TUHAN. Imam mengurbankannya untuk dosa orang itu, maka ia akan diampuni TUHAN.","Itulah kurban ganti rugi untuk kesalahan yang dilakukannya terhadap TUHAN."]