["TUHAN memberi kepada Musa peraturan-peraturan ini.","Seseorang harus mempersembahkan kurban kalau ia berdosa terhadap TUHAN karena tak mau mengembalikan barang yang dititipkan kepadanya oleh sesamanya, atau menipu orang, mencuri barangnya, atau sudah menemukan barang yang hilang, tetapi memungkirinya dengan sumpah.","(6:2)","Orang yang bersalah itu harus membayar kembali semua yang diperolehnya dengan tidak jujur. Pada waktu ia kedapatan bersalah, ia harus membayar penuh kepada pemiliknya, ditambah dua puluh persen.","(6:4)","Untuk kurban ganti rugi orang itu harus mempersembahkan seekor domba atau kambing jantan yang tidak ada cacatnya dan dinilai menurut harga yang berlaku di Kemah TUHAN.","Imam mengurbankannya untuk dosa orang itu, maka ia akan diampuni TUHAN.","TUHAN menyuruh Musa","memberi kepada Harun dan anak-anaknya peraturan-peraturan ini tentang kurban yang dibakar seluruhnya. Imam harus meletakkan kurban bakaran di atas mezbah dan membiarkannya di situ sepanjang malam, dan apinya harus menyala terus.","Sesudah kurban itu menjadi abu, imam berpakaian celana pendek dan jubah dari kain linen, harus mengangkat abu berlemak itu dari atas mezbah dan menaruhnya di samping mezbah.","Sesudah itu ia harus ganti pakaian dan membawa abu itu ke luar perkemahan, ke tempat yang dikhususkan untuk itu.","Setiap pagi imam harus menaruh kayu api di atas mezbah, mengatur kurban bakaran di atasnya, dan membakar lemak dari kurban perdamaian. Api di atas mezbah harus terus menyala dan tidak boleh dibiarkan padam.","(6:12)","Inilah peraturan-peraturan tentang kurban sajian untuk TUHAN. Kurban itu harus dibawa ke depan mezbah oleh seorang dari keturunan Harun.","Ia harus mengambil segenggam tepung halus dengan minyak dan semua kemenyannya, lalu membakarnya di atas mezbah sebagai tanda bahwa seluruh kurban itu dipersembahkan kepada TUHAN. Bau kurban itu menyenangkan hati TUHAN.","Tepung yang selebihnya harus dijadikan roti tak beragi dan dimakan oleh imam-imam di tempat yang khusus, yaitu di pelataran Kemah TUHAN. Itulah bagian para imam yang diberikan TUHAN kepada mereka dari kurban makanan. Makanan itu sangat suci, seperti kurban pengampunan dosa dan kurban ganti rugi.","(6:16)","Untuk selama-lamanya setiap orang laki-laki keturunan Harun boleh makan roti itu; itulah bagian mereka yang tetap dari makanan yang dipersembahkan kepada TUHAN. Orang lain yang menyentuh makanan yang sudah dikurbankan itu, akan mendapat celaka karena kekuatan kesuciannya.","TUHAN memberi kepada Musa peraturan-peraturan ini","tentang kurban pada pentahbisan seorang imam keturunan Harun. Pada hari ia ditahbiskan, ia harus mempersembahkan satu kilogram tepung gandum kepada TUHAN. Separuhnya harus dipersembahkan pada waktu pagi dan sisanya pada waktu sore.","Tepung itu harus dicampur dengan minyak, lalu dibakar di atas panggangan, kemudian dibelah-belah dan dipersembahkan sebagai kurban sajian. Bau kurban itu menyenangkan hati TUHAN.","Untuk selama-lamanya setiap keturunan Harun yang ditahbiskan menjadi Imam Agung harus mempersembahkan kurban itu. Seluruhnya harus dibakar untuk persembahan bagi TUHAN.","Setiap kurban sajian yang dipersembahkan oleh imam harus dibakar seluruhnya, sedikit pun tidak boleh dimakan.","TUHAN menyuruh Musa","memberi kepada Harun dan anak-anaknya peraturan-peraturan ini tentang kurban pengampunan dosa. Binatang untuk kurban pengampunan dosa harus disembelih di tempat memotong binatang untuk kurban bakaran. Kurban itu sangat suci.","Imam yang mempersembahkan kurban itu harus memakannya di tempat yang khusus, yaitu di pelataran Kemah TUHAN.","Siapa pun atau apa pun yang kena daging ternak itu akan mendapat celaka karena kekuatan kesuciannya. Kalau sehelai baju kena percikan darah binatang itu, baju itu harus dicuci di tempat yang khusus.","Periuk tanah yang dipakai untuk merebus daging kurban itu harus dipecahkan. Kalau yang dipakai periuk logam, periuk itu harus digosok lalu dibersihkan dengan air.","Setiap orang laki-laki dalam keluarga imam-imam boleh makan kurban yang sangat suci itu.","Binatang untuk upacara pengampunan dosa yang diambil sebagian darahnya untuk dibawa ke Ruang Suci, harus dibakar habis dan tak boleh dimakan."]