["Inilah peraturan-peraturan tentang kurban ganti rugi. Kurban itu sangat suci.","Binatang untuk kurban harus disembelih di tempat memotong binatang untuk kurban bakaran, lalu darahnya disiramkan pada keempat sisi mezbah.","Imam harus mempersembahkan di atas mezbah semua lemak binatang itu, yaitu: Ekornya yang berlemak, lemak yang menutupi isi perutnya, ginjal dengan lemaknya, dan bagian yang paling baik dari hatinya.","(7:3)","Semua itu harus dibakarnya di atas mezbah sebagai kurban makanan bagi TUHAN. Kurban itu adalah untuk kurban ganti rugi.","Setiap orang laki-laki dalam keluarga imam-imam boleh makan daging kurban itu, tetapi mereka harus memakannya di tempat yang khusus, karena kurban itu sangat suci.","Untuk kurban pengampunan dosa dan kurban ganti rugi berlaku peraturan yang sama, yaitu: Daging ternak yang dikurbankan adalah bagian imam yang mempersembahkannya.","Kulit ternak itu juga untuk imam.","Setiap kurban sajian yang dibakar dalam pembakaran atau dimasak dalam kuali atau yang dipanggang, menjadi bagian imam yang mempersembahkannya.","Tetapi kurban sajian yang tidak dimasak, baik yang dicampur dengan minyak maupun yang kering, seluruhnya untuk imam-imam keturunan Harun, dan harus dibagi rata antara mereka.","Inilah peraturan-peraturan tentang kurban perdamaian yang dipersembahkan kepada TUHAN.","Kalau kurban itu dipersembahkan untuk berterima kasih, maka dengan binatang itu harus dikurbankan juga roti yang tidak pakai ragi. Roti itu boleh yang tebal dari adonan tepung dengan minyak zaitun, boleh juga roti kering tipis yang dioles dengan minyak, atau kue tepung yang dibuat dengan minyak zaitun.","Selain itu harus dipersembahkan juga roti yang dibuat pakai ragi.","Dari tiap macam roti sebagian harus dipersembahkan kepada TUHAN, dan itu bagian imam yang mengambil darah binatang itu dan menyiramkannya pada mezbah untuk kurban perdamaian.","Dagingnya harus dimakan pada hari binatang itu dipersembahkan, sedikit pun tak boleh ditinggalkan sampai besok paginya.","Apabila seseorang membawa kurban perdamaian untuk menepati kaulnya, atau untuk kurban sukarela, tidak perlu seluruhnya dimakan pada hari itu juga. Bagian selebihnya boleh dimakan besoknya.","Kalau pada hari yang ketiga masih ada sisanya, daging itu harus dibakar habis.","Tetapi kalau pada hari yang ketiga daging itu dimakan juga, maka kurban itu tidak akan diterima dan tidak membawa berkat bagi orang itu, malah menjadi haram. Orang yang memakannya bersalah dan harus menanggung akibatnya.","Daging yang kena sesuatu yang najis harus dibakar habis dan tak boleh dimakan. Daging kurban perdamaian hanya boleh dimakan oleh orang yang tidak najis.","Kalau orang memakan daging itu pada waktu ia sedang najis, ia tidak lagi dianggap anggota umat TUHAN.","Apabila seseorang makan daging kurban itu sesudah menyentuh sesuatu yang najis, baik yang berasal dari manusia maupun dari hewan, ia juga tidak lagi dianggap anggota umat TUHAN.","TUHAN memberi kepada Musa peraturan-peraturan ini","untuk bangsa Israel. Lemak sapi, domba atau kambing tidak boleh dimakan.","Lemak binatang yang mati dengan sendirinya atau karena diterkam oleh binatang buas, tak boleh dimakan tetapi boleh dipakai untuk keperluan lain.","Orang yang makan lemak binatang yang bisa dipersembahkan untuk kurban makanan bagi Allah, tidak lagi dianggap anggota umat TUHAN.","Orang Israel, di mana pun ia tinggal, tak boleh makan darah burung atau darah binatang lainnya.","Siapa yang melanggar peraturan itu tidak lagi dianggap anggota umat TUHAN.","TUHAN memberi kepada Musa peraturan-peraturan ini","untuk bangsa Israel. Barangsiapa membawa kurban perdamaian, harus memisahkan sebagian untuk persembahan khusus bagi TUHAN.","Ia sendiri harus membawa kurban makanan itu. Lemak dan dada binatang itu harus dipersembahkan sebagai persembahan unjukan bagi TUHAN.","Imam harus membakar lemak binatang itu di atas mezbah, tetapi dadanya adalah bagian para imam.","Paha kanannya harus diberikan sebagai sumbangan khusus","kepada imam yang mempersembahkan darah dan lemak kurban perdamaian itu.","Dada dan paha kanan adalah pemberian khusus yang diambil TUHAN dari persembahan unjukan bangsa Israel dan diberikan kepada para imam. Itulah sumbangan bangsa Israel bagi para imam untuk selama-lamanya.","Dari makanan yang dipersembahkan kepada TUHAN, bagian itulah yang diberikannya kepada Harun dan anak-anaknya pada hari mereka ditahbiskan menjadi imam.","Pada hari itu TUHAN memerintahkan bangsa Israel supaya dari persembahan mereka, bagian itu untuk para imam. Peraturan ini harus ditaati bangsa Israel untuk selama-lamanya.","Begitulah peraturan-peraturan tentang kurban bakaran, kurban sajian, kurban pengampunan dosa, kurban ganti rugi, kurban pentahbisan dan kurban perdamaian.","TUHAN memberi perintah-perintah itu kepada Musa di Gunung Sinai pada waktu Ia menyuruh bangsa Israel mempersembahkan kurban di padang gurun Sinai."]