["TUHAN berkata kepada Musa,","\"Panggillah Harun dan anak-anaknya dan bawalah pakaian imam, minyak upacara, seekor sapi jantan muda untuk kurban pengampunan dosa, dua ekor domba jantan dan sebakul roti yang tak beragi.","Lalu suruhlah seluruh umat Israel berkumpul di depan pintu Kemah-Ku.\"","Musa melakukan apa yang diperintahkan TUHAN. Waktu seluruh umat sudah berkumpul di tempat itu,","Musa berkata kepada mereka, \"Yang saya lakukan sekarang ini adalah perintah TUHAN.\"","Lalu ia menyuruh Harun dan anak-anaknya tampil ke depan dan membasuh diri.","Sesudahnya ia mengenakan pakaian imam pada Harun: kemeja, ikat pinggang dan jubah. Juga efod yang diikat ke pinggangnya dengan ikat dari kain halus.","Lalu dipasangnya tutup dada pada Harun, dan ke dalam tutup dada itu dimasukkannya Urim dan Tumim.","Lalu ditaruhnya serban di kepala Harun, dan pada serban itu disematkannya hiasan emas, yang menandakan bahwa Harun sudah menjadi milik TUHAN. Semua itu dilakukan Musa menurut perintah TUHAN kepadanya.","Lalu Musa mengambil minyak upacara dan mengoleskannya pada Kemah TUHAN dan segala perlengkapannya. Dengan demikian semuanya dikhususkannya bagi TUHAN.","Sedikit dari minyak itu dipercikkannya tujuh kali ke atas mezbah dan semua perlengkapannya, juga ke atas bak dan dasarnya. Dengan demikian semuanya dikhususkannya bagi TUHAN.","Sesudahnya itu Musa mentahbiskan Harun dengan menuangkan sedikit minyak upacara ke atas kepalanya.","Lalu ia menyuruh anak-anak Harun tampil ke depan. Dikenakannya pada mereka kemeja dan ikat pinggang. Lalu ditaruhnya serban di kepala mereka seperti yang diperintahkan TUHAN kepadanya.","Sesudahnya Musa mengambil seekor sapi jantan muda untuk kurban pengampunan dosa. Harun dan anak-anaknya meletakkan tangan mereka di atas kepala binatang itu.","Lalu Musa menyembelihnya dan mengambil sebagian darahnya. Darah itu dioleskannya dengan jarinya pada tanduk-tanduk di sudut-sudut mezbah, supaya mezbah itu dikhususkan bagi Allah. Darah yang selebihnya disiramkannya pada dasar mezbah. Begitulah caranya mezbah itu disucikan dan dikhususkan bagi TUHAN.","Dari sapi yang baru dipotong itu, Musa mengambil semua lemak yang menutupi isi perutnya, ginjal dengan lemaknya dan bagian yang paling baik dari hatinya. Semua itu dibakarnya di atas mezbah.","Tetapi daging sapi itu, kulitnya, isi perut selebihnya termasuk ususnya, jadi seluruh sapi itu kecuali bagian-bagian yang sudah dipisahkan dibakarnya di luar perkemahan seperti yang diperintahkan TUHAN.","Kemudian Musa mengambil domba jantan untuk kurban bakaran, lalu Harun dan anak-anaknya meletakkan tangan mereka di atas kepala domba itu.","Musa menyembelih domba itu dan darahnya disiramkannya pada keempat sisi mezbah.","Lalu binatang itu dipotong-potongnya dan isi perut serta kakinya dicucinya dengan air. Kepala, lemak, dan selebihnya dari daging domba jantan itu dibakarnya untuk kurban bakaran di atas mezbah seperti yang diperintahkan TUHAN kepadanya. Bau kurban makanan itu menyenangkan hati TUHAN.","(8:20)","Lalu Musa mengambil domba jantan yang seekor lagi untuk kurban pentahbisan imam. Harun dan anak-anaknya meletakkan tangan mereka di atas kepala domba itu,","lalu Musa menyembelihnya. Sesudah itu diambilnya sedikit darah binatang itu, dan dioleskannya pada cuping telinga kanan Harun, pada ibu jari tangan kanan, dan ibu jari kaki kanannya.","Kemudian ia menyuruh anak-anak Harun mendekat, lalu dioleskannya juga sedikit darah pada cuping telinga kanan mereka, pada ibu jari tangan kanan, serta ibu jari kaki kanan mereka. Darah yang selebihnya disiramkannya pada keempat sisi mezbah.","Musa mengambil lemak domba itu, ekornya yang berlemak, semua lemak yang menutupi isi perutnya, bagian yang paling baik dari hatinya, ginjal dengan lemaknya serta kaki kanannya.","Dari bakul yang berisi roti tak beragi yang sudah dipersembahkan kepada TUHAN, Musa mengambil satu roti tebal yang dibuat dengan minyak dan satu roti tipis. Roti itu diletakkannya di atas lemak dan paha kanan domba.","Seluruhnya ditaruhnya di tangan Harun dan anak-anaknya, lalu mereka mempersembahkannya sebagai persembahan unjukan kepada TUHAN.","Sesudahnya Musa mengambil makanan itu dari mereka dan membakarnya di atas mezbah, bersama dengan kurban bakaran untuk kurban pentahbisan. Bau kurban makanan itu menyenangkan hati TUHAN.","Lalu Musa mengambil dada domba itu dan mempersembahkannya sebagai persembahan unjukan kepada TUHAN. Itulah bagian Musa dari domba jantan yang dikurbankan untuk upacara pentahbisan imam. Semuanya dilakukan Musa seperti yang diperintahkan TUHAN kepadanya.","Sesudah itu Musa mengambil sebagian dari minyak upacara dan sebagian dari darah yang ada di atas mezbah, lalu dipercikkannya kepada Harun dan anak-anaknya serta ke pakaian mereka. Dengan cara itu Musa mengkhususkan mereka dan pakaian mereka kepada TUHAN.","Kemudian Musa berkata kepada Harun dan anak-anaknya, \"Masaklah daging kurban itu di depan pintu Kemah TUHAN. Menurut perintah TUHAN, kalian harus memakannya di situ dengan roti kurban pentahbisan yang ada di dalam bakul.","Daging dan roti yang selebihnya harus kalian bakar habis.","Selama tujuh hari kalian tak boleh meninggalkan Kemah TUHAN sampai upacara pentahbisanmu selesai.","TUHAN memerintahkan supaya apa yang kita lakukan hari ini juga dilakukan selanjutnya. Dengan upacara itu dosa-dosamu diampuni.","Selama tujuh hari, siang dan malam, kalian harus tinggal di depan pintu Kemah untuk melakukan apa yang diperintahkan TUHAN. Kalau kalian tidak melakukannya, kalian akan mati. Itulah yang diperintahkan TUHAN kepada saya.\"","Lalu Harun dan anak-anaknya melakukan semua yang diperintahkan TUHAN melalui Musa."]