["Sehari sesudah upacara pentahbisan itu selesai, pada hari yang kedelapan, Musa memanggil Harun dan anak-anaknya serta para pemimpin bangsa Israel.","Kata Musa kepada Harun, \"Ambillah seekor sapi jantan muda dan seekor domba jantan, kedua-duanya yang tak ada cacatnya. Persembahkanlah kedua binatang itu kepada TUHAN, sapi jantan untuk kurban pengampunan dosa, dan domba jantan untuk kurban bakaran.","Lalu suruhlah bangsa Israel mempersembahkan seekor kambing jantan untuk kurban pengampunan dosa dan seekor anak sapi serta seekor anak domba yang masing-masing berumur satu tahun dan tak ada cacatnya untuk kurban bakaran.","Suruhlah mereka mempersembahkan juga seekor sapi jantan dan seekor kambing jantan untuk kurban perdamaian. Semua itu harus mereka persembahkan kepada TUHAN bersama-sama dengan kurban sajian yang diberi minyak, karena pada hari ini TUHAN datang kepada mereka.\"","Semua yang dipesan Musa mereka bawa ke depan Kemah, dan seluruh umat berkumpul di situ untuk beribadat kepada TUHAN.","Lalu Musa berkata, \"TUHAN menyuruh kamu melakukan ini supaya kamu dapat melihat cahaya kehadiran TUHAN.\"","Sesudah itu ia berkata kepada Harun, \"Pergilah ke mezbah dan siapkanlah kurban pengampunan dosa dan kurban bakaran, supaya dosamu dan dosa umat diampuni TUHAN. Lakukanlah itu seperti yang diperintahkan TUHAN.\"","Maka pergilah Harun ke mezbah dan memotong sapi jantan yang akan dikurbankan untuk pengampunan dosanya sendiri.","Anak-anak Harun menyampaikan darah binatang itu kepada Harun, dan ia mencelupkan jarinya ke dalam darah itu, serta mengoleskannya pada tanduk-tanduk di keempat sudut mezbah. Sesudah itu darah yang selebihnya disiramkannya pada dasar mezbah.","Lemak, ginjal dan bagian yang paling baik dari binatang itu dibakarnya di atas mezbah, seperti yang diperintahkan TUHAN kepada Musa.","Tetapi daging dan kulit binatang itu dibakarnya di luar perkemahan.","Kemudian Harun menyembelih binatang untuk kurban bakaran bagi dirinya sendiri. Anak-anak Harun menyampaikan darah binatang itu kepadanya, lalu ia menyiramkannya pada keempat sisi mezbah.","Sesudah itu mereka menyerahkan kepadanya kepala dan bagian-bagian lain dari binatang itu, dan ia membakarnya di atas mezbah.","Kemudian isi perut dan paha binatang itu dicucinya dan dibakarnya dengan kurban bakaran di atas mezbah.","Sesudah itu ia mempersembahkan kambing untuk kurban pengampunan dosa umat. Kambing itu disembelihnya dan dipersembahkannya seperti pada kurban untuk pengampunan dosanya sendiri.","Berikut diambilnya juga binatang untuk kurban bakaran, dan dipersembahkannya menurut peraturan.","Sesudah itu dipersembahkannya kurban sajian; diambilnya tepung segenggam, dan dibakarnya di atas mezbah. Itu adalah tambahan pada kurban bakaran harian.","Lalu dipotongnya juga seekor sapi jantan dan seekor domba jantan untuk kurban perdamaian bagi umat. Anak-anak Harun menyampaikan darah binatang itu kepadanya, lalu ia menyiramkannya pada keempat sisi mezbah.","Bagian yang berlemak dari sapi dan kambing itu mereka letakkan","di atas dada kedua binatang itu, lalu Harun membakarnya di atas mezbah.","Dada dan paha kanan binatang itu dipersembahkannya sebagai persembahan unjukan bagi TUHAN. Itu adalah bagian para imam, seperti yang diperintahkan Musa.","Sesudah mempersembahkan semua kurban itu, Harun mengangkat tangannya ke atas umat Israel dan memberkati mereka, lalu ia turun.","Kemudian Musa dan Harun masuk ke dalam Kemah TUHAN. Sesudah itu mereka keluar dan memberkati umat. Lalu seluruh umat Israel melihat cahaya kehadiran TUHAN.","Tiba-tiba TUHAN menurunkan api yang membakar habis kurban bakaran dan bagian-bagiannya yang berlemak di atas mezbah. Ketika umat Israel melihatnya, mereka bersorak-sorak lalu sujud menyembah."]