["Pada hari itu juga Yesus meninggalkan rumah itu lalu pergi ke tepi danau dan duduk di situ.","Banyak sekali orang yang berkumpul di sekeliling Yesus, karena itu Ia pergi duduk di dalam perahu, sedangkan orang banyak itu berdiri di pantai.","Lalu Yesus mengajar banyak hal kepada mereka dengan memakai perumpamaan. \"Seorang petani pergi menabur benih,\" demikianlah Yesus mulai dengan cerita-Nya.","\"Ketika sedang menabur, ada benih yang jatuh di jalan. Lalu burung datang dan benih itu dimakan habis.","Ada juga yang jatuh di tempat berbatu-batu, yang tanahnya sedikit. Benih-benih itu segera tumbuh karena kurang tanah.","Tetapi waktu matahari sudah naik, tunas-tunas itu mulai layu, kemudian kering dan mati karena akarnya tidak masuk cukup dalam.","Ada pula benih yang jatuh di tengah semak berduri. Semak berduri itu tumbuh dan menghimpit tunas-tunas itu sampai mati.","Tetapi ada juga benih yang jatuh di tanah yang subur, lalu berbuah; ada yang seratus, ada yang enam puluh, dan ada juga yang tiga puluh kali lipat.\"","Sesudah menceritakan perumpamaan itu Yesus berkata, \"Kalau punya telinga, dengarkan!\"","Kemudian pengikut-pengikut Yesus datang dan bertanya kepada-Nya, \"Mengapa Bapak memakai perumpamaan kalau berbicara dengan orang banyak itu?\"","Yesus menjawab, \"Sebab kalian sudah diberi anugerah untuk mengetahui rahasia tentang bagaimana Allah memerintah, sedangkan mereka tidak.","Karena orang yang sudah mempunyai, akan diberi lebih banyak lagi, dan ia akan berkelebihan. Tetapi orang yang tidak mempunyai apa-apa, maka sedikit yang ada padanya malah akan diambil.","Itulah sebabnya Aku memakai perumpamaan kalau berbicara dengan orang banyak, karena mereka melihat, tetapi seperti orang yang tidak melihat; mereka mendengar tetapi seperti orang yang tidak mendengar dan tidak mengerti.","Dengan itu terjadilah yang dinubuatkan Nabi Yesaya, 'Allah berkata: Mereka akan terus mendengar tetapi tidak mengerti; mereka akan terus memperhatikan tetapi tidak tahu apa yang terjadi.","Sebab pikiran orang-orang ini sudah menjadi tumpul, telinga mereka sudah menjadi tuli dan mata mereka sudah dipejamkan. Ini terjadi supaya mata mereka jangan melihat, telinga mereka jangan mendengar, pikiran mereka jangan mengerti dan jangan kembali kepada-Ku, lalu Aku menyembuhkan mereka.'\"","\"Tetapi alangkah beruntungnya kalian,\" kata Yesus kepada pengikut-pengikut-Nya, \"sebab kalian sungguh melihat dan mendengar.","Ingatlah, banyak nabi dan orang yang taat kepada Allah ingin melihat yang kalian lihat sekarang ini, tetapi mereka tidak melihatnya. Mereka ingin mendengar apa yang kalian dengar sekarang ini, tetapi mereka tidak mendengarnya.\"","\"Dengarlah apa arti perumpamaan tentang penabur itu.","Benih yang jatuh di jalan ibarat orang-orang yang mendengar kabar tentang bagaimana Allah memerintah, tetapi tidak mengerti. Si Jahat itu datang dan merampas apa yang sudah ditabur dalam hati mereka.","Benih yang jatuh di tempat yang berbatu-batu, ibarat orang-orang yang mendengar kabar itu, dan langsung menerimanya dengan senang hati.","Tetapi kabar itu tidak berakar dalam hati mereka, sehingga tidak tahan lama. Begitu mereka menderita kesusahan atau penganiayaan karena kabar itu, langsung mereka murtad.","Benih yang jatuh di tengah-tengah semak berduri ibarat orang-orang yang mendengar kabar itu, tetapi khawatir tentang hidup mereka dan ingin hidup mewah. Karena itu kabar dari Allah terhimpit di dalam hati mereka sehingga tidak berbuah.","Dan benih yang jatuh di tanah yang subur ibarat orang-orang yang mendengar kabar itu dan memahaminya. Mereka berbuah banyak, ada yang seratus, ada yang enam puluh, dan ada yang tiga puluh kali lipat hasilnya.\"","Yesus menceritakan lagi sebuah perumpamaan kepada orang banyak, kata-Nya, \"Apabila Allah memerintah, keadaannya seperti perumpamaan ini: Seorang petani menabur benih yang baik di ladangnya.","Pada suatu malam, ketika semua orang sedang tidur, musuh petani itu datang menabur benih alang-alang di antara gandum itu, lalu pergi.","Ketika tanaman-tanaman itu tumbuh dan mayang-mayangnya mulai muncul, kelihatanlah juga alang-alang itu.","Lalu orang-orang gajian petani itu datang kepada petani itu dan berkata, 'Tuan, bukankah Tuan menanam benih yang baik di ladang Tuan? Bagaimana jadinya sampai ada alang-alang di sana?'","Petani itu menjawab, 'Itu perbuatan musuh.' Lalu orang-orang gajian petani itu bertanya lagi, 'Tuan mau kami pergi mencabut alang-alang itu?'","'Tidak,' jawabnya, 'sebab kalau alang-alang itu dicabut, nanti gandumnya turut tercabut.","Biarkanlah alang-alang itu tumbuh bersama-sama sampai waktu menuai. Nanti saya akan berkata kepada orang-orang yang menuai: Kumpulkan dahulu alang-alangnya, ikat, lalu bakar. Sesudah itu kumpulkan gandumnya, lalu simpan di dalam lumbung.'\"","Yesus menceritakan lagi sebuah perumpamaan kepada orang banyak, kata-Nya, \"Apabila Allah memerintah, keadaannya seperti perumpamaan ini: Sebuah biji sawi diambil oleh seseorang, lalu ditanam di ladangnya.","Biji sawi adalah benih yang paling kecil. Tetapi kalau sudah tumbuh, ia menjadi yang terbesar di antara tanaman-tanaman. Ia menjadi pohon, sehingga burung-burung datang bersarang pada cabang-cabangnya.\"","Ada sebuah perumpamaan lain yang diceritakan Yesus kepada orang banyak. \"Apabila Allah memerintah, keadaannya seperti ragi yang diambil oleh seorang wanita, lalu diaduk dengan empat puluh liter tepung terigu sampai berkembang semuanya!\"","Semuanya diajarkan Yesus kepada orang banyak dengan memakai perumpamaan.","Dengan demikian terjadilah yang dikatakan oleh nabi, \"Aku memakai perumpamaan kalau berbicara dengan mereka; Aku akan memberitakan hal-hal yang tersembunyi semenjak terjadinya dunia ini.\"","Setelah itu Yesus meninggalkan orang banyak itu, lalu masuk rumah. Pengikut-pengikut-Nya datang dan berkata, \"Coba Bapak terangkan kepada kami arti perumpamaan tentang alang-alang di antara gandum itu.\"","Yesus menjawab, \"Orang yang menabur benih yang baik itu adalah Anak Manusia.","Ladang itu ialah dunia ini. Benih yang baik itu adalah orang-orang yang sudah menjadi umat Allah. Alang-alang itu ialah orang-orang yang berpihak kepada Iblis.","Musuh yang menanam alang-alang itu ialah Iblis. Masa panen ialah Hari Kiamat, dan orang-orang yang menuai itu ialah malaikat-malaikat.","Sebagaimana alang-alang dikumpulkan dan dibakar di dalam api, begitu juga pada Hari Kiamat nanti.","Anak Manusia akan menyuruh malaikat-malaikat-Nya mengumpulkan dari antara umat-Nya semua yang menyebabkan orang berbuat dosa, dan semua orang lainnya yang melakukan kejahatan.","Mereka semua akan dibuang ke dalam tungku berapi yang bernyala-nyala; di situ mereka akan menangis dan menderita.","Dan orang-orang yang melakukan kehendak Allah akan bersinar seperti matahari di dalam Dunia Baru Allah, Bapa mereka. Jadi, kalau punya telinga, dengarkan!\"","\"Apabila Allah memerintah, keadaannya seperti perumpamaan ini: ada harta yang terpendam di dalam tanah lalu ditemukan oleh seseorang, dan dimasukkan kembali ke dalam tanah. Kemudian karena gembiranya, orang itu pergi menjual seluruh miliknya, lalu kembali dan membeli tanah itu.\"","\"Apabila Allah memerintah, keadaannya seperti perumpamaan ini: Seorang pedagang mencari mutiara-mutiara yang berharga.","Ketika ia menemukan sebutir mutiara yang luar biasa indahnya, segera ia pergi dan menjual semua miliknya, lalu membeli mutiara yang satu itu.\"","\"Apabila Allah memerintah, keadaannya diumpamakan dengan jala yang ditebarkan ke danau, lalu mendapat bermacam-macam ikan.","Sesudah jala itu penuh, jala itu diangkat ke darat oleh nelayan-nelayan. Kemudian mereka duduk dan memisah-misahkan ikan-ikan itu: Yang baik disimpan dalam tempayan dan yang tidak baik dibuang.","Begitulah halnya pada Hari Kiamat, malaikat-malaikat akan pergi memisahkan orang-orang jahat dari orang-orang yang melakukan kehendak Allah.","Kemudian orang-orang jahat itu dibuang ke dalam tungku berapi. Di situlah mereka akan menangis dan menderita.\"","\"Apakah kalian mengerti semuanya itu?\" tanya Yesus. \"Mengerti Pak!\" jawab mereka.","Lalu Yesus berkata, \"Itu sebabnya setiap guru agama yang sudah menjadi anggota umat Allah, adalah seperti seorang tuan rumah yang mengeluarkan dari tempat hartanya barang-barang baru dan lama.\"","Setelah Yesus selesai menceritakan perumpamaan-perumpamaan itu, Ia meninggalkan tempat itu,","lalu kembali ke kampung halaman-Nya. Di sana Ia pergi mengajar di rumah ibadat, dan orang-orang yang mendengarkan Dia di situ, heran sekali. Mereka berkata, \"Dari mana orang ini mendapat hikmat seperti itu? Dan dari mana Ia mendapat kuasa untuk membuat keajaiban?","Bukankah Ia anak tukang kayu? Bukankah Maria itu ibu-Nya; dan saudara-saudara-Nya adalah Yakobus, Yusuf, Simon dan Yudas?","Dan bukankah saudara-saudara perempuan-Nya tinggal di sini juga? Dari mana Ia mendapat semuanya itu?\"","Maka mereka menolak Yesus. Lalu Yesus berkata kepada mereka, \"Seorang nabi dihormati di mana-mana, kecuali di kampung halamannya dan di rumahnya sendiri.\"","Maka itu Yesus tidak mengerjakan banyak keajaiban di situ sebab mereka tidak percaya."]