["Pada waktu itu pengikut-pengikut Yesus datang kepada-Nya dan bertanya, \"Siapa yang dianggap terbesar di antara umat Allah?\"","Yesus memanggil seorang anak kecil, dan membuat dia berdiri di depan mereka.","Lalu Yesus berkata, \"Percayalah! Hanya kalau kalian berubah dan menjadi seperti anak-anak, kalian akan menjadi anggota umat Allah.","Orang yang merendahkan dirinya dan menjadi seperti anak ini, dialah yang terbesar di antara umat Allah.","Dan orang yang menerima anak yang seperti ini karena Aku, berarti menerima Aku.\"","\"Siapa menyebabkan salah satu dari orang-orang yang kecil ini tidak percaya lagi kepada-Ku, lebih baik kalau batu penggilingan diikatkan pada lehernya dan ia ditenggelamkan di laut yang dalam.","Alangkah celakanya dunia ini karena hal-hal yang menyebabkan orang berdosa. Memang hal-hal seperti itu akan selalu ada, tetapi celakalah orang yang menyebabkannya!","Kalau tanganmu atau kakimu membuat engkau berdosa, potonglah dan buanglah. Lebih baik engkau hidup dengan Allah tanpa sebelah tangan atau kaki, daripada engkau dibuang ke dalam api neraka dengan kedua tangan dan kakimu.","Dan kalau matamu menyebabkan engkau berbuat dosa, cungkillah dan buanglah. Lebih baik engkau hidup dengan Allah tanpa satu mata daripada dibuang ke dalam api neraka dengan kedua mata.\"","\"Awas! Jangan menghina salah satu dari orang-orang yang kecil ini. Sebab ingatlah, malaikat-malaikat mereka selalu ada di hadapan Bapa-Ku di surga.","(Sebab Anak Manusia datang untuk menyelamatkan orang yang sesat!)","Bagaimanakah pendapatmu? Seandainya ada seorang yang mempunyai seratus ekor domba, lalu seekor dari domba-domba itu hilang, apakah yang akan dibuat oleh orang itu? Pasti ia akan meninggalkan domba yang sembilan puluh sembilan ekor itu di bukit dan pergi mencari yang hilang itu.","Dan kalau ia menemukan kembali domba itu--percayalah Aku--ia akan lebih gembira atas domba yang seekor itu daripada atas sembilan puluh sembilan ekor lainnya yang tidak hilang.","Begitu juga Bapamu yang di surga tidak mau salah seorang dari orang-orang yang baru percaya kepada-Ku ini sesat.\"","\"Kalau saudaramu berdosa terhadapmu, pergilah kepadanya dan tunjukkanlah kesalahannya. Lakukanlah itu dengan diam-diam antara kalian berdua saja. Kalau ia menurut kata-katamu, maka berhasillah engkau mendapat saudaramu itu kembali.","Tetapi kalau tidak, bawalah satu atau dua orang lagi. Sebab dalam Alkitab tertulis, 'Sekurang-kurangnya dua atau tiga saksi diperlukan untuk menyatakan seorang tertuduh bersalah.'","Kalau ia tidak menerima nasihat orang-orang itu, beritahukanlah hal itu kepada jemaat. Dan akhirnya, kalau ia tidak mau menerima nasihat jemaat, anggaplah ia sebagai penagih pajak dan seorang yang tidak mengenal Allah.\"","\"Ketahuilah: Apa yang kalian larang di dunia, juga dilarang di surga. Dan apa yang kalian benarkan di dunia, juga dibenarkan di surga.","Dan ketahuilah juga: Kalau di antara kalian di dunia ini dua orang sepakat mengenai apa saja dan mendoakannya, doa itu akan dikabulkan oleh Bapa-Ku di surga.","Sebab di mana dua atau tiga orang berkumpul karena Aku, Aku berada di tengah-tengah mereka.\"","Kemudian Petrus datang kepada Yesus dan bertanya, \"Tuhan, kalau saudara saya berdosa terhadap saya, sampai berapa kali saya harus mengampuni dia? Sampai tujuh kalikah?\"","Yesus menjawab, \"Tidak, bukan sampai tujuh kali, tetapi tujuh puluh kali tujuh kali!","Sebab apabila Allah memerintah, keadaannya seperti dalam perumpamaan ini: Seorang raja mau menyelesaikan utang-utang hamba-hambanya.","Waktu ia mulai mengadakan pemeriksaan, dihadapkan kepadanya seorang hamba yang berutang berjuta-juta,","dan tidak dapat melunasinya. Jadi, raja itu memerintahkan supaya hamba itu dijual bersama-sama dengan anak istrinya, dan segala harta miliknya untuk membayar utangnya.","Hamba itu sujud di depan raja itu, dan memohon, 'Tuan, sabarlah terhadap hamba. Hamba akan melunasi semua utang hamba.'","Raja itu kasihan kepadanya, sehingga ia menghapuskan semua utangnya.","Ketika hamba itu keluar, ia berjumpa dengan kawannya, seorang hamba juga, yang berutang kepadanya beberapa ribu. Ia menangkap kawannya itu, mencekiknya, dan berkata, 'Bayarlah semua utangmu!'","Lalu kawannya itu sujud di depannya sambil memohon, 'Sabarlah dulu kawan, semuanya akan saya bayar!'","Tetapi hamba itu menolak. Sebaliknya, ia memasukkan dia ke dalam penjara sampai ia membayar utangnya.","Ketika hamba-hamba yang lain melihat apa yang sudah terjadi, mereka sedih dan melaporkan hal itu kepada raja.","Maka raja itu memanggil hamba yang jahat itu dan berkata kepadanya, 'Hamba yang jahat! Seluruh utangmu sudah kuhapuskan hanya karena engkau memohon kepadaku.","Bukankah engkau pun harus menaruh kasihan kepada kawanmu seperti aku pun sudah menaruh kasihan kepadamu?'","Raja itu sangat marah. Hamba yang jahat itu dimasukkannya ke dalam penjara sampai ia melunasi semua utangnya.\"","Yesus mengakhiri cerita-Nya dengan kata-kata ini, \"Begitu juga Bapa-Ku di surga akan memperlakukan kalian masing-masing, kalau kalian tidak mengampuni saudaramu dengan ikhlas.\""]