["Sesudah Yesus selesai mengatakan semuanya itu, Ia meninggalkan Galilea lalu pergi ke daerah Yudea di seberang Sungai Yordan.","Banyak orang mengikuti Dia, dan Ia menyembuhkan mereka di situ.","Lalu orang-orang Farisi datang untuk menjebak Dia. Mereka bertanya, \"Menurut hukum agama kita, apakah boleh orang menceraikan istrinya dengan alasan apa saja?\"","Yesus menjawab, \"Apakah kalian belum membaca dalam Alkitab bahwa Pencipta yang membuat manusia, pada mulanya membuat mereka laki-laki dan wanita?","Dan sesudah itu Ia berkata, 'Itu sebabnya laki-laki meninggalkan ibu bapaknya dan bersatu dengan istrinya, maka keduanya menjadi satu.'","Jadi mereka bukan lagi dua orang, tetapi satu. Itu sebabnya apa yang sudah disatukan oleh Allah tidak boleh diceraikan oleh manusia.\"","Lalu orang-orang Farisi bertanya kepada-Nya, \"Kalau begitu mengapa Musa menyuruh orang memberi surat cerai kepada istri yang diceraikannya?\"","Yesus menjawab, \"Musa mengizinkan kalian menceraikan istrimu sebab kalian terlalu susah diajar. Tetapi sebenarnya bukan begitu pada mulanya.","Jadi, dengarlah ini: Siapa menceraikan istrinya--padahal wanita itu tidak menyeleweng--kemudian kawin lagi dengan wanita yang lain, orang itu berzinah.\"","Maka pengikut-pengikut Yesus berkata kepada-Nya, \"Kalau soal hubungan suami istri adalah seperti itu, lebih baik tidak usah kawin.\"","Yesus menjawab, \"Tidak semua orang bisa menerima kata-kata itu, hanya orang-orang yang sudah ditentukan oleh Allah.","Karena ada orang yang tidak dapat kawin, sebab mereka memang lahir begitu. Ada juga yang tidak dapat kawin sebab ia dibuat begitu oleh orang lain. Dan ada pula yang memilih sendiri untuk tidak kawin, supaya dapat melayani Allah. Orang yang sanggup menerima pengajaran ini, biarlah ia menerimanya.\"","Ada orang-orang membawa anak-anak kepada Yesus supaya Ia meletakkan tangan-Nya ke atas kepala mereka dan mendoakan mereka. Tetapi pengikut-pengikut Yesus memarahi orang-orang itu.","Maka Yesus berkata kepada pengikut-pengikut-Nya, \"Biarkan anak-anak itu datang kepada-Ku! Jangan melarang mereka, sebab orang-orang seperti inilah yang menjadi anggota umat Allah.\"","Lalu Yesus meletakkan tangan-Nya di atas kepala anak-anak itu dan memberkati mereka. Kemudian Ia pergi dari situ.","Pada suatu hari seorang laki-laki datang kepada Yesus. \"Pak Guru,\" katanya, \"perbuatan baik apa yang harus kulakukan supaya dapat menerima hidup sejati dan kekal?\"","Yesus menjawab, \"Mengapa engkau bertanya kepada-Ku mengenai apa yang baik? Hanya ada Satu yang baik. Kalau engkau ingin hidup, engkau harus taat kepada perintah-perintah Allah.\"","\"Perintah yang mana itu?\" tanya orang itu. Yesus menjawab, \"Jangan membunuh, jangan berzinah, jangan mencuri, jangan bersaksi dusta,","hormatilah ayah dan ibumu; dan kasihilah sesamamu manusia seperti engkau mengasihi dirimu sendiri.\"","\"Semua perintah itu sudah kuturuti,\" jawab orang muda itu. \"Apa lagi yang perlu?\"","Yesus berkata kepadanya, \"Kalau engkau ingin menjadi sempurna, pergilah jual semua milikmu. Berikanlah uangnya kepada orang miskin, dan engkau akan mendapat harta di surga. Sesudah itu, datanglah mengikuti Aku!\"","Mendengar kata-kata itu, orang muda itu pergi dengan susah hati sebab ia kaya sekali.","Lalu Yesus berkata kepada pengikut-pengikut-Nya, \"Aku berkata kepadamu, sukar sekali untuk orang kaya menjadi anggota umat Allah.","Dan ini lagi yang mau Kukatakan kepadamu; lebih mudah seekor unta masuk lubang jarum, daripada seorang kaya masuk Dunia Baru Allah.\"","Ketika pengikut-pengikut-Nya mendengar perkataan Yesus itu, mereka heran. \"Kalau begitu,\" kata mereka, \"siapa yang bisa selamat?\"","Yesus memandang mereka lalu berkata, \"Untuk manusia, itu mustahil! Tetapi untuk Allah, semua mungkin.\"","Lalu Petrus berkata, \"Lihatlah, kami sudah meninggalkan segala-galanya untuk mengikuti Bapak. Dan apa yang akan kami terima?\"","Yesus berkata kepada mereka, \"Percayalah: Di Dunia yang Baru, Anak Manusia akan duduk di atas takhta-Nya yang mulia. Pada waktu itu kalian pengikut-pengikut-Ku akan duduk di atas dua belas takhta dan menghakimi kedua belas suku bangsa Israel!","Dan setiap orang yang sudah meninggalkan rumah, atau saudara laki-laki atau perempuan, atau ibu bapak, atau anak-anak, atau ladang karena Aku, orang itu akan menerima kembali seratus kali lipat. Dan ia akan menerima juga hidup sejati dan kekal.","Tetapi banyak orang yang sekarang ini pertama akan menjadi yang terakhir dan yang sekarang ini terakhir akan menjadi yang pertama.\""]