["Inilah daftar nenek moyang Yesus Kristus, keturunan Daud, keturunan Abraham. Dari Abraham sampai Daud, nama-nama nenek moyang Yesus sebagai berikut:","Abraham, Ishak, Yakub, Yehuda dan saudara-saudaranya, Peres dan Zerah (ibu mereka bernama Tamar), Hezron, Ram, Aminadab, Nahason, Salmon, Boas (ibunya adalah Rahab), Obed (ibunya ialah Rut), Isai,","(1:2)","(1:2)","(1:2)","dan Raja Daud. Dari Daud sampai pada masa bangsa Israel dibuang ke Babel tercatat nama-nama berikut ini: Salomo (ibunya adalah bekas istri Uria),","Rehabeam, Abia, Asa, Yosafat, Yoram, Uzia, Yotam, Ahas, Hizkia, Manasye, Amon, Yosia, Yekhonya dan saudara-saudaranya.","(1:7)","(1:7)","(1:7)","(1:7)","Dari masa bangsa Israel dibuang ke Babel sampai kelahiran Yesus tercatat nama-nama berikut ini: Yekhonya, Sealtiel, Zerubabel, Abihud, Elyakim, Azur, Zadok, Akhim, Eliud, Eleazar, Matan, Yakub, Yusuf suami Maria. Dan dari Maria itulah lahir Yesus yang disebut Kristus.","(1:12)","(1:12)","(1:12)","(1:12)","Jadi dari Abraham sampai Daud, semuanya ada empat belas generasi. Dari Daud sampai masa bangsa Israel dibuang ke Babel ada empat belas generasi juga. Dari masa bangsa Israel dibuang ke Babel sampai kelahiran Kristus ada pula empat belas generasi.","Beginilah kisah tentang kelahiran Yesus Kristus. Ibu-Nya yaitu Maria, bertunangan dengan Yusuf. Tetapi sebelum mereka menikah, ternyata Maria sudah mengandung. Yusuf tidak tahu bahwa Maria mengandung karena kuasa Roh Allah.","Yusuf, tunangannya itu, adalah seorang yang selalu mentaati hukum agama. Jadi ia mau memutuskan pertunangannya, tetapi dengan diam-diam, supaya Maria tidak mendapat malu di muka umum.","Sementara Yusuf menimbang-nimbang hal itu, ia bermimpi. Dalam mimpinya itu, ia melihat seorang malaikat Tuhan yang berkata kepadanya, \"Yusuf, keturunan Daud, jangan takut menikah dengan Maria; sebab anak yang di dalam kandungannya itu terjadi oleh kuasa Roh Allah.","Maria akan melahirkan seorang anak laki-laki. Anak itu harus engkau beri nama Yesus, karena Ia akan menyelamatkan umat-Nya dari dosa mereka.\"","Semuanya itu terjadi demikian supaya terlaksana apa yang dikatakan Tuhan melalui nabi-Nya, yaitu,","\"Seorang perawan akan mengandung dan melahirkan seorang anak laki-laki. Anak itu akan dinamakan Imanuel.\" (Imanuel adalah kata Ibrani yang berarti, \"Allah ada bersama kita\".)","Sesudah Yusuf bangun, ia melakukan apa yang dikatakan malaikat Tuhan itu kepadanya. Ia menikah dengan Maria.","Tetapi selama Maria belum melahirkan anaknya itu, Yusuf tidak bercampur dengan Maria. Dan sesudah anak itu lahir, Yusuf menamakan-Nya Yesus."]