["Pada suatu hari Yesus memanggil kedua belas orang pengikut-Nya berkumpul. Lalu Ia memberi kepada mereka kuasa untuk mengusir roh-roh jahat dan menyembuhkan segala macam penyakit dan segala macam cacat badan.","Nama kedua belas rasul itu ialah: pertama, Simon (yang disebut juga Petrus) dengan saudaranya Andreas, lalu Yakobus dengan saudaranya Yohanes, yaitu anak-anak Zebedeus.","Kemudian Filipus dan Bartolomeus, dengan Tomas, dan Matius, penagih pajak serta Yakobus anak Alfeus, dan Tadeus;","lalu akhirnya Simon, si Patriot dan Yudas Iskariot yang mengkhianati Yesus.","Kedua belas rasul itu kemudian diutus oleh Yesus dengan mendapat petunjuk-petunjuk ini, \"Janganlah pergi ke daerah orang-orang yang bukan Yahudi. Jangan juga ke kota-kota orang Samaria.","Tetapi pergilah kepada orang-orang Israel, khususnya kepada mereka yang sesat.","Beritahukanlah kepada mereka bahwa Allah akan segera memerintah sebagai Raja.","Sembuhkanlah orang-orang yang sakit; hidupkan orang-orang yang mati; sembuhkanlah orang-orang yang berpenyakit kulit yang mengerikan, dan usirlah roh-roh jahat. Kalian sudah menerima semuanya itu dengan cuma-cuma. Jadi, berilah juga dengan cuma-cuma.","Jangan membawa uang emas, uang perak, ataupun uang tembaga.","Janganlah juga membawa kantong sedekah, atau dua helai pakaian untuk perjalananmu, atau sepatu, ataupun tongkat. Sebab orang yang bekerja, sudah seharusnya dijamin kebutuhannya.","Kalau kalian sampai di kota atau kampung, carilah seorang yang mau menerima kalian. Tinggallah dengan dia sampai kalian berangkat lagi.","Waktu kalian masuk rumah, katakanlah, 'Semoga Tuhan memberkati kalian.'","Kalau orang-orang di rumah itu menerima kalian, biarlah salammu itu tetap pada mereka. Tetapi kalau mereka tidak menerima kalian, tariklah kembali salammu itu.","Kalau ada rumah atau kota yang tidak mau menerima kalian atau tidak mau mendengar kalian, tinggalkan tempat itu dan kebaskanlah debu dari tapak kakimu.","Ingatlah! Pada Hari Kiamat, orang-orang kota Sodom dan Gomora akan lebih mudah diampuni Allah, daripada orang-orang di kota itu!\"","\"Perhatikan ini: Aku mengutus kalian seperti domba yang tidak berdaya ke tengah-tengah serigala ganas. Kalian harus waspada seperti ular dan tulus hati seperti burung merpati.","Berjaga-jagalah, sebab kalian akan ditangkap dan dihadapkan ke mahkamah-mahkamah. Kalian akan disiksa di rumah-rumah ibadat.","Kalian akan dibawa ke hadapan penguasa-penguasa dan raja-raja karena kalian pengikut-Ku. Dan itulah kesempatan bagimu untuk memberi kesaksian tentang Aku kepada mereka dan kepada orang-orang yang tidak mengenal Allah.","Tetapi kalau kalian dibawa untuk diadili, jangan khawatir mengenai apa yang kalian harus katakan, atau bagaimana kalian harus berbicara. Sebab apa yang kalian harus katakan itu, akan diberitahukan kepadamu pada waktunya.","Karena yang berbicara pada waktu itu bukanlah kalian, melainkan Roh Bapa yang di surga, melalui kalian.","Akan terjadi bahwa orang akan menyerahkan saudaranya sendiri untuk dibunuh. Dan itu pun yang akan terjadi antara bapak dengan anaknya. Anak-anak akan melawan ibu bapaknya, dan menyerahkan mereka untuk dibunuh.","Kalian akan dibenci oleh semua orang karena kalian pengikut-Ku. Tetapi orang yang bertahan sampai akhir akan diselamatkan.","Kalau kalian dianiaya di suatu kota, larilah ke kota yang berikut. Aku beritahukan kepadamu: Sebelum kalian selesai mengunjungi semua kota-kota Israel, Anak Manusia sudah datang.","Murid tidak lebih besar dari gurunya, dan pelayan tidak lebih besar dari tuannya.","Sudah cukup kalau seorang murid menjadi seperti gurunya, dan seorang pelayan seperti tuannya. Kalau kepala keluarga sudah diberi nama Beelzebul, apalagi seisi rumahnya. Mereka akan diberi nama yang lebih buruk lagi!\"","\"Janganlah takut kepada manusia. Tidak ada yang tersembunyi, yang tidak akan kelihatan, dan tidak ada yang dirahasiakan yang tidak akan dibongkar.","Apa yang Kukatakan kepadamu dalam gelap haruslah kalian ulangi di dalam terang siang hari. Dan apa yang dibisikkan di telingamu, umumkanlah itu seluas-luasnya!","Janganlah takut kepada mereka yang membunuh badan, tetapi tidak berkuasa membunuh jiwa. Takutlah kepada Allah yang berkuasa membinasakan baik badan maupun jiwa di dalam neraka.","Dua ekor burung pipit dapat dibeli dengan satu mata uang yang paling kecil. Meskipun begitu tidak ada seekor pun jatuh ke tanah kalau tidak dikehendaki Bapamu.","Jumlah rambut di kepalamu pun sudah dihitung semuanya.","Sebab itu, janganlah takut! Kalian lebih berharga daripada burung-burung pipit!\"","\"Barangsiapa mengakui di depan umum bahwa ia pengikut-Ku, Aku pun akan mengakui dia di hadapan Bapa-Ku di surga.","Tetapi barangsiapa menyangkal di muka umum bahwa ia pengikut-Ku, Aku pun akan menyangkal dia di hadapan Bapa-Ku di surga.\"","\"Janganlah menyangka bahwa Aku membawa perdamaian ke dunia ini. Aku tidak membawa perdamaian, tetapi perlawanan.","Aku datang menyebabkan anak laki-laki melawan bapaknya, anak perempuan melawan ibunya, dan menantu perempuan melawan ibu mertuanya.","Ya, yang akan menjadi musuh terbesar, adalah anggota keluarga sendiri.","Orang yang mengasihi bapaknya atau ibunya lebih daripada-Ku tidak patut menjadi pengikut-Ku. Begitu juga orang yang mengasihi anaknya laki-laki atau perempuan lebih daripada-Ku.","Dan orang yang tidak mau memikul salibnya dan mengikuti Aku tidak patut menjadi pengikut-Ku.","Orang yang mempertahankan hidupnya, akan kehilangan hidupnya, tetapi orang yang kehilangan hidupnya karena setia kepada-Ku, akan mendapat hidupnya.\"","\"Orang yang menerima kalian, menerima Aku. Dan orang yang menerima Aku, menerima Dia yang mengutus Aku.","Orang yang menerima nabi karena ia nabi, akan menerima upah seorang nabi. Dan siapa yang menerima seorang yang baik karena ia baik, akan menerima upah seorang yang baik.","Barangsiapa memberi minum, biar cuma air dingin saja kepada salah seorang dari orang-orang hina dina ini, karena ia pengikut-Ku, percayalah ia pasti akan menerima upahnya!\""]