["Sekelompok orang Farisi dan beberapa guru agama dari Yerusalem datang kepada Yesus. Mereka bertanya kepada-Nya,","\"Mengapa pengikut-pengikut-Mu melanggar adat istiadat nenek moyang kita? Waktu akan makan, mereka tidak mencuci tangan lebih dahulu menurut peraturan!\"","Yesus menjawab, \"Dan mengapa kalian juga melanggar perintah Allah, hanya karena mau mengikuti adat istiadat nenek moyangmu?","Sebab Allah berkata, 'Hormatilah ayah dan ibumu,' dan 'Barangsiapa mengata-ngatai ayah ibunya, harus dihukum mati.'","Tetapi kalian mengajarkan: kalau orang berkata kepada orang tuanya, 'Apa yang seharusnya saya berikan kepada ayah dan ibu, sudah saya persembahkan kepada Allah,'","maka orang itu tidak lagi diwajibkan untuk menghormati orang tuanya. Jadi, karena adat istiadat nenek moyangmu, kalian meremehkan perkataan Allah.","Kalian orang munafik! Tepat sekali apa yang dinubuatkan Yesaya tentang kalian, yaitu,","'Begini kata Allah: Orang-orang itu hanya menyembah Aku dengan kata-kata, tetapi hati mereka jauh dari Aku.","Percuma mereka menyembah Aku, sebab peraturan manusia mereka ajarkan seolah-olah itu peraturan-Ku.'\"","Kemudian Yesus memanggil orang-orang dan berkata kepada mereka, \"Dengarlah supaya mengerti!","Yang masuk ke mulut tidak membuat orang itu najis; hanya yang keluar dari mulutnya, itulah yang menjadikan dia najis.\"","Lalu pengikut-pengikut Yesus datang dan berkata kepada-Nya, \"Tahukah Bapak bahwa orang-orang Farisi itu tersinggung waktu mendengar Bapak berkata begitu?\"","Yesus menjawab, \"Setiap tanaman yang tidak ditanam oleh Bapa-Ku di surga akan dicabut.","Tidak usah hiraukan orang-orang Farisi itu. Mereka itu pemimpin-pemimpin buta; dan kalau orang buta memimpin orang buta, kedua-duanya akan jatuh ke dalam parit.\"","Petrus berkata, \"Tolong jelaskan perumpamaan itu kepada kami, Pak!\"","Yesus menjawab mereka, \"Apa kalian juga belum mengerti?","Tidak tahukah kalian, bahwa yang masuk ke dalam mulut turun ke dalam perut, dan kemudian keluar lagi?","Tetapi yang keluar dari mulut, berasal dari hati; dan itulah yang membuat orang menjadi najis.","Sebab dari hati timbul pikiran-pikiran jahat, yang menyebabkan orang membunuh, berzinah, berbuat cabul, mencuri, memberi kesaksian palsu dan memfitnah.","Hal-hal itulah yang menyebabkan orang menjadi najis, dan bukan makan dengan tangan yang tidak dicuci.\"","Kemudian Yesus meninggalkan tempat itu dan pergi ke daerah dekat kota Tirus dan Sidon.","Seorang wanita Kanaan dari daerah itu, datang kepada Yesus sambil berseru-seru, \"Anak Daud, kasihanilah saya! Anak perempuan saya kemasukan roh jahat. Keadaannya parah betul.\"","Yesus tidak menjawab wanita itu sama sekali. Lalu pengikut-pengikut Yesus datang kepada-Nya dan memohon, \"Pak, suruh wanita itu pergi. Dia hanya ribut-ribut saja di belakang kita!\"","Yesus menjawab, \"Aku diutus hanya kepada bangsa Israel, khususnya kepada mereka yang sesat.\"","Wanita itu datang lalu sujud di hadapan Yesus dan berkata, \"Tolonglah saya, Tuan.\"","Yesus menjawab, \"Tidak baik mengambil makanan anak-anak dan melemparkannya kepada anjing.\"","\"Benar, Tuan,\" jawab wanita itu, \"tetapi anjing pun makan sisa-sisa yang jatuh dari meja tuannya.\"","Lalu Yesus berkata kepadanya, \"Ibu, sungguh besar imanmu! Biarlah terjadi apa yang kauinginkan!\" Pada saat itu juga anak wanita itu sembuh.","Yesus meninggalkan tempat itu, lalu berjalan menyusur pantai Danau Galilea. Kemudian Ia naik ke sebuah bukit lalu duduk di situ.","Banyak orang datang kepada-Nya membawa orang-orang yang timpang, yang buta, yang lumpuh, yang bisu, dan banyak lagi orang sakit yang lain. Mereka meletakkan orang-orang itu di depan Yesus, dan Ia menyembuhkan orang-orang itu.","Orang banyak yang ada di situ heran sekali, waktu mereka melihat orang bisu dapat berbicara, orang timpang sembuh, orang lumpuh berjalan, dan orang buta melihat. Lalu mereka memuji-muji Allah bangsa Israel.","Kemudian Yesus memanggil pengikut-pengikut-Nya lalu berkata, \"Aku kasihan kepada orang banyak ini. Sudah tiga hari lamanya mereka bersama-sama Aku, dan sekarang mereka tidak punya makanan. Aku tidak mau membiarkan mereka pulang dengan perut kosong, nanti mereka pingsan di jalan.\"","Lalu pengikut-pengikut Yesus bertanya kepada-Nya, \"Di mana kita bisa mendapat makanan di daerah terpencil ini untuk orang sebanyak ini?\"","\"Ada berapa roti pada kalian?\" tanya Yesus kepada mereka. \"Tujuh,\" jawab mereka, \"dan ikan kecil beberapa ekor.\"","Maka Yesus menyuruh orang banyak itu duduk di atas tanah.","Lalu Ia mengambil ketujuh roti dan ikannya, kemudian mengucap syukur kepada Allah. Sesudah itu Ia membelah-belah roti dan ikan itu dengan tangan-Nya, lalu memberikan-Nya kepada pengikut-pengikut-Nya. Dan mereka membagi-bagikannya kepada orang banyak itu.","Semua orang itu makan sampai kenyang. Setelah itu pengikut-pengikut Yesus mengumpulkan kelebihan makanan itu. Semuanya ada tujuh bakul penuh.","Jumlah orang laki-laki saja yang makan pada waktu itu ada empat ribu orang, belum terhitung wanita dan anak-anak.","Kemudian Yesus menyuruh orang banyak itu pulang. Ia sendiri naik sebuah perahu dan pergi ke daerah Magadan."]