["Ada beberapa orang Farisi dan orang Saduki datang kepada Yesus hendak menjebak Dia. Mereka minta Dia membuat keajaiban untuk membuktikan bahwa Ia datang dari Allah.","Yesus menjawab, (\"Kalau matahari sedang terbenam, kalian berkata, 'Cuaca baik, sebab langitnya merah.'","Dan pada pagi hari, kalian berkata, 'Hari ini akan hujan, sebab langit merah dan mendung.' Nah, kalian dapat meramalkan cuaca dengan melihat keadaan langit, padahal tanda-tanda zaman tidak bisa kalian ramalkan!\")","\"Alangkah jahatnya dan durhakanya orang-orang zaman ini. Kalian minta Aku membuat keajaiban. Kalian tidak akan diberi satu keajaiban pun kecuali keajaiban Nabi Yunus.\" Setelah berkata begitu Yesus meninggalkan mereka, lalu pergi.","Waktu pengikut-pengikut Yesus sampai di seberang danau, baru ketahuan oleh mereka bahwa mereka lupa membawa roti.","Yesus berkata kepada mereka, \"Berhati-hatilah terhadap ragi orang-orang Farisi dan Saduki.\"","Mendengar kata-kata Yesus itu, pengikut-pengikut-Nya mulai berkata satu sama lain, \"Ia berkata begitu karena kita tidak membawa roti.\"","Yesus tahu apa yang mereka bicarakan. Jadi Ia berkata, \"Mengapa kalian persoalkan tentang tidak punya roti? Kalian kurang percaya!","Masih belum mengertikah kalian? Apakah kalian tidak ingat akan lima roti yang Aku belah-belah untuk lima ribu orang? Berapa bakul kelebihan roti yang kalian kumpulkan?","Dan bagaimana pula dengan tujuh roti untuk empat ribu orang itu? Berapa bakul kelebihan makanan yang kalian kumpulkan?","Mengapa sampai kalian tidak mengerti bahwa Aku bukannya berbicara dengan kalian mengenai roti? Berhati-hatilah terhadap ragi orang-orang Farisi dan Saduki!\"","Akhirnya pengikut-pengikut Yesus itu mengerti bahwa Yesus menyuruh mereka berhati-hati bukannya terhadap ragi yang dipakai untuk membuat roti, tetapi terhadap pengajaran-pengajaran orang-orang Farisi dan Saduki.","Yesus pergi ke daerah dekat kota Kaisarea Filipi. Di situ Ia bertanya kepada pengikut-pengikut-Nya, \"Menurut kata orang, Anak Manusia itu siapa?\"","Pengikut-pengikut-Nya menjawab, \"Ada yang berkata Yohanes Pembaptis. Ada juga yang berkata Elia. Yang lain lagi berkata Yeremia, atau salah seorang nabi.\"","\"Tetapi menurut kalian sendiri, Aku ini siapa?\" tanya Yesus kepada mereka.","Simon Petrus menjawab, \"Bapak adalah Raja Penyelamat, Anak Allah Yang Hidup.\"","\"Beruntung sekali engkau, Simon anak Yona!\" kata Yesus. \"Sebab bukannya manusia yang memberitahukan hal itu kepadamu, melainkan Bapa-Ku yang di surga.","Sebab itu ketahuilah, engkau adalah Petrus, batu yang kuat. Dan di atas alas batu inilah Aku akan membangun gereja-Ku, yang tidak dapat dikalahkan; sekalipun oleh maut!","Aku akan memberikan kepadamu kunci dari Dunia Baru Allah. Apa yang engkau larang di atas bumi, juga dilarang di surga. Dan apa yang engkau benarkan di atas bumi, juga dibenarkan di surga.\"","Setelah itu Yesus mengingatkan pengikut-pengikut-Nya supaya mereka tidak memberitahukan kepada siapa pun bahwa Dialah Raja Penyelamat.","Mulai dari saat itu, Yesus berkata terus terang kepada pengikut-pengikut-bahwa Ia harus pergi ke Yerusalem dan mengalami banyak penderitaan dari pemimpin-pemimpin, imam-imam kepala dan guru-guru agama. Ia akan dibunuh, tetapi pada hari ketiga Ia akan dibangkitkan kembali.","Lalu Petrus menarik Yesus ke samping dan menegur Dia, katanya, \"Mudah-mudahan Allah menjauhkan hal itu, Tuhan! Jangan sampai hal itu terjadi pada Tuhan!\"","Yesus menoleh lalu berkata kepada Petrus, \"Pergi dari sini, Penggoda! Engkau menghalang-halangi Aku. Pikiranmu itu pikiran manusia; bukan pikiran Allah!\"","Kemudian Yesus berkata kepada pengikut-pengikut-Nya, \"Orang yang mau mengikuti Aku, harus melupakan kepentingannya sendiri, memikul salibnya, dan terus mengikuti Aku.","Sebab orang yang mau mempertahankan hidupnya, akan kehilangan hidupnya. Tetapi orang yang mengurbankan hidupnya untuk Aku, akan mendapatkannya.","Apa untungnya bagi seseorang, kalau seluruh dunia ini menjadi miliknya tetapi ia kehilangan hidupnya? Dapatkah hidup itu ditukar dengan sesuatu?","Tidak lama lagi Anak Manusia, bersama-sama dengan malaikat-malaikat-Nya akan datang dengan kuasa Bapa-Nya. Pada waktu itu Ia akan membalas tiap-tiap orang sesuai dengan perbuatannya.","Ketahuilah! Dari antara kalian di sini ada yang tidak akan mati, sebelum melihat Anak Manusia datang sebagai Raja.\""]