["Enam hari kemudian Yesus membawa Petrus dengan Yakobus dan saudaranya Yohanes, menyendiri ke sebuah gunung yang tinggi.","Di depan mereka, Yesus berubah rupa: Muka-Nya menjadi terang seperti matahari dan pakaian-Nya putih berkilauan.","Kemudian ketiga pengikut-Nya itu melihat Musa dan Elia berbicara dengan Yesus.","Lalu Petrus berkata kepada Yesus, \"Tuhan, enak sekali kita di sini. Kalau Tuhan suka, saya akan mendirikan tiga kemah di sini: satu untuk Tuhan, satu untuk Musa, dan satu lagi untuk Elia.\"","Sementara Petrus masih berbicara, awan yang terang sekali meliputi mereka dan dari awan itu terdengar suara yang berkata, \"Inilah Anak-Ku yang Kukasihi. Ia menyenangkan hati-Ku. Dengarkan Dia!\"","Waktu pengikut-pengikut Yesus mendengar suara itu, mereka begitu ketakutan sehingga tersungkur ke tanah.","Tetapi Yesus datang dan menyentuh mereka. \"Bangunlah,\" kata-Nya, \"jangan takut!\"","Ketika mereka memandang, mereka tidak melihat siapa pun, kecuali Yesus saja.","Waktu mereka turun dari gunung itu, Yesus memperingatkan mereka, \"Jangan memberitahukan kepada siapa pun apa yang kalian lihat tadi, sebelum Anak Manusia dibangkitkan dari kematian.\"","Pengikut-pengikut Yesus bertanya kepada-Nya, \"Mengapa guru-guru agama berkata bahwa Elia harus datang terlebih dahulu?\"","Yesus menjawab, \"Memang Elia datang dan ia akan membereskan segala sesuatu.","Tetapi Aku berkata kepadamu, Elia sudah datang, namun orang-orang tidak mengenal dia; mereka memperlakukan dia semau mereka saja. Dan begitu juga mereka akan memperlakukan Anak Manusia.\"","Lalu para pengikut-Nya mengerti bahwa Yesus bicara tentang Yohanes Pembaptis.","Ketika Yesus dan ketiga pengikut-Nya kembali kepada orang banyak itu, seorang laki-laki datang, sujud di hadapan Yesus,","dan berkata, \"Bapak, kasihanilah anak saya. Ia sakit ayan. Serangan ayannya begitu hebat sehingga ia sering sekali jatuh ke dalam api dan sering juga ke dalam air.","Saya sudah membawa dia kepada pengikut-pengikut Bapak, tetapi mereka tidak dapat menyembuhkan dia.\"","Yesus menjawab, \"Bukan main kalian ini! Kalian sungguh orang-orang yang menyeleweng dan tidak percaya. Sampai kapan Aku harus tinggal bersama kalian dan bersabar terhadap kalian? Bawa anak itu kemari!\"","Lalu Yesus memerintahkan roh jahat yang di dalam anak itu keluar. Dan roh jahat itu keluar, lalu anak itu sembuh pada saat itu juga.","Kemudian pengikut-pengikut Yesus datang kepada-Nya secara tersendiri dan bertanya kepada-Nya, \"Pak, apa sebab kami tidak dapat mengusir roh jahat itu?\"","Yesus menjawab, \"Sebab kalian kurang percaya. Ingatlah! Kalau kalian mempunyai iman sebesar biji sawi, kalian dapat berkata kepada bukit ini, 'Pindahlah ke sana!' pasti bukit ini akan pindah. Tidak ada sesuatu pun yang tidak dapat kalian buat!","(Tetapi roh jahat yang semacam ini, hanya bisa diusir oleh doa dan puasa saja.)\"","Ketika pengikut-pengikut Yesus berkumpul di Galilea, Yesus berkata kepada mereka, \"Tidak lama lagi, Anak Manusia akan diserahkan kepada kuasa manusia.","Ia akan dibunuh, tetapi pada hari ketiga Ia akan dibangkitkan.\" Maka pengikut-pengikut-Nya menjadi sedih sekali.","Waktu Yesus dan pengikut-pengikut-Nya sampai di Kapernaum, penagih-penagih pajak Rumah Tuhan datang kepada Petrus dan bertanya, \"Gurumu membayar pajak Rumah Tuhan atau tidak?\"","Petrus menjawab, \"Bayar!\" Ketika Petrus pulang, Yesus menyapa dia lebih dahulu, \"Simon, bagaimana pendapatmu? Siapa yang harus membayar bea atau pajak kepada raja-raja dunia ini? Rakyatkah atau orang asing?\"","\"Orang asing,\" jawab Petrus. \"Kalau begitu,\" kata Yesus, \"rakyat tidak perlu membayar.","Tetapi janganlah kita menyinggung perasaan orang-orang itu. Jadi, pergilah ke danau untuk memancing. Ambillah ikan pertama yang kautangkap. Di dalam mulutnya itu engkau akan menemukan mata uang yang cukup untuk pajak kita berdua. Ambillah uang itu dan bayarlah kepada mereka pajak kita untuk Rumah Tuhan.\""]