["Waktu sudah dekat Yerusalem, mereka sampai di Betfage di Bukit Zaitun. Di situ Yesus menyuruh dua orang pengikut-Nya berjalan lebih dahulu.","\"Pergilah ke kampung yang di depan itu,\" pesan Yesus kepada mereka. \"Segera kalian akan melihat seekor keledai terikat bersama anaknya. Lepaskanlah keduanya dan bawa kemari.","Kalau ada orang menanyakan sesuatu, katakan kepada orangnya, 'Tuhan memerlukannya', maka orang itu dengan segera akan membiarkan keledai itu dibawa.\"","Hal itu demikian supaya terjadilah apa yang dikatakan oleh nabi sebagai berikut,","\"Katakanlah kepada Sion, Rajamu sedang datang kepadamu. Ia rendah hati dan menunggang seekor keledai, seekor anak keledai yang muda.\"","Kemudian kedua pengikut-Nya itu pergi dan melakukan seperti yang dipesankan Yesus kepada mereka.","Mereka membawa keledai itu dengan anaknya. Lalu mereka mengalasi punggung keledai-keledai itu dengan jubah mereka. Kemudian Yesus naik.","Banyak orang di sana membentangkan jubah-jubah mereka di jalan, sedang orang-orang lain memotong ranting-ranting pohon dan menyebarkannya di tengah jalan.","Orang banyak yang berjalan di depan dan di belakang Yesus berseru-seru, \"Hidup Anak Daud! Diberkatilah Dia yang datang atas nama Tuhan! Pujilah Allah Yang Mahatinggi!\"","Lalu, waktu Yesus masuk Yerusalem, seluruh kota itu menjadi gempar. \"Ini siapa?\" tanya orang-orang di kota itu.","\"Dia Nabi Yesus, dari Nazaret di Galilea,\" jawab orang banyak yang mengiringi Yesus.","Kemudian Yesus masuk ke Rumah Tuhan, dan mengusir semua orang yang berjual beli di situ. Ia menjungkirbalikkan meja-meja penukar uang, dan bangku-bangku penjual burung merpati.","Lalu Ia berkata kepada orang-orang itu, \"Di dalam Alkitab tertulis bahwa Allah berkata, 'Rumah-Ku akan disebut rumah tempat berdoa.' Tetapi kalian menjadikannya sarang penyamun!\"","Orang-orang buta dan lumpuh datang kepada Yesus di Rumah Tuhan, dan Ia menyembuhkan mereka.","Tetapi imam-imam kepala dan guru-guru agama marah melihat keajaiban-keajaiban yang dilakukan oleh Yesus. Dan mereka marah juga mendengar anak-anak bersorak-sorak di Rumah Tuhan, \"Hidup Anak Daud!\"","Mereka berkata kepada Yesus, \"Engkau dengar apa yang mereka katakan?\" \"Ya, Aku dengar,\" jawab Yesus. \"Belum pernahkah kalian membaca ayat Alkitab ini: 'Anak-anak dan bayi sudah Kauajar untuk mengucapkan pujian yang sempurna'?\"","Kemudian Yesus meninggalkan mereka, lalu keluar dari kota itu ke Betania dan bermalam di sana.","Pagi-pagi keesokan harinya, dalam perjalanan kembali ke kota, Yesus lapar.","Ia melihat sebatang pohon ara di pinggir jalan. Ia pergi ke pohon itu, tetapi tidak menemukan satu buah pun kecuali daun-daun saja. Lalu Yesus berkata kepada pohon itu, \"Engkau tidak akan berbuah lagi!\" Langsung pohon ara itu layu.","Pada waktu pengikut-pengikut Yesus melihat kejadian itu, mereka heran sekali. \"Bagaimana pohon ara itu bisa langsung mati seluruhnya?\" tanya mereka.","\"Sungguh,\" jawab Yesus, \"kalau kalian percaya dan tidak ragu-ragu, kalian dapat melakukan apa yang sudah Kulakukan terhadap pohon ara ini. Dan bukan itu saja, malah kalian akan dapat berkata kepada bukit ini, 'Terangkatlah dan terbuanglah ke dalam laut'; maka hal itu akan terjadi.","Apa saja yang kalian minta dalam doamu, kalian akan menerimanya, asal kalian percaya.\"","Kemudian Yesus kembali ke Rumah Tuhan, lalu masuk dan mengajar di situ. Waktu Ia sedang mengajar, imam-imam kepala dan pemimpin-pemimpin Yahudi datang kepada-Nya dan bertanya, \"Atas dasar apa Engkau melakukan semuanya itu? Siapa yang memberi hak itu kepada-Mu?\"","Yesus menjawab, \"Aku juga mau bertanya kepada kalian. Dan kalau kalian menjawabnya, Aku akan mengatakan kepadamu dengan hak siapa Aku melakukan hal-hal ini.","Yohanes membaptis dengan hak siapa? Allah atau manusia?\" Lalu imam-imam kepala dan pemimpin-pemimpin Yahudi itu mulai berunding di antara mereka, \"Kalau kita katakan, 'Dengan hak Allah,' Ia akan berkata, 'Kalau begitu mengapa kalian tidak percaya kepadanya?'","Tetapi kalau kita katakan, 'Dengan hak manusia,' kita takut kepada orang banyak, sebab mereka semua menganggap Yohanes seorang nabi.\"","Jadi mereka menjawab, \"Kami tidak tahu.\" Lalu Yesus berkata kepada mereka, \"Kalau begitu Aku pun tidak akan mengatakan kepadamu dengan hak siapa Aku melakukan semuanya ini.\"","\"Sekarang bagaimana pendapatmu tentang hal ini?\" kata Yesus selanjutnya. \"Adalah seorang ayah yang mempunyai dua anak laki-laki, ia datang kepada anaknya yang pertama dan berkata, 'Nak, pergilah bekerja di kebun anggur hari ini.'","Anak itu menjawab, 'Baik, Ayah!' Tetapi ia tidak pergi.","Lalu ayah itu datang kepada anaknya yang kedua dan mengatakan hal yang sama. Anak itu menjawab, 'Saya tidak mau,' tetapi kemudian berubah pikiran lalu pergi juga.","Dari antara kedua anak itu, yang manakah yang melakukan kehendak ayahnya?\" \"Yang kedua,\" jawab imam-imam kepala dan pemimpin-pemimpin Yahudi itu.","Karena Yohanes Pembaptis datang, dan menunjukkan kepada kalian cara hidup yang dikehendaki Tuhan, namun kalian tidak mau percaya pada ajarannya; tetapi penagih-penagih pajak dan wanita-wanita pelacur percaya kepadanya. Tetapi meskipun kalian sudah melihat semuanya itu, kalian tidak juga mengubah pikiranmu dan tidak percaya kepada Tuhan.\"","\"Dengarkan perumpamaan yang satu ini lagi,\" kata Yesus. \"Seorang tuan tanah menanami sebidang kebun anggur. Ia memasang pagar di sekelilingnya, dan menggali lubang untuk alat pemeras anggur, kemudian mendirikan menara jaga. Sesudah itu ia menyewakan kebun anggur itu kepada penggarap-penggarap, lalu berangkat ke negeri lain.","Ketika sudah sampai musim petik buah anggur, tuan tanah itu mengirim pelayan-pelayannya kepada penggarap-penggarap kebun itu untuk menerima bagiannya.","Tetapi penggarap-penggarap kebun itu menangkap pelayan-pelayan tuan tanah itu: Yang seorang dipukul, yang lain dibunuh, dan yang lain lagi dilempari batu.","Tuan tanah itu mengirim lagi pelayan-pelayan lain, lebih banyak dari yang pertama kalinya. Tetapi mereka diperlakukan dengan cara yang sama.","Akhirnya tuan tanah itu mengirim kepada mereka anaknya sendiri. 'Pasti anak saya akan dihormati,' pikirnya.","Tetapi ketika penggarap-penggarap kebun itu melihat anak tuan tanah itu, mereka berkata satu sama lain, 'Nah, ini dia, ahli warisnya. Mari kita bunuh dia, supaya kita mendapat warisannya!'","Maka anak itu ditangkap, dibuang ke luar, lalu dibunuh.\"","Yesus bertanya, \"Nah, kalau pemilik kebun anggur itu kembali, ia akan berbuat apa terhadap penggarap-penggarap itu?\"","Mereka menjawab, \"Pasti ia akan membunuh orang-orang jahat itu, lalu menyewakan kebun anggur itu kepada orang lain yang mau memberi bagian hasil tanah itu kepadanya pada waktunya.\"","Maka Yesus berkata kepada mereka, \"Belum pernahkah kalian membaca yang tertulis dalam Alkitab? 'Batu yang tidak terpakai oleh tukang bangunan sudah menjadi batu yang terutama. Inilah perbuatan Tuhan; alangkah indahnya!'\"","\"Jadi ingatlah,\" kata Yesus, \"semua hak sebagai umat Allah akan dicabut daripadamu dan diberikan kepada suatu bangsa yang akan menjalankan perintah-perintah Allah.","(Orang yang jatuh pada batu itu, akan hancur; dan orang yang ditimpa batu itu, akan tergilas menjadi debu.)\"","Pada waktu imam-imam kepala dan orang-orang Farisi mendengar perumpamaan-perumpamaan Yesus itu, mereka tahu bahwa Yesus berbicara tentang mereka.","Jadi mereka berusaha menangkap Dia. Tetapi mereka takut kepada orang banyak, sebab orang banyak itu menganggap Yesus seorang nabi."]