["Waktu Yesus selesai mengajarkan semua hal itu, Ia berkata kepada pengikut-pengikut-Nya,","\"Kalian tahu dua hari lagi Hari Raya Paskah, dan Anak Manusia akan diserahkan untuk disalibkan!\"","Pada waktu itu imam-imam kepala dan pemimpin-pemimpin Yahudi berkumpul di istana Imam Agung Kayafas.","Mereka berunding untuk menangkap Yesus dengan diam-diam, dan membunuh Dia.","\"Tetapi,\" kata mereka, \"janganlah hal itu dilakukan pada waktu perayaan, sebab nanti timbul kerusuhan di antara rakyat.\"","Ketika Yesus berada di Betania, di rumah Simon yang dahulu menderita penyakit kulit yang mengerikan,","seorang wanita datang kepada Yesus. Ia membawa sebuah botol pualam, berisi minyak wangi yang mahal. Pada waktu Yesus sedang duduk makan, wanita itu menuang minyak wangi itu ke atas kepala Yesus.","Pengikut-pengikut Yesus melihat peristiwa itu dan menjadi marah. \"Apa gunanya semuanya ini diboroskan?\" kata mereka.","\"Minyak wangi itu dapat dijual dengan harga yang tinggi, dan uangnya diberikan kepada orang miskin!\"","Yesus tahu pikiran mereka, lalu Ia berkata, \"Mengapa kalian menyusahkan wanita ini? Ia melakukan sesuatu yang baik dan terpuji untuk-Ku.","Orang miskin selalu ada di antara kalian, tetapi Aku tidak selamanya bersama-sama kalian.","Dengan menuang minyak wangi itu ke atas badan-Ku, ia mempersiapkan Aku untuk penguburan-Ku.","Percayalah! Di seluruh dunia, di mana saja Kabar Baik dari Allah disiarkan, perbuatan wanita ini akan diceritakan juga sebagai kenangan kepadanya.\"","Lalu seorang dari kedua belas pengikut Yesus, yang bernama Yudas Iskariot, pergi kepada imam-imam kepala.","Ia berkata kepada mereka, \"Apakah yang akan kalian berikan kepadaku kalau aku menyerahkan Yesus kepadamu?\" Maka mereka menghitung tiga puluh uang perak, lalu memberikan uang itu kepadanya.","Mulai dari waktu itu Yudas mencari kesempatan yang baik untuk mengkhianati Yesus.","Pada hari pertama dalam Perayaan Roti Tidak Beragi, pengikut-pengikut Yesus datang kepada-Nya. Mereka bertanya, \"Di mana Bapak ingin kami menyediakan makanan Paskah untuk Bapak?\"","Yesus menjawab, \"Pergilah kepada seseorang di kota dan katakan kepadanya, 'Kata Bapak Guru, sudah sampai waktunya untuk-Ku; Aku mau merayakan Paskah di rumahmu bersama-sama dengan pengikut-pengikut-Ku.'\"","Pengikut-pengikut Yesus melakukan apa yang disuruh Yesus kepada mereka. Mereka pergi menyiapkan makanan Paskah itu.","Setelah malam, Yesus dan kedua belas pengikut-Nya duduk makan.","Sementara mereka makan, Yesus berkata, \"Dengarkan: seorang dari antara kalian akan mengkhianati Aku.\"","Mendengar itu, pengikut-pengikut Yesus menjadi sangat sedih. Lalu mereka, seorang demi seorang mulai bertanya kepada Yesus, \"Tentu bukan saya yang Bapak maksudkan?\"","Yesus menjawab, \"Orang yang mencelup roti ke dalam mangkuk bersama-sama-Ku, dialah yang akan mengkhianati Aku.","Memang Anak Manusia akan mati seperti yang tertulis di dalam Alkitab. Tetapi celakalah orang yang mengkhianati Anak Manusia! Lebih baik untuk orang itu kalau ia tidak pernah lahir sama sekali!\"","Lalu Yudas si pengkhianat itu berkata, \"Tentu bukan saya yang Bapak Guru maksudkan?\" Yesus menjawab, \"Begitulah katamu!\"","Ketika mereka makan, Yesus mengambil roti, lalu mengucapkan doa syukur. Kemudian Ia membelah-belah roti itu dengan tangan-Nya lalu memberikannya kepada pengikut-pengikut-Nya sambil berkata, \"Ambil, dan makanlah; inilah tubuh-Ku.\"","Sesudah itu Ia mengambil sebuah piala anggur, lalu mengucap syukur kepada Allah. Kemudian Ia memberikan piala itu kepada pengikut-pengikut-sambil berkata, \"Minumlah, kamu semua.","Sebab inilah darah-Ku yang mensahkan perjanjian Allah--darah yang dicurahkan bagi banyak orang untuk pengampunan dosa mereka.","Percayalah: Aku tidak akan minum anggur ini lagi sampai pada waktu Aku minum anggur yang baru bersama-sama dengan kalian di Dunia Baru Bapa-Ku.\"","Kemudian mereka menyanyikan sebuah nyanyian pujian. Dan sesudah itu mereka pergi ke Bukit Zaitun.","Lalu Yesus berkata kepada pengikut-pengikut-Nya, \"Pada malam ini juga kamu semua akan lari meninggalkan Aku; sebab dalam Alkitab tertulis: Allah berkata, 'Aku akan membunuh gembala itu, dan kawanan dombanya akan tercerai-berai.'","Tetapi setelah Aku dibangkitkan kembali, Aku akan pergi mendahului kalian ke Galilea.\"","Petrus berkata kepada Yesus, \"Biar semua yang lainnya meninggalkan Bapak, saya sekali-kali tidak!\"","\"Ingat,\" kata Yesus kepadanya, \"Malam ini juga, sebelum ayam berkokok, engkau tiga kali mengingkari Aku.\"","Petrus menjawab, \"Sekalipun saya harus mati bersama Bapak, saya tidak akan berkata bahwa saya tidak mengenal Bapak!\" Dan semua pengikut yang lain berkata begitu juga.","Sesudah itu Yesus pergi dengan pengikut-pengikut-Nya ke suatu tempat yang bernama Getsemani. Di sana Ia berkata kepada mereka, \"Duduklah di sini sementara Aku pergi berdoa.\"","Lalu Ia mengajak Petrus dan kedua anak Zebedeus pergi bersama-sama dengan Dia. Ia mulai merasa sedih dan gelisah.","Ia berkata kepada pengikut-pengikut-Nya, \"Hati-Ku sedih sekali, rasanya seperti akan mati saja. Tinggallah kalian di sini, dan turutlah berjaga-jaga dengan Aku.\"","Kemudian Yesus pergi lebih jauh sedikit, lalu Ia tersungkur ke tanah dan berdoa. \"Bapa,\" kata-Nya, \"kalau boleh, jauhkanlah daripada-Ku penderitaan yang Aku harus alami ini. Tetapi jangan menurut kemauan-Ku, melainkan menurut kemauan Bapa saja.\"","Sesudah itu Yesus kembali kepada ketiga pengikut-Nya dan mendapati mereka sedang tidur. Ia berkata kepada Petrus, \"Hanya satu jam saja kalian bertiga tidak dapat berjaga dengan Aku?","Berjaga-jagalah, dan berdoalah supaya kalian jangan mengalami cobaan. Memang rohmu mau melakukan yang benar tetapi kalian tidak sanggup, karena tabiat manusia itu lemah.\"","Sekali lagi Yesus pergi berdoa, kata-Nya, \"Bapa, kalau penderitaan ini harus Aku alami, dan tidak dapat dijauhkan, biarlah kemauan Bapa yang jadi.\"","Sesudah itu Yesus kembali lagi, dan mendapati pengikut-pengikut-Nya masih juga tidur, karena mereka terlalu mengantuk.","Sekali lagi Yesus meninggalkan mereka dan untuk ketiga kalinya berdoa dengan mengucapkan kata-kata yang sama.","Sesudah itu Ia kembali lagi kepada pengikut-pengikut-Nya dan berkata, \"Masihkah kalian tidur dan istirahat? Lihat, sudah sampai waktunya Anak Manusia diserahkan kepada kuasa orang-orang berdosa.","Bangunlah, mari kita pergi. Lihat! Orang yang mengkhianati Aku sudah datang!\"","Sementara Yesus masih berbicara, Yudas, seorang dari kedua belas pengikut-Nya itu datang. Bersama-sama dengan dia, datang juga banyak orang yang membawa pedang dan pentungan. Mereka disuruh oleh imam-imam kepala dan pemimpin-pemimpin Yahudi.","Si pengkhianat sudah memberitahukan kepada mereka tanda ini, \"Orang yang saya cium, itulah orangnya. Tangkap Dia!\"","Begitu sampai di tempat itu, Yudas langsung pergi kepada Yesus dan berkata, \"Salam, Pak Guru!\" Lalu ia mencium Yesus.","Yesus menjawab, \"Saudara, untuk apa saudara datang kemari?\" Kemudian orang banyak itu maju, dan menangkap Yesus.","Salah seorang pengikut-Nya yang berada di situ dengan Yesus, mencabut pedangnya dan memarang hamba imam agung sampai putus telinganya.","Yesus berkata kepada pengikut-Nya itu, \"Masukkan kembali pedangmu ke dalam sarungnya, sebab semua orang yang menggunakan pedangnya akan mati oleh pedang.","Kaukira Aku tidak dapat minta tolong kepada Bapa-Ku, dan Ia dengan segera akan mengirim lebih dari dua belas pasukan tentara malaikat?","Tetapi kalau begitu, mana mungkin terjadi seperti yang sudah dinubuatkan dalam Alkitab bahwa memang harus terjadi seperti yang sekarang ini?\"","Lalu Yesus berkata kepada orang banyak itu, \"Apakah Aku ini penjahat, sampai kalian datang dengan membawa pedang dan pentungan untuk menangkap Aku? Setiap hari Aku mengajar di Rumah Allah, dan kalian tidak menangkap Aku!","Tetapi memang sudah seharusnya begitu supaya terjadilah apa yang ditulis oleh nabi-nabi di dalam Alkitab.\" Setelah itu, semua pengikut-pengikut-Nya lari meninggalkan Yesus.","Orang-orang yang menangkap Yesus membawa-Nya ke rumah Imam Agung Kayafas. Di sana guru-guru agama dan pemimpin-pemimpin Yahudi sudah berkumpul.","Petrus mengikuti Yesus dari jauh sampai ke halaman rumah imam agung. Lalu Petrus masuk ke dalam halaman itu, dan duduk bersama pengawal-pengawal. Ia ingin tahu bagaimana semuanya itu akan berakhir nanti.","Imam-imam kepala dan seluruh Mahkamah Agama berusaha mendapat kesaksian palsu untuk dapat menjatuhkan hukuman mati ke atas Yesus.","Tetapi mereka tidak mendapat satu bukti pun, meskipun banyak yang maju sebagai saksi dusta. Akhirnya ada dua orang yang tampil ke depan.","Mereka berkata, \"Orang ini berkata, 'Aku dapat merobohkan Rumah Allah, dan dalam tiga hari dapat membangunnya kembali.'\"","Lalu imam agung berdiri, dan berkata kepada Yesus, \"Apakah Engkau tidak menjawab tuduhan yang ditujukan kepada-Mu itu?\"","Tetapi Yesus diam saja. Sekali lagi imam agung berkata kepada-Nya, \"Demi Allah yang hidup, katakanlah kepada kami apakah Engkau Raja Penyelamat, Anak Allah?\"","Yesus menjawab, \"Begitulah katamu. Tetapi percayalah: mulai saat ini, kalian akan melihat Anak Manusia duduk di sebelah kanan Allah Yang Mahakuasa, dan datang di atas awan di langit!\"","Maka imam agung itu menyobek-nyobek pakaiannya, dan berkata, \"Ia menghujat Allah! Tidak perlu lagi saksi. Kamu semua sudah mendengar sendiri kata-kata yang menghujat Allah.","Sekarang bagaimana pendapat kalian?\" Mereka menjawab, \"Dia bersalah, dan harus mati.\"","Lalu mereka meludahi muka Yesus, dan memukul Dia. Ada juga yang menampar Dia","dan berkata, \"Coba tebak dan beritahu kepada kami, hai Raja Penyelamat! Siapa yang menampar Engkau?\"","Petrus sedang duduk di luar, di halaman. Salah seorang pelayan wanita datang, dan berkata kepada Petrus, \"Bukankah engkau juga bersama-sama Yesus orang Galilea itu?\"","Tetapi Petrus menyangkal di hadapan mereka semuanya. \"Saya tidak tahu apa maksudmu,\" jawab Petrus,","lalu ia pergi ke pintu halaman. Seorang pelayan wanita yang lain melihat Petrus, dan berkata kepada orang-orang di situ, \"Orang ini tadi juga bersama-sama dengan Yesus dari Nazaret itu.\"","Lalu Petrus menyangkal lagi, dan bersumpah. \"Sungguh-sungguh saya tidak kenal orang itu!\" kata Petrus.","Tidak lama sesudah itu, orang-orang yang berdiri di situ datang kepada Petrus, dan berkata, \"Pasti engkau salah seorang dari mereka. Itu kentara sekali dari logatmu.\"","Lalu Petrus mulai menyumpah-nyumpah dan berkata, \"Saya tidak kenal orang itu!\" Saat itu juga ayam berkokok.","Dan Petrus teringat bahwa Yesus sudah berkata kepadanya, \"Sebelum ayam berkokok, engkau tiga kali mengingkari Aku.\" Lalu Petrus ke luar, dan menangis dengan sedih."]