["\"Apabila Allah memerintah, keadaannya seperti perumpamaan ini: Seorang pemilik kebun anggur keluar pada waktu pagi mencari orang untuk bekerja di kebun anggurnya.","Sesudah ia setuju membayar mereka satu uang perak sehari, ia menyuruh mereka bekerja di kebun anggurnya.","Pukul sembilan pagi, pemilik kebun itu pergi lagi, dan melihat beberapa orang sedang menganggur di pasar.","Maka berkatalah ia kepada mereka, 'Pergilah kalian bekerja di kebun anggur saya. Saya akan membayar kalian dengan upah yang layak.'","Mereka pun pergi. Pukul dua belas tengah hari dan juga pukul tiga petang, pemilik kebun itu keluar lagi dan berbuat hal yang sama.","Dan kira-kira pukul lima sore, ia keluar lagi dan melihat masih ada orang yang menganggur. Lalu ia bertanya kepada mereka, 'Mengapa kalian berdiri terus seharian di sini dengan tidak melakukan apa-apa?'","Orang-orang itu menjawab, 'Tidak ada orang yang mempekerjakan kami.' 'Kalau begitu,' kata pemilik kebun itu, 'pergilah kalian bekerja di kebun anggur saya.'","Petang hari, pemilik kebun anggur itu berkata kepada mandurnya, 'Panggillah pekerja-pekerja itu dan bayarlah upah mereka masing-masing, mulai dari orang yang masuk terakhir sampai kepada yang masuk pertama.'","Lalu datanglah pekerja-pekerja yang mulai bekerja dari pukul lima petang. Mereka masing-masing menerima satu uang perak.","Kemudian datang pula pekerja-pekerja yang disewa sejak pagi. Mereka berpikir mereka akan menerima lebih. Padahal mereka hanya diberi satu uang perak juga.","Waktu menerima uang itu, mereka menggerutu terhadap pemilik kebun:","'Pekerja-pekerja yang datang terakhir itu cuma bekerja satu jam. Sedangkan kami bekerja seharian di bawah panas terik matahari, namun Tuan membayar mereka sama dengan kami!'","Pemilik kebun anggur itu menjawab kepada salah seorang dari mereka, 'Kawan, saya tidak bersalah terhadapmu. Bukankah engkau setuju menerima upah satu uang perak untuk pekerjaan sehari?","Nah, ambillah upahmu, dan pergilah. Saya memang ingin memberi kepada orang yang masuk terakhir itu upah yang sama dengan yang saya berikan kepadamu.","Apakah saya tidak boleh berbuat semau saya dengan kepunyaan saya? Ataukah engkau iri, karena saya bermurah hati?'\"","Lalu Yesus berkata lagi, \"Begitu juga orang-orang yang terakhir akan menjadi yang pertama, dan orang-orang yang pertama akan menjadi yang terakhir.\"","Ketika Yesus menuju ke Yerusalem, di tengah jalan Ia memanggil kedua belas pengikut-Nya berkumpul tersendiri. Lalu Ia berkata kepada mereka,","\"Dengarkan! Kita sekarang menuju Yerusalem. Di sana Anak Manusia akan diserahkan kepada imam-imam kepala dan guru-guru agama. Lalu Ia akan dihukum mati,","kemudian diserahkan kepada orang-orang bukan Yahudi. Mereka akan mengolok-olok Dia, menyiksa Dia, dan menyalibkan Dia. Tetapi pada hari ketiga, Ia akan dibangkitkan kembali.\"","Kemudian istri Zebedeus datang dengan anak-anaknya kepada Yesus. Di hadapan Yesus ia sujud untuk minta sesuatu.","\"Ibu mau apa?\" tanya Yesus. Ibu itu menjawab, \"Saya ingin kedua anak saya ini duduk di kiri dan kanan Bapak apabila Bapak menjadi Raja nanti.\"","\"Kalian tidak tahu apa yang kalian minta,\" kata Yesus kepada mereka. \"Sanggupkah kalian minum dari piala penderitaan yang harus Aku minum?\" \"Sanggup,\" jawab mereka.","Yesus berkata, \"Memang kalian akan minum juga dari piala-Ku. Tetapi mengenai siapa yang akan duduk di kiri dan kanan-Ku, itu bukan Aku yang berhak menentukan. Tempat-tempat itu adalah untuk orang-orang yang sudah ditentukan oleh Bapa-Ku.\"","Waktu kesepuluh pengikut yang lain mendengar hal itu, mereka marah kepada kedua orang bersaudara itu.","Sebab itu Yesus memanggil mereka semua lalu berkata, \"Kalian tahu bahwa pemimpin-pemimpin bangsa yang tidak mengenal Allah menindas rakyatnya. Dan pembesar-pembesar mereka menekan mereka.","Tetapi kalian tidak boleh begitu. Sebaliknya, orang yang mau menjadi besar di antara kalian, harus menjadi pelayanmu.","Dan orang yang mau menjadi yang pertama di antara kalian, harus menjadi hambamu.","Sama seperti Anak Manusia itu juga; Ia datang bukan untuk dilayani, tetapi untuk melayani, dan menyerahkan nyawa-Nya untuk membebaskan banyak orang.\"","Waktu mereka meninggalkan Yerikho, banyak orang mengikuti Yesus.","Dua orang buta sedang duduk di pinggir jalan. Waktu mereka mendengar bahwa Yesus lewat, mereka berteriak, \"Anak Daud, kasihanilah kami!\"","Orang banyak yang ada di situ memarahi mereka dan menyuruh mereka diam. Tetapi mereka berteriak lebih nyaring lagi, \"Tuan, Anak Daud, kasihanilah kami!\"","Lalu Yesus berhenti dan memanggil mereka. \"Apa yang kalian ingin Aku perbuat bagimu?\" tanya Yesus.","Mereka menjawab, \"Tuan, kami ingin melihat!\"","Yesus kasihan kepada mereka, lalu menjamah mata mereka. Saat itu juga mereka dapat melihat. Lalu mereka mengikuti Yesus."]