["Pagi-pagi sekali, semua imam kepala dan pemimpin Yahudi membuat keputusan untuk membunuh Yesus.","Mereka membelenggu Dia, dan membawa Dia, lalu menyerahkan-Nya kepada Pilatus, gubernur pemerintahan Roma.","Ketika Yudas si pengkhianat itu melihat bahwa Yesus sudah dijatuhi hukuman, ia menyesal. Lalu ia mengembalikan ketiga puluh uang perak itu kepada imam-imam kepala dan pemimpin-pemimpin Yahudi.","Ia berkata, \"Saya sudah berdosa mengkhianati orang yang tidak bersalah, sampai Ia dihukum mati!\" Tetapi mereka menjawab, \"Peduli apa kami? Itu urusanmu!\"","Yudas melempar uang itu ke dalam Rumah Tuhan, lalu pergi dan menggantung diri.","Imam-imam kepala memungut uang itu dan berkata, \"Uang ini uang darah. Menurut hukum agama, uang ini tidak boleh dimasukkan ke dalam tempat persembahan di Rumah Tuhan.\"","Lalu sesudah mereka sepakat, mereka memakai uang itu untuk membeli tanah yang disebut Tanah Tukang Periuk. Tanah itu dipakai untuk kuburan orang-orang asing.","Itulah sebabnya sampai hari ini tanah itu dinamakan \"Tanah Darah\".","Dengan itu, terjadilah apa yang dikatakan oleh Nabi Yeremia, yaitu, \"Mereka menerima tiga puluh uang perak, yaitu harga yang disetujui oleh bangsa Israel sebagai bayaran untuk Dia.","Dan uang itu mereka pakai untuk membeli Tanah Tukang Periuk, seperti yang diperintahkan Tuhan kepadaku.\"","Waktu Yesus menghadap Pilatus, gubernur negeri itu, Pilatus bertanya, \"Apakah Engkau raja orang Yahudi?\" \"Begitulah katamu,\" jawab Yesus.","Tetapi waktu imam-imam kepala dan pemimpin-pemimpin Yahudi mengemukakan banyak tuduhan terhadap Yesus, Ia tidak menjawab sama sekali.","Sebab itu Pilatus berkata kepada-Nya, \"Apakah Engkau tidak mendengar semua yang mereka tuduhkan kepada-Mu itu?\"","Tetapi Yesus tidak menjawab sedikit pun sehingga gubernur itu heran sekali.","Pada setiap Perayaan Paskah, gubernur biasanya melepaskan seorang tahanan menurut pilihan orang banyak.","Pada waktu itu ada seorang hukuman yang terkenal. Namanya Yesus Barabas.","Jadi, waktu orang banyak sudah berkumpul, Pilatus bertanya kepada mereka, \"Siapakah yang kalian mau saya lepaskan untuk kalian? Yesus Barabas atau Yesus yang disebut Kristus?\"","Pilatus berkata begitu sebab ia tahu, bahwa penguasa-penguasa Yahudi menyerahkan Yesus kepadanya karena mereka iri hati.","Pada waktu Pilatus sedang duduk di balai pengadilan, istrinya mengirim pesan ini kepadanya, \"Janganlah engkau mencampuri perkara orang yang tidak bersalah itu, sebab oleh karena Dia, saya mendapat mimpi yang ngeri hari ini.\"","Tetapi imam-imam kepala dan pemimpin-pemimpin Yahudi terus saja menghasut orang banyak itu untuk meminta kepada Pilatus supaya Barabas dibebaskan dan Yesus dihukum mati.","Lalu gubernur itu bertanya lagi kepada mereka, \"Dari kedua orang itu, siapakah yang kalian mau saya bebaskan untuk kalian?\" \"Barabas,\" jawab mereka.","\"Kalau begitu, saya harus buat apa dengan Yesus yang disebut Kristus?\" tanya Pilatus kepada mereka. \"Salibkan Dia!\" jawab mereka semua.","\"Tetapi apa kejahatan-Nya?\" tanya Pilatus. Lalu mereka berteriak lebih keras lagi, \"Salibkan Dia!\"","Akhirnya Pilatus menyadari bahwa ia tidak bisa berbuat apa-apa lagi dan bahwa orang-orang itu mungkin akan memberontak. Jadi ia mengambil air, lalu di hadapan orang banyak itu ia mencuci tangannya dan berkata, \"Saya tidak bertanggung jawab atas kematian orang ini! Itu urusan kalian!\"","Seluruh orang banyak itu menjawab, \"Ya, biarlah kami dan anak-anak kami menanggung hukuman atas kematian-Nya!\"","Lalu Pilatus melepaskan Barabas untuk mereka, dan menyuruh orang mencambuk Yesus; dan menyerahkan Dia untuk disalibkan.","Kemudian prajurit-prajurit Pilatus membawa Yesus masuk ke istana gubernur, dan seluruh pasukan berkumpul di sekeliling Yesus.","Mereka membuka pakaian Yesus, dan mengenakan kepada-Nya jubah ungu.","Mereka membuat sebuah mahkota dari ranting-ranting berduri, dan memasangnya pada kepala Yesus. Kemudian mereka menaruh sebatang tongkat pada tangan kanan-Nya, lalu berlutut di hadapan-Nya dan mengejek Dia. \"Daulat Raja Orang Yahudi!\" kata mereka.","Mereka meludahi Dia, dan mengambil tongkat itu, lalu memukul Dia di kepala-Nya.","Sesudah mempermainkan Dia, mereka membuka jubah ungu itu lalu mengenakan kembali pakaian-Nya sendiri. Kemudian Ia dibawa ke luar untuk disalibkan.","Di tengah jalan, mereka berjumpa dengan seorang dari Kirene bernama Simon. Mereka memaksa orang itu memikul salib Yesus.","Kemudian mereka sampai di suatu tempat yang bernama Golgota, yang artinya \"Tempat Tengkorak\".","Di situ mereka memberi Yesus minum anggur yang bercampur empedu. Tetapi sesudah Yesus mencicipi anggur itu, Ia tidak mau meminumnya.","Kemudian mereka menyalibkan Dia, dan membagi-bagikan pakaian-Nya dengan undian.","Setelah itu mereka duduk menjaga Dia di sana.","Di atas kepala-Nya mereka memasang tulisan mengenai tuduhan terhadap-Nya, yaitu: \"Inilah Yesus, Raja Orang Yahudi\".","Bersama-sama dengan Dia mereka menyalibkan juga dua orang penyamun; seorang di sebelah kanan, seorang lagi di sebelah kiri-Nya.","Orang-orang yang lewat di situ menggeleng-gelengkan kepala, dan menghina Yesus.","Mereka berkata, \"Kau yang mau merobohkan Rumah Allah, dan membangunnya dalam tiga hari! Kalau Kau Anak Allah, turunlah dari salib itu, dan selamatkan diri-Mu!\"","Begitu juga imam-imam kepala dan guru-guru agama serta pemimpin-pemimpin Yahudi mengejek Yesus. Mereka berkata,","\"Ia menyelamatkan orang lain, padahal diri-Nya sendiri Ia tidak dapat selamatkan! Kalau Dia raja Israel, baiklah Ia sekarang turun dari salib itu, baru kami mau percaya kepada-Nya.","Ia percaya kepada Allah, dan berkata bahwa Ia Anak Allah. Nah, mari kita lihat apakah Allah mau menyelamatkan Dia sekarang.\"","Penyamun-penyamun yang disalibkan dengan Dia itu pun malah menghina Dia juga seperti itu.","Pada tengah hari, selama tiga jam, seluruh negeri itu menjadi gelap.","Pukul tiga sore, Yesus berteriak dengan suara keras, \"Eli, Eli, lama sabakhtani?\" yang berarti, \"Ya Allah-Ku, ya Allah-Ku, mengapakah Engkau meninggalkan Aku?\"","Beberapa orang di situ mendengar jeritan itu, dan berkata, \"Ia memanggil Elia!\"","Seorang dari mereka cepat-cepat pergi mengambil bunga karang, dan mencelupkannya ke dalam anggur asam. Kemudian ia mencucukkannya pada ujung sebatang kayu, dan mengulurkannya ke bibir Yesus.","Tetapi orang-orang lain berkata, \"Tunggu, mari kita lihat apakah Elia datang menyelamatkan Dia!\"","Kemudian Yesus berteriak lagi dengan suara keras, lalu menghembuskan napas-Nya yang penghabisan.","Gorden yang tergantung di dalam Rumah Tuhan sobek menjadi dua dari atas sampai ke bawah. Bumi bergetar dan gunung-gunung batu terbelah.","Kuburan-kuburan terbuka, dan banyak umat Allah yang sudah meninggal dihidupkan kembali.","Mereka keluar dari kuburan-kuburan sesudah Yesus bangkit dari kematian, dan mereka masuk ke Yerusalem. Dan di sana banyak orang melihat mereka.","Kepala pasukan bersama-sama dengan prajurit-prajurit yang sedang menjaga Yesus menjadi ketakutan sekali waktu melihat gempa bumi, dan semua yang terjadi itu. Mereka berkata, \"Sungguh, Dia ini Anak Allah!\"","Di situ ada juga banyak wanita yang sedang melihat dari jauh. Merekalah yang sudah mengikuti Yesus untuk menolong Dia sejak dari Galilea.","Di antaranya ialah Maria Magdalena, Maria ibu Yakobus dan Yusuf, dan ibu anak-anak Zebedeus.","Malam itu datanglah seorang kaya dari Arimatea, yang bernama Yusuf. Ia juga pengikut Yesus.","Ia pergi kepada Pilatus, dan minta jenazah Yesus. Lalu Pilatus memerintahkan supaya jenazah Yesus diberikan kepadanya.","Maka Yusuf mengambil jenazah itu, dan membungkusnya dengan kain kapan dari linen yang baru.","Lalu ia meletakkan jenazah Yesus di dalam kuburan kepunyaannya sendiri yang dibuat di dalam sebuah bukit batu. Sesudah itu ia menggulingkan sebuah batu besar menutupi pintu kubur itu, lalu pergi.","Maria Magdalena dan Maria yang lain tinggal duduk di situ menghadapi kuburan itu.","Keesokan harinya, pada hari Sabat, imam-imam kepala dan orang-orang Farisi pergi bersama-sama menghadap Pilatus","dan berkata, \"Tuan, kami ingat waktu penipu itu masih hidup, Ia pernah berkata, 'Sesudah tiga hari Aku akan bangkit.'","Karena itu, suruhlah orang menjaga kuburan itu baik-baik sampai hari yang ketiga, supaya pengikut-pengikut-Nya tidak dapat mencuri mayat-Nya lalu berkata kepada orang-orang bahwa Ia sudah dibangkitkan dari kematian. Dan penipuan yang terakhir ini akan lebih buruk daripada yang pertama.\"","\"Kalian punya tentara pengawal,\" kata Pilatus kepada mereka, \"pergilah menjaga kuburan itu seketat mungkin.\"","Lalu mereka pergi ke kuburan, menyegel batu penutupnya dan menempatkan penjagaan di depannya, supaya tidak ada yang mengganggu kuburan itu."]