["Yesus dilahirkan di kota Betlehem di negeri Yudea pada masa pemerintahan Raja Herodes. Pada waktu itu beberapa ahli ilmu bintang dari Timur datang ke Yerusalem.","Mereka bertanya di mana-mana, \"Di manakah Anak itu, yang lahir untuk menjadi raja orang Yahudi? Kami melihat bintang-Nya terbit di sebelah timur, dan kami datang untuk menyembah Dia.\"","Ketika Raja Herodes mendengar hal itu, ia terkejut sekali, begitu juga semua orang di Yerusalem.","Maka ia menyuruh semua imam kepala dan guru-guru agama bangsa Yahudi datang berkumpul. Lalu ia bertanya kepada mereka, \"Di manakah akan lahir Raja yang dijanjikan Allah?\"","Mereka menjawab, \"Di kota Betlehem di negeri Yudea. Sebab beginilah ditulis oleh seorang nabi,","'Engkau Betlehem, di negeri Yehuda, engkau sekali-kali bukanlah yang terkecil di antara kota-kota utama di Yehuda. Karena dari engkau akan datang seorang pemimpin yang akan memimpin umat-Ku Israel.'\"","Sesudah mendapat keterangan itu, Herodes memanggil ahli-ahli bintang dari Timur itu secara diam-diam. Lalu ia bertanya kepada mereka kapan tepatnya bintang itu mulai kelihatan.","Sesudah itu ia menyuruh mereka ke Betlehem dengan pesan ini, \"Pergilah, carilah Anak itu dengan teliti. Dan kalau kalian menemukan Dia, beritahukanlah kepadaku, supaya aku juga pergi menyembah Dia.\"","Lalu pergilah mereka. Mereka melihat lagi bintang yang mereka lihat dahulu di sebelah timur. Alangkah gembiranya mereka melihat bintang itu! Bintang itu mendahului mereka, lalu berhenti tepat di atas tempat Anak itu.","(2:9)","Mereka masuk ke dalam rumah itu dan melihat Anak itu dengan Maria, ibu-Nya. Mereka sujud dan menyembah Anak itu, lalu membuka tempat harta mereka, dan mempersembahkan kepada-Nya emas, kemenyan, dan mur.","Allah memperingatkan mereka di dalam mimpi supaya jangan kembali kepada Herodes. Jadi mereka pulang melalui jalan yang lain.","Setelah ahli-ahli bintang itu berangkat, malaikat Tuhan menampakkan diri kepada Yusuf di dalam mimpi. Malaikat itu berkata, \"Herodes bermaksud mencari Anak itu untuk membunuh Dia. Karena itu bangunlah, bawalah Anak itu dengan ibu-Nya mengungsi ke Mesir. Tinggallah di sana sampai Aku berbicara lagi kepadamu.\"","Yusuf bangun, dan malam itu juga ia membawa Anak itu dengan ibu-Nya mengungsi ke Mesir.","Mereka tinggal di sana sampai Herodes meninggal. Demikian terjadilah apa yang dikatakan Tuhan melalui nabi-Nya, begini, \"Aku memanggil Anak-Ku dari Mesir.\"","Ketika Herodes tahu bahwa ahli-ahli bintang dari Timur itu menipunya, ia marah sekali. Lalu ia memerintahkan untuk membunuh semua anak laki-laki yang berumur dua tahun ke bawah di Betlehem dan sekitarnya. Itu cocok dengan keterangan yang didapatnya dari ahli-ahli bintang itu tentang saatnya bintang itu kelihatan.","Demikianlah terjadi apa yang pernah dikatakan oleh Nabi Yeremia, yaitu,","\"Di Rama terdengar suara ratapan, keluhan serta tangisan. Rahel meratapi anak-anaknya; ia tak mau dihibur sebab mereka sudah tiada.\"","Sesudah Herodes meninggal, ketika Yusuf masih di Mesir seorang malaikat Tuhan menampakkan diri lagi kepada Yusuf di dalam mimpi.","Malaikat itu berkata, \"Orang-orang yang mau membunuh Anak itu sudah meninggal. Karena itu bangunlah, ambil Anak itu dengan ibu-Nya dan kembalilah ke Israel.\"","Yusuf pun bangun, lalu membawa Anak itu dengan Maria kembali ke Israel.","Tetapi kemudian Yusuf mendengar bahwa Arkelaus, putra Herodes sudah menggantikan ayahnya menjadi raja negeri Yudea. Jadi Yusuf takut pergi ke sana. Sesudah ia mendapat petunjuk Tuhan lebih lanjut dalam mimpi, ia pergi ke daerah Galilea.","Di situ ia tinggal di kota yang bernama Nazaret. Dengan demikian terjadilah apa yang dikatakan oleh nabi-nabi mengenai Anak itu: \"Ia akan disebut Orang Nazaret.\""]