["Ketika hari Sabat sudah lewat, pada hari Minggu pagi-pagi sekali, Maria Magdalena dan Maria yang lain itu pergi melihat kuburan itu.","Tiba-tiba terjadi gempa bumi yang hebat. Seorang malaikat Tuhan turun dari surga lalu menggulingkan batu penutup itu, dan duduk di atasnya.","Wajah malaikat itu seperti kilat, dan pakaiannya putih sekali.","Tentara pengawal yang menjaga di situ begitu ketakutan sampai mereka gemetar, dan menjadi seperti orang mati.","Malaikat itu berkata kepada wanita-wanita itu, \"Janganlah takut! Aku tahu kalian mencari Yesus yang sudah disalibkan itu.","Ia tidak ada di sini. Ia sudah bangkit seperti yang sudah dikatakan-Nya dahulu. Mari lihat tempatnya Ia dibaringkan.","Sekarang, pergilah cepat-cepat, beritahukan kepada pengikut-pengikut-Nya, 'Ia sudah bangkit, dan sekarang Ia pergi lebih dahulu dari kalian ke Galilea. Di sana kalian akan melihat Dia!' Ingatlah apa yang sudah kukatakan kepadamu.\"","Cepat-cepat wanita-wanita itu meninggalkan kuburan itu. Dengan perasaan takut bercampur gembira, mereka berlari-lari untuk memberitahukan hal itu kepada pengikut-pengikut Yesus.","Tiba-tiba Yesus datang menemui wanita-wanita itu, dan berkata, \"Salam!\" Lalu mereka datang mendekati Dia, kemudian memeluk kaki-Nya dan menyembah Dia.","\"Janganlah takut,\" kata Yesus kepada mereka, \"pergi beritahukan kepada saudara-saudara-Ku supaya mereka pergi ke Galilea; di sana mereka akan melihat Aku.\"","Sementara wanita-wanita itu pergi, beberapa dari tentara pengawal yang menjaga kuburan itu kembali ke kota, dan melaporkan kepada imam-imam kepala semua yang sudah terjadi.","Imam-imam kepala itu berunding dengan pemimpin-pemimpin Yahudi, lalu memberi sejumlah besar uang kepada tentara pengawal itu,","dan berkata, \"Kalian harus mengatakan bahwa pengikut-pengikut Yesus datang pada malam hari, dan mencuri mayat-Nya waktu kalian sedang tidur.","Dan kalau gubernur mendengar hal itu, kami akan membujuk dia supaya kalian tidak mendapat kesulitan apa-apa.\"","Maka tentara pengawal itu mengambil uang itu, dan melakukan seperti yang dipesankan kepada mereka. Oleh karena itu cerita itu masih tersiar di antara orang Yahudi sampai pada hari ini.","Kesebelas pengikut Yesus itu pergi ke bukit di Galilea sesuai dengan yang diperintahkan Yesus kepada mereka.","Pada waktu mereka melihat Yesus di sana, mereka sujud menyembah Dia. Tetapi ada di antara mereka yang ragu-ragu.","Yesus mendekati mereka, dan berkata, \"Seluruh kuasa di surga dan di bumi sudah diserahkan kepada-Ku.","Sebab itu pergilah kepada segala bangsa di seluruh dunia, jadikanlah mereka pengikut-pengikut-Ku. Baptiskan mereka dengan menyebut nama Bapa, dan Anak, dan Roh Allah.","Ajarkan mereka mentaati semua yang sudah Kuperintahkan kepadamu. Dan ingatlah Aku akan selalu menyertai kalian sampai akhir zaman.\""]