["Pada waktu itu datanglah Yohanes Pembaptis di padang pasir di Yudea dan mulai berkhotbah.","\"Bertobatlah dari dosa-dosamu,\" katanya, \"karena Allah akan segera memerintah sebagai Raja!\"","Yohanes inilah orang yang dimaksudkan oleh Nabi Yesaya dalam kata-katanya ini, \"Ada orang berseru-seru di padang pasir, 'Siapkanlah jalan untuk Tuhan; ratakanlah jalan bagi Dia.'\"","Yohanes memakai pakaian dari bulu unta. Ikat pinggangnya dari kulit, dan makanannya belalang dan madu hutan.","Banyak orang dari Yerusalem, dari seluruh negeri Yudea dan dari daerah-daerah di sekitar Sungai Yordan datang kepada Yohanes.","Mereka mengaku dosa-dosa mereka, dan Yohanes membaptis mereka di Sungai Yordan.","Banyak juga orang Farisi dan Saduki datang kepada Yohanes untuk dibaptis. Tetapi waktu ia melihat mereka datang, ia berkata kepada mereka, \"Kamu orang jahat! Siapa yang mengatakan bahwa kamu dapat luput dari hukuman Allah yang akan datang?","Tunjukkanlah dengan perbuatanmu bahwa kamu sudah bertobat dari dosa-dosamu.","Jangan sangka kamu dapat lolos dari hukuman dengan berkata bahwa Abraham adalah nenek moyangmu. Ingat, dari batu-batu ini pun, Allah sanggup membuat keturunan untuk Abraham!","Kapak sudah siap untuk menebang pohon sampai ke akar-akarnya. Setiap pohon yang tidak menghasilkan buah yang baik akan ditebang dan dibuang ke dalam api.","Saya membaptis kamu dengan air untuk menyatakan bahwa kamu sudah bertobat dari dosa-dosamu; tetapi yang akan datang sesudah saya, akan membaptis kamu dengan Roh Allah dan api. Ia lebih besar daripada saya. Untuk membawa sepatu-Nya pun saya tidak layak.","Di tangan-Nya ada nyiru untuk menampi semua gandum-Nya sampai bersih. Gandum akan dikumpulkan-Nya di dalam lumbung, tetapi semua sekam akan dibakar-Nya di dalam api yang tidak bisa padam.\"","Pada waktu itu Yesus pergi dari Galilea ke Sungai Yordan. Di sana Ia datang pada Yohanes dan minta dibaptis.","Tetapi Yohanes mencoba menolak permintaan-Nya itu. Yohanes berkata, \"Sayalah yang seharusnya dibaptis oleh Bapak. Sekarang malah Bapak yang datang kepada saya.\"","Tetapi Yesus menjawab, \"Biar saja untuk saat ini. Sebab dengan demikian kita melakukan semua yang dikehendaki Allah.\" Jadi Yohanes membaptis Yesus.","Sesudah dibaptis, Yesus segera keluar dari air di sungai itu. Tiba-tiba langit terbuka dan Yesus melihat Roh Allah turun seperti burung merpati ke atas-Nya.","Kemudian terdengar suara Allah mengatakan, \"Inilah Anak-Ku yang Kukasihi. Ia menyenangkan hati-Ku.\""]