["Kemudian Yesus dibimbing oleh Roh Allah ke padang gurun untuk dicobai oleh Iblis.","Empat puluh hari empat puluh malam Yesus tidak makan. Lalu Ia merasa lapar.","Iblis datang dan berkata, \"Engkau Anak Allah, bukan? Nah, suruhlah batu-batu ini menjadi roti.\"","Yesus menjawab, \"Di dalam Alkitab tertulis: Manusia tidak dapat hidup dari roti saja, tetapi juga dari setiap perkataan yang diucapkan oleh Allah.\"","Sesudah itu Iblis membawa Yesus ke Yerusalem, kota suci, dan menaruh Dia di atas puncak Rumah Tuhan.","Lalu Iblis berkata kepada-Nya, \"Engkau Anak Allah, bukan? Kalau begitu, terjunlah ke bawah; sebab di dalam Alkitab ada tertulis begini, 'Allah akan menyuruh malaikat-malaikat-Nya melindungi Engkau, mereka akan menyambut Engkau dengan tangan mereka, supaya kaki-Mu pun tidak tersentuh pada batu.'\"","Yesus menjawab, \"Tetapi di dalam Alkitab tertulis juga, 'Jangan engkau mencobai Tuhan Allahmu.'\"","Kemudian Iblis membawa Yesus lagi ke gunung yang tinggi sekali dan menunjukkan kepada-Nya semua kerajaan di dunia dengan segala kekayaannya.","Lalu Iblis berkata kepada Yesus, \"Semua ini akan saya berikan kepada-Mu, kalau Engkau sujud menyembah saya.\"","Yesus menjawab, \"Pergi kau, hai Penggoda! Dalam Alkitab tertulis: Sembahlah Tuhan, Allahmu, dan layanilah Dia saja!\"","Akhirnya Iblis meninggalkan Yesus, dan malaikat-malaikat pun datang melayani Dia.","Ketika mendengar bahwa Yohanes dimasukkan ke dalam penjara, Yesus menyingkir ke Galilea.","Ia meninggalkan Nazaret, lalu tinggal di Kapernaum di pinggir Danau Galilea di daerah Zebulon dan Naftali.","Karena Yesus melakukan hal itu, terjadilah apa yang dikatakan oleh Nabi Yesaya:","\"Tanah Zebulon dan tanah Naftali, di jalan ke danau, seberang Sungai Yordan, Galilea tanah orang bukan Yahudi!","Bangsa yang hidup di dalam kegelapan telah melihat terang yang cemerlang! Bagi yang diam dalam negeri kegelapan maut telah terbit cahaya terang!\"","Sejak waktu itu Yesus mulai mewartakan, \"Bertobatlah dari dosa-dosamu, karena Allah akan segera memerintah sebagai Raja!\"","Ketika Yesus sedang berjalan di pantai Danau Galilea, Ia melihat dua nelayan, yaitu Simon (yang dinamai juga Petrus) dengan adiknya, Andreas. Mereka sedang menangkap ikan di danau itu dengan jala.","Yesus berkata kepada mereka, \"Mari ikutlah Aku. Aku akan mengajar kalian menjala orang.\"","Langsung mereka meninggalkan jala mereka lalu mengikuti Yesus.","Yesus berjalan terus, lalu melihat pula dua orang bersaudara yang lain, yaitu Yakobus dan Yohanes, anak-anak Zebedeus. Mereka bersama-sama dengan ayah mereka sedang memperbaiki jala di dalam perahu. Yesus memanggil mereka juga,","dan mereka langsung meninggalkan perahu dan ayah mereka, lalu mengikuti Yesus.","Di Galilea, Yesus berkeliling di seluruh negeri dan mengajar di rumah-rumah ibadat. Ia memberitakan Kabar Baik bahwa Allah akan memerintah. Dan Ia juga menyembuhkan orang-orang yang sakit dan cacat.","Kabar tentang Yesus itu tersebar di seluruh negeri Siria, sehingga banyak orang datang kepada-Nya. Mereka membawa orang-orang yang menderita segala macam penyakit dan kesusahan. Orang-orang yang kemasukan roh jahat, yang sakit ayan, dan yang lumpuh, semuanya disembuhkan oleh Yesus.","Banyak sekali orang yang mengikuti Yesus pada waktu itu. Ada yang datang dari Galilea, ada yang dari Sepuluh Kota, dari Yerusalem, dari Yudea, dan ada pula yang dari negeri di seberang Yordan."]