["\"Ingatlah, jangan kalian melakukan kewajiban agama di depan umum supaya dilihat orang. Kalau kalian berbuat begitu, kalian tidak akan diberi upah oleh Bapamu di surga.","Jadi, kalau kalian memberi sedekah kepada orang miskin, janganlah menggembar-gemborkan hal itu seperti yang dilakukan oleh orang-orang munafik. Mereka suka melakukan itu di dalam rumah ibadat dan di jalan raya, supaya dipuji orang. Ingatlah, mereka sudah menerima upahnya.","Tetapi kalian, kalau kalian memberi sedekah, berikanlah dengan diam-diam, sehingga tidak ada yang tahu.","Biarlah perbuatanmu itu tidak diketahui oleh siapa pun, kecuali Bapamu di surga. Ia melihat perbuatanmu yang tersembunyi itu dan akan memberi upah kepadamu.\"","\"Kalau kalian berdoa, janganlah seperti orang-orang yang suka berpura-pura. Mereka suka berdoa sambil berdiri di rumah ibadat dan di simpang jalan supaya dilihat orang. Ingatlah, itulah upah yang mereka sudah terima.","Tetapi kalau kalian berdoa, masuklah ke kamar dan tutuplah pintu, lalu berdoalah kepada Bapamu yang tidak kelihatan itu. Maka Bapamu yang melihat perbuatanmu yang tersembunyi akan memberi upah kepadamu.","Kalau kalian berdoa, janganlah bertele-tele seperti orang-orang yang tak mengenal Tuhan. Mereka menyangka bahwa permintaan mereka akan didengar sebab doa mereka yang panjang itu.","Jangan seperti mereka. Bapamu sudah tahu apa yang kalian perlukan, sebelum kalian memintanya.","Jadi berdoalah begini, 'Bapa kami di surga: Engkaulah Allah yang Esa. Semoga Engkau disembah dan dihormati.","Engkaulah Raja kami. Semoga Engkau memerintah di bumi dan kehendak-Mu ditaati seperti di surga.","Berilah pada hari ini makanan yang kami perlukan.","Ampunilah kami dari kesalahan kami, seperti kami sudah mengampuni orang yang bersalah kepada kami.","Janganlah membiarkan kami kehilangan percaya pada waktu kami dicobai tetapi lepaskanlah kami dari kuasa si Jahat. (Engkaulah Raja yang berkuasa dan mulia untuk selama-lamanya. Amin.)'","Kalau kalian mengampuni orang yang bersalah kepadamu, Bapamu di surga pun akan mengampuni kesalahanmu.","Tetapi kalau kalian tidak mengampuni kesalahan orang lain, Bapamu di surga juga tidak akan mengampuni kesalahanmu.\"","\"Kalau kalian berpuasa, janganlah bermuka muram seperti orang yang suka berpura-pura. Mereka mengubah air mukanya supaya semua orang tahu bahwa mereka berpuasa. Ingatlah, itulah upah yang mereka sudah terima.","Tetapi kalau kalian berpuasa, cucilah mukamu dan sisirlah rambutmu,","supaya tak ada yang tahu bahwa kalian berpuasa, kecuali Bapamu yang tidak kelihatan itu saja. Dia melihat perbuatanmu yang tersembunyi itu dan akan memberi upah kepadamu.\"","\"Janganlah mengumpulkan harta untuk dirimu di dunia, di mana rayap dan karat dapat merusaknya dan pencuri datang mencurinya.","Sebaliknya, kumpulkanlah harta di surga, di mana rayap dan karat tidak merusaknya, dan pencuri tidak datang mencurinya.","Karena di mana hartamu, di situ juga hatimu!\"","\"Mata adalah lampu untuk badan. Kalau matamu jernih, seluruh badanmu terang-benderang.","Tetapi kalau matamu kabur, seluruh badanmu gelap-gulita. Jadi kalau lampu di dalam dirimu itu gelap, alangkah pekatnya kegelapan itu!\"","\"Tidak seorang pun dapat bekerja untuk dua majikan. Sebab ia akan lebih mengasihi yang satu daripada yang lain. Atau ia akan lebih setia kepada majikan yang satu daripada kepada yang lain. Begitulah juga dengan kalian. Kalian tidak dapat bekerja untuk Allah dan untuk harta benda juga.","Sebab itu ingatlah; janganlah khawatir tentang hidupmu, yaitu apa yang akan kalian makan dan minum, atau apa yang akan kalian pakai. Bukankah hidup lebih dari makanan, dan badan lebih dari pakaian?","Lihatlah burung di udara. Mereka tidak menanam, tidak menuai, dan tidak juga mengumpulkan hasil tanamannya di dalam lumbung. Meskipun begitu Bapamu yang di surga memelihara mereka! Bukankah kalian jauh lebih berharga daripada burung?","Siapakah dari kalian yang dengan kekhawatirannya dapat memperpanjang umurnya biarpun sedikit?","Mengapa kalian khawatir tentang pakaianmu? Perhatikanlah bunga-bunga bakung yang tumbuh di padang. Bunga-bunga itu tidak bekerja dan tidak menenun;","tetapi Raja Salomo yang begitu kaya pun, tidak memakai pakaian yang sebagus bunga-bunga itu!","Rumput di padang tumbuh hari ini dan besok dibakar habis. Namun Allah mendandani rumput itu begitu bagus. Apalagi kalian! Tetapi kalian kurang percaya!","Janganlah khawatir dan berkata, 'Apa yang akan kita makan', atau 'apa yang akan kita minum', atau 'apa yang akan kita pakai'?","Hal-hal itu selalu dikejar oleh orang-orang yang tidak mengenal Allah. Padahal Bapamu yang di surga tahu bahwa kalian memerlukan semuanya itu.","Jadi, usahakanlah dahulu supaya Allah memerintah atas hidupmu dan lakukanlah kehendak-Nya. Maka semua yang lain akan diberikan Allah juga kepadamu.","Oleh sebab itu, janganlah khawatir tentang hari besok. Sebab besok ada lagi khawatirnya sendiri. Hari ini sudah cukup kesusahannya, tidak usah ditambah lagi.\""]