["\"Janganlah menghakimi orang lain, supaya kalian sendiri juga jangan dihakimi oleh Allah.","Sebab sebagaimana kalian menghakimi orang lain, begitu juga Allah akan menghakimi kalian. Dan ukuran yang kalian pakai untuk orang lain, akan dipakai juga oleh Allah untuk kalian.","Mengapa kalian melihat secukil kayu dalam mata saudaramu, sedangkan balok dalam matamu sendiri tidak kalian perhatikan?","Bagaimana kalian dapat mengatakan kepada saudaramu, 'Mari saya keluarkan kayu secukil itu dari matamu,' sedangkan di dalam matamu sendiri ada balok?","Hai munafik! Keluarkanlah dahulu balok dari matamu sendiri, barulah engkau melihat dengan jelas, dan dapat mengeluarkan secukil kayu dari mata saudaramu.","Jangan berikan barang yang suci kepada anjing, supaya anjing itu jangan berbalik dan menyerangmu. Dan jangan berikan mutiara kepada babi, supaya babi itu jangan menginjak-injak mutiara itu.\"","\"Mintalah, maka kalian akan menerima. Carilah, maka kalian akan mendapat. Ketuklah, maka pintu akan dibukakan untukmu.","Karena orang yang minta akan menerima; orang yang mencari akan mendapat; dan orang yang mengetuk, akan dibukakan pintu.","Di antara kalian apakah ada ayah yang memberikan batu kepada anaknya, kalau ia minta roti?","Atau memberikan ular, kalau ia minta ikan?","Walaupun kalian jahat, kalian tahu juga memberikan yang baik kepada anak-anakmu. Apalagi Bapamu di surga! Ia lebih lagi akan memberikan yang baik kepada orang yang minta kepada-Nya.","Perlakukanlah orang lain seperti kalian ingin diperlakukan oleh mereka. Itulah inti hukum Musa dan ajaran nabi-nabi.\"","\"Masuklah melalui pintu yang sempit, sebab pintu dan jalan yang menuju ke neraka besar dan lebar, dan banyak orang yang melaluinya.","Tetapi sempit dan sukarlah pintu dan jalan yang membawa orang kepada hidup. Dan hanya sedikit orang yang menemukannya.\"","\"Hati-hatilah terhadap nabi-nabi palsu. Mereka datang kepada kalian berkedok domba, tetapi mereka sebenarnya seperti serigala yang buas.","Kalian akan mengenal mereka dari hasil perbuatannya. Belukar berduri tidak mengeluarkan buah anggur, dan semak berduri tidak menghasilkan buah ara.","Dari pohon yang subur diperoleh buah yang baik, dan dari pohon yang tidak subur buah yang buruk.","Pohon yang subur tidak dapat menghasilkan buah yang buruk, dan pohon yang tidak subur tidak dapat menghasilkan buah yang baik.","Setiap pohon yang tidak menghasilkan buah yang baik, ditebang dan dibakar.","Begitu pula dengan nabi-nabi palsu. Kalian akan mengenal mereka dari hasil perbuatannya.\"","\"Tidak semua orang yang memanggil Aku, 'Tuhan, Tuhan,' akan menjadi anggota umat Allah, tetapi hanya orang-orang yang melakukan kehendak Bapa-Ku yang di surga.","Pada Hari Kiamat banyak orang akan berkata kepada-Ku, 'Tuhan, Tuhan, bukankah dengan nama-Mu kami sudah menyampaikan pesan Allah? Dan bukankah dengan nama Tuhan juga kami sudah mengusir roh-roh jahat serta mengadakan banyak keajaiban?'","Tetapi Aku akan menjawab, 'Aku tidak pernah mengenal kalian! Pergi dari sini, kalian yang melakukan kejahatan!'\"","\"Nah, orang yang mendengar perkataan-Ku ini, dan menurutinya, sama seperti orang bijak yang membangun rumahnya di atas batu.","Pada waktu hujan turun, dan air banjir datang serta angin kencang memukul rumah itu, rumah itu tidak roboh sebab telah dibangun di atas batu.","Dan orang yang mendengar perkataan-Ku ini, tetapi tidak menurutinya, ia sama seperti orang bodoh yang membangun rumahnya di atas pasir.","Pada waktu hujan turun, dan air banjir datang serta angin kencang memukul rumah itu, rumah itu roboh. Dan kerusakannya hebat sekali!\"","Akhirnya Yesus selesai mengajar, dan orang-orang yang ada di situ heran sekali mendengar pengajaran-Nya.","Sebab Ia mengajar dengan wibawa, tidak seperti guru-guru agama mereka."]