["Yesus turun dari bukit, dan banyak orang mengikuti Dia.","Pada waktu itu datanglah seorang yang berpenyakit kulit yang mengerikan. Ia berlutut di hadapan Yesus, lalu berkata, \"Pak, kalau Bapak mau, Bapak dapat menyembuhkan saya.\"","Yesus menjamah orang itu sambil berkata, \"Aku mau. Sembuhlah!\" Saat itu juga penyakitnya hilang.","Lalu kata Yesus kepadanya, \"Ingatlah! Jangan ceritakan kepada siapa pun. Tetapi pergilah kepada imam, dan minta dia untuk memastikan engkau sudah sembuh. Sesudah itu persembahkanlah kurban yang diperintahkan Musa, sebagai bukti kepada orang-orang bahwa engkau sungguh-sungguh sudah sembuh!\"","Waktu Yesus masuk ke Kapernaum, seorang perwira Roma datang menjumpai Dia, dan minta tolong kepada-Nya.","\"Bapak,\" kata perwira itu, \"pelayan saya sakit di rumah. Ia berbaring lumpuh di tempat tidur dan menderita sekali.\"","Kata Yesus, \"Aku akan pergi menyembuhkan dia.\"","\"Tidak usah Pak,\" jawab perwira itu, \"Saya tidak patut menerima Bapak di rumah saya. Bapak perintahkan saja. Nanti pelayan saya itu sembuh.","Sebab saya pun harus tunduk pada perintah atasan. Dan di bawah saya ada juga prajurit-prajurit yang harus tunduk pada perintah saya. Kalau saya menyuruh seorang prajurit, 'Pergi!' ia pun pergi. Saya mengatakan kepada yang lain, 'Mari sini!' ia pun datang; dan kalau saya memerintahkan hamba saya, 'Buatlah ini!' ia pun membuatnya.\"","Waktu Yesus mendengar apa yang dikatakan oleh perwira itu, Ia kagum sekali. Lalu Ia berkata kepada orang-orang yang sedang mengikuti Dia, \"Bukan main orang ini. Di antara orang Israel pun belum pernah Aku menemukan iman sebesar ini!","Sungguh! Banyak orang akan datang dari timur dan barat untuk bersukaria bersama-sama Abraham, Ishak, dan Yakub di dalam Dunia Baru Allah.","Padahal orang-orang yang seharusnya menjadi umat Allah akan dibuang ke kegelapan di luar. Di situ mereka akan menangis dan menderita.\"","Lalu Yesus berkata kepada perwira itu, \"Pulanglah, apa yang engkau percayai itu akan terjadi.\" Dan saat itu juga pelayannya itu sembuh.","Yesus pergi ke rumah Petrus. Di situ Ia melihat ibu mertua Petrus sedang sakit demam di tempat tidur.","Yesus menjamah tangannya, lalu demamnya hilang. Ia bangun dan mulai melayani Yesus.","Pada waktu mulai petang, orang membawa kepada Yesus banyak orang yang kemasukan roh jahat. Dan dengan sepatah kata saja, Yesus mengusir roh-roh jahat itu dan menyembuhkan juga semua orang yang sakit.","Yesus melakukan semuanya itu, dan dengan itu terjadilah apa yang dikatakan oleh Nabi Yesaya, yaitu, \"Ia menanggung penderitaan kita dan menyembuhkan penyakit kita.\"","Ada banyak sekali orang di sekeliling Yesus. Waktu Yesus melihat mereka semuanya, Ia menyuruh pengikut-pengikut-Nya menyeberangi danau.","Lalu seorang guru agama datang kepada-Nya dan berkata, \"Bapak Guru, saya mau mengikuti Bapak ke mana saja!\"","Yesus menjawab, \"Serigala punya liang, dan burung punya sarang, tetapi Anak Manusia tidak punya tempat berbaring.\"","Lalu seorang pengikut-Nya yang lain berkata, \"Pak, izinkanlah saya pulang dahulu untuk menguburkan ayah saya.\"","Tetapi Yesus menjawab, \"Ikutlah Aku, dan biarkan orang mati menguburkan orang matinya sendiri.\"","Yesus naik ke perahu dan pengikut-pengikut-Nya ikut bersama Dia.","Tiba-tiba angin ribut yang hebat sekali melanda danau sehingga perahu dipukul ombak. Pada waktu itu Yesus sedang tidur.","Maka pengikut-pengikut-Nya pergi kepada-Nya dan membangunkan Dia. \"Pak! Tolong! Kita celaka!\" seru mereka.","\"Mengapa kalian takut?\" kata Yesus. \"Kalian kurang percaya kepada-Ku!\" Kemudian Yesus berdiri dan membentak angin dan danau itu. Lalu danau menjadi sangat tenang.","Pengikut-pengikut Yesus heran. Mereka berkata, \"Orang apakah Dia ini, sampai angin dan ombak pun menuruti perintah-Nya!\"","Yesus sampai di seberang danau di daerah Gadara. Di sana dua orang yang kemasukan roh jahat datang kepada-Nya. Kedua orang itu ganas sekali, sehingga tidak seorang pun berani lewat di situ.","Mereka keluar dari gua-gua kuburan dan berteriak, \"Anak Allah, akan Kauapakan kami? Apakah Engkau sudah mau menyiksa kami walaupun belum waktunya?\"","Tidak jauh dari situ, ada banyak sekali babi sedang mencari makan.","Roh-roh jahat itu memohon kepada Yesus, \"Kalau Kau akan menyuruh kami keluar, suruhlah kami masuk ke dalam babi-babi itu.\"","\"Pergi!\" kata Yesus. Roh-roh jahat itu pergi dari kedua orang itu, lalu masuk ke dalam babi-babi. Dan babi-babi itu pun lari dan terjun dari pinggir jurang ke dalam danau, lalu tenggelam.","Penjaga-penjaga babi itu lari ke kota, dan menceritakan semua kejadian itu, juga mengenai apa yang terjadi dengan kedua orang yang kemasukan roh jahat itu.","Maka semua orang di kota itu pun pergi menjumpai Yesus. Waktu mereka melihat Yesus, mereka minta dengan sangat supaya Ia meninggalkan daerah mereka."]