["Dua hari lagi Hari Paskah dan Perayaan Roti Tidak Beragi. Imam-imam kepala dan guru-guru agama sedang mencari jalan untuk menangkap Yesus dengan diam-diam, dan untuk membunuh Dia.","\"Tetapi jangan kita lakukan itu pada waktu perayaan,\" kata mereka, \"sebab nanti timbul huru-hara.\"","Ketika Yesus berada di Betania, di rumah Simon yang dahulu menderita penyakit kulit yang berbahaya, seorang wanita datang kepada-Nya. Ia membawa sebuah botol pualam berisi minyak wangi yang mahal, dibuat dari akar wangi. Waktu Yesus sedang duduk makan, wanita itu memecahkan botol itu dan menuang minyak wangi itu ke atas kepala Yesus.","Beberapa orang yang berada di situ menjadi marah dan berkata satu sama lain, \"Apa gunanya minyak wangi itu diboroskan?","Minyak itu dapat dijual dengan harga lebih dari tiga ratus uang perak, dan uangnya diberikan kepada orang miskin!\" Maka mereka marah kepada wanita itu.","Tetapi Yesus berkata, \"Biarkan dia! Mengapa kalian menyusahkan dia? Ia melakukan sesuatu yang baik dan terpuji terhadap-Ku.","Orang miskin selalu ada di antara kalian. Setiap waktu kalau kalian mau, kalian dapat menolong mereka. Tetapi Aku tidak selamanya bersama-sama kalian.","Wanita ini telah melakukan apa yang dapat ia lakukan. Ia sudah menyiapkan Aku dengan minyak wangi untuk penguburan-Ku sebelum waktunya.","Percayalah! Di seluruh dunia, di mana saja Kabar Baik dari Allah disiarkan, perbuatan wanita ini akan diceritakan juga sebagai kenangan kepadanya.\"","Lalu Yudas Iskariot, seorang dari kedua belas pengikut Yesus, pergi kepada imam-imam kepala dengan maksud mengkhianati Yesus kepada mereka.","Mereka senang sekali mendengar tawaran itu, dan berjanji akan memberi uang kepada Yudas. Maka Yudas pun mulai mencari kesempatan untuk mengkhianati Yesus.","Pada hari pertama dalam Perayaan Roti Tidak Beragi--pada waktu orang menyembelih domba Paskah--pengikut-pengikut Yesus bertanya kepada-Nya, \"Di manakah Bapak ingin kami menyiapkan makanan Paskah untuk Bapak?\"","Maka Yesus menyuruh dua orang dari mereka, \"Pergilah ke kota, di sana seorang laki-laki yang sedang membawa sebuah kendi berisi air, akan bertemu dengan kalian. Ikutilah dia","ke rumah yang ia masuki dan katakanlah kepada pemilik rumah itu, 'Bapak Guru bertanya, di mana tempat Dia dan pengikut-pengikut-Nya akan makan makanan Paskah.'","Orang itu akan menunjukkan kepadamu sebuah ruangan atas yang besar. Ruangan itu sudah teratur, lengkap dengan perabotannya. Siapkanlah semuanya di sana untuk kita.\"","Lalu kedua orang pengikut Yesus itu pergi ke kota. Di sana mereka mendapati semuanya tepat seperti yang dikatakan oleh Yesus. Lalu mereka pun menyediakan makanan Paskah.","Malamnya, Yesus datang dengan kedua belas pengikut-Nya.","Dan sementara mereka duduk makan, Yesus berkata, \"Dengarkan: seorang dari antara kalian, yang sekarang ini makan bersama-Ku akan mengkhianati Aku.\"","Mendengar itu, pengikut-pengikut Yesus menjadi sangat sedih. Lalu seorang demi seorang mulai bertanya kepada Yesus, \"Tentu bukan saya yang Bapak maksudkan?\"","Yesus menjawab, \"Dia salah seorang dari kalian yang dua belas ini, yang makan sepiring dengan Aku.","Memang Anak Manusia akan mati seperti yang tertulis dalam Alkitab. Tetapi alangkah celakanya orang yang mengkhianati Anak Manusia itu! Lebih baik untuk orang itu kalau ia tidak pernah dilahirkan sama sekali!\"","Ketika mereka sedang makan, Yesus mengambil roti dan mengucap doa syukur kepada Allah. Kemudian Ia membelah-belah roti itu dengan tangan-Nya, lalu memberikannya kepada pengikut-pengikut-Nya sambil berkata, \"Ambil dan makanlah, ini tubuh-Ku.\"","Sesudah itu Ia mengambil sebuah piala anggur. Ia mengucap doa syukur kepada Allah, lalu memberikan piala itu kepada pengikut-pengikut-Nya Kemudian mereka semua minum anggur itu.","Sesudah itu Yesus berkata, \"Inilah darah-Ku yang mensahkan perjanjian Allah, darah yang dicurahkan untuk banyak orang.","Percayalah: Aku tidak akan minum anggur ini lagi, sampai pada waktu Aku minum anggur yang baru bersama kalian di Dunia Baru Bapa-Ku.\"","Kemudian mereka menyanyikan sebuah nyanyian pujian. Dan sesudah itu mereka pergi ke Bukit Zaitun.","Kemudian Yesus berkata kepada mereka, \"Kamu semua akan lari meninggalkan Aku. Sebab dalam Alkitab tertulis, 'Allah akan membunuh gembalanya, dan kawanan dombanya akan tercerai-berai.'","Tetapi setelah Aku dibangkitkan kembali, Aku akan pergi mendahului kalian ke Galilea.\"","\"Tidak,\" jawab Petrus, \"biar mereka semua meninggalkan Bapak, saya sekali-kali tidak.\"","\"Ingat,\" kata Yesus, \"malam ini juga, sebelum ayam berkokok dua kali, engkau tiga kali mengingkari Aku.\"","Petrus menjawab dengan tegas, \"Biar saya harus mati bersama-sama dengan Bapak, sekali-kali saya tidak akan berkata bahwa saya tidak mengenal Bapak!\" Dan pengikut-pengikut yang lain berkata begitu juga.","Mereka sampai di suatu tempat yang bernama Getsemani, dan Yesus berkata kepada pengikut-pengikut-Nya, \"Duduklah di sini sementara Aku pergi berdoa.\"","Lalu Yesus mengajak Petrus, Yakobus, dan Yohanes pergi bersama-sama dengan Dia. Ia mulai merasa sedih dan gelisah.","\"Hati-Ku sedih sekali,\" kata Yesus kepada mereka, \"rasanya seperti mau mati saja. Tinggallah di sini dan berjagalah!\"","Yesus pergi lebih jauh sedikit lalu tersungkur ke tanah dan berdoa. Dalam doa-Nya Ia minta kalau boleh Ia tidak usah mengalami saat penderitaan itu.","\"Bapa, ya Bapa,\" kata-Nya, \"tidak ada sesuatu pun yang mustahil bagi Bapa. Angkatlah penderitaan ini daripada-Ku. Hanya janganlah mengikuti kemauan-Ku melainkan kemauan Bapa.\"","Sesudah itu Yesus kembali dan mendapati pengikut-pengikut-Nya sedang tidur. Ia berkata kepada Petrus, \"Simon, tidurkah engkau? Hanya satu jam saja, engkau tidak dapat berjaga-jaga?\"","Lalu Yesus berkata kepada mereka, \"Berjaga-jagalah, dan berdoalah supaya kalian tidak mengalami cobaan. Memang rohmu mau melakukan yang benar, tetapi kalian tidak sanggup karena tabiat manusia itu lemah.\"","Sekali lagi Yesus pergi berdoa dengan mengucapkan kata-kata yang sama.","Sesudah itu Ia kembali lagi kepada pengikut-pengikut-Nya dan mendapati mereka masih juga tidur, karena mereka terlalu mengantuk. Maka mereka tidak tahu apa yang harus mereka katakan kepada Yesus.","Ketika Yesus kembali kepada mereka untuk ketiga kalinya, Ia berkata, \"Masihkah kalian tidur dan istirahat? Cukuplah! Sudah sampai waktunya Anak Manusia diserahkan ke tangan orang-orang berdosa.","Bangunlah, mari kita pergi. Lihat! Orang yang mengkhianati Aku sudah datang!\"","Sementara Yesus masih berbicara, datanglah Yudas, seorang dari kedua belas pengikut-Nya itu. Bersama-sama dengan dia datang juga banyak orang yang membawa pedang dan pentungan. Mereka diutus oleh imam-imam kepala, guru-guru agama dan pemimpin-pemimpin Yahudi.","Si pengkhianat sudah menentukan suatu tanda bagi mereka. \"Orang yang saya cium,\" katanya kepada mereka, \"Dialah orangnya. Tangkap Dia dan bawa Dia dengan penjagaan yang ketat.\"","Pada waktu Yudas datang, ia langsung pergi kepada Yesus dan berkata, \"Bapak Guru!\" kemudian ia mencium Yesus.","Lalu orang-orang yang datang bersama-sama dengan Yudas itu menangkap Yesus dan membelenggu Dia.","Tetapi salah seorang yang berada di situ mencabut pedangnya dan memarang hamba imam agung sampai putus telinganya.","Lalu Yesus berkata kepada mereka, \"Apakah Aku ini penjahat, sampai kalian datang dengan pedang dan pentungan untuk menangkap Aku?","Setiap hari Aku mengajar di Rumah Tuhan di depan kalian, dan kalian tidak menangkap Aku. Tetapi memang sudah seharusnya begitu, supaya terjadilah apa yang tertulis dalam Alkitab.\"","Semua pengikut-Nya lari meninggalkan Yesus.","Seorang muda, yang hanya memakai sehelai kain untuk menutupi badannya, mengikuti Yesus. Orang-orang mau menangkapnya,","tetapi ia melepaskan kainnya itu, lalu lari dengan telanjang.","Yesus dibawa ke rumah imam agung. Di sana semua imam kepala, pemimpin Yahudi, dan guru agama sedang berkumpul.","Petrus mengikuti Yesus dari jauh sampai masuk ke dalam halaman rumah imam agung. Di sana ia duduk menghangatkan badan dekat api bersama-sama dengan pengawal-pengawal.","Imam-imam kepala dan segenap Mahkamah Agama berusaha mendapatkan bukti-bukti yang menyalahkan Yesus supaya dapat menjatuhkan hukuman mati ke atas-Nya. Tetapi mereka tidak mendapat satu bukti pun.","Banyak saksi yang dipanggil untuk memberi kesaksian palsu terhadap Yesus, tetapi kesaksian mereka bertentangan satu sama lain.","Lalu beberapa saksi berdiri dan memberi kesaksian palsu ini tentang Yesus,","\"Kami mendengar orang ini berkata, 'Aku akan merobohkan Rumah Allah ini yang dibuat oleh manusia, dan setelah tiga hari, Aku akan membangun yang lain yang bukan buatan manusia.'\"","Tetapi kesaksian orang-orang itu pun bertentangan satu sama lain.","Maka imam agung berdiri di hadapan mereka semua dan bertanya kepada Yesus, \"Apakah Engkau tidak menjawab tuduhan-tuduhan yang dilontarkan kepada-Mu?\"","Tetapi Yesus diam saja. Ia tidak menjawab sama sekali. Lalu imam agung itu bertanya sekali lagi kepada-Nya, \"Apakah Engkau Raja Penyelamat, Anak Allah Mahakudus?\"","\"Akulah Dia,\" jawab Yesus, \"dan kamu semua akan melihat Anak Manusia duduk di sebelah kanan Allah Yang Mahakuasa dan datang dalam awan dari langit!\"","Maka imam agung menyobek-nyobek pakaiannya dan berkata, \"Tidak perlu lagi saksi!","Kalian telah mendengar sendiri kata-kata-Nya yang menghujat Allah. Sekarang apa keputusanmu?\" Mereka semuanya memutuskan bahwa Yesus bersalah, dan patut dihukum mati.","Lalu beberapa orang mulai meludahi Yesus, dan mereka menutup mata-Nya dan memukul Dia, lalu berkata, \"Coba tebak, siapa yang memukul-Mu?\" Pengawal-pengawal juga turut menampar Yesus.","Sementara Petrus masih berada di halaman, salah seorang pelayan wanita dari imam agung datang ke sana.","Ketika melihat Petrus menghangatkan badan di dekat api, ia memperhatikan baik-baik muka Petrus dan berkata, \"Bukankah engkau juga bersama-sama Yesus orang Nazaret itu?\"","Tetapi Petrus menyangkal. \"Saya tidak tahu dan tidak mengerti apa maksudmu,\" katanya kepada pelayan itu. Lalu Petrus pergi ke pintu gerbang rumah imam agung itu. (Pada saat itu, ayam berkokok.)","Pelayan wanita itu melihat Petrus lagi, dan berkata pula kepada orang-orang di situ, \"Dia memang salah seorang dari mereka!\"","Tetapi Petrus menyangkal lagi. Tidak lama kemudian, orang-orang di situ berkata lagi kepada Petrus, \"Tidak dapat disangkal lagi engkau memang salah seorang dari mereka, sebab engkau dari Galilea!\"","Lalu Petrus mulai menyumpah-nyumpah dan berkata, \"Saya tidak mengenal orang yang kalian maksudkan itu!\"","Saat itu juga ayam berkokok untuk kedua kalinya. Dan Petrus teringat bahwa Yesus telah berkata kepadanya, \"Sebelum ayam berkokok dua kali, engkau tiga kali mengingkari Aku.\" Maka Petrus pun menangis tersedu-sedu."]