["Kemudian Yesus mulai berbicara dengan perumpamaan kepada imam-imam kepala, guru-guru agama dan pemimpin-pemimpin Yahudi itu. Yesus berkata, \"Adalah seorang yang menanami sebidang kebun anggur, lalu memasang pagar di sekelilingnya. Sesudah itu ia menggali lubang untuk alat pemeras anggur, lalu ia mendirikan sebuah menara jaga. Sesudah itu ia menyewakan kebun anggur itu kepada beberapa penggarap lalu berangkat ke negeri lain.","Ketika sudah waktunya musim memetik buah anggur, orang itu mengirim seorang pelayannya kepada penggarap-penggarap kebun itu, untuk menerima bagiannya.","Tetapi penggarap-penggarap itu menangkap pelayan itu. Kemudian mereka memukulnya, lalu menyuruh dia pulang dengan tangan kosong.","Lalu pemilik kebun itu mengirim lagi seorang pelayannya yang lain. Tetapi penggarap-penggarap itu memukul kepala pelayan itu, lalu mengusirnya sambil mencaci maki.","Pemilik kebun itu mengirim lagi seorang pelayannya yang lain. Tetapi mereka membunuh pelayan itu. Dan begitulah seterusnya mereka memperlakukan banyak pelayan yang lain pula: ada yang dipukuli dan ada juga yang dibunuh.","Siapakah lagi yang dapat dikirim sekarang oleh pemilik kebun itu? Hanya tinggal seorang, yaitu anaknya sendiri yang dikasihinya. Jadi akhirnya ia mengirim anaknya itu kepada penggarap-penggarap itu. 'Pasti anak saya akan dihormati,' pikirnya.","Tetapi penggarap-penggarap itu berkata satu sama lain, 'Ini dia ahli warisnya. Mari kita bunuh dia, supaya kita mendapat warisannya!'","Maka anak itu ditangkap, lalu dibunuh. Mayatnya mereka buang ke luar kebun itu.\"","Lalu Yesus bertanya, \"Apakah yang akan dilakukan oleh pemilik kebun itu? Pasti ia akan datang dan membunuh penggarap-penggarap itu, lalu menyerahkan kebun itu kepada penggarap-penggarap yang lain.","Kalian tentunya sudah membaca ayat ini dalam Alkitab, 'Batu yang tidak terpakai oleh tukang-tukang bangunan sudah menjadi batu yang terutama.","Inilah perbuatan Tuhan; alangkah indahnya!'\"","Maka para pemuka bangsa Yahudi yang mendengar perumpamaan itu, berusaha menangkap Yesus, sebab mereka tahu perumpamaan itu ditujukan Yesus kepada mereka. Tetapi mereka takut akan orang banyak. Jadi, mereka pergi meninggalkan Yesus.","Beberapa orang Farisi dan beberapa anggota golongan Herodes disuruh menjebak Yesus dengan pertanyaan-pertanyaan.","Mereka datang kepada Yesus dan berkata, \"Bapak Guru, kami tahu Bapak jujur dan tidak menghiraukan pendapat siapa pun. Bapak mengajar dengan terus terang mengenai kehendak Allah untuk manusia, sebab Bapak tidak pandang orang. Nah, cobalah Bapak katakan kepada kami, 'Menurut peraturan agama kita, bolehkah membayar pajak kepada Kaisar atau tidak? Haruskah kita membayar pajak itu, atau tidak?'\"","Yesus mengetahui kemunafikan mereka. Ia menjawab, \"Apa sebab kalian mau menjebak Aku? Coba perlihatkan kepada-Ku sekeping uang perak.\"","Maka mereka memberikan kepada-Nya sekeping uang perak. Lalu Yesus bertanya, \"Gambar dan nama siapakah ini?\" \"Kaisar,\" jawab mereka.","\"Nah, kalau begitu,\" kata Yesus, \"berilah kepada Kaisar apa yang milik Kaisar, dan kepada Allah apa yang milik Allah.\" Mereka heran mendengar Dia.","Beberapa orang dari golongan Saduki datang kepada Yesus. (Mereka adalah golongan yang berpendapat bahwa orang mati tidak akan bangkit kembali.)","\"Bapak Guru,\" kata mereka kepada Yesus, \"Musa menulis hukum ini untuk kita: 'Kalau seorang laki-laki mati dan ia tidak punya anak, maka saudaranya harus kawin dengan jandanya supaya memberi keturunan kepada orang yang sudah mati itu.'","Pernah ada tujuh orang bersaudara. Yang sulung kawin, lalu mati tanpa mempunyai anak.","Kemudian yang kedua kawin dengan jandanya, tetapi ia pun mati tanpa mempunyai anak. Hal yang sama terjadi juga dengan saudara yang ketiga,","dan seterusnya sampai kepada yang ketujuh. Akhirnya wanita itu sendiri meninggal juga.","Pada hari orang mati bangkit kembali, istri siapakah wanita itu? Sebab ketujuh-tujuhnya sudah kawin dengan dia!\"","Yesus menjawab, \"Kalian keliru sekali. Sebab kalian tidak mengerti Alkitab maupun kuasa Allah.","Sebab apabila orang-orang mati bangkit kembali, mereka tidak akan kawin lagi, melainkan mereka akan hidup seperti malaikat di surga.","Dan tentang orang mati dibangkitkan kembali, belum pernahkah kalian membaca di dalam kitab Musa mengenai belukar yang bernyala itu? Di dalam ayat-ayat itu tertulis bahwa Allah berkata kepada Musa, 'Akulah Allah Abraham, Allah Ishak dan Allah Yakub.'","Allah itu bukan Allah orang mati. Ia Allah orang hidup. Kalian keliru sekali!\"","Lalu datanglah seorang guru agama mendengarkan percakapan antara Yesus dengan orang-orang dari golongan Saduki itu. Guru agama itu melihat bahwa Yesus sudah menjawab orang-orang itu dengan baik. Maka ia bertanya kepada Yesus, \"Perintah manakah yang paling penting dari semua perintah?\"","Yesus menjawab, \"Perintah yang pertama, ialah: 'Dengarlah, hai bangsa Israel! Tuhan Allah kita, Tuhan itu esa.","Cintailah Tuhan Allahmu dengan sepenuh hatimu, dengan segenap jiwamu, dengan seluruh akalmu dan dengan segala kekuatanmu.'","Perintah kedua ialah: 'Cintailah sesamamu, seperti engkau mencintai dirimu sendiri.' Tidak ada lagi perintah lain yang lebih penting dari kedua perintah itu.\"","Lalu guru agama itu berkata kepada Yesus, \"Tepat sekali, Bapak Guru! Memang benar apa yang Bapak katakan: Tuhanlah Allah yang esa, dan tidak ada lagi Allah yang lain.","Dan manusia harus mencintai Allah dengan sepenuh hatinya, dan dengan seluruh akalnya serta dengan segala kekuatannya. Dan ia juga harus mencintai sesamanya seperti dirinya sendiri. Itu lebih baik daripada mempersembahkan kurban bakaran dan kurban-kurban lainnya kepada Allah.\"","Yesus melihat bahwa guru agama itu sudah menjawab dengan baik sekali. Dan Yesus berkata kepadanya, \"Engkau sudah hampir menjadi anggota umat Allah.\" Sesudah itu tidak seorang pun yang berani lagi mengajukan pertanyaan kepada Yesus.","Sementara mengajar di Rumah Tuhan, Yesus bertanya, \"Bagaimanakah guru-guru agama dapat mengatakan bahwa Raja Penyelamat itu keturunan Daud?","Padahal Daud sendiri--karena diilhami oleh Roh Allah--berkata, 'Tuhan berkata kepada Tuhanku: duduklah di sebelah kanan-Ku sampai Aku membuat musuh-musuh-Mu takluk kepada-Mu.'","Jadi kalau Daud menyebut Raja Penyelamat itu 'Tuhan', bagaimana mungkin Dia keturunan Daud?\" Orang banyak yang berada di Rumah Tuhan itu senang mendengar Yesus mengajar.","Ia berkata kepada mereka, \"Hati-hatilah terhadap guru-guru agama. Mereka suka berjalan-jalan dengan jubah yang panjang dan suka dihormati di pasar-pasar.","Mereka suka tempat-tempat yang terhormat di dalam rumah ibadat dan di pesta-pesta.","Mereka menipu janda-janda dan merampas rumahnya. Dan untuk menutupi kejahatan mereka itu, mereka berdoa panjang-panjang. Hukuman mereka nanti berat!\"","Waktu duduk bertentangan dengan kotak persembahan di Rumah Tuhan, Yesus memperhatikan orang-orang memasukkan uang mereka ke dalam kotak itu. Banyak orang kaya memasukkan banyak uang;","lalu seorang janda yang miskin datang juga. Ia memasukkan dua uang tembaga, yaitu uang receh yang terkecil nilainya.","Maka Yesus memanggil pengikut-pengikut-Nya lalu berkata kepada mereka, \"Perhatikanlah ini: Janda yang miskin itu memasukkan ke dalam kotak itu lebih banyak daripada yang dimasukkan oleh semua orang-orang lainnya.","Sebab mereka semua memberi dari kelebihan hartanya. Tetapi janda itu sekalipun sangat miskin memberikan semua yang ada padanya--justru yang ia perlukan untuk hidup.\""]