["Ketika hari Sabat sudah lewat, Maria Magdalena, Maria ibu Yakobus, dan Salome pergi membeli ramuan-ramuan untuk meminyaki jenazah Yesus.","Pagi-pagi sekali waktu matahari terbit, pada hari pertama minggu itu, mereka pergi ke kuburan.","Di tengah jalan mereka berkata satu sama lain, \"Siapakah yang dapat menolong kita menggeserkan batu penutup pada lubang kubur?\" Sebab batu itu besar sekali. Tetapi setibanya di situ mereka melihat batu itu sudah terguling.","(16:3)","Lalu mereka masuk ke dalam kuburan itu. Di dalamnya di sebelah kanan, mereka melihat seorang muda yang memakai jubah putih sedang duduk, dan mereka terkejut.","Orang muda itu berkata, \"Jangan takut! Saya tahu kalian mencari Yesus orang Nazaret yang sudah disalibkan. Ia tidak ada di sini. Ia sudah bangkit! Lihat saja, ini tempat mereka membaringkan Dia.","Sekarang pergilah, sampaikan kabar ini kepada pengikut-pengikut-Nya, termasuk Petrus. Katakan, 'Ia pergi mendahului kalian ke Galilea. Di sana kalian akan melihat Dia, seperti yang sudah dikatakan-Nya kepadamu.'\"","Maka mereka keluar dari kuburan itu lalu lari karena terkejut dan takut. Mereka tidak mengatakan apa-apa kepada siapa pun, karena takut.","Wanita-wanita itu pergi kepada Petrus dan teman-temannya, lalu menceritakan dengan singkat semua yang sudah diberitahukan kepada mereka oleh orang muda itu.","Setelah itu, Yesus sendiri melalui pengikut-pengikut-Nya mengabarkan dari timur ke barat berita yang suci dan abadi mengenai keselamatan yang kekal.","Tetapi ketika mereka mendengar bahwa Yesus hidup, dan bahwa Maria telah melihat Dia mereka tidak percaya.","Setelah itu Yesus memperlihatkan diri kepada dua orang pengikut-Nya dengan cara yang lain. Itu terjadi ketika kedua orang itu sedang berjalan ke sebuah kampung.","Jadi mereka kembali dan memberitahukan hal itu kepada yang lain-lainnya. Tetapi mereka tidak percaya.","Akhirnya, Yesus memperlihatkan diri kepada kesebelas pengikut-Nya, ketika mereka sedang makan. Ia menegur mereka sebab mereka kurang iman dan terlalu keras kepala sehingga tidak percaya kepada orang-orang yang sudah melihat sendiri bahwa Yesus hidup.","Lalu Yesus berkata kepada mereka, \"Pergilah ke seluruh dunia dan siarkanlah Kabar Baik dari Allah itu kepada seluruh umat manusia.","Orang yang tidak percaya akan dihukum. Tetapi orang yang percaya dan dibaptis, akan selamat.","Sebagai bukti bahwa mereka percaya, orang-orang itu akan mengusir roh jahat atas nama-Ku; mereka akan berbicara dalam bahasa-bahasa yang tidak mereka kenal.","Kalau mereka memegang ular atau minum racun, mereka tidak akan mendapat celaka. Kalau mereka meletakkan tangan ke atas orang-orang yang sakit, orang-orang itu akan sembuh.\"","Setelah Tuhan Yesus berbicara dengan mereka, Ia diangkat ke surga. Di sana Ia memerintah bersama dengan Allah.","Maka pengikut-pengikut-Nya pergi dan menyebarkan berita dari Allah ke mana-mana. Dan Tuhan pun turut bekerja bersama-sama dengan mereka dan membuktikan melalui keajaiban-keajaiban bahwa pemberitaan mereka benar."]