["Ketika Yesus meninggalkan Rumah Tuhan, seorang dari pengikut-pengikut-Nya berkata, \"Bapak Guru, coba lihat bangunan-bangunan itu. Perhatikan batu-batunya. Bukan main bagusnya!\"","Yesus menjawab, \"Engkau melihat bangunan-bangunan yang besar itu, bukan? Tidak satu batu pun dari bangunan-bangunan itu akan tinggal tersusun pada tempatnya. Semuanya akan dirobohkan.\"","Kemudian Yesus pergi ke Bukit Zaitun, dan duduk di tempat yang berhadapan dengan Rumah Tuhan. Lalu Petrus, Yakobus, Yohanes, dan Andreas datang kepada-Nya untuk berbicara dengan Dia secara pribadi.","\"Coba Bapak beritahukan kepada kami,\" kata mereka kepada-Nya, \"kapan semuanya itu akan terjadi? Dan tanda-tanda apakah yang menunjukkan bahwa sudah waktunya?\"","\"Waspadalah,\" jawab Yesus, \"jangan sampai kalian tertipu.","Banyak orang akan datang dengan memakai nama-Ku dan berkata, 'Akulah Dia!' lalu menipu banyak orang.","Kalau kalian mendengar bunyi-bunyi pertempuran dan berita-berita peperangan, jangan takut. Hal-hal itu harus terjadi, tetapi itu tidak berarti bahwa sudah waktunya kiamat.","Bangsa yang satu akan berperang melawan bangsa yang lain. Negara yang satu akan menyerang negara yang lain. Di mana-mana akan terjadi gempa bumi dan bahaya kelaparan. Semuanya itu baru permulaan saja, seperti sakit yang dialami seorang wanita yang mau melahirkan.","Kalian harus berhati-hati, sebab kalian akan ditangkap dan diseret ke mahkamah-mahkamah. Kalian akan dipukul di rumah-rumah ibadat. Kalian akan dibawa menghadap penguasa-penguasa dan raja-raja karena kalian pengikut-Ku. Dan itulah kesempatan bagimu untuk memberi kesaksian tentang Aku kepada mereka.","Kabar Baik dari Allah itu mesti disebarkan dahulu kepada segala bangsa.","Dan bila kalian ditangkap dan dibawa ke pengadilan, janganlah khawatir tentang apa yang harus kalian katakan. Kalau sudah sampai waktunya untuk berbicara, katakanlah saja apa yang diberitahukan kepadamu pada waktunya. Karena kata-kata yang kalian ucapkan itu bukan kata-katamu sendiri, melainkan datang dari Roh Allah.","Orang akan mengkhianati saudaranya sendiri untuk dibunuh. Itu pun yang akan terjadi antara bapak dengan anaknya. Anak-anak akan melawan ibu-bapaknya, dan menyerahkan mereka untuk dibunuh.","Kalian akan dibenci oleh semua orang karena kalian pengikut-Ku. Tetapi orang yang bertahan sampai akhir, akan diselamatkan.\"","\"Kalian akan melihat 'Kejahatan yang Menghancurkan' berdiri di tempat yang terlarang baginya. (Catatan kepada pembaca: Perhatikanlah apa artinya!) Pada waktu itu orang yang berada di Yudea harus lari ke pegunungan.","Orang yang berada di atas atap rumah jangan turun dan masuk ke dalam rumah untuk mengambil sesuatu.","Orang yang berada di ladang jangan kembali untuk mengambil jubahnya.","Alangkah ngerinya hari-hari itu bagi wanita yang mengandung dan ibu yang masih menyusui bayi!","Berdoalah supaya hal-hal itu jangan terjadi pada musim hujan.","Pada hari-hari yang mengerikan itu akan ada suatu kesusahan yang belum pernah terjadi, semenjak Allah menjadikan dunia sampai sekarang, dan tidak pula akan terjadi lagi.","Sekiranya Allah tidak memperpendek masa itu, maka tidak ada seorang pun yang selamat. Tetapi karena umat-Nya, Allah memperpendek masa itu.","Pada waktu itu kalau seseorang berkata kepada kalian, 'Lihat, Raja Penyelamat itu ada di sini!' atau 'Lihat, Ia ada di situ!' --janganlah percaya kepada orang itu.","Sebab penyelamat-penyelamat palsu dan nabi-nabi palsu akan datang. Mereka akan mengerjakan perbuatan-perbuatan luar biasa dan keajaiban-keajaiban untuk menipu kalau mungkin, umat Allah juga.","Jadi, waspadalah! Semuanya itu sudah Aku beritahukan kepadamu sebelum hal itu terjadi.\"","\"Setelah masa kesusahan itu, matahari akan menjadi gelap, dan bulan tidak lagi bercahaya.","Bintang-bintang akan jatuh dari langit, dan para penguasa angkasa raya akan menjadi kacau-balau.","Pada waktu itu Anak Manusia akan terlihat datang di dalam awan dengan kuasa besar dan keagungan.","Ia akan mengutus malaikat-malaikat untuk mengumpulkan umat pilihan-Nya dari keempat penjuru bumi, dari ujung-ujung bumi ke ujung-ujung langit.\"","\"Ambillah pelajaran dari pohon ara. Kalau ranting-rantingnya hijau dan lembut, dan mulai bertunas, kalian tahu bahwa musim panas sudah dekat.","Begitu juga kalau kalian melihat hal-hal itu terjadi, kalian tahu bahwa waktunya sudah dekat sekali.","Ketahuilah! Semua peristiwa ini akan terjadi sebelum orang-orang yang hidup sekarang ini mati semuanya.","Langit dan bumi akan lenyap, tetapi perkataan-Ku tetap selama-lamanya.\"","\"Meskipun begitu, tidak seorang pun tahu kapan harinya atau kapan jamnya. Malaikat-malaikat di surga tidak dan Anak pun tidak, hanya Bapa saja yang tahu.","Jadi kalian harus berjaga-jaga dan waspada, sebab kalian tidak tahu kapan waktunya.","Keadaannya ibarat seorang yang meninggalkan rumahnya lalu pergi ke tempat yang jauh. Ia menyuruh pelayan-pelayannya mengurus rumahnya, dan memberi tugas kepada mereka masing-masing. Kepada penjaga pintu, ia berpesan supaya berjaga baik-baik.","Sebab itu kalian harus berjaga-jaga, sebab kalian tidak tahu kapan tuan rumah itu akan kembali--mungkin pada sore hari, mungkin pada tengah malam, mungkin pada waktu subuh, atau mungkin pada waktu matahari terbit.","Kalau ia datang tiba-tiba, janganlah sampai ia menemukan kalian sedang tidur.","Apa yang Kukatakan ini kepadamu, Kukatakan juga kepada semua orang: berjaga-jagalah!\""]