["Kemudian Yesus meninggalkan tempat itu, dan pergi ke daerah Yudea dan daerah di seberang Sungai Yordan. Orang banyak datang lagi berkerumun sekeliling Yesus. Dan seperti biasa Yesus mengajar mereka.","Beberapa orang Farisi datang juga untuk menjebak Yesus. Mereka bertanya, \"Menurut hukum agama kita, apakah boleh orang menceraikan istrinya?\"","Yesus menjawab, \"Musa memberi perintah apa kepada kalian?\"","\"Musa mengizinkan orang menceraikan istrinya, asal menulis surat cerai dahulu,\" jawab mereka.","\"Musa menulis perintah itu sebab kalian terlalu sukar diajar,\" kata Yesus kepada mereka.","\"Tetapi pada permulaannya, pada waktu Allah menciptakan manusia, dikatakan bahwa 'Allah menjadikan mereka laki-laki dan wanita.","Itu sebabnya laki-laki akan meninggalkan ibu bapaknya dan bersatu dengan istrinya,","maka keduanya menjadi satu.' Jadi, mereka bukan lagi dua orang, melainkan satu.","Itu sebabnya, apa yang sudah disatukan oleh Allah, tidak boleh diceraikan oleh manusia!\"","Setelah mereka masuk rumah, pengikut-pengikut-Nya bertanya kepada Yesus tentang hal itu.","Yesus berkata kepada mereka, \"Siapa menceraikan istrinya lalu kawin dengan wanita lain, orang itu berzinah terhadap istrinya yang pertama itu.","Begitu juga wanita yang menceraikan suaminya lalu kawin dengan lelaki yang lain, ia pun berzinah.\"","Ada orang-orang membawa anak-anak kepada Yesus supaya Ia menjamah dan memberkati mereka. Tetapi pengikut-pengikut Yesus memarahi orang-orang itu.","Melihat hal itu, Yesus marah lalu Ia berkata kepada pengikut-pengikut-Nya \"Biarkan anak-anak itu datang kepada-Ku! Jangan melarang mereka, sebab orang-orang seperti inilah yang menjadi anggota umat Allah.","Ingatlah ini! Siapa tidak menghadap Allah seperti seorang anak, tidak akan menjadi anggota umat Allah.\"","Sesudah mengatakan demikian, Yesus memeluk anak-anak itu, kemudian Ia meletakkan tangan-Nya ke atas mereka masing-masing dan memberkati mereka.","Waktu Yesus meneruskan lagi perjalanan-Nya, seorang datang berlari-lari kepada Yesus. Orang itu sujud di hadapan Yesus dan bertanya, \"Guru yang baik, saya harus berbuat apa supaya dapat menerima hidup sejati dan kekal?\"","\"Mengapa engkau mengatakan Aku baik?\" tanya Yesus. \"Tidak ada yang baik, selain Allah sendiri.","Engkau sudah tahu perintah-perintah Allah, 'Jangan membunuh, jangan berzinah, jangan mencuri, jangan bersaksi dusta, jangan menipu, hormatilah ayah dan ibumu.'\"","\"Bapak Guru,\" kata orang itu, \"semua perintah itu sudah saya turuti sejak muda.\"","Yesus memandang orang itu dengan sayang lalu berkata, \"Tinggal satu hal lagi yang engkau perlukan. Pergilah jual semua milikmu; berikanlah uangnya kepada orang miskin, dan engkau akan mendapat harta di surga. Sesudah itu datanglah mengikuti Aku.\"","Mendengar Yesus berkata begitu, orang itu kecewa, lalu meninggalkan tempat itu dengan susah hati karena ia kaya sekali.","Maka Yesus memandang pengikut-pengikut-Nya lalu berkata kepada mereka, \"Sukar sekali untuk orang kaya menjadi anggota umat Allah!\"","Pengikut-pengikut-Nya heran mendengar perkataan Yesus itu. Tetapi Yesus berkata pula, \"Anak-anak-Ku, memang sukar untuk menjadi anggota umat Allah!","Lebih mudah seekor unta masuk lubang jarum daripada seorang kaya masuk Dunia Baru Allah.\"","Kata-kata Yesus itu membuat pengikut-pengikut-Nya heran, sehingga mereka bertanya satu sama lain, \"Kalau begitu, siapa yang bisa selamat?\"","Yesus memandang mereka dan menjawab, \"Bagi manusia itu mustahil, tetapi tidak mustahil bagi Allah; semua mungkin bagi Allah.\"","Lalu Petrus berkata, \"Lihatlah, kami sudah meninggalkan segala-galanya untuk mengikuti Bapak.\"","Kata Yesus, \"Percayalah: orang yang sudah meninggalkan rumah tangganya, atau saudaranya yang laki-laki atau perempuan, atau ibunya, atau bapaknya, atau anak-anaknya, ataupun sawah ladangnya karena Aku dan karena Kabar Baik dari Allah,","orang itu akan menerima lebih banyak pada masa sekarang ini. Ia akan mendapat seratus kali lebih banyak rumah, saudara laki-laki, saudara perempuan, ibu, anak-anak, sawah ladang, --dan siksaan juga. Dan nanti di zaman yang akan datang, orang itu akan menerima hidup sejati dan kekal.","Tetapi banyak orang yang sekarang ini pertama akan menjadi yang terakhir dan banyak yang sekarang ini terakhir akan menjadi yang pertama.\"","Yesus dan pengikut-pengikut-Nya sedang dalam perjalanan ke Yerusalem. Yesus berjalan di depan, dan pengikut-pengikut-Nya cemas semuanya. Dan orang-orang yang mengikuti mereka dari belakang pun merasa takut. Kemudian Yesus memanggil lagi pengikut-pengikut-Nya tersendiri dan memberitahukan kepada mereka apa yang akan terjadi nanti atas diri-Nya.","\"Dengarlah,\" kata-Nya, \"kita sekarang sedang menuju Yerusalem. Di sana Anak Manusia akan diserahkan kepada imam-imam kepala dan guru-guru agama. Ia akan dihukum mati, kemudian diserahkan kepada orang-orang bukan Yahudi.","Mereka akan mengolok-olok Dia, meludahi Dia, menyiksa Dia, dan menyalibkan Dia. Tetapi pada hari ketiga Ia akan bangkit.\"","Lalu Yakobus dan Yohanes, yaitu anak-anak Zebedeus, datang kepada Yesus. \"Bapak Guru,\" kata mereka, \"ada suatu hal yang kami ingin Bapak lakukan untuk kami.\"","\"Apa yang kalian ingin Aku perbuat bagimu?\" tanya Yesus.","Mereka menjawab, \"Kami ingin duduk di kanan kiri Bapak, apabila Bapak bertakhta dengan mulia.\"","\"Kalian tidak tahu apa yang kalian minta,\" kata Yesus kepada mereka, \"Sanggupkah kalian minum dari piala penderitaan yang akan Aku minum dan masuk ke dalam kancah penderitaan yang akan Aku masuki?\"","\"Sanggup,\" jawab mereka. Maka Yesus berkata lagi kepada mereka, \"Memang kalian akan minum dari piala penderitaan yang akan Aku minum, dan masuk ke dalam kancah penderitaan yang akan Aku masuki.","Tetapi mengenai siapa yang akan duduk di kanan atau kiri-Ku, itu bukan Aku yang berhak menentukan. Allah yang menentukan siapa-siapa yang akan duduk di tempat-tempat itu.\"","Ketika sepuluh pengikut Yesus yang lainnya itu mendengar hal itu, mereka marah kepada Yakobus dan Yohanes.","Jadi Yesus memanggil mereka semuanya, lalu berkata, \"Kalian tahu bahwa pemimpin-pemimpin bangsa yang tidak mengenal Allah menindas rakyatnya. Dan pembesar-pembesar mereka menekan mereka.","Tetapi kalian tidak boleh begitu! Sebaliknya, orang yang mau menjadi besar di antara kalian, ia harus menjadi pelayanmu.","Dan orang yang mau menjadi yang pertama di antara kalian, harus menjadi hamba bagi semua.","Sebab Anak Manusia pun tidak datang untuk dilayani. Ia datang untuk melayani dan untuk menyerahkan nyawa-Nya untuk membebaskan banyak orang.\"","Mereka tiba di Yerikho. Dan waktu Yesus dengan pengikut-pengikut-Nya serta orang banyak meninggalkan kota itu, seorang buta sedang duduk minta-minta di pinggir jalan. Namanya Bartimeus, anak dari Timeus.","Ketika ia mendengar bahwa yang sedang lewat itu adalah Yesus orang Nazaret, ia berteriak, \"Yesus, Anak Daud! Kasihanilah saya!\"","Ia dimarahi oleh banyak orang dan disuruh diam. Tetapi ia lebih keras lagi berteriak, \"Anak Daud, kasihanilah saya!\"","Maka Yesus berhenti lalu berkata, \"Panggillah dia.\" Jadi mereka memanggil orang buta itu. Mereka berkata kepadanya, \"Tenanglah! Kau dipanggil Yesus, bangun!\"","Orang buta itu pun melemparkan jubahnya, lalu cepat-cepat berdiri dan pergi kepada Yesus.","\"Apa yang kauingin Aku perbuat untukmu?\" tanya Yesus kepadanya. Orang buta itu menjawab, \"Pak Guru, saya ingin melihat.\"","\"Pergilah,\" kata Yesus, \"karena engkau percaya kepada-Ku, engkau sembuh.\" Pada saat itu juga orang itu dapat melihat. Lalu ia mengikuti Yesus di jalan."]