["Beberapa hari kemudian Yesus kembali ke Kapernaum. Maka tersebarlah kabar bahwa Ia sedang di rumah.","Lalu banyak orang datang. Mereka berkerumun di sana sampai tidak ada lagi tempat. Di pintu pun penuh sesak dengan orang. Lalu Yesus menyampaikan berita dari Allah kepada mereka.","Sementara Ia berbicara, empat orang mengusung seorang lumpuh untuk membawanya kepada Yesus.","Tetapi karena orang terlalu banyak, mereka tidak dapat sampai ke dekat-Nya. Jadi, mereka membongkar atap tepat di atas tempat Yesus berada. Setelah itu, mereka menurunkan orang lumpuh itu bersama tikarnya.","Waktu Yesus melihat betapa besar iman mereka, Ia berkata kepada orang lumpuh itu, \"Anak-Ku, dosa-dosamu sudah diampuni.\"","Beberapa guru agama yang sedang duduk di situ mulai bertanya-tanya di dalam hati,","\"Berani benar orang ini bicara begitu! Ia menghina Allah. Siapa yang boleh mengampuni dosa, selain Allah sendiri?\"","Pada waktu itu juga Yesus tahu pikiran mereka. Lalu Ia berkata, \"Mengapa kalian bertanya-tanya begitu di dalam hatimu?","Manakah yang lebih mudah: mengatakan, 'Dosamu sudah diampuni', atau mengatakan 'Bangunlah, angkat tikarmu dan berjalanlah'?","Tetapi sekarang Aku akan membuktikan kepadamu bahwa di atas bumi ini Anak Manusia berkuasa mengampuni dosa.\" Lalu Yesus berkata kepada orang yang lumpuh itu,","\"Bangunlah, angkat tikarmu dan pulanglah!\"","Ia bangkit dan segera mengambil tikarnya lalu keluar disaksikan oleh mereka semua. Orang-orang itu kagum lalu memuji Allah. Kata mereka, \"Belum pernah kita melihat kejadian seperti ini!\"","Yesus kembali lagi ke pantai Danau Galilea. Banyak orang datang kepada-Nya, dan Ia mengajar mereka.","Sementara Yesus berjalan di situ, Ia melihat seorang penagih pajak bernama Lewi, anak Alfeus, sedang duduk di kantor pajak. \"Ikutlah Aku,\" kata Yesus kepadanya. Maka Lewi berdiri dan mengikuti Yesus.","Waktu Yesus sedang makan di rumah Lewi, datanglah banyak penagih pajak dan orang-orang yang dianggap tidak baik oleh masyarakat ikut makan bersama-sama Yesus dan pengikut-pengikut-Nya. Sebab banyak di antara mereka mengikuti Yesus.","Beberapa guru agama dari golongan Farisi melihat Yesus makan bersama-sama dengan penagih-penagih pajak dan orang-orang yang dianggap tidak baik itu. Jadi mereka bertanya kepada pengikut-pengikut Yesus, \"Mengapa gurumu makan bersama dengan penagih-penagih pajak dan orang-orang yang tidak baik itu?\"","Yesus mendengar pertanyaan mereka itu, lalu menjawab, \"Orang yang sehat tidak memerlukan dokter; hanya orang yang sakit saja. Aku datang bukannya untuk memanggil orang yang menganggap dirinya sudah baik, melainkan orang yang dianggap hina.\"","Pada suatu waktu pengikut-pengikut Yohanes Pembaptis dan orang-orang Farisi sedang berpuasa. Lalu ada orang datang kepada Yesus dan bertanya, \"Mengapa pengikut Yohanes Pembaptis dan pengikut orang Farisi berpuasa, sedangkan pengikut Bapak tidak?\"","Yesus menjawab, \"Pada pesta kawin, apakah tamu-tamu tidak makan? Kalau pengantin laki-laki masih bersama-sama mereka, tentu mereka makan.","Tetapi akan datang waktunya pengantin laki-laki itu diambil dari mereka. Pada waktu itu barulah mereka tidak makan.","Tidak ada orang yang menambal baju tua dengan sepotong kain baru. Sebab kain penambal itu akan menciut dan menyobek baju itu, sehingga mengakibatkan sobekan yang lebih besar.","Begitu juga tidak ada orang yang menuang anggur baru ke dalam kantong kulit yang tua. Karena anggur baru itu akan menyebabkan kantong itu pecah. Akhirnya kedua-duanya terbuang. Anggur yang baru harus dituang ke dalam kantong yang baru juga!\"","Pada suatu hari Sabat, ketika Yesus lewat sebuah ladang gandum, pengikut-pengikut-Nya mulai memetik gandum.","Lalu orang-orang Farisi berkata kepada Yesus, \"Mengapa pengikut-pengikut-M melanggar hukum agama kita, dengan melakukan yang dilarang pada hari Sabat?\"","Yesus menjawab, \"Belum pernahkah kalian membaca apa yang dilakukan Daud, ketika Abyatar sedang bertugas menjadi imam agung. Waktu Daud dan orang-orangnya lapar, dan tidak punya makanan, ia masuk ke Rumah Tuhan, dan makan roti yang sudah dipersembahkan kepada Allah. Dan roti itu diberikannya juga kepada orang-orangnya. Padahal menurut agama kita, imam-imam saja yang boleh makan roti itu.\"","(2:25)","Lalu Yesus berkata lagi, \"Hari Sabat dibuat untuk manusia; bukan manusia untuk hari Sabat.","Jadi, Anak Manusia berkuasa, bahkan atas hari Sabat.\""]