["Yesus mengajar lagi di pantai Danau Galilea. Banyak sekali orang mengerumuni Dia. Karena itu Ia pergi duduk di dalam sebuah perahu di atas air, dan orang banyak itu berdiri di pinggir danau.","Lalu Yesus mengajar banyak hal kepada mereka dengan memakai perumpamaan. Beginilah Ia mengajar mereka.","\"Dengarlah! Adalah seorang petani pergi menabur benih.","Ketika ia sedang menabur, ada benih yang jatuh di jalan. Lalu burung datang dan benih itu dimakan habis.","Ada juga yang jatuh di tempat berbatu-batu yang tanahnya sedikit. Benih-benih itu segera tumbuh karena kurang tanah,","tetapi waktu matahari naik, tunas-tunas itu mulai layu kemudian kering dan mati karena akarnya tidak masuk cukup dalam.","Ada pula benih yang jatuh di tengah semak berduri. Semak berduri itu tumbuh dan menghimpit tunas-tunas itu sehingga tidak berbuah.","Tetapi ada juga benih yang jatuh di tanah yang subur. Benih itu tumbuh, lalu menjadi besar lalu berbuah, ada yang tiga puluh, ada yang enam puluh, dan ada yang seratus kali lipat.\"","Sesudah menceritakan perumpamaan itu, Yesus berkata, \"Kalian punya telinga, dengarkan!\"","Ketika Yesus sendirian, orang-orang yang sudah mendengar pengajaran-Nya datang kepada-Nya bersama-sama dengan kedua belas pengikut-Nya. Mereka minta Ia menerangkan arti perumpamaan itu.","Maka Yesus berkata kepada mereka, \"Kalian sudah diberi anugerah untuk mengetahui rahasia tentang bagaimana Allah memerintah. Tetapi orang-orang luar diajar dengan perumpamaan,","supaya 'Mereka akan terus memperhatikan tetapi tidak tahu apa yang terjadi, mereka akan terus mendengar, tetapi tidak mengerti, ini terjadi supaya mereka jangan melihat dan mengerti dan jangan datang kepada Allah dan Allah mengampuni mereka.'\"","Kemudian Yesus berkata kepada mereka, \"Kalau kalian tidak mengerti perumpamaan itu, bagaimana kalian dapat mengerti perumpamaan-perumpama yang lain?","Penabur itu adalah orang yang menyiarkan berita dari Allah.","Benih yang jatuh di jalan ibarat orang-orang yang mendengar kabar tentang bagaimana Allah memerintah. Begitu mendengar, Iblis datang dan mengambil apa yang sudah ditabur dalam hati mereka.","Benih yang jatuh di tempat berbatu-batu ibarat orang-orang yang mendengar kabar itu, dan langsung menerimanya dengan senang hati.","Tetapi kabar itu tidak berakar dalam hati mereka, sehingga tidak tahan lama. Begitu mereka menderita kesusahan atau penganiayaan karena kabar itu, langsung mereka murtad.","Benih yang jatuh di tengah semak berduri itu ibarat orang-orang yang mendengar kabar itu,","tetapi khawatir tentang hidup mereka dan ingin hidup mewah. Nafsu untuk berbagai hal masuk ke dalam hati mereka. Karena itu kabar dari Allah terhimpit di dalam hati mereka, sehingga tidak berbuah.","Dan benih yang jatuh di tanah yang subur itu ibarat orang-orang yang mendengar kabar itu dan menerimanya, mereka berbuah banyak, ada yang tiga puluh, ada yang enam puluh, dan ada yang seratus kali lipat hasilnya.\"","Selanjutnya Yesus berkata pula, \"Pernahkah orang menyalakan lampu lalu menutupnya dengan tempayan, atau meletakkannya di bawah tempat tidur? Apakah ia tidak menaruh lampu itu pada kaki lampu?","Tidak ada yang tersembunyi yang tidak akan kelihatan; dan tidak ada yang dirahasiakan yang tidak akan terbongkar.","Sebab itu, kalau punya telinga, dengarkan!\"","Lalu Yesus berkata lagi, \"Perhatikanlah apa yang kalian dengar ini! Ukuran yang kalian pakai untuk orang lain akan dipakai juga oleh Allah untuk kalian--dan bahkan lebih banyak lagi.","Sebab orang yang sudah mempunyai, akan diberi lebih banyak lagi; tetapi orang yang tidak mempunyai, sedikit yang masih ada padanya akan diambil juga.\"","Yesus menyambung pembicaraan-Nya lagi, \"Bila Allah memerintah sebagai Raja, keadaannya dapat diumpamakan seperti seorang yang menabur benih di ladangnya.","Malam hari ia tidur; siang hari ia bangun. Dan sementara itu benih-benih itu terus bertumbuh dan menjadi besar. Tetapi bagaimana caranya benih-benih itu tumbuh dan menjadi besar, orang itu tidak tahu.","Tanah itulah yang dengan sendirinya mengeluarkan hasil: mula-mula tangkainya, kemudian bulirnya, lalu buahnya.","Dan kalau gandum itu sudah masak, orang itu pun mulailah menyabit karena sudah waktunya untuk menuai.\"","\"Apabila Allah memerintah, dengan apa kita dapat membandingkannya?\" tanya Yesus pula. \"Contoh apakah yang dapat kita pakai untuk menerangkannya?","Apabila Allah memerintah, keadaannya seperti perumpamaan ini: Sebuah biji sawi diambil seseorang lalu ditanam di tanah. Biji sawi adalah benih yang terkecil di dunia.","Tetapi kalau sudah tumbuh, ia menjadi yang terbesar di antara tanaman-tanaman. Cabang-cabangnya sedemikian rindang sehingga burung-burung dapat datang, dan membuat sarang di bawah naungannya.\"","Begitulah Yesus mengajar orang dengan menggunakan banyak perumpamaan seperti itu, sejauh mereka dapat mengerti.","Yesus selalu memakai perumpamaan kalau Ia mengajar orang-orang itu. Tetapi kalau Ia sendiri dengan pengikut-pengikut-Nya, Ia menjelaskan semuanya kepada mereka.","Pada sore hari itu juga, Yesus berkata kepada pengikut-pengikut-Nya, \"Marilah kita berlayar ke seberang danau.\"","Maka Yesus naik ke perahu, dan pengikut-pengikut-Nya meninggalkan orang banyak di tepi danau, lalu naik ke perahu yang sama. Perahu-perahu lain ada juga di situ. Kemudian Yesus dan pengikut-pengikut-Nya mulai berlayar.","Tak lama kemudian datang angin keras. Ombak mulai memukul perahu dan masuk ke dalam sehingga perahu itu hampir penuh dengan air.","Di buritan perahu itu, Yesus sedang tidur dengan kepala-Nya di atas bantal. Pengikut-pengikut-Nya membangunkan Dia. Mereka berkata, \"Bapak Guru, apakah Bapak tidak peduli, kita celaka?\"","Yesus bangun, lalu membentak angin itu, dan berkata kepada danau, \"Diam, tenanglah!\" Angin pun reda, dan danau menjadi sangat tenang.","Lalu Yesus berkata kepada pengikut-pengikut-Nya, \"Mengapa kalian takut? Mengapa kalian tidak percaya kepada-Ku?\"","Maka mereka menjadi takut dan berkata satu sama lain, \"Siapakah sebenarnya orang ini, sampai angin dan ombak pun taat kepada-Nya.\""]