["Kemudian Yesus dan pengikut-pengikut-Nya sampai di seberang Danau Galilea, di daerah Gerasa.","Begitu Yesus turun dari perahu, Ia didatangi seorang laki-laki yang keluar dari gua-gua kuburan.","Orang itu dikuasai roh jahat dan tinggal di kuburan-kuburan. Ia sudah tidak dapat diikat lagi; walaupun dengan rantai.","Sudah sering kaki dan tangannya dibelenggu, tetapi selalu rantai-rantai itu diputuskannya, dan besi pada kakinya dipatahkannya. Ia begitu kuat sehingga tidak seorang pun dapat menahannya.","Siang malam ia berkeliaran di kuburan dan di bukit-bukit, sambil berteriak-teriak dan melukai badannya dengan batu.","Ketika dari jauh ia melihat Yesus datang, ia berlari-lari lalu sujud di hadapan Yesus.","Dengan suara yang keras ia berteriak, \"Yesus, Anak Allah Yang Mahatinggi! Akan Kauapakan saya ini? Demi Allah, saya mohon, janganlah menyiksa saya!\"","9orang itu berkata begitu sebab Yesus berkata kepadanya, \"Roh jahat, keluarlah dari orang ini!\")","Lalu Yesus bertanya kepadanya, \"Siapakah namamu?\" Orang itu menjawab, \"Nama saya 'Legiun' --sebab kami ini banyak sekali!\"","Berulang kali ia minta dengan sangat supaya Yesus jangan menyuruh roh-roh jahat itu keluar dari daerah itu.","Dekat tempat itu ada banyak sekali babi yang sedang mencari makan di lereng bukit.","Roh-roh jahat itu memohon kepada Yesus, \"Suruhlah kami masuk ke dalam babi-babi itu.\"","Dan Yesus setuju. Jadi, roh-roh jahat itu keluar dari orang itu lalu masuk ke dalam babi-babi itu. Seluruh kawanan babi itu lari dan terjun dari pinggir jurang ke dalam danau lalu tenggelam--semuanya ada kira-kira dua ribu babi.","Penjaga-penjaga babi itu lari, dan menyiarkan kabar itu di kota dan di desa sekitarnya. Lalu orang-orang keluar untuk melihat apa yang telah terjadi.","Mereka datang kepada Yesus, lalu melihat orang yang tadinya kemasukan roh jahat itu, sedang duduk di situ. Ia sudah berpakaian, dan pikirannya juga sudah waras. Maka mereka semua menjadi takut.","Orang-orang yang telah menyaksikan sendiri kejadian tentang orang itu dan babi-babi itu menceritakan apa yang telah terjadi.","Lalu penduduk daerah itu minta supaya Yesus meninggalkan daerah itu.","Waktu Yesus naik ke dalam perahu, orang yang tadinya dikuasai roh jahat itu minta kepada Yesus, supaya boleh ikut.","Tetapi Yesus tidak setuju, kata-Nya, \"Pulanglah dan beritahukan kepada sanak saudaramu apa yang sudah dilakukan Tuhan untukmu dan betapa baiknya Ia terhadapmu!\"","Orang itu pun pergi, dan mulai menceritakan di daerah Sepuluh Kota apa yang telah diperbuat Yesus kepadanya. Semua orang heran mendengarnya.","Yesus kembali lagi ke seberang danau. Di tepi danau itu, banyak orang datang berkerumun di sekeliling Yesus.","Datanglah seorang yang bernama Yairus. Ia adalah seorang pemimpin rumah ibadat di kota itu. Ketika ia melihat Yesus, ia sujud di depan-Nya,","dan minta dengan sangat, \"Pak, anak perempuan saya sakit parah. Sudilah datang untuk menjamahnya, supaya ia sembuh dan jangan mati!\"","Maka Yesus pun pergi bersama Yairus. Banyak orang mengikuti Dia dan mendesak-Nya dari semua jurusan.","Di antaranya ada pula seorang wanita yang telah dua belas tahun sakit pendarahan yang berhubungan dengan haidnya.","Semua kekayaannya sudah habis dipakai untuk membayar dokter-dokter, tetapi tidak ada yang dapat menyembuhkannya, malahan penyakitnya terus bertambah parah.","Wanita itu sudah mendengar banyak tentang Yesus. Maka di tengah-tengah orang banyak itu, ia mendekati Yesus dari belakang,","karena ia berpikir, \"Asal saja saya menyentuh jubah-Nya, saya akan sembuh!\"","Ia menyentuh jubah Yesus, dan seketika itu juga pendarahannya berhenti. Ia merasa bahwa ia sudah sembuh.","Pada saat itu juga Yesus merasa bahwa ada kekuatan yang keluar dari diri-Nya. Maka Ia menoleh kepada orang banyak itu dan bertanya, \"Siapa yang menyentuh jubah-Ku?\"","Pengikut-pengikut-Nya berkata, \"Bapak lihat sendiri ada begitu banyak orang yang berdesak-desakan. Dan Bapak masih bertanya, siapa yang menyentuh Bapak?\"","Tetapi Yesus terus saja melihat ke sekeliling-Nya untuk mencari orang yang telah menyentuh-Nya.","Wanita itu yang tahu apa yang telah terjadi dengan dirinya, dengan gemetar dan ketakutan sujud di depan Yesus dan mengakui semuanya.","Lalu Yesus berkata kepada wanita itu, \"Anak-Ku, karena engkau percaya kepada-Ku, engkau sembuh! Pergilah dengan selamat. Engkau sudah sehat sama sekali!\"","Sementara Yesus masih berbicara, beberapa pesuruh datang dari rumah Yairus. \"Putri Tuan sudah meninggal,\" kata mereka kepada Yairus. \"Tak usah Tuan menyusahkan Bapak Guru lagi.\"","Tanpa mempedulikan apa yang dikatakan orang-orang itu, Yesus berkata kepada Yairus, \"Jangan takut, percaya saja!\"","Lalu Yesus berjalan terus, tetapi Dia tidak mengizinkan seorang pun mengikuti-Nya, kecuali Petrus serta Yakobus dan Yohanes bersaudara.","Ketika mereka tiba di rumah Yairus, Yesus melihat keadaan hiruk-pikuk, dan mendengar tangisan dan ratapan yang keras.","Lalu Yesus masuk dan berkata kepada mereka, \"Mengapa ribut-ribut dan menangis? Anak itu tidak mati; ia hanya tidur!\"","Mereka menertawakan Yesus. Maka Ia menyuruh mereka semua keluar. Lalu Ia membawa ibu bapak anak itu dan ketiga pengikut-Nya masuk ke dalam kamar anak itu.","Yesus memegang tangan anak itu lalu berkata kepadanya, \"Talita kum,\" yang berarti, \"Anak perempuan, Aku berkata kepadamu: bangun!\"","Anak gadis itu segera bangun, dan berjalan. (Umurnya sudah dua belas tahun.) Semua yang menyaksikan kejadian itu sangat kagum!","Tetapi Yesus dengan keras melarang mereka memberitahukan hal itu kepada siapa pun. Lalu kata-Nya, \"Berilah anak itu makan.\""]