["Dari tempat itu, Yesus pulang bersama-sama dengan pengikut-pengikut-Nya ke kampung halaman-Nya.","Pada hari Sabat Ia mulai mengajar di rumah ibadat. Ada banyak orang di situ. Waktu orang-orang itu mendengar pengajaran Yesus, mereka heran sekali. Mereka berkata, \"Dari mana orang ini mendapat semuanya itu? Kebijaksanaan macam apakah ini yang ada pada-Nya? Bagaimanakah Ia dapat mengadakan keajaiban?","Bukankah Ia ini tukang kayu, anak Maria, dan saudara dari Yakobus, Yoses, Yudas dan Simon? Ya, saudara-saudara perempuan-Nya pun ada tinggal di sini juga.\" Karena itu mereka menolak Dia.","Lalu Yesus berkata kepada mereka, \"Seorang nabi dihormati di mana-mana, kecuali di kampung halamannya, dan di antara sanak saudaranya dan keluarganya.\"","Di tempat itu Yesus tidak dapat membuat sesuatu keajaiban pun, kecuali menyembuhkan beberapa orang sakit dengan meletakkan tangan-Nya ke atas mereka.","Ia heran mereka tidak percaya. Kemudian Yesus pergi ke kampung-kampung di sekitar itu, dan mengajar.","Ia memanggil kedua belas pengikut-Nya, lalu mengutus mereka berdua-dua dan memberi kuasa kepada mereka untuk mengusir roh-roh jahat.","Ia memberi petunjuk ini kepada mereka, \"Janganlah membawa apa-apa untuk perjalananmu, kecuali tongkat. Jangan membawa makanan atau kantong sedekah, ataupun uang.","Pakailah sepatu, tetapi jangan membawa dua helai baju.\"","Ia juga berkata, \"Kalau kalian masuk ke suatu rumah, tinggallah di situ sampai kalian meninggalkan kota itu.","Tetapi kalau kalian sampai di suatu tempat, dan orang-orang di situ tidak mau menerima dan mendengar kalian, tinggalkanlah tempat itu. Dan kebaskanlah debu dari kakimu sebagai peringatan terhadap mereka!\"","Maka kedua belas pengikut Yesus itu berangkat. Mereka pergi menyiarkan berita bahwa manusia harus bertobat dari dosa-dosanya.","Pengikut-pengikut Yesus itu mengusir banyak roh jahat, mengoleskan minyak zaitun pada orang sakit dan menyembuhkan mereka.","Berita-berita tentang semua kejadian itu sampai juga pada Raja Herodes, sebab nama Yesus sudah terkenal di mana-mana. Ada orang yang berkata, \"Yohanes Pembaptis sudah hidup kembali! Itulah sebabnya Ia mempunyai kuasa melakukan keajaiban itu.\"","Tetapi orang-orang lain berkata, \"Dia Elia.\" Ada pula yang berkata, \"Dia nabi, seperti salah seorang nabi zaman dahulu.\"","Ketika Herodes mendengar itu, ia berkata, \"Pasti ini Yohanes Pembaptis yang dahulu sudah kusuruh pancung kepalanya. Sekarang ia sudah hidup kembali!\"","Sebab sebelum itu Herodes telah menyuruh orang menangkap Yohanes, dan memasukkannya ke dalam penjara. Herodes berbuat begitu karena soal Herodias, istri saudaranya sendiri, yaitu Filipus. Sebab Herodes sudah mengawini Herodias,","dan mengenai hal itu Yohanes sudah berulang-ulang menegur Herodes begini, \"Tidak boleh engkau kawin dengan istri saudaramu itu!\"","Itulah sebabnya Herodias dendam kepada Yohanes dan ingin membunuh Yohanes, tetapi ia tidak dapat melakukan hal itu, karena dihalang-halangi oleh Herodes.","Sebab Herodes telah menyuruh orang menjaga baik-baik keselamatan Yohanes di penjara, karena ia takut kepada Yohanes. Ia tahu Yohanes seorang yang baik yang diutus oleh Allah. Dan memang kalau Yohanes berbicara, Herodes suka juga mendengarkannya, meskipun ia menjadi gelisah sekali karenanya.","Akhirnya Herodias mendapat kesempatan pada hari ulang tahun Herodes. Ketika itu Herodes mengadakan pesta untuk semua pejabat tinggi kerajaan, perwira-perwira dan tokoh-tokoh masyarakat Galilea.","Di pesta itu anak gadis Herodias menari, dan tariannya itu sangat menyenangkan hati Herodes serta tamu-tamunya. Maka Herodes berkata kepada gadis itu, \"Engkau suka apa, minta saja. Aku akan memberikannya kepadamu!\"","Lalu Herodes berjanji kepada gadis itu dengan sumpah. Herodes berkata, \"Apa saja yang engkau minta akan kuberikan, bahkan separuh dari kerajaanku sekalipun!\"","Maka gadis itu keluar dan bertanya kepada ibunya, \"Ibu, apa sebaiknya yang harus saya minta?\" Ibunya menjawab, \"Mintalah kepala Yohanes Pembaptis.\"","Gadis itu segera kembali kepada Herodes dan berkata, \"Saya minta kepala Yohanes Pembaptis diberikan kepada saya sekarang ini juga di atas sebuah baki!\"","Mendengar permintaan itu Herodes sangat sedih. Tetapi ia tidak dapat menolak permintaan itu karena ia sudah bersumpah di hadapan para tamunya.","Jadi ia langsung memerintahkan seorang pengawalnya mengambil kepala Yohanes Pembaptis. Maka prajurit itu pergi ke penjara, lalu memancung kepala Yohanes.","Kemudian ia membawa kepala itu di atas baki dan menyerahkannya kepada gadis itu. Dan gadis itu memberikannya pula kepada ibunya.","Ketika pengikut-pengikut Yohanes mendengar hal itu, mereka pergi mengambil jenazah Yohanes, lalu menguburkannya.","Rasul-rasul yang diutus oleh Yesus itu kemudian kembali lagi, dan berkumpul dengan Yesus. Mereka melaporkan kepada-Nya semua yang telah mereka perbuat dan ajarkan.","Banyak sekali orang yang datang dan pergi, sehingga untuk makan pun Yesus dan pengikut-pengikut-Nya tidak sempat. Sebab itu Yesus berkata kepada pengikut-pengikut-Nya, \"Marilah kita pergi ke tempat yang sunyi, di mana kita bisa sendirian dan kalian dapat beristirahat sebentar.\"","Maka mereka pun berangkat dengan perahu menuju ke tempat yang sunyi.","Tetapi banyak orang sudah melihat mereka meninggalkan tempat itu, dan tahu siapa mereka. Jadi, dari semua kota di wilayah itu, orang-orang berlari-lari melalui jalan darat mendahului Yesus dan pengikut-pengikut-Nya.","Ketika Yesus turun dari perahu, Ia melihat orang banyak. Ia kasihan kepada mereka, sebab mereka seperti domba yang tidak punya gembala. Maka Ia pun mulai mengajarkan banyak hal kepada mereka.","Ketika sudah petang, pengikut-pengikut Yesus berkata kepada-Nya, \"Sudah hampir malam dan tempat ini terpencil.","Lebih baik Bapak menyuruh orang-orang ini pergi, supaya mereka dapat membeli makanan di desa-desa dan kampung-kampung di sekitar ini.\"","Tetapi Yesus menjawab, \"Kalian saja memberi mereka makan.\" \"Wah, apakah kami harus pergi membeli roti seharga dua ratus uang perak untuk memberi makan orang-orang ini?\" begitu kata pengikut-pengikut Yesus itu.","Lalu tanya Yesus, \"Ada berapa roti pada kalian? Coba pergi lihat.\" Sesudah mereka pergi melihat, mereka berkata, \"Ada lima roti dan ada dua ikan juga.\"","Lalu Yesus menyuruh semua orang itu duduk berkelompok-kelompok di rumput yang hijau.","Orang-orang itu pun duduk dengan teratur, berkelompok-kelompok. Ada yang seratus orang sekelompok, dan ada juga yang lima puluh orang sekelompok.","Kemudian Yesus mengambil lima roti dan dua ikan itu, lalu menengadah ke langit dan mengucap terima kasih kepada Allah. Sesudah itu, Ia membelah-belah roti itu dengan tangan-Nya dan memberikannya kepada pengikut-pengikut-Nya untuk dibagi-bagikan kepada orang banyak itu. Dan dua ikan itu dibagi-bagikan juga kepada mereka semua.","Mereka makan sampai kenyang.","Kemudian kelebihan makanan itu dikumpulkan oleh pengikut-pengikut Yesus--semuanya ada dua belas bakul penuh.","Orang laki-laki yang makan roti itu ada kira-kira lima ribu.","Sesudah itu Yesus segera menyuruh pengikut-pengikut-Nya berangkat dengan perahu mendahului Dia ke Betsaida di seberang danau, sementara Ia menyuruh orang banyak itu pulang.","Setelah melepaskan orang banyak itu, Yesus pergi ke bukit untuk berdoa.","Ketika sudah malam, perahu pengikut-pengikut Yesus telah berada di tengah-tengah danau, sedangkan Yesus masih berada di darat.","Ia melihat mereka bersusah payah mendayung perahu itu karena angin berlawanan arah dengan perahu. Sebab itu, kira-kira antara pukul tiga dan pukul enam pagi, Ia datang kepada mereka berjalan di atas air. Dan Ia berjalan terus seolah-olah akan melewati mereka.","Waktu mereka melihat bahwa Ia berjalan di atas air, mereka mengira Dia hantu,","sehingga mereka menjerit-jerit ketakutan. Sebab mereka semuanya melihat Dia dan mereka sangat terkejut. Tetapi langsung Yesus berbicara kepada mereka, \"Tenanglah! Aku Yesus. Jangan takut!\"","Lalu Ia naik ke perahu mereka, dan angin pun reda. Pengikut-pengikut Yesus heran sekali.","Keajaiban dengan lima buah roti itu belum lagi dipahami oleh mereka. Sukar bagi mereka untuk mengerti.","Waktu tiba di seberang danau, mereka berlabuh di pantai Genesaret.","Ketika mereka keluar dari perahu, orang-orang melihat bahwa yang datang itu Yesus.","Lalu mereka berlari-lari ke mana-mana di seluruh wilayah itu, dan mulai membawa orang-orang sakit di atas tikar kepada Yesus. Kalau mereka mendengar bahwa Yesus berada di suatu tempat, mereka membawa orang-orang sakit ke sana.","Di mana saja Yesus datang--baik di kampung, di kota atau di desa--di situ orang selalu datang dan menaruh orang-orang sakit mereka di alun-alun. Lalu mereka minta dengan sangat supaya orang-orang sakit itu diizinkan menyentuh jubah Yesus, biar hanya ujungnya. Semua yang menyentuhnya, menjadi sembuh."]