["Sekelompok orang Farisi dan beberapa guru agama dari Yerusalem, datang kepada Yesus.","Mereka melihat beberapa pengikut Yesus makan dengan tangan yang tidak bersih secara agama, yaitu tanpa terlebih dahulu mencuci tangan menurut peraturan agama.","Orang-orang Farisi, begitu juga semua orang Yahudi, setia sekali mengikuti adat istiadat nenek moyang mereka. Mereka tidak akan makan, sebelum mencuci tangan menurut cara-cara tertentu.","Apa yang dibeli di pasar tidak akan dimakan, sebelum dicuci terlebih dahulu. Dan banyak peraturan lain dari nenek moyang mereka yang mereka pegang teguh; seperti misalnya peraturan mencuci gelas, mangkuk, dan perkakas-perkakas tembaga.","Sebab itu orang-orang Farisi dan guru-guru agama itu bertanya kepada Yesus, \"Mengapa pengikut-pengikut-Mu itu makan dengan tangan yang tidak dicuci? Apa sebab mereka tidak menuruti adat istiadat nenek moyang kita?\"","Yesus menjawab, \"Kalian orang-orang munafik! Tepat sekali apa yang dinubuatkan Yesaya tentang kalian, yaitu, 'Begini kata Allah, Orang-orang itu hanya menyembah Aku dengan kata-kata, tetapi hati mereka jauh dari Aku.","Percuma mereka menyembah Aku, sebab peraturan manusia mereka ajarkan seolah-olah itu peraturan-Ku!'","Perintah-perintah Allah kalian abaikan, dan peraturan-peraturan manusia kalian pegang kuat-kuat.\"","Lalu Yesus berkata lagi, \"Kalian pandai sekali menolak perintah Allah supaya dapat mempertahankan ajaran sendiri.","Musa sudah memberi perintah ini, 'Hormatilah ayah dan ibumu,' dan 'Barangsiapa mengata-ngatai ayah ibunya, harus dihukum mati.'","Tetapi kalian mengajarkan: Kalau orang berkata kepada orang tuanya, 'Apa yang seharusnya saya berikan kepada ayah dan ibu, sudah saya persembahkan kepada Allah,'","maka kalian membebaskan orang itu dari kewajibannya menolong ayah ibunya.","Jadi dengan ajaranmu sendiri yang kalian berikan kepada orang-orang, kalian meniadakan perkataan Allah. Masih banyak hal seperti ini yang kalian lakukan.\"","Lalu Yesus memanggil orang banyak itu sekali lagi dan berkata kepada mereka, \"Dengarlah supaya mengerti!","Tidak ada sesuatu dari luar yang masuk ke dalam orang yang dapat membuat orang itu najis. Sebaliknya, yang keluar dari seseorang, itulah yang membuat dia najis.","(Jadi, kalau punya telinga, dengarkan.)\"","Ketika Yesus meninggalkan orang banyak itu dan masuk rumah, pengikut-pengikut-Nya bertanya kepada-Nya tentang maksud perumpamaan itu.","Maka Yesus berkata kepada mereka, \"Apakah kalian belum juga mengerti? Apakah kalian tidak bisa mengerti bahwa yang masuk ke dalam seseorang tidak bisa membuat orang itu najis?","Sebab yang masuk itu tidak lewat hati, tetapi lewat perut, dan kemudian keluar lagi.\" Dengan kata-kata itu Yesus menyatakan bahwa semua makanan halal.","Lalu Yesus berkata lagi, \"Yang keluar dari orang, itulah yang mengotorkan dia.","Sebab dari dalam, yaitu dari dalam hati, timbul pikiran-pikiran jahat yang menyebabkan orang berbuat cabul, mencuri, membunuh,","berzinah, menipu, memfitnah, serta melakukan segala sesuatu yang jahat, menjadi serakah, tidak sopan, iri hati, sombong, dan susah diajar.","Semua yang jahat itu timbul dari dalam, dan itulah yang menjadikan orang najis.\"","Kemudian Yesus meninggalkan tempat itu, dan pergi ke daerah dekat kota Tirus. Ia masuk ke dalam sebuah rumah dan tidak mau bahwa orang tahu Ia berada di situ. Tetapi Ia tidak dapat menyembunyikan diri.","Seorang ibu, yang anak perempuannya kemasukan roh jahat, mendengar tentang Yesus. Ia datang kepada Yesus dan sujud di depan-Nya,","sambil mohon supaya Yesus mengusir roh jahat dari anak itu. Wanita itu bukan orang Yahudi, lahir di daerah Fenisia di Siria.","Yesus berkata kepadanya, \"Anak-anak harus diberi makan terlebih dahulu. Tidak baik mengambil makanan anak-anak untuk dilemparkan kepada anjing.\"","\"Tuan,\" jawab wanita itu, \"anjing-anjing di bawah meja pun makan sisa-sisa yang dijatuhkan anak-anak!\"","Lalu Yesus berkata kepadanya, \"Karena jawabanmu itu, pulanglah; roh jahat sudah keluar dari anakmu!\"","Ibu itu pulang. Di rumah, ia mendapati anaknya sedang berbaring di tempat tidur, dan roh jahat benar-benar sudah keluar dari anak itu.","Kemudian Yesus meninggalkan daerah Tirus, dan meneruskan perjalanan-Nya melalui Sidon ke Danau Galilea. Ia mengambil jalan lewat daerah Sepuluh Kota.","Di situ orang membawa kepada-Nya seorang yang bisu tuli. Mereka minta Yesus meletakkan tangan-Nya ke atas orang itu.","Yesus membawa orang itu menyendiri dari orang banyak, lalu meletakkan jari-Nya ke dalam kedua telinga orang itu. Lantas Yesus meludah, dan menjamah lidah orang itu.","Sesudah itu Yesus menengadah ke langit, lalu bernapas keras dan berkata kepada orang itu, \"Efata,\" yang berarti, \"Terbukalah!\"","Telinga orang itu terbuka dan lidahnya menjadi lemas kembali, dan ia mulai berbicara dengan mudah.","Lalu Yesus melarang mereka sekalian untuk menceritakan hal itu kepada siapa pun. Tetapi semakin Yesus melarang, semakin pula mereka menyebarkannya.","Dan semua orang yang mendengar itu heran sekali. Mereka berkata, \"Semuanya dibuat-Nya dengan baik! Bahkan Ia membuat orang tuli mendengar dan orang bisu berbicara!\""]