["Tidak berapa lama kemudian, ada lagi sekelompok orang banyak datang berkumpul. Karena mereka tidak punya makanan, Yesus memanggil pengikut-pengikut-Nya dan berkata,","\"Aku kasihan kepada orang banyak ini. Sudah tiga hari lamanya mereka bersama-sama-Ku, dan sekarang mereka tidak punya makanan.","Kalau Aku menyuruh mereka pulang dengan perut kosong, mereka akan pingsan di tengah jalan. Apalagi di antara mereka ada yang datang dari jauh.\"","Pengikut-pengikut Yesus menjawab, \"Di tempat yang terpencil ini, di manakah orang bisa mendapat cukup makanan untuk semua orang ini?\"","\"Ada berapa banyak roti pada kalian?\" tanya Yesus. \"Tujuh,\" jawab mereka.","Maka Yesus menyuruh orang banyak itu duduk di atas tanah, lalu Ia mengambil ketujuh roti itu dan mengucap syukur kepada Allah. Kemudian Ia membelah-belah roti itu dengan tangan-Nya dan memberikannya kepada pengikut-pengikut-Nya untuk dibagi-bagikan kepada orang-orang. Maka pengikut-pengikut-Nya melakukannya.","Mereka mempunyai beberapa ekor ikan kecil juga. Yesus mengucap syukur kepada Allah atas ikan-ikan itu, lalu menyuruh pengikut-pengikut-Nya membagi-bagikan ikan-ikan itu juga.","Mereka makan sampai kenyang--ada kira-kira empat ribu orang yang makan. Kemudian pengikut-pengikut Yesus mengumpulkan kelebihan makanan--tujuh bakul penuh. Lalu Yesus menyuruh orang-orang itu pulang,","(8:8)","dan Ia dengan pengikut-pengikut-Nya langsung naik perahu dan pergi ke daerah Dalmanuta.","Beberapa orang Farisi datang kepada Yesus, dan mulai berdebat dengan Dia untuk menjebak-Nya. Mereka minta Yesus membuat keajaiban sebagai tanda bahwa Ia datang dari Allah.","Yesus mengeluh lalu menjawab, \"Apa sebab orang-orang zaman ini minta Aku membuat keajaiban? Tidak! Aku tidak akan memberikan tanda semacam itu kepada mereka!\"","Lalu Yesus meninggalkan mereka, dan masuk ke dalam perahu; kemudian berangkat ke seberang danau itu.","Pengikut-pengikut Yesus lupa membawa cukup roti. Mereka hanya mempunyai sebuah roti di perahu.","\"Hati-hatilah terhadap ragi orang-orang Farisi dan ragi Herodes,\" kata Yesus kepada mereka.","Maka pengikut-pengikut Yesus itu mulai mempercakapkan hal itu. Mereka berkata, \"Ia berkata begitu, sebab kita tidak punya roti.\"","Yesus tahu apa yang mereka persoalkan. Sebab itu Ia bertanya kepada mereka, \"Mengapa kalian persoalkan tentang tidak punya roti? Apakah kalian tidak tahu dan belum mengerti juga? Begitu tumpulkah pikiranmu?","Kalian punya mata--mengapa tidak melihat? Kalian punya telinga--mengapa tidak mendengar? Tidakkah kalian ingat","akan lima roti itu yang Aku belah-belah untuk lima ribu orang? Berapa bakul penuh kelebihan makanan yang kalian kumpulkan?\" \"Dua belas,\" jawab mereka.","\"Dan waktu Aku membelah-belah tujuh roti untuk empat ribu orang,\" tanya Yesus lagi, \"berapa bakul kelebihan makanan yang kalian kumpulkan?\" \"Tujuh,\" jawab mereka.","\"Nah, belumkah kalian mengerti juga?\" kata Yesus lagi.","Mereka sampai di Betsaida. Di situ orang membawa seorang buta kepada Yesus, dan minta supaya Ia menjamah orang buta itu untuk menyembuhkannya.","Maka Yesus memegang tangan orang buta itu dan menuntun dia ke luar kota itu. Kemudian Yesus meludahi mata orang itu. Ia meletakkan tangan-Nya pada mata orang itu, lalu bertanya kepadanya, \"Dapatkah engkau melihat sesuatu sekarang?\"","Orang itu melihat ke depan, lalu berkata, \"Ya. Saya melihat orang berjalan-jalan; tetapi mereka kelihatan seperti pohon.\"","Yesus meletakkan lagi tangan-Nya pada mata orang itu. Kali ini orang itu berusaha melihat dengan sedapat-dapatnya. Matanya sembuh, dan ia melihat semuanya dengan jelas sekali.","Lalu Yesus berkata kepadanya, \"Pulanglah, dan jangan kembali ke kota itu.\"","Yesus dan pengikut-pengikut-Nya pergi ke desa-desa di sekitar Kaisarea Filipi. Di tengah jalan Yesus bertanya kepada mereka, \"Menurut kata orang, siapakah Aku ini?\"","Mereka menjawab, \"Ada yang berkata: Yohanes Pembaptis; ada juga yang berkata Elia, dan yang lain lagi berkata: salah seorang nabi.\"","\"Tetapi menurut kalian sendiri, Aku ini siapa?\" tanya Yesus. Petrus menjawab, \"Bapak adalah Raja Penyelamat!\"","Lalu Yesus memperingatkan mereka, supaya tidak memberitahukan kepada siapa pun tentang diri-Nya.","Setelah itu, Yesus mulai mengajar pengikut-pengikut-Nya bahwa Anak Manusia mesti menderita banyak, dan akan ditentang oleh pemimpin-pemimpin, imam-imam kepala, dan guru-guru agama. Ia akan dibunuh, tetapi pada hari ketiga Ia akan dibangkitkan kembali.","Dengan jelas sekali Yesus memberitahukan hal itu kepada pengikut-pengikut-Maka Petrus menarik Yesus ke samping, dan menegur Dia.","Tetapi Yesus menoleh dan memandang pengikut-pengikut-Nya, lalu menegur Petrus, \"Pergi dari sini, Penggoda! Pikiranmu itu pikiran manusia; bukan pikiran Allah!\"","Kemudian Yesus memanggil orang banyak yang ada di situ bersama-sama dengan pengikut-pengikut-Nya. Lalu Ia berkata kepada mereka, \"Orang yang mau mengikuti Aku, harus melupakan kepentingannya sendiri, kemudian memikul salibnya, dan terus mengikuti Aku.","Sebab orang yang mau mempertahankan hidupnya, akan kehilangan hidupnya. Tetapi orang yang mengurbankan hidupnya untuk-Ku dan untuk Kabar Baik dari Allah, akan menyelamatkannya.","Apa untungnya bagi seseorang, kalau seluruh dunia ini menjadi miliknya, tetapi ia kehilangan hidupnya?","Dapatkah hidup itu ditukar dengan sesuatu?","Kalau seseorang malu mengakui Aku dan pengajaran-Ku pada zaman durhaka dan jahat ini, Anak Manusia juga akan malu mengakui orang itu, pada waktu Ia datang nanti dengan kuasa Bapa-Nya, disertai malaikat-malaikat yang suci.\""]