["\"Ketahuilah!\" kata Yesus. \"Dari antara kalian di sini ada yang tidak akan mati, sebelum melihat Allah memerintah dengan kuasa!\"","Enam hari kemudian Yesus membawa Petrus dengan Yakobus dan saudaranya Yohanes, menyendiri ke sebuah gunung yang tinggi. Di depan mata mereka Yesus berubah rupa.","Pakaian-Nya menjadi putih berkilauan. Tidak ada seorang penatu pun di dunia ini yang dapat mencuci seputih itu.","Kemudian ketiga orang pengikut-Nya itu melihat Yesus bercakap-cakap dengan Elia dan Musa.","Maka Petrus berkata kepada Yesus, \"Pak Guru, enak sekali kita di sini. Baiklah kami mendirikan tiga kemah: satu untuk Bapak, satu untuk Musa, dan satu lagi untuk Elia.\"","Sebenarnya Petrus tidak tahu apa yang ia harus katakan, sebab ia dengan kedua temannya sedang ketakutan sekali.","Kemudian awan meliputi mereka dan dari awan itu terdengar suara yang berkata, \"Inilah Anak-Ku yang Kukasihi. Dengarkan Dia!\"","Cepat-cepat mereka melihat sekeliling mereka, dan tidak lagi melihat siapa pun di situ bersama mereka, kecuali Yesus saja.","Waktu mereka turun dari gunung itu, Yesus memperingatkan mereka, \"Jangan memberitahukan kepada siapa pun apa yang kalian lihat tadi sebelum Anak Manusia dibangkitkan dari kematian.\"","Mereka mentaati pesan itu, tetapi di antara mereka sendiri mereka mulai mempercakapkan apa maksud Yesus dengan \"hidup kembali dari kematian\".","Maka mereka bertanya kepada-Nya, \"Mengapa guru-guru agama berkata bahwa Elia mesti datang terlebih dahulu?\"","Yesus menjawab, \"Elia memang datang terlebih dahulu untuk membereskan segala sesuatu. Tetapi bagaimanakah halnya dengan Anak Manusia? Apa sebab di dalam Alkitab tertulis bahwa Ia akan banyak menderita dan dihina orang?","Tetapi Aku berkata kepadamu: Elia sudah datang, dan orang-orang memperlakukan dia semau mereka. Itu cocok dengan yang sudah tertulis dalam Alkitab tentang dirinya.\"","Ketika Yesus dan ketiga pengikut-Nya sudah berada kembali bersama pengikut-pengikut yang lainnya, mereka melihat banyak orang di situ. Beberapa guru agama sedang berdebat dengan pengikut-pengikut Yesus itu.","Begitu orang-orang itu melihat Yesus, mereka tercengang, lalu berlari-lari menyambut Dia.","\"Apa yang kalian persoalkan dengan guru-guru agama itu?\" tanya Yesus kepada pengikut-pengikut-Nya.","Seorang dari antara orang banyak itu menjawab, \"Bapak Guru, saya membawa anak saya kepada Bapak. Dia bisu karena kemasukan roh jahat.","Kalau roh itu menyerang dia, badannya dibanting-banting ke tanah, mulutnya berbusa, giginya mengertak dan seluruh tubuhnya menjadi kaku. Saya minta pengikut-pengikut Bapak mengusir roh jahat itu, tetapi mereka tidak dapat melakukannya.\"","Maka Yesus berkata kepada mereka, \"Bukan main kalian ini! Kalian sungguh-sungguh orang yang tidak percaya. Sampai kapan Aku harus tinggal bersama-sama kalian dan bersabar terhadap kalian? Bawa anak itu ke mari!\"","Mereka pun membawa anak itu kepada Yesus. Begitu roh jahat itu melihat Yesus, ia membuat badan anak itu kejang-kejang sehingga anak itu jatuh terguling-guling ke tanah. Mulutnya berbusa.","Lalu Yesus bertanya kepada bapaknya, \"Sudah berapa lama ia begini?\" \"Sejak ia masih kecil!\" jawab bapaknya.","\"Sudah sering roh jahat itu berusaha membunuh dia dengan menjatuhkannya ke dalam api atau ke dalam air. Tetapi kalau Bapak dapat menolong, sudilah Bapak mengasihani kami dan menolong kami!\"","\"Apa katamu? Kalau Bapak dapat?\" jawab Yesus. \"Segalanya dapat, asal orang percaya!\"","Langsung ayah itu berteriak, \"Tuhan, saya percaya, tetapi iman saya kurang. Tolonglah saya supaya lebih percaya lagi!\"","Waktu Yesus melihat bahwa orang banyak mulai datang berkerumun, Ia memerintahkan roh jahat itu dengan berkata, \"Roh tuli dan bisu, Aku perintahkan kau keluar dari anak ini dan jangan sekali-kali masuk lagi ke dalamnya!\"","Roh jahat itu berteriak, lalu membuat badan anak itu kejang-kejang, kemudian keluar dari anak itu. Anak itu kelihatan seperti mayat sehingga semua orang berkata, \"Ia sudah mati!\"","Tetapi Yesus memegang tangannya dan menolong dia bangun. Anak itu pun bangun.","Setelah Yesus di rumah, pengikut-pengikut-Nya datang secara tersendiri kepada-Nya dan bertanya, \"Apa sebab kami tidak dapat mengusir roh jahat itu?\"","Yesus menjawab, \"Roh jahat semacam itu tidak dapat diusir dengan cara apa pun, selain dengan doa.\"","Yesus dan pengikut-pengikut-Nya meninggalkan tempat itu dan meneruskan perjalanan melalui Galilea. Yesus tidak mau orang tahu di mana Ia berada,","sebab Ia sedang mengajar pengikut-pengikut-Nya. \"Anak Manusia akan diserahkan kepada kuasa manusia,\" begitu kata Yesus, \"dan Ia akan dibunuh, tetapi pada hari ketiga Ia akan bangkit!\"","Pengikut-pengikut-Nya tidak mengerti yang diajarkan oleh Yesus, tetapi mereka takut bertanya kepada-Nya.","Mereka sampai di Kapernaum. Setelah di rumah, Yesus bertanya kepada pengikut-pengikut-Nya, \"Kalian mempersoalkan apa di tengah jalan tadi?\"","Mereka tidak menjawab, sebab di tengah jalan mereka bertengkar mengenai siapa yang terbesar.","Yesus duduk, lalu memanggil kedua belas pengikut-Nya itu. Ia berkata kepada mereka, \"Orang yang mau menjadi yang nomor satu, ia harus menjadi yang terakhir dan harus menjadi pelayan semua orang.\"","Kemudian Yesus mengambil seorang anak kecil, dan membuat anak itu berdiri di depan mereka semua. Yesus memeluk anak itu dan berkata kepada pengikut-pengikut-Nya,","\"Orang yang menerima seorang anak seperti ini karena Aku, berarti menerima Aku. Dan orang yang menerima Aku, ia bukan menerima Aku saja, tetapi menerima juga Dia yang mengutus Aku.\"","Lalu Yohanes berkata kepada Yesus, \"Pak Guru, kami melihat seseorang mengusir setan atas nama Bapak. Dan kami melarang dia sebab ia bukan dari kita.\"","Tetapi Yesus berkata, \"Jangan melarang dia, sebab tidak seorang pun yang membuat keajaiban atas nama-Ku, dapat langsung menjelek-jelekkan Aku.","Sebab orang yang tidak melawan kita, berarti berpihak kepada kita.","Ingatlah! Orang yang memberi minum kepadamu oleh karena kalian pengikut Raja Penyelamat, ia pasti akan menerima upahnya.\"","\"Siapa menyebabkan salah satu dari orang-orang yang kecil ini tidak percaya lagi kepada-Ku, lebih baik kalau batu penggilingan diikatkan pada lehernya, dan ia dibuang ke dalam laut.","Kalau tanganmu membuat engkau berdosa, potonglah tangan itu! Lebih baik engkau hidup dengan Allah tanpa sebelah tangan daripada engkau dengan kedua belah tanganmu masuk ke neraka, yaitu api yang abadi.","(Di sana api tidak bisa padam, dan ulat tidak bisa mati.)","Dan kalau kakimu membuat engkau berdosa, potonglah kaki itu. Lebih baik engkau hidup dengan Allah tanpa sebelah kakimu, daripada engkau dengan kedua belah kakimu dibuang ke dalam neraka.","(Di sana api tidak bisa padam dan ulat tidak bisa mati.)","Kalau matamu menyebabkan engkau berdosa, cungkillah mata itu! Lebih baik engkau masuk Dunia Baru Allah tanpa satu mata, daripada engkau dengan kedua belah matamu dibuang ke dalam neraka.","Di sana api tidak bisa padam dan ulat tidak bisa mati.","Setiap orang akan dimurnikan dengan api, seperti kurban disucikan dengan garam.","Garam itu baik, tetapi kalau menjadi tawar, mungkinkah diasinkan kembali? Jadi, hendaklah kalian menjadi seperti garam--hiduplah bersama-sama dengan rukun.\""]