["Yesus berkata kepada pengikut-pengikut-Nya, \"Adalah seorang kaya. Ia mempunyai seorang pegawai keuangan yang mengurus kekayaannya. Orang kaya itu mendapat laporan bahwa pegawai keuangannya memboroskan uangnya.","Jadi ia memanggil pegawai keuangan itu dan berkata, 'Apa ini yang saya dengar mengenai engkau? Sekarang, serahkan kepada saya laporan lengkap mengenai pekerjaanmu mengurus kekayaan saya. Engkau tidak boleh lagi menjadi pegawai keuangan saya.'","Maka pegawai keuangan itu berpikir, 'Saya harus berbuat apa sekarang? Tuan saya mau memecat saya. Mencangkul, saya tidak kuat; mengemis, saya malu.","Saya ada akal; apabila saya sudah dipecat, saya harus mempunyai banyak kawan yang mau menampung saya di rumah mereka!'","Jadi pegawai keuangan itu memanggil setiap orang yang berutang kepada tuannya. Kepada yang pertama, ia berkata, 'Berapa utangmu kepada tuan saya?'","Orang itu menjawab, 'Seratus tempayan minyak zaitun.' Pegawai itu berkata kepadanya, 'Ini surat utangmu. Duduklah dan cepatlah menulis: lima puluh.'","Kemudian ia berkata kepada orang yang kedua, 'Dan Saudara, berapa utang Saudara?' Orang itu menjawab, 'Seribu karung gandum.' Pegawai keuangan itu berkata kepadanya, 'Ini surat utangmu. Tulislah: delapan ratus.'","Maka majikan dari pegawai keuangan yang tidak jujur itu memuji pegawainya itu karena tindakannya yang cerdik itu; sebab orang-orang dunia ini lebih cerdik mengatur urusan mereka daripada orang-orang yang hidup dalam terang.\"","Lalu Yesus berbicara lagi, kata-Nya, \"Dengarlah! Pakailah kekayaan dunia ini untuk mendapat kawan, supaya apabila kekayaan dunia ini sudah tidak berharga lagi, kalian akan diterima di tempat tinggal yang abadi.","Orang yang bisa dipercayai dalam hal-hal kecil, bisa dipercayai juga dalam hal-hal besar. Tetapi orang yang tidak bisa dipercayai dalam hal-hal kecil, tidak bisa dipercayai juga dalam hal-hal besar.","Jadi, kalau mengenai kekayaan dunia ini kalian sudah tidak dapat dipercayai, siapa mau mempercayakan kepadamu kekayaan rohani?","Dan kalau mengenai barang yang dimiliki orang lain, kalian terbukti tidak bisa dipercayai, siapa mau memberikan kepadamu apa yang menjadi milikmu?","Tidak seorang pun dapat bekerja untuk dua majikan; sebab ia akan lebih mengasihi yang satu daripada yang lain, atau ia akan lebih setia kepada majikan yang satu daripada yang lain. Begitulah juga dengan kalian. Kalian tidak dapat bekerja untuk Allah dan untuk harta benda juga.\"","Orang-orang Farisi mendengar semua yang dikatakan oleh Yesus. Lalu mereka menertawakan-Nya, sebab mereka suka uang.","Tetapi Yesus berkata kepada mereka, \"Kalianlah orang yang di hadapan orang lain kelihatan benar, tetapi Allah tahu isi hatimu. Sebab apa yang dianggap tinggi oleh manusia, dipandang rendah oleh Allah.","Hukum yang diberikan oleh Musa dan ajaran nabi-nabi, tetap berlaku sampai pada masa Yohanes Pembaptis. Sejak waktu itu Kabar Baik tentang bagaimana Allah memerintah sebagai Raja diberitakan terus. Dan orang memaksakan diri untuk menjadi anggota umat Allah.","Tetapi lebih mudah untuk langit dan bumi lenyap, daripada satu huruf dalam Hukum Allah menjadi batal.","Siapa menceraikan istrinya lalu kawin dengan wanita lain, orang itu berzinah. Dan orang yang kawin dengan wanita yang sudah diceraikan, berzinah juga.\"","\"Adalah seorang yang kaya. Pakaiannya mahal-mahal, dan hidupnya mewah setiap hari.","Di depan pintu rumahnya diletakkan seorang miskin bernama Lazarus. Badannya penuh dengan borok.","Ia ingin mengisi perutnya dengan remah-remah yang jatuh dari meja orang kaya itu. Anjing bahkan datang menjilat boroknya.","Orang miskin itu kemudian meninggal lalu dibawa malaikat ke tempat terhormat di samping Abraham di surga. Orang kaya itu meninggal juga dan dikuburkan.","Di dunia orang mati ia menderita sekali. Dan pada waktu ia memandang dari sana ke atas, ia melihat Abraham di tempat yang jauh dan Lazarus ada di samping Abraham.","'Bapak Abraham!' seru orang kaya itu. 'Kasihanilah saya. Suruhlah Lazarus mencelupkan jarinya ke dalam air lalu datang membasahi lidah saya. Saya sengsara sekali di dalam api ini!'","Tetapi Abraham menjawab, 'Ingatlah anakku: seumur hidupmu engkau sudah mendapat semua yang baik-baik, sedangkan Lazarus mendapat yang jelek-jelek. Sekarang ia senang di sini, dan engkau sengsara.","Selain itu, di antara engkau dan kami sudah dibuat sebuah jurang yang besar, supaya orang dari sini tidak dapat ke sana dan orang dari sana tidak dapat ke sini!'","'Kalau begitu, Pak,' kata orang kaya itu, 'saya minta dengan sangat Bapak mengutus Lazarus ke rumah ayah saya.","Ada lima saudara saya di situ. Suruhlah Lazarus memperingatkan mereka, supaya jangan sampai mereka pun jatuh ke tempat siksaan ini.'","Abraham menjawab, 'Mereka sudah punya buku-buku Musa dan buku para nabi! Biarlah mereka menuruti apa yang tertulis dalam buku-buku itu!'","Tetapi orang kaya itu menjawab, 'Itu tidak cukup, Bapak Abraham. Tetapi kalau ada orang mati hidup kembali dan datang kepada mereka, mereka akan bertobat dari dosa-dosa mereka.'","Tetapi Abraham berkata, 'Kalau mereka tidak menghiraukan perintah Musa dan nabi-nabi, pastilah mereka tidak akan percaya juga, biarpun ada orang mati yang hidup kembali.'\""]