["Pada suatu hari Sabat Yesus pergi makan di rumah seorang tokoh Farisi. Di situ orang-orang memperhatikan Yesus dengan teliti.","Maka datanglah kepada Yesus seorang yang sakit busung yang kaki dan tangannya bengkak-bengkak.","Lalu Yesus bertanya kepada guru-guru agama dan orang-orang Farisi yang ada di situ, \"Menurut hukum agama kita, bolehkah kita menyembuhkan orang sakit pada hari Sabat atau tidak?\"","Guru-guru agama dan orang-orang Farisi itu diam saja. Lalu Yesus memanggil orang itu dan menyembuhkan dia, kemudian menyuruh dia pergi.","Sesudah itu Yesus berkata kepada orang-orang, \"Seandainya seorang dari kalian mempunyai seorang anak atau seekor lembu yang jatuh ke dalam sumur pada hari Sabat, apakah ia tidak akan segera menarik ke luar anak itu atau lembu itu hari itu juga?\"","Tetapi tidak seorang pun dapat menjawab Yesus mengenai hal itu.","Yesus melihat ada tamu-tamu yang memilih tempat-tempat yang paling baik. Sebab itu Ia memberikan ajaran ini kepada mereka semua.","\"Apabila kalian diundang ke pesta kawin, janganlah pergi duduk di kursi kehormatan. Sebab jangan-jangan seorang lain yang lebih penting daripadamu telah diundang juga,","sehingga tuan rumah yang sudah mengundang kalian berdua itu, terpaksa datang kepadamu dan berkata, 'Maaf, tempat ini telah disediakan untuk tamu itu.' Maka dengan sangat malu engkau terpaksa duduk di tempat yang paling belakang.","Sebab itu, apabila kalian diundang, pilihlah tempat yang paling belakang, supaya tuan rumah akan datang dan berkata kepadamu, 'Kawan, mari duduk di tempat yang lebih baik.' Dengan demikian kalian dihormati di depan semua tamu yang lain.","Sebab setiap orang yang meninggikan diri akan direndahkan, tetapi yang merendahkan diri akan ditinggikan.\"","Lalu kata Yesus kepada tuan rumah, \"Apabila engkau mengundang orang untuk pesta makan siang atau makan malam, janganlah mengundang teman atau saudara, atau sanak saudara, ataupun tetanggamu yang kaya. Sebab nanti mereka akan mengundangmu pula, dan dengan demikian engkau menerima balasan atas perbuatanmu.","Jadi, apabila engkau mengadakan pesta, undanglah orang miskin, orang cacat, orang lumpuh, dan orang buta.","Engkau akan diberkati, sebab orang-orang itu tidak akan dapat membalas kebaikanmu. Kebaikanmu akan dibalas oleh Allah pada waktu orang-orang yang baik dibangkitkan kembali dari kematian.\"","Pada waktu salah seorang yang makan bersama-sama di situ mendengar perkataan Yesus, ia berkata, \"Untung sekali orang yang akan makan bersama dengan Allah apabila Ia datang sebagai Raja!\"","Tetapi Yesus berkata kepada orang itu, \"Pada suatu waktu ada seorang mengadakan pesta yang besar dan mengundang banyak orang.","Ketika sudah waktunya untuk mulai pesta, orang itu menyuruh pelayannya pergi kepada para undangan dan berkata, 'Silakan datang, semuanya sudah siap!'","Tetapi mereka semua, seorang demi seorang mulai minta maaf. Yang pertama berkata kepada pelayan itu, 'Saya baru saja membeli sebidang tanah, dan perlu pergi memeriksanya. Maafkanlah saya.'","Yang lain berkata, 'Saya baru membeli lima pasang lembu, dan hendak mencoba lembu-lembu itu. Maafkanlah saya.'","Yang lain lagi berkata, 'Saya baru saja kawin, karena itu saya tidak dapat datang.'","Pelayan itu pulang dan memberitahukan hal itu kepada tuannya. Tuan itu marah sekali, dan berkata kepada pelayannya, 'Cepatlah pergi ke jalan-jalan dan gang-gang di kota. Bawalah ke mari orang miskin, orang cacat, orang buta dan orang lumpuh.'","Kemudian pelayan itu berkata, 'Tuan, perintah Tuan sudah dijalankan, tetapi tempat masih banyak.'","Lalu tuan itu berkata, 'Pergilah ke jalan-jalan raya dan lorong-lorong di luar kota, dan desaklah orang-orang datang, supaya rumah saya penuh.","Ingatlah! Tidak seorang pun dari antara tamu-tamu yang sudah diundang itu akan menikmati makanan pesta saya ini!'\"","Banyak orang turut berjalan bersama Yesus. Yesus menoleh dan berkata kepada mereka,","\"Kalau orang datang kepada-Ku, tetapi lebih mengasihi ibunya, bapaknya, istrinya, anak-anaknya, saudara-saudaranya, malah dirinya sendiri, ia tidak bisa menjadi pengikut-Ku.","Orang yang tidak mau memikul salibnya dan mengikuti Aku, tidak dapat menjadi pengikut-Ku.","Kalau seorang dari kalian mau membangun sebuah menara, tentu ia akan duduk menghitung dahulu biayanya supaya ia tahu apakah uangnya cukup untuk menyelesaikan menara itu atau tidak.","Sebab kalau ternyata ia tak dapat menyelesaikannya, padahal pondasinya sudah dibuat, maka semua orang yang melihat pekerjaan itu akan menertawakannya.","Mereka akan berkata, 'Iih, orang ini membangun, tetapi tidak dapat menyelesaikannya!'","Kalau seorang raja yang mempunyai sepuluh ribu tentara mau berperang dengan raja lain yang mempunyai dua puluh ribu tentara, tentu raja itu akan duduk mempertimbangkan dahulu apakah ia cukup kuat untuk melawan musuhnya itu.","Kalau ia tahu bahwa ia tidak kuat, tentu sewaktu musuhnya itu masih jauh, ia akan mengirim utusannya untuk minta berdamai.\"","Akhirnya Yesus berkata, \"Begitu juga dengan kalian. Tidak seorang pun dari kalian dapat menjadi pengikut-Ku, kalau ia tidak mengurbankan segala-galanya.\"","\"Garam itu baik, tetapi kalau menjadi tawar, mungkinkah diasinkan kembali?","Tidak ada gunanya lagi, baik untuk ladang maupun untuk pupuk. Jadi dibuang saja. Kalau punya telinga, dengarkan!\""]