["Setelah itu Yesus menceritakan sebuah perumpamaan untuk mengajar pengikut-pengikut-Nya supaya mereka selalu berdoa dan jangan berputus asa.","Yesus berkata, \"Di sebuah kota ada seorang hakim yang tidak takut kepada Allah, dan tidak peduli kepada siapapun juga.","Di kota itu ada pula seorang janda yang berkali-kali menghadap hakim itu meminta perkaranya dibela. 'Tolonglah saya menghadapi lawan saya,' kata janda itu.","Beberapa waktu lamanya hakim itu tidak mau menolong janda itu. Tetapi akhirnya hakim itu berpikir, 'Meskipun saya tidak takut kepada Allah dan tidak peduli kepada siapa pun,","tetapi karena janda ini terus saja mengganggu saya, lebih baik saya membela perkaranya. Kalau tidak, ia akan terus-menerus datang dan menyusahkan saya.'\"","Lalu Tuhan berkata, \"Perhatikanlah apa yang dikatakan oleh hakim yang tidak adil itu!","Nah, apakah Allah tidak akan membela perkara umat-Nya sendiri yang berseru kepada-Nya siang dan malam? Apakah Ia akan mengulur-ulur waktu untuk menolong mereka?","Percayalah: Ia akan segera membela perkara mereka! Tetapi apabila Anak Manusia datang, apakah masih ditemukan orang yang percaya kepada-Nya di bumi ini?\"","Yesus menceritakan juga perumpamaan ini yang ditujukan-Nya kepada orang yang memandang rendah orang lain, tetapi yakin bahwa dirinya sendiri baik.","Kata Yesus, \"Adalah dua orang yang pergi ke Rumah Tuhan untuk berdoa. Yang satu orang Farisi, yang lainnya seorang penagih pajak.","Orang Farisi itu berdiri menyendiri dan berdoa, 'Ya Allah, saya mengucap terima kasih kepada-Mu, sebab saya tidak seperti orang lain, yang serakah, curang, atau berzinah. Saya bersyukur karena saya tidak seperti penagih pajak itu.","Saya berpuasa dua kali seminggu, dan saya mempersembahkan kepada-Mu sepersepuluh dari semua pendapatan saya.'","Tetapi penagih pajak itu berdiri jauh-jauh dan malahan tidak berani menengadah ke langit. Sambil mengusap dada ia berkata, 'Ya Allah, kasihanilah saya, orang berdosa ini!'\"","\"Percayalah,\" kata Yesus, \"pada waktu pulang ke rumah, penagih pajak itulah yang diterima Allah dan bukan orang Farisi itu. Sebab setiap orang yang meninggikan dirinya akan direndahkan; dan setiap orang yang merendahkan dirinya akan ditinggikan.\"","Ada orang-orang membawa anak-anak kecil kepada Yesus supaya Ia menjamah dan memberkati mereka. Ketika pengikut-pengikut Yesus melihat itu, mereka memarahi orang-orang itu.","Tetapi Yesus memanggil anak-anak itu lalu berkata kepada pengikut-pengikut-Nya, \"Biarkanlah anak-anak datang kepada-Ku! Jangan melarang mereka, sebab orang semacam inilah yang menjadi anggota umat Allah.","Ingatlah! Orang yang tidak menghadap Allah seperti seorang anak, tidak akan menjadi anggota umat Allah.\"","Seorang pemimpin Yahudi bertanya kepada Yesus, \"Pak Guru yang baik, saya harus berbuat apa supaya dapat menerima hidup sejati dan kekal?\"","\"Mengapa kaukatakan Aku baik?\" tanya Yesus kepadanya. \"Tidak ada yang baik, selain Allah sendiri.","Engkau sudah tahu perintah-perintah Allah: 'Jangan berzinah, jangan membunuh, jangan mencuri, jangan bersaksi dusta, dan hormatilah ayah dan ibumu.'\"","\"Semua perintah itu sudah saya turuti sejak muda,\" sahut orang itu.","Mendengar itu, Yesus berkata, \"Masih ada satu hal yang harus kaulakukan: Juallah semua milikmu, berikanlah uangnya kepada orang miskin, dan engkau akan mendapat harta di surga. Setelah itu datanglah mengikuti Aku.\"","Tetapi ketika orang itu mendengar itu, ia sedih karena ia kaya sekali.","Yesus tahu orang itu bersedih hati, sebab itu Ia berkata, \"Sukar sekali untuk orang kaya menjadi anggota umat Allah!","Lebih gampang seekor unta masuk lubang jarum, daripada seorang kaya masuk Dunia Baru Allah.\"","Orang-orang yang mendengar Yesus mengatakan demikian bertanya, \"Kalau begitu, siapa yang bisa selamat?\"","Yesus menjawab, \"Yang tidak mungkin bagi manusia, mungkin bagi Allah!\"","Lalu Petrus berkata, \"Lihatlah! Kami sudah meninggalkan rumah tangga untuk mengikuti Bapak.\"","\"Percayalah!\" kata Yesus. \"Orang yang sudah meninggalkan rumahnya, atau istrinya, atau saudaranya atau ayah ibunya atau anak-anaknya karena melayani Allah,","orang itu akan dibalas berlipat ganda pada masa ini, dan pada zaman yang akan datang ia akan diberikan hidup sejati dan kekal.\"","Yesus mengumpulkan kedua belas pengikut-Nya tersendiri, lalu berkata, \"Dengarkan! Kita sekarang menuju Yerusalem. Di sana, semua yang ditulis nabi-nabi mengenai Anak Manusia, akan terjadi.","Ia akan diserahkan kepada orang-orang bukan Yahudi, yang akan mengolok-olok, menghina, dan meludahi Dia.","Mereka akan menyiksa dan membunuh Dia, tetapi pada hari ketiga, Ia akan bangkit.\"","Semuanya itu tidak dipahami sedikit pun oleh pengikut-pengikut Yesus itu. Arti dari kata-kata-Nya itu dirahasiakan dari mereka. Mereka tidak tahu Ia berbicara tentang apa.","Waktu Yesus hampir sampai di Yerikho, seorang buta sedang duduk minta-minta di pinggir jalan.","Ketika ia mendengar orang banyak itu lewat, ia bertanya, \"Ada apa?\"","\"Yesus, orang Nazaret itu, lewat,\" kata mereka kepadanya.","Maka orang buta itu berteriak, \"Yesus, anak Daud! Kasihanilah saya!\"","Orang-orang yang di depan, memarahinya dan menyuruh dia diam. Tetapi ia berteriak lebih nyaring lagi, \"Anak Daud! Kasihanilah saya!\"","Yesus berhenti dan menyuruh orang membawa orang buta itu kepada-Nya. Ketika ia sampai, Yesus bertanya,","\"Apa yang kau ingin Aku perbuat untukmu?\" \"Tuan,\" jawab orang buta itu, \"saya ingin melihat.\"","Lalu Yesus berkata, \"Kalau begitu, lihatlah! Karena engkau percaya kepada-Ku, engkau sembuh.\"","Saat itu juga ia dapat melihat, lalu ia mengikuti Yesus sambil mengucap terima kasih kepada Allah. Ketika orang banyak itu melihat hal itu, mereka semua memuji-muji Allah."]