["Pada suatu hari Yesus berdoa di suatu tempat. Sehabis berdoa, salah seorang dari pengikut-pengikut-Nya berkata, \"Tuhan, coba ajarkan kami berdoa seperti Yohanes mengajar pengikut-pengikutnya berdoa.\"","Maka Yesus berkata kepada mereka, \"Kalau kalian berdoa, katakanlah begini, 'Bapa, Engkaulah Allah yang Esa. Semoga Engkau disembah dan dihormati.","Berilah setiap hari makanan yang kami perlukan.","Ampunilah dosa-dosa kami, sebab kami juga mengampuni setiap orang yang bersalah kepada kami. Dan janganlah membiarkan kami kehilangan percaya pada waktu kami dicobai.'\"","Yesus berkata kepada pengikut-pengikut-Nya, \"Seandainya seorang dari antara kalian pergi ke rumah kawannya pada tengah malam, dan berkata, 'Kawan, pinjamkanlah roti tiga buah,","sebab kawanku yang sedang dalam perjalanan, baru saja singgah di rumah dan aku tidak punya makanan untuk dia!'","Seandainya kawan yang kaudatangi itu menjawab begini, dari dalam rumahnya, 'Jangan menyusahkan aku! Pintu sudah terkunci dan aku dengan anak-anakku sudah tidur. Aku tidak dapat bangun dan memberi apa-apa kepadamu.'\"","\"Lalu bagaimana?\" kata Yesus selanjutnya. \"Aku katakan, ya! Meskipun engkau adalah kawannya, ia tidak akan mau bangun dan memberikan sesuatu kepadamu. Tetapi justru karena engkau tidak merasa malu untuk minta kepadanya terus-menerus, maka ia akan bangun juga dan memberikan kepadamu apa yang engkau perlukan.","Jadi, Aku berkata kepadamu: Mintalah, maka kalian akan diberi; carilah, maka kalian akan mendapat; ketuklah, maka pintu akan dibukakan untukmu.","Karena orang yang minta akan menerima; orang yang mencari akan mendapat, dan orang yang mengetuk, akan dibukakan pintu.","Di antara kalian apakah ada ayah yang memberikan ular kepada anakmu, kalau ia minta ikan?","Atau memberikan kalajengking, kalau ia minta telur?","Walaupun kalian jahat, kalian tahu juga memberikan yang baik kepada anakmu. Apalagi Bapa di surga! Ia akan memberikan Roh-Nya kepada mereka yang meminta kepada-Nya!\"","Pada suatu hari Yesus mengusir roh jahat keluar dari seorang bisu. Setelah roh jahat itu keluar, orang itu mulai berbicara. Banyak orang heran,","tetapi ada yang berkata, \"Ia bisa mengusir roh jahat karena kuasa Beelzebul, kepala roh jahat itu.\"","Ada juga orang-orang lain yang mau menjebak Yesus, jadi mereka minta Ia melakukan suatu keajaiban sebagai tanda bahwa Ia datang dari Allah.","Tetapi Yesus tahu maksud mereka. Maka Ia berkata kepada mereka, \"Kalau suatu negara terpecah dalam golongan-golongan yang saling bermusuhan, negara itu tidak akan bertahan. Dan sebuah keluarga yang terpecah-pecah dan bermusuhan satu sama lain, akan hancur.","Begitu juga di dalam kerajaan Iblis; kalau satu kelompok berkelahi dengan kelompok yang lain, kerajaan itu akan runtuh. Kalian berkata bahwa Aku mengusir roh jahat karena kuasa Beelzebul.","Kalau begitu, dengan kuasa siapa pengikut-pengikutmu mengusir roh-roh jahat itu? Pengikut-pengikutmu itu sendirilah yang membuktikan bahwa kalian salah!","Tetapi Aku mengusir roh jahat dengan kuasa Allah, dan itu berarti bahwa Allah sudah mulai memerintah di tengah-tengah kalian.","Kalau seorang yang kuat, dengan bersenjata lengkap, menjaga rumahnya sendiri, semua miliknya akan selamat.","Tetapi kalau seorang yang lebih kuat menyerang dan mengalahkan dia, maka orang yang lebih kuat itu akan merampas semua senjata yang diandalkan oleh pemilik rumah itu, lalu membagi-bagikan semua barang-barangnya.","Orang yang tidak memihak Aku, sesungguhnya melawan Aku, dan orang yang tidak membantu Aku, sesungguhnya merusak pekerjaan-Ku!\"","\"Apabila roh jahat meninggalkan seseorang, roh itu berkeliling ke tempat-tempat yang kering untuk mencari tempat istirahat, tetapi ia tidak mendapatnya. Oleh sebab itu, ia berkata, 'Saya akan kembali ke rumah yang sudah saya tinggalkan!'","Waktu ia sampai di sana, ia mendapatkan rumah itu bersih dan teratur.","Lalu ia pergi dan membawa tujuh roh lain yang lebih jahat dari dia. Kemudian mereka masuk ke dalam orang itu lalu tinggal di situ. Dan akhirnya keadaan orang itu menjadi lebih buruk dari semula.\"","Setelah Yesus berkata begitu, seorang wanita dari antara orang banyak itu berkata kepada Yesus, \"Sungguh berbahagia wanita yang melahirkan dan menyusui Engkau!\"","Tetapi Yesus menjawab, \"Lebih berbahagia lagi orang yang mendengar perkataan Allah dan menjalankannya!\"","Sementara orang-orang mengerumuni Yesus, Ia meneruskan pembicaraan-Nya, kata-Nya, \"Alangkah jahatnya orang-orang zaman ini. Mereka minta suatu keajaiban supaya mereka dapat percaya kepada-Ku, tetapi mereka tidak akan diberikan satu keajaiban pun, kecuali keajaiban Nabi Yunus.","Sebagaimana Nabi Yunus merupakan keajaiban bagi orang-orang kota Niniwe, begitu juga Anak Manusia akan menjadi suatu keajaiban untuk orang-orang zaman ini.","Pada Hari Kiamat, Ratu negeri Selatan akan bangkit bersama orang-orang zaman ini, dan menuduh mereka. Sebab, untuk mendengarkan pengajaran Salomo yang bijak, Ratu itu membuat perjalanan yang jauh sekali dari ujung bumi. Tetapi di sini sekarang ada yang lebih besar daripada Salomo!","Pada Hari Kiamat, penduduk Niniwe akan bangkit bersama orang-orang zaman ini, dan menuduh mereka, sebab orang Niniwe itu bertobat dari dosa-dosa mereka ketika Yunus berkhotbah kepada mereka. Tetapi di sini sekarang ada yang lebih besar daripada Yunus!\"","\"Tidak ada orang yang memasang lampu lalu menyembunyikannya atau menutupinya dengan tempayan. Ia akan menaruh lampu itu pada kaki lampu, supaya orang yang masuk dapat melihat terangnya.","Mata adalah lampu untuk badan. Kalau matamu jernih, seluruh badanmu terang-benderang. Tetapi kalau matamu kabur, seluruh badanmu menjadi gelap gulita.","Oleh sebab itu, hati-hatilah, jangan sampai terang yang ada padamu itu menjadi gelap.","Kalau seluruh badanmu terang, dan tidak sebagian pun yang gelap, maka seluruh badanmu itu terang benderang seperti disinari cahaya lampu.\"","Sesudah Yesus selesai berbicara, seorang Farisi mengundang Dia makan di rumahnya. Maka Yesus pergi makan di situ.","Orang Farisi itu heran melihat Yesus makan dengan tidak mencuci tangan-Nya terlebih dahulu menurut peraturan agama.","Sebab itu Tuhan berkata kepadanya, \"Memang kalian orang-orang Farisi biasanya membersihkan mangkuk dan piring bagian luarnya, tetapi di dalam dirimu sendiri penuh dengan kekerasan dan kejahatan.","Kalian bodoh! Bukankah Allah yang membuat bagian luar itu, sudah membuat bagian dalamnya juga?","Yang ada di dalam mangkuk dan piringmu itu, itulah yang harus kalian berikan kepada orang-orang miskin. Dengan cara itu, semuanya akan menjadi bersih untukmu.","Celakalah kalian, orang-orang Farisi! Hasil tanamanmu seperti misalnya selasih dan inggu dan rempah-rempah lainnya, kalian berikan sepersepuluhnya kepada Allah, tetapi keadilan dan kasih kepada Allah tidak kalian hiraukan. Padahal itulah yang seharusnya kalian lakukan, tanpa melalaikan yang lain-lainnya juga.","Celakalah kalian, orang-orang Farisi! Kalian suka tempat-tempat yang terhormat di dalam rumah ibadat, dan suka dihormati di pasar-pasar.","Celakalah kalian! Kalian seperti kuburan yang tidak bernisan, yang diinjak-injak orang tanpa disadari.\"","Salah seorang guru agama berkata kepada Yesus, \"Pak Guru, dengan kata-kata itu, Bapak menghina kami juga!\"","Yesus menjawab, \"Celakalah kalian juga, guru-guru agama! Kalian menuntut hal-hal yang sulit dan memberi peraturan-peraturan yang berat, tetapi kalian sendiri sedikit pun tidak mau menolong orang menjalankannya.","Celakalah kalian! Kalian membangun makam untuk nabi-nabi, yang justru dibunuh oleh nenek moyangmu sendiri.","Jadi kalian sendiri mengakui bahwa kalian menyetujui apa yang sudah dilakukan oleh nenek moyangmu; sebab memang mereka yang membunuh nabi-nabi itu dan kalianlah yang membangun makamnya.","Itu sebabnya Kebijaksanaan Allah berkata, 'Aku akan mengirim kepada mereka nabi-nabi dan utusan-utusan-Ku; sebagian akan dibunuh dan sebagian akan dianiaya!'","Allah melakukan itu supaya orang-orang zaman ini dihukum karena pembunuhan yang dilakukan terhadap semua nabi sejak dunia diciptakan,","mulai dari pembunuhan Habel sampai pada pembunuhan Zakharia, yang terjadi di antara mezbah dan Rumah Tuhan. Percayalah: Orang-orang zaman ini pasti akan dihukum karena semuanya itu.","Celakalah kalian, guru-guru agama! Kunci untuk membuka pintu pengetahuan disimpan pada kalian, tetapi kalian sendiri tidak mau masuk ke dalam untuk mencari pengetahuan itu. Sebaliknya kalian menghalang-halangi orang-orang yang berusaha masuk ke dalamnya!\"","Ketika Yesus meninggalkan tempat itu, guru-guru agama dan orang-orang Farisi mengecam Yesus dengan keras. Mereka mulai memancing-mancing Dia supaya Ia mau berbicara mengenai banyak hal.","Dan sementara itu mereka memperhatikan Dia baik-baik untuk menangkap sesuatu yang salah yang diucapkan-Nya."]