["Pada waktu itu orang menceritakan kepada Yesus mengenai beberapa orang Galilea yang dibunuh Pilatus, ketika mereka sedang mempersembahkan kurban kepada Allah.","Menanggapi cerita itu, Yesus berkata, \"Karena orang-orang Galilea itu dibunuh seperti itu, kalian kira itu buktinya mereka lebih berdosa daripada semua orang Galilea yang lain?","Sama sekali tidak! Tetapi ingatlah: kalau kalian tidak bertobat dari dosa-dosamu, kalian semua akan mati juga, seperti mereka.","Bagaimanakah juga dengan delapan belas orang yang tewas di Siloam, ketika menara itu menimpa mereka? Kalian kira itu menunjukkan mereka lebih berdosa daripada semua orang-orang lain yang tinggal di Yerusalem?","Sama sekali tidak! Sekali lagi Kukatakan: Kalau kalian tidak bertobat dari dosa-dosamu, kalian semua akan mati juga seperti mereka.\"","Setelah itu Yesus menceritakan juga perumpamaan ini, \"Ada seseorang mempunyai pohon ara di kebun anggurnya. Suatu hari pergilah ia mencari buah pada pohon itu, tetapi tidak menemukan sebuah pun.","Jadi, ia berkata kepada tukang kebunnya, 'Lihat, sudah tiga tahun saya datang mencari buah ara pada pohon ara ini, tetapi tidak menemukan sebuah pun. Tebanglah saja pohon itu! Ia hanya menghabiskan zat makanan dari tanah!'","Tetapi tukang kebun itu menjawab, 'Biarkanlah ia tumbuh setahun ini lagi, Tuan. Saya akan mencangkuli tanah sekelilingnya dan menaruh pupuk.","Barangkali ia nanti berbuah tahun depan. Tetapi kalau tidak, bolehlah Tuan menyuruh menebangnya.'\"","Pada suatu hari Sabat, Yesus mengajar di sebuah rumah ibadat.","Di situ ada wanita yang sudah delapan belas tahun sakit, karena ada roh jahat di dalam dirinya. Wanita itu bungkuk dan sama sekali tidak dapat berdiri tegak.","Ketika Yesus melihatnya, berserulah Ia kepadanya, \"Ibu, engkau bebas dari penyakitmu!\"","Lalu Yesus meletakkan tangan-Nya ke atas wanita itu, dan pada saat itu juga ia berdiri tegak lalu memuji Allah.","Kepala rumah ibadat itu marah, bahwa Yesus menyembuhkan orang pada hari Sabat, karena itu ia berkata kepada orang-orang, \"Ada enam hari untuk bekerja; datanglah pada hari-hari itu untuk disembuhkan, jangan pada hari Sabat!\"","Tuhan menjawab, \"Munafik kalian ini! Pada hari Sabat semua orang melepaskan lembu atau keledainya dari kandang dan membawanya keluar untuk memberi minum kepadanya.","Nah, di sini sekarang ada seorang wanita keturunan Abraham, yang sudah delapan belas tahun lamanya terikat oleh Iblis. Apakah ia tidak boleh dilepaskan dari ikatannya itu pada hari Sabat?\"","Jawaban Yesus itu membuat lawan-lawan Yesus malu sekali; tetapi semua orang-orang lainnya senang melihat segala yang ajaib yang dilakukan Yesus.","Yesus bertanya, \"Apabila Allah memerintah, bagaimanakah keadaannya? Dengan apakah dapat Aku membandingkannya?","Keadaannya seperti perumpamaan berikut. Sebuah biji sawi diambil oleh seseorang lalu ditanam di kebunnya. Biji itu tumbuh lalu menjadi pohon, dan burung-burung membuat sarangnya di cabang-cabang pohon itu.\"","Sekali lagi Yesus bertanya, \"Kalau Allah memerintah, dengan apakah dapat Kubandingkan keadaannya?","Keadaannya seperti ragi yang diambil oleh seorang wanita lalu diaduk dengan empat puluh liter tepung, sampai berkembang semuanya.\"","Dalam perjalanan ke Yerusalem, Yesus melalui kota-kota dan kampung-kampung sambil mengajar.","Lalu ada orang bertanya kepada-Nya, \"Pak, apakah hanya sedikit saja orang yang akan diselamatkan?\" Yesus menjawab,","\"Berusahalah untuk masuk melalui pintu yang sempit. Sebab, ingat! Banyak orang berusaha masuk tetapi tidak dapat.","Pada waktu tuan rumah bangun dan menutup pintunya, kalian berdiri di luar dan mulai mengetuk-ngetuk sambil berkata, 'Tuan, bukalah pintu untuk kami!' Tuan itu akan menjawab, 'Saya tidak tahu kalian dari mana!'","Kalian akan menjawab, 'Kami sudah makan minum bersama Tuan, dan Tuan sudah mengajar juga di jalan-jalan kota kami!'","Tetapi Tuan itu akan berkata lagi, 'Saya tidak tahu kalian dari mana. Pergi dari sini, kalian yang melakukan kejahatan!'","Pada waktu kalian melihat Abraham, Ishak dan Yakub serta semua nabi bersukaria di dalam Dunia Baru Allah, kalian akan menangis dan menderita karena kalian sendiri diusir ke luar!","Orang-orang akan datang dari timur dan barat, dari utara dan selatan, dan akan bersukaria di dalam Dunia Baru Allah.","Sesungguhnya, ada orang terakhir yang akan menjadi orang pertama, dan ada orang pertama yang akan menjadi orang terakhir.\"","Pada waktu itu juga, ada beberapa orang Farisi datang kepada Yesus dan berkata, \"Jangan tinggal di sini! Pergilah ke tempat lain, sebab Herodes mau membunuh Engkau.\"","Yesus menjawab, \"Pergilah beritahukan kepada orang yang tak berguna itu, 'Hari ini dan besok Aku mengusir roh jahat dan menyembuhkan orang sakit, tetapi pada hari ketiga, Aku akan menyelesaikan pekerjaan-Ku.'","Meskipun begitu Aku harus meneruskan juga perjalanan-Ku hari ini, besok dan besok lusa, sebab tidak baik seorang nabi dibunuh di luar Yerusalem.","Yerusalem, Yerusalem! Nabi-nabi kaubunuh! Para utusan Allah kaulempari batu sampai mati! Sudah berapa kali Aku ingin merangkul semua pendudukmu seperti induk ayam melindungi anak-anaknya di bawah sayapnya, tetapi kau tidak mau!","Karena itu Allah tidak lagi menyertaimu. Ketahuilah, mulai sekarang engkau tidak akan melihat Aku lagi, sampai engkau berkata, 'Diberkatilah Dia yang datang atas nama Tuhan.'\""]