["Ketika Yesus sampai di Yerikho, Ia berjalan terus melintasi kota itu.","Di kota itu ada seorang kepala penagih pajak yang kaya. Namanya Zakheus.","Ia ingin melihat siapa Yesus itu, tetapi karena orang terlalu banyak dan ia sendiri pendek, maka ia tidak berhasil melihat Yesus.","Jadi, ia berlari mendahului orang-orang, lalu memanjat sebatang pohon, supaya dapat melihat Yesus yang sebentar lagi akan lewat di situ.","Ketika Yesus sampai di pohon itu, Ia melihat ke atas lalu berkata, \"Zakheus, turunlah cepat! Sebab Aku harus berkunjung ke rumahmu hari ini.\"","Zakheus cepat-cepat turun dan menyambut Yesus dengan gembira.","Semua orang yang melihat hal itu mulai menggerutu. Mereka berkata, \"Cih! Ia pergi bertamu di rumah orang yang tidak baik!\"","Kemudian di rumahnya, Zakheus berdiri dan berkata kepada Yesus, \"Tuhan, separuh dari harta saya akan saya sedekahkan kepada orang miskin; dan siapa saja yang pernah saya tipu, akan saya bayar kembali kepadanya empat kali lipat!\"","Lalu kata Yesus, \"Pada hari ini engkau dan seluruh keluargamu diselamatkan oleh Allah dan diberikan hidup yang baru, sebab engkau juga keturunan Abraham.","Anak Manusia datang untuk mencari dan menyelamatkan orang yang sesat.\"","Sementara orang masih mendengarkan Yesus berbicara, Ia menceritakan sebuah perumpamaan. Sebab, pada waktu itu Ia berada dekat Yerusalem, dan orang menyangka bahwa Allah segera akan memerintah sebagai Raja di dunia.","Yesus berkata, \"Adalah seorang bangsawan yang pergi ke negeri jauh untuk dilantik menjadi raja, kemudian kembali.","Sebelum berangkat, ia memanggil sepuluh orang pelayannya, lalu memberi kepada mereka masing-masing sekeping uang emas. 'Berdaganglah dengan uang ini sementara saya pergi,' katanya kepada mereka.","Tetapi penduduk negerinya itu benci kepadanya. Jadi, sesudah ia berangkat, mereka mengirim utusan untuk mengatakan, 'Kami tidak mau orang ini menjadi raja kami.'","Tetapi bangsawan itu dilantik menjadi raja, kemudian kembali ke negerinya. Segera ia memanggil pelayan-pelayannya menghadap, untuk mengetahui berapa keuntungan yang telah mereka peroleh.","Pelayan pertama datang dan berkata, 'Tuan, satu uang emas yang Tuan berikan itu, sudah saya jadikan sepuluh.'","'Bagus,' kata tuan itu, 'engkau pelayan yang baik! Karena dalam hal-hal yang kecil engkau bisa dipercayai, saya akan menjadikan engkau penguasa atas sepuluh kota.'","Pelayan kedua datang dan berkata, 'Tuan, satu uang emas yang Tuan berikan itu, sudah saya jadikan lima.'","Kepada pelayan itu raja itu berkata, 'Kau akan menjadi penguasa atas lima kota.'","Pelayan yang lain datang dan berkata, 'Tuan, ini uang Tuan; saya menyimpannya dalam sapu tangan.","Saya takut kepada Tuan, sebab Tuan orang yang keras. Tuan mengambil apa yang bukan kepunyaan Tuan, dan Tuan memungut hasil di tempat yang tidak ditanami oleh Tuan.'","Raja itu berkata kepadanya, 'Kau pelayan yang jahat! Sesuai dengan kata-katamu sendiri saya akan menghukum engkau. Engkau tahu saya orang yang keras: saya mengambil apa yang bukan kepunyaan saya dan memungut hasil di tempat yang tidak saya tanami.","Kalau begitu mengapa kau tidak memasukkan uang itu ke bank supaya apabila saya kembali saya dapat menerima uang itu dengan bunganya?'","Kemudian raja itu berkata kepada orang-orang yang berdiri di situ, 'Ambil uang itu dari dia dan berikanlah kepada pelayan yang mempunyai sepuluh uang emas itu.'","Tetapi orang-orang itu berkata, 'Tuan, dia sudah mempunyai sepuluh.'","Raja itu menjawab, 'Ingat: orang yang sudah mempunyai, kepadanya akan diberi lebih banyak lagi. Tetapi orang yang tidak mempunyai sesuatu, apa yang ada padanya akan diambil pula dari dia.","Dan sekarang bawalah ke mari musuh-musuhku itu yang tidak mau aku menjadi rajanya. Bunuhlah mereka semua di hadapanku!'\"","Setelah Yesus mengatakan semuanya itu Ia berjalan di depan mereka menuju Yerusalem.","Ketika sampai dekat Betfage dan Betania di Bukit Zaitun, Ia menyuruh dua orang pengikut-Nya pergi lebih dahulu.","\"Pergilah ke kampung yang di depan itu,\" kata Yesus kepada mereka, \"apabila kalian masuk di sana, kalian akan melihat seekor anak keledai terikat. Keledai itu belum pernah ditunggangi orang. Lepaskanlah keledai itu dan bawa ke mari.","Kalau orang bertanya kepadamu, 'Mengapa kalian melepaskan keledai itu?' katakan, 'Tuhan memerlukannya.'\"","Kedua pengikut Yesus itu pergi, dan mendapati semuanya tepat seperti yang dikatakan-Nya.","Sementara mereka melepaskan anak keledai itu, pemiliknya berkata kepada mereka, \"Mengapa kalian melepaskan keledai itu?\"","Mereka menjawab, \"Tuhan memerlukannya.\"","Lalu mereka membawa anak keledai itu kepada Yesus. Kemudian mereka menaruh jubah mereka di atas keledai itu dan menolong Yesus naik ke atasnya.","Sementara Ia lewat dengan menunggangi keledai itu, orang-orang membentangkan jubah mereka di jalan.","Ketika Yesus hampir sampai di Yerusalem, di jalan yang menurun pada Bukit Zaitun, semua pengikut-pengikut-Nya yang banyak itu mulai berseru-seru memuji Allah dan mengucap terima kasih kepada-Nya karena semua keajaiban yang telah mereka saksikan.","Mereka berseru, \"Diberkatilah Raja yang datang atas nama Tuhan! Sejahtera di surga, dan terpujilah Allah!\"","Beberapa orang Farisi dari antara orang banyak itu berkata kepada Yesus, \"Bapak Guru, suruhlah pengikut-pengikut Bapak diam.\"","Yesus menjawab, \"Percayalah! Kalau mereka diam, batu-batu ini akan berteriak.\"","Ketika Yesus makin dekat dengan Yerusalem, dan melihat kota itu, Ia menangisinya.","Kata-Nya, \"Kasihan, alangkah baiknya kalau hari ini engkau tahu apa yang dapat mendatangkan perdamaian! Tetapi sekarang engkau tidak dapat melihatnya.","Engkau akan mengalami suatu masa, di mana musuhmu membuat rintangan-rintangan di sekelilingmu; mereka akan mengepungmu dan mendesakmu dari segala sudut.","Mereka akan menghancurkan engkau bersama seluruh pendudukmu; dan tidak satu batu pun akan mereka biarkan tinggal tersusun pada tempatnya, sebab engkau tidak memperhatikan saat ketika Allah datang untuk menyelamatkan engkau!\"","Yesus masuk ke Rumah Tuhan dan mulai mengusir pedagang-pedagang di situ.","\"Di dalam Alkitab,\" kata-Nya kepada mereka, \"tertulis begini: Allah berkata, 'Rumah-Ku akan menjadi rumah tempat berdoa.' Tetapi kalian menjadikannya sarang penyamun!\"","Setiap hari Yesus mengajar di dalam Rumah Tuhan. Imam-imam kepala, dan guru-guru agama, serta pemimpin-pemimpin Yahudi ingin membunuh Dia,","tetapi tidak menemukan jalan untuk melakukan hal itu, karena semua orang terus saja mendengarkan Dia, dan terpikat pada kata-kata-Nya."]