["Setelah itu Tuhan memilih tujuh puluh pengikut lagi, lalu mengutus mereka berdua-dua mendahului Dia ke setiap kota dan tempat yang hendak dikunjungi-Nya.","\"Hasil yang akan dituai banyak,\" kata-Nya kepada mereka, \"tetapi pekerja untuk menuainya hanya sedikit. Sebab itu, mintalah kepada Pemilik ladang supaya Ia mengirimkan pekerja untuk menuai hasil tanaman-Nya.","Nah, berangkatlah! Aku mengutus kalian seperti domba ke tengah-tengah serigala.","Jangan membawa dompet atau kantong sedekah, ataupun sepatu. Jangan berhenti di tengah jalan untuk memberi salam kepada seorangpun juga.","Kalau kalian masuk sebuah rumah, katakanlah lebih dahulu, 'Semoga sejahteralah dalam rumah ini.'","Kalau di situ ada orang yang suka damai, salam damaimu itu akan tetap padanya; kalau tidak, tariklah kembali salam damaimu itu.","Tinggallah di satu rumah saja. Terimalah apa yang dihidangkan di situ kepadamu, sebab orang yang bekerja berhak menerima upahnya. Jangan berpindah-pindah dari satu rumah ke rumah yang lain.","Apabila kalian datang ke sebuah kota dan di sana kalian disambut dengan baik, makanlah apa yang dihidangkan di situ kepadamu.","Sembuhkanlah orang-orang yang sakit di kota itu, dan beritakanlah kepada orang-orang di situ, 'Allah segera akan mulai memerintah sebagai Raja di tengah-tengah kalian.'","Tetapi kalau kalian datang ke sebuah kota dan di situ kalian tidak diterima, keluarlah ke jalan dan katakanlah,","'Bahkan debu kotamu yang melekat pada kaki kami, kami kebaskan sebagai peringatan kepadamu. Tetapi ketahuilah bahwa sudah dekat saatnya Allah mulai memerintah sebagai Raja di tengah-tengah kalian!'","Ingatlah, pada Hari Kiamat, orang Sodom akan lebih mudah diampuni Allah daripada orang kota itu!\"","\"Celakalah kamu, Korazim! Dan celakalah kamu, Betsaida! Seandainya keajaiban-keajaiban yang dibuat di tengah-tengahmu itu sudah dibuat di kota Tirus dan Sidon, pasti orang-orang di sana sudah lama bertobat dari dosa-dosa mereka, dan memakai pakaian berkabung serta menaruh abu di atas kepala mereka.","Pada Hari Kiamat, orang-orang Tirus dan Sidon akan lebih mudah diampuni Allah daripada kamu.","Dan kamu, Kapernaum! Kamu pikir, kamu akan ditinggikan sampai ke surga? Tidak! Malah kamu akan dibuang ke neraka!\"","Lalu Yesus berkata kepada pengikut-pengikut-Nya, \"Orang yang mendengar kalian, mendengar Aku. Orang yang menolak kalian, menolak Aku. Dan orang yang menolak Aku, juga menolak Dia yang mengutus Aku.\"","Ketujuh puluh pengikut itu kembali dengan gembira sekali. \"Tuhan,\" kata mereka, \"roh-roh jahat pun taat kepada kami apabila kami memerintahkan mereka atas nama Tuhan!\"","Yesus menjawab, \"Aku melihat Iblis jatuh dari langit seperti kilat.","Ketahuilah! Kalian sudah Kuberikan kuasa supaya kalian dapat menginjak ular dan kalajengking serta mematahkan segala kekuatan musuh, tanpa ada sesuatu pun yang dapat mencelakakan kalian.","Sekalipun begitu janganlah bergembira karena roh-roh jahat taat kepadamu. Lebih baik kalian bergembira karena namamu tercatat di surga.\"","Pada waktu itu juga, Yesus bergembira karena dikuasai oleh Roh Allah. Yesus berkata, \"Bapa, Tuhan yang menguasai langit dan bumi! Aku berterima kasih kepada-Mu karena semuanya itu Engkau rahasiakan dari orang-orang yang pandai dan berilmu, tetapi Engkau tunjukkan kepada orang-orang yang tidak terpelajar. Itulah yang menyenangkan hati Bapa.","Segala sesuatu sudah diserahkan Bapa kepada-Ku. Tidak seorang pun mengenal Anak, selain Bapa. Tidak ada juga yang mengenal Bapa selain Anak; dan orang-orang kepada siapa Anak itu mau memperkenalkan Bapa.\"","Lalu Yesus menoleh kepada pengikut-pengikut-Nya, kemudian berkata kepada mereka tersendiri, \"Beruntunglah kalian karena telah melihat yang kalian lihat sekarang ini.","Sebab ingat: Banyak nabi dan raja ingin melihat yang kalian lihat sekarang ini tetapi mereka tidak melihatnya. Mereka ingin mendengar yang kalian dengar sekarang ini, tetapi mereka tidak mendengarnya.\"","Kemudian seorang guru agama tampil untuk menjebak Yesus. Ia bertanya, \"Bapak Guru, saya harus melakukan apa supaya dapat menerima hidup sejati dan kekal?\"","Yesus menjawab, \"Apa yang tertulis dalam Alkitab? Bagaimana pendapatmu tentang hal itu?\"","Orang itu menjawab, \"'Cintailah Tuhan Allahmu dengan sepenuh hatimu, dengan segenap jiwamu, dengan segala kekuatanmu, dan dengan seluruh akalmu,' dan 'Cintailah sesamamu seperti engkau mencintai dirimu sendiri.'\"","\"Jawabanmu itu benar,\" kata Yesus. \"Lakukanlah itu, maka engkau akan hidup.\"","Tetapi guru agama itu mau membenarkan diri. Ia bertanya, \"Siapa sesama saya itu?\"","Yesus menjawab, \"Ada seorang laki-laki turun dari Yerusalem ke Yerikho. Di tengah jalan ia diserang perampok, dirampas segala yang dimilikinya, dipukul setengah mati, lalu ditinggalkan tergeletak di jalan dengan luka parah.","Kebetulan seorang imam berjalan juga di jalan itu. Ketika dilihatnya orang itu, ia menyingkir ke seberang jalan, lalu berjalan terus.","Begitu juga dengan seorang Lewi yang berjalan di situ; ketika dilihatnya orang itu, ia mendekatinya untuk mengamatinya. Tetapi ia pun menyingkir ke seberang jalan, lalu berjalan terus.","Tetapi kemudian seorang Samaria yang sedang bepergian, lewat juga di situ. Ketika dilihatnya orang itu, sangat terharu hatinya karena kasihan.","Maka didekatinya orang itu lalu membersihkan luka-lukanya dengan anggur dan mengobatinya dengan minyak, kemudian membalut luka-luka itu. Sesudah itu, ia menaikkan orang itu ke atas keledainya sendiri, lalu membawanya ke sebuah losmen dan merawatnya.","Keesokan harinya ia mengambil dua keping uang perak dan memberikannya kepada pemilik losmen itu serta berkata, 'Rawatlah dia, dan kalau ada ongkos-ongkos lain, akan saya bayar nanti apabila saya kembali ke mari.'\"","Kemudian Yesus mengakhiri cerita itu dengan pertanyaan ini, \"Dari ketiga orang itu yang manakah, menurut pendapatmu, yang bertindak sebagai sesama dari orang yang dirampok itu?\"","Guru agama yang ditanyai itu menjawab, \"Orang yang telah menolong orang itu.\" \"Nah, pergilah dan perbuatlah seperti itu juga!\" kata Yesus.","Kemudian Yesus dan pengikut-pengikut-Nya meneruskan perjalanan, lalu tiba di sebuah desa. Di situ seorang wanita, bernama Marta, mengundang Dia ke rumahnya.","Marta mempunyai saudara perempuan bernama Maria. Maria ini duduk dekat Tuhan Yesus mendengarkan ajaran-ajaran-Nya.","Tetapi Marta sibuk sekali dengan pekerjaan rumah tangganya. Ia pergi kepada Yesus dan berkata, \"Tuhan, apakah Tuhan tidak peduli Maria membiarkan saya bekerja sendirian saja? Suruhlah dia menolong saya!\"","\"Marta, Marta!\" jawab Tuhan. \"Engkau khawatir dan sibuk memikirkan ini dan itu;","padahal yang penting hanya satu. Dan Maria sudah memilih yang baik, yang tidak akan diambil dari dia.\""]