["Pada suatu hari, banyak penagih pajak dan orang-orang yang dianggap tidak baik oleh masyarakat, datang mendengar Yesus.","Orang-orang Farisi dan guru-guru agama mulai mengomel. Mereka berkata, \"Cih, orang ini menerima orang-orang yang tidak baik dan malah makan bersama mereka!\"","Oleh sebab itu Yesus menceritakan kepada mereka perumpamaan ini,","\"Andaikata seorang dari kalian mempunyai seratus ekor domba, lalu ia kehilangan seekor--apakah yang akan dibuatnya? Pasti ia akan meninggalkan domba yang sembilan puluh sembilan ekor itu di padang rumput, dan pergi mencari yang hilang itu sampai dapat.","Dan kalau ia menemukan kembali domba itu, ia begitu gembira sehingga dipikulnya domba itu di bahunya,","lalu membawanya pulang. Kemudian ia memanggil kawan-kawan dan tetangga-tetangganya, dan berkata, 'Mari kita bergembira. Dombaku yang hilang sudah kutemukan kembali!'","Nah, begitulah juga di surga ada kegembiraan yang lebih besar atas satu orang berdosa yang bertobat, daripada atas sembilan puluh sembilan orang yang sudah baik dan tidak perlu bertobat.\"","\"Atau andaikata seorang wanita mempunyai sepuluh uang perak, lalu kehilangan sebuah--apakah yang akan dibuatnya? Ia akan menyalakan lampu dan menyapu rumahnya serta mencari di mana-mana sampai ditemukannya uang itu.","Pada waktu ia menemukan uang itu, ia memanggil teman-teman serta tetangga-tetangganya, lalu berkata, 'Aku senang sekali sudah menemukan kembali uangku yang hilang. Mari kita bergembira!'","Begitulah juga malaikat Allah gembira kalau ada satu orang jahat bertobat dari dosa-dosanya. Percayalah!\"","Yesus berkata lagi, \"Adalah seorang bapak yang mempunyai dua anak laki-laki.","Yang bungsu berkata kepadanya, 'Ayah, berilah kepadaku sekarang ini bagianku dari kekayaan kita.' Maka ayahnya membagi kekayaannya itu antara kedua anaknya.","Beberapa hari kemudian anak bungsu itu menjual bagian warisannya itu lalu pergi ke negeri yang jauh. Di sana ia memboroskan uangnya dengan hidup berfoya-foya.","Ketika uangnya sudah habis semua, terjadilah di negeri itu suatu kelaparan yang besar, sehingga ia mulai melarat.","Lalu ia pergi bekerja pada seorang penduduk di situ, yang menyuruh dia ke ladang menjaga babinya.","Ia begitu lapar sehingga ingin mengisi perutnya dengan makanan babi-babi itu. Walaupun ia begitu lapar, tidak seorang pun memberi makanan kepadanya.","Akhirnya ia sadar dan berkata, 'Orang-orang yang bekerja pada ayahku berlimpah-limpah makanannya, dan aku di sini hampir mati kelaparan!","Aku akan berangkat dan pergi kepada ayahku, dan berkata kepadanya: Ayah, aku sudah berdosa terhadap Allah dan terhadap Ayah.","Tidak layak lagi aku disebut anak Ayah. Anggaplah aku seorang pekerja Ayah.'","Maka berangkatlah ia pulang kepada ayahnya. Masih jauh dari rumah, ia sudah dilihat oleh ayahnya. Dengan sangat terharu ayahnya lari menemuinya, lalu memeluk dan menciumnya.","'Ayah,' kata anak itu, 'aku sudah berdosa terhadap Allah dan terhadap Ayah. Tidak layak lagi aku disebut anak Ayah.'","Tetapi ayahnya memanggil pelayan-pelayannya dan berkata, 'Cepat! Ambillah pakaian yang paling bagus, dan pakaikanlah kepadanya. Kenakanlah cincin pada jarinya, dan sepatu pada kakinya.","Sesudah itu ambillah anak sapi yang gemuk dan sembelihlah. Kita akan makan dan bersukaria.","Sebab anakku ini sudah mati, sekarang hidup lagi; ia sudah hilang, sekarang ditemukan kembali.' Lalu mulailah mereka berpesta.","Sementara itu, anak yang sulung ada di ladang. Ketika ia pulang dan sampai di dekat rumah, ia mendengar suara musik dan tari-tarian.","Ia memanggil salah seorang dari pelayan-pelayannya, lalu bertanya, 'Ada apa ini di rumah?'","Pelayan itu menjawab, 'Adik Tuan kembali! Dan ayah Tuan sudah menyuruh menyembelih anak sapi yang gemuk, sebab ia sudah mendapat kembali anaknya dalam keadaan selamat!'","Anak yang sulung itu marah sekali sehingga ia tidak mau masuk ke rumah. Lalu ayahnya keluar dan membujuk dia masuk.","Tetapi ia berkata, 'Bertahun-tahun lamanya aku bekerja mati-matian untuk Ayah. Tidak pernah aku membantah perintah Ayah. Dan apakah yang Ayah berikan kepadaku? Seekor kambing pun belum pernah Ayah berikan untuk aku berpesta dengan kawan-kawanku!","Anak Ayah itu sudah menghabiskan kekayaan Ayah dengan perempuan pelacur, tetapi begitu ia kembali, Ayah menyembelih anak sapi yang gemuk untuk dia!'","'Anakku,' jawab ayahnya, 'engkau selalu ada di sini dengan aku. Semua yang kumiliki adalah milikmu juga.","Tetapi kita harus berpesta dan bergembira, sebab adikmu itu sudah mati, tetapi sekarang hidup lagi; ia sudah hilang, tetapi sekarang telah ditemukan kembali.'\""]