["Teofilus yang budiman, Banyak orang sudah berusaha menulis dengan teratur mengenai peristiwa-peristiwa yang telah terjadi di tengah-tengah kita.","Mereka menulis sesuai dengan yang diceritakan kepada kita oleh orang-orang yang melihat sendiri peristiwa-peristiwa itu dari permulaan, dan kemudian menyiarkan kabarnya.","Setelah saya dengan teliti menyelidiki semuanya itu dari permulaannya, saya menganggap baik untuk menulis sebuah laporan yang teratur untuk Tuan.","Saya melakukan itu, supaya Tuan tahu bahwa apa yang telah diajarkan kepada Tuan memang benar.","Ketika Herodes menjadi raja negeri Yudea, ada seorang imam bernama Zakharia. Ia termasuk golongan imam-imam Abia. Istrinya bernama Elisabet, juga keturunan imam.","Kehidupan suami istri itu menyenangkan hati Allah. Keduanya mentaati semua perintah dan Hukum Tuhan dengan sepenuhnya.","Mereka tidak mempunyai anak sebab Elisabet mandul dan mereka kedua-duanya sudah tua.","Pada suatu hari, waktu golongan Abia mendapat giliran, Zakharia menjalankan tugas sebagai imam di hadapan Allah.","Dengan undian, yang biasanya dilakukan oleh imam-imam, Zakharia ditunjuk untuk masuk ke dalam Rumah Tuhan dan membakar kemenyan.","Sementara upacara pembakaran kemenyan diadakan, orang banyak berdoa di luar.","Pada waktu itu malaikat Tuhan menampakkan diri kepada Zakharia. Malaikat itu berdiri di sebelah kanan meja tempat membakar kemenyan.","Ketika Zakharia melihat malaikat itu, ia bingung dan takut.","Tetapi malaikat itu berkata, \"Jangan takut, Zakharia! Allah sudah mendengar doamu. Istrimu Elisabet akan melahirkan seorang anak laki-laki. Engkau harus memberi nama Yohanes kepadanya.","Engkau akan sangat gembira dan banyak orang akan bersukaria bila anak itu lahir nanti!","Ia akan menjadi orang besar menurut pandangan Tuhan, dan ia tidak akan minum anggur atau minuman keras. Sejak lahir ia akan dikuasai oleh Roh Allah.","Banyak orang Israel akan dibimbingnya kembali kepada Allah, Tuhan mereka.","Ia akan menjadi utusan Tuhan yang kuat dan berkuasa seperti Elia. Ia akan mendamaikan bapak dengan anak, dan orang yang tidak taat akan dipimpinnya kembali pada jalan pikiran yang benar. Dengan demikian ia menyediakan suatu umat yang sudah siap untuk Tuhan.\"","\"Bagaimana saya tahu bahwa hal itu akan terjadi?\" tanya Zakharia kepada malaikat itu. \"Saya sudah tua, dan istri saya juga sudah tua.\"","Malaikat itu menjawab, \"Saya ini Gabriel. Saya melayani Allah dan Ialah yang menyuruh saya menyampaikan kabar baik ini kepadamu.","Apa yang saya katakan, akan terjadi pada waktunya. Tetapi karena engkau tidak percaya, engkau nanti tidak dapat berbicara; engkau akan bisu sampai apa yang saya katakan itu terjadi.\"","Sementara itu, orang-orang terus menantikan Zakharia. Mereka heran mengapa ia begitu lama di dalam Rumah Tuhan.","Dan pada waktu ia keluar, ia tidak dapat berbicara kepada mereka. Ia terus saja memberi isyarat dengan tangannya, dan tetap bisu. Maka orang-orang pun tahu bahwa ia sudah melihat suatu penglihatan di dalam Rumah Tuhan.","Setelah habis masa tugasnya di Rumah Tuhan, Zakharia pun pulang ke rumah.","Tidak berapa lama kemudian, Elisabet istrinya mengandung, lalu mengurung diri di rumah lima bulan lamanya.","Ia berkata, \"Akhirnya Tuhan menolong saya dan menghapuskan kehinaan saya.\"","Ketika Elisabet sudah mengandung enam bulan, Allah menyuruh malaikat Gabriel pergi ke Nazaret, sebuah kota di daerah Galilea.","Gabriel diutus kepada seorang perawan, bernama Maria. Perawan itu sudah bertunangan dengan seorang yang bernama Yusuf, keturunan Raja Daud.","Malaikat itu datang kepada Maria dan berkata, \"Salam, engkau yang diberkati Tuhan secara istimewa! Tuhan bersama dengan engkau!\"","Mendengar perkataan malaikat itu Maria terkejut, sehingga bertanya-tanya dalam hati apa maksud salam itu.","Maka malaikat itu berkata kepadanya, \"Jangan takut, Maria, sebab engkau berkenan di hati Allah.","Engkau akan mengandung dan melahirkan seorang anak, yang harus engkau beri nama Yesus.","Ia akan menjadi agung dan akan disebut Anak Allah Yang Mahatinggi. Tuhan Allah akan menjadikan Dia raja seperti Raja Daud, nenek moyang-Nya.","Dan Ia akan memerintah sebagai raja atas keturunan Yakub selama-lamanya. Kerajaan-Nya tidak akan berakhir.\"","\"Tetapi saya masih perawan,\" kata Maria kepada malaikat itu, \"bagaimana hal itu bisa terjadi?\"","Malaikat itu menjawab, \"Roh Allah akan datang kepadamu, dan kuasa Allah akan meliputi engkau. Itulah sebabnya anak yang akan lahir itu akan disebut Kudus, Anak Allah.","Ingat: Elisabet, sanak saudaramu itu sudah hamil enam bulan, walaupun ia sudah tua dan orang mengatakan bahwa ia mandul.","Sebab untuk Allah tidak ada yang mustahil.\"","Lalu Maria berkata, \"Saya ini hamba Tuhan; biarlah terjadi pada saya seperti yang engkau katakan.\" Lalu malaikat itu pergi meninggalkan Maria.","Segera sesudah itu, Maria pergi ke sebuah kota di Yudea di daerah pegunungan.","Ia pergi ke rumah Zakharia, dan ketika masuk, ia memberi salam kepada Elisabet.","Dan begitu Elisabet mendengar salam Maria, anak yang di dalam kandungan Elisabet itu bergerak. Maka Elisabet dikuasai oleh Roh Allah,","lalu berseru, \"Engkaulah yang paling diberkati di antara semua wanita! Diberkatilah anak yang akan kaulahirkan itu!","Siapa saya sehingga ibu Tuhan datang kepada saya?","Begitu saya mendengar salammu, anak dalam kandungan saya bergerak kegirangan.","Bahagialah engkau, karena percaya bahwa apa yang dikatakan Tuhan kepadamu itu akan terjadi!\"","Maria berkata, \"Hatiku memuji Tuhan,","dan jiwaku bersukaria karena Allah Penyelamatku.","Ia ingat daku, hamba-Nya yang hina! Mulai sekarang semua bangsa mengatakan aku bahagia.","Karena Allah Yang Mahakuasa melakukan hal-hal besar padaku. Sucilah nama-Nya.","Keturunan demi keturunan Tuhan menaruh belas kasihan kepada orang yang takut kepada-Nya.","Dengan tangan-Nya yang perkasa Ia menceraiberaikan orang sombong, dan mengacaukan rencana mereka.","Raja-raja diturunkan-Nya dari takhta dan orang hina ditinggikan.","Orang lapar dipuaskan-Nya dengan segala kebaikan, si kaya diusir dengan hampa.","Ia menolong Israel hamba-Nya, menurut janji yang dibuat-Nya dengan nenek moyang kita.","Tuhan tidak lupa janji-Nya, Ia bermurah hati kepada Abraham dan keturunannya sampai selamanya.\"","Kira-kira tiga bulan lamanya Maria tinggal dengan Elisabet, baru ia pulang ke rumahnya.","Sampailah waktunya bagi Elisabet untuk bersalin. Ia melahirkan seorang anak laki-laki.","Tetangga-tetangga dan sanak saudaranya mendengar betapa baiknya Tuhan terhadap Elisabet, dan mereka pun ikut bergembira dengan dia.","Waktu bayi itu berumur delapan hari, mereka datang untuk menyunat dia. Mereka mau menamakan bayi itu Zakharia menurut nama ayahnya,","tetapi ibunya berkata, \"Tidak! Ia harus diberi nama Yohanes.\"","\"Tidak seorang pun dari sanak saudaramu bernama begitu,\" kata mereka kepadanya.","Lalu dengan isyarat, mereka bertanya kepada Zakharia nama apa yang mau diberikannya kepada anaknya.","Zakharia meminta sebuah batu tulis lalu menulis, \"Namanya Yohanes.\" Mereka semua heran.","Pada waktu itu juga Zakharia dapat berbicara lagi dan memuji Allah.","Tetangga-tetangganya semua takut, dan kabar itu tersebar ke seluruh daerah pegunungan Yudea.","Semua orang yang mendengar hal itu bertanya dalam hati, \"Menjadi apakah anak itu nanti?\" Sebab Tuhan menyertai dia.","Zakharia, ayah dari anak itu, dikuasai oleh Roh Allah sehingga ia menyampaikan pesan dari Tuhan. Ia berkata,","\"Mari kita memuji Tuhan, Allah bangsa Israel! Ia telah datang menolong umat-Nya dan membebaskan mereka.","Ia memberi kita penyelamat yang perkasa, keturunan Daud, hamba-Nya.","Dahulu kala melalui nabi-nabi pilihan-Nya, Tuhan telah memberi janji-Nya","untuk menyelamatkan kita dari musuh kita dan dari kuasa orang-orang yang membenci kita.","Untuk menunjukkan kemurahan hati-Nya kepada leluhur kita, janji-Nya yang suci itu akan ditepati-Nya.","Ia bersumpah kepada Abraham bapak kita, dan berjanji untuk menyelamatkan kita dari musuh kita, supaya kita tanpa takut melayani Dia","(1:73)","selalu mengabdi kepada-Nya dan menyenangkan hati-Nya sepanjang hidup kita.","Engkau, hai anakku, akan disebut nabi Allah Yang Mahatinggi. Engkau diutus mendahului Tuhan untuk merintis jalan bagi-Nya,","untuk mewartakan kepada umat-Nya bahwa mereka akan diselamatkan, kalau Allah sudah mengampuni dosa-dosa mereka.","Tuhan kita murah hati lagi penyayang; guna menyelamatkan kita Ia datang. Seperti matahari terbit di pagi hari,","demikianlah Ia memberikan terang-Nya kepada semua orang yang hidup di dalam kegelapan dan ketakutan. Ia membimbing kita pada jalan yang menuju kedamaian.\"","Anak Zakharia itu bertambah besar dan bertambah kuat rohnya. Ia tinggal di padang gurun, sampai tiba waktunya ia menyatakan dirinya kepada bangsa Israel."]