["Seluruh sidang itu berdiri, lalu membawa Yesus ke hadapan Pilatus.","Di situ mereka mulai menuduh Dia. Mereka berkata, \"Kami dapati Orang ini menyesatkan rakyat. Ia menghasut orang supaya jangan membayar pajak kepada Kaisar, sebab kata-Nya Ia adalah Kristus, seorang Raja.\"","Lalu Pilatus bertanya kepada Yesus, \"Betulkah Engkau raja orang Yahudi?\" Yesus menjawab, \"Begitu katamu.\"","Maka kata Pilatus kepada imam-imam kepala dan orang banyak itu, \"Saya tidak mendapat satu kesalahan pun pada Orang ini untuk menghukum Dia.\"","Tetapi mereka lebih mendesak lagi, \"Dengan pengajaran-Nya, Ia menghasut orang di seluruh Yudea; mula-mula di Galilea, dan sekarang sudah sampai pula ke sini.\"","Ketika Pilatus mendengar itu, ia bertanya, \"Apakah Orang ini orang Galilea?\"","Setelah diberitahu bahwa Yesus berasal dari daerah yang berada di bawah kekuasaan Herodes, Pilatus mengirim Yesus kepada Herodes, yang ketika itu berada juga di Yerusalem.","Herodes senang sekali ketika melihat Yesus, karena sudah lama ia mendengar tentang-Nya dan ingin melihat-Nya. Ia mengharap dapat menyaksikan Yesus membuat keajaiban.","Sebab itu Herodes mengajukan banyak pertanyaan kepada-Nya, tetapi Yesus tidak menjawab sama sekali.","Imam-imam kepala dan guru-guru agama menghadap juga di situ dan menuduh Yesus dengan keras.","Herodes dan anggota-anggota tentaranya mempermainkan dan menghina Yesus, lalu memakaikan Dia pakaian kebesaran, kemudian mengirim Dia kembali kepada Pilatus.","Pada hari itu juga Herodes dan Pilatus, yang dahulunya bermusuhan, bersahabat kembali.","Pilatus mengumpulkan imam-imam kepala, para pemimpin, dan rakyat,","lalu berkata kepada mereka, \"Kalian membawa Orang ini kepada saya dan berkata bahwa Ia menyesatkan orang-orang. Sekarang di hadapan kalian saya sudah memeriksa Dia, tetapi saya sama sekali tidak mendapat satu kejahatan pun yang kalian tuduhkan kepada-Nya.","Begitu pun pendapat Herodes, sebab ia juga sudah mengirim Yesus itu kembali kepada kami. Orang ini tidak melakukan sesuatu pun yang patut dihukum dengan hukuman mati.","Karena itu saya akan mencambuk Dia kemudian melepaskan-Nya.\"","(Pada setiap perayaan Paskah, Pilatus harus melepaskan seorang tahanan untuk rakyat.)","Semua orang yang berkumpul di situ berteriak, \"Bunuh Dia! Lepaskan Barabas untuk kami!\"","(Barabas dipenjarakan karena pemberontakan yang terjadi di kota dan karena pembunuhan.)","Pilatus mau melepaskan Yesus, sebab itu ia berbicara sekali lagi kepada orang banyak itu.","Tetapi mereka berteriak, \"Salibkan Dia! Salibkan Dia!\"","Lalu untuk ketiga kalinya Pilatus berseru kepada mereka, \"Tetapi apa kesalahan-Nya? Saya tidak mendapat satu kesalahan pun pada-Nya yang patut dihukum dengan hukuman mati! Saya akan mencambuk Dia, lalu melepaskan-Nya.\"","Tetapi mereka terus berteriak sekuat tenaga bahwa Yesus harus disalibkan. Dan akhirnya teriakan mereka berhasil.","Maka Pilatus menjatuhkan hukuman mati atas Yesus sesuai dengan kemauan orang-orang itu,","dan melepaskan orang yang mereka minta, yaitu orang yang dipenjarakan karena pemberontakan dan pembunuhan. Kemudian Yesus diserahkannya kepada mereka untuk diperlakukan semau mereka.","Maka Yesus pun dibawa oleh mereka. Di tengah jalan, mereka berjumpa dengan seorang yang bernama Simon, yang berasal dari Kirene, yang sedang masuk ke kota. Mereka menangkap dia, lalu memaksa dia memikul kayu salib itu di belakang Yesus.","Banyak orang turut berjalan di belakang Yesus--di antaranya ada juga beberapa wanita. Wanita-wanita itu menangisi dan meratapi Yesus.","Tetapi Yesus menoleh kepada mereka dan berkata, \"Wanita-wanita Yerusalem! Janganlah menangisi Aku. Tangisilah dirimu sendiri dan anak-anakmu.","Sebab akan datang waktunya orang akan berkata, 'Alangkah beruntungnya wanita-wanita yang tidak pernah mengandung, yang tidak pernah mempunyai anak dan tidak pernah menyusui bayi!'","Pada waktu itulah orang akan berkata kepada gunung-gunung, 'Timpalah kami!' Dan kepada bukit-bukit, 'Timbunilah kami!'","Sebab kalau terhadap kayu yang masih hidup, orang sudah berbuat seperti ini, apa pula yang akan dilakukan mereka terhadap kayu yang sudah kering!\"","Ada pula dua orang lain--kedua-duanya penjahat--yang dibawa mereka untuk dihukum mati bersama-sama dengan Yesus.","Ketika sampai di tempat yang disebut \"Tengkorak\", mereka menyalibkan Yesus dan kedua penjahat itu--seorang di sebelah kanan dan seorang lagi di sebelah kiri Yesus.","Lalu Yesus berdoa, \"Bapa, ampunilah mereka! Mereka tidak tahu apa yang mereka buat.\" Pakaian Yesus dibagi-bagi di situ di antara mereka dengan undian.","Orang-orang berdiri di situ sambil menonton, sementara pemimpin-pemimpin Yahudi mengejek Yesus dengan berkata, \"Ia sudah menyelamatkan orang lain; cobalah sekarang Ia menyelamatkan diri-Nya sendiri, kalau Ia benar-benar Raja Penyelamat yang dipilih Allah!\"","Prajurit-prajurit pun mengejek Dia. Mereka datang dan memberi anggur asam kepada-Nya","serta berkata, \"Kalau Engkau raja orang Yahudi, selamatkanlah diri-Mu!\"","Di sebelah atas kayu salib Yesus, tertulis kata-kata ini: \"Inilah Raja Orang Yahudi.\"","Salah seorang penjahat yang disalibkan di situ menghina Yesus. Ia berkata, \"Engkau Raja Penyelamat, bukan? Nah, selamatkanlah diri-Mu dan kami!\"","Tetapi penjahat yang satu lagi menegur kawannya itu, katanya, \"Apa kau tidak takut kepada Allah? Engkau sama-sama dihukum mati seperti Dia.","Hanya hukuman kita berdua memang setimpal dengan perbuatan kita. Tetapi Dia sama sekali tidak bersalah!\"","Lalu ia berkata, \"Yesus, ingatlah saya, kalau Engkau datang sebagai Raja!\"","\"Percayalah,\" kata Yesus kepadanya, \"hari ini engkau akan bersama Aku di Firdaus.\"","Kira-kira pukul dua belas tengah hari, matahari tidak bersinar, dan seluruh negeri itu menjadi gelap sekali sampai pukul tiga sore.","Gorden yang tergantung di dalam Rumah Tuhan, sobek menjadi dua.","Lalu Yesus berteriak dengan suara keras, \"Bapa! Ke dalam tangan-Mu Kuserahkan diri-Ku!\" Setelah berkata begitu, Ia pun meninggal.","Ketika perwira pasukan melihat apa yang sudah terjadi, ia memuji Allah. Lalu ia berkata, \"Sungguh, Dia tidak bersalah!\"","Orang banyak yang datang di situ untuk menonton, melihat apa yang terjadi. Mereka semua pulang dengan hati yang sangat menyesal.","Dan semua kenalan Yesus, termasuk wanita-wanita yang mengikuti Dia dari Galilea, berdiri dari jauh dan melihat semuanya itu.","Ada seorang bernama Yusuf, yang berasal dari kota Arimatea di negeri Yudea. Ia seorang baik yang dihormati orang, dan yang sedang menantikan masanya Allah mulai memerintah sebagai Raja. Meskipun ia anggota Mahkamah Agama, ia tidak setuju dengan keputusan dan tindakan mahkamah itu.","(23:50)","Yusuf ini pergi menghadap Pilatus dan minta supaya jenazah Yesus diberikan kepadanya.","Kemudian ia menurunkan jenazah Yesus dari kayu salib, lalu membungkusnya dengan kain kafan dari linen. Sesudah itu ia meletakkannya di dalam kuburan yang dibuat di dalam bukit batu--kuburan itu belum pernah dipakai.","Hari itu hari Jumat; dan hari Sabat hampir mulai.","Wanita-wanita yang datang dengan Yesus dari Galilea mengikuti Yusuf dan melihat kuburan itu. Mereka melihat juga bagaimana jenazah Yesus diletakkan di dalam kubur.","Kemudian mereka pulang lalu menyiapkan ramuan-ramuan dan minyak wangi untuk meminyaki jenazah Yesus. Pada hari Sabat, mereka berhenti bekerja untuk mentaati hukum agama."]