["Pada suatu hari, Yesus sedang mengajar dan memberitakan Kabar Baik dari Allah kepada orang-orang di dalam Rumah Tuhan. Imam-imam kepala, guru-guru agama, bersama pemimpin-pemimpin Yahudi, datang","dan berkata kepada Yesus, \"Coba beritahukan kepada kami atas dasar apa Engkau melakukan semuanya ini? Siapa yang memberi hak itu kepada-Mu?\"","Yesus menjawab, \"Aku ingin bertanya. Coba beritahukan kepada-Ku,","Yohanes membaptis dengan hak siapa? Allah atau manusia?\"","Maka mulailah mereka berunding, \"Kalau kita katakan, 'Dengan hak Allah,' Ia akan berkata, 'Kalau begitu, mengapa kalian tidak percaya kepadanya?'","Tetapi kalau kita katakan, 'Dengan hak manusia,' semua orang akan melempari kita dengan batu, sebab mereka percaya bahwa Yohanes seorang nabi.\"","Jadi mereka menjawab, \"Kami tidak tahu.\"","Maka Yesus berkata kepada mereka, \"Kalau begitu Aku pun tidak akan mengatakan kepadamu dengan hak siapa Aku melakukan semuanya ini.\"","Yesus menceritakan kepada orang-orang itu, perumpamaan berikut, \"Adalah seorang yang menanami sebidang kebun anggur. Ia menyewakan kebun itu kepada beberapa penggarap lalu berangkat ke negeri lain dan tinggal lama di sana.","Ketika sudah waktunya memetik buah anggur, pemilik kebun itu mengirim pelayannya kepada penggarap-penggarap itu untuk menerima bagiannya. Tetapi penggarap-penggarap itu memukul pelayan itu dan menyuruh dia pulang dengan tangan kosong.","Maka pemilik kebun itu mengirim lagi seorang pelayan yang lain; tetapi pelayan itu pun dipukul juga dan dihina oleh penggarap-penggarap itu, lalu disuruh pulang dengan tangan kosong.","Kemudian pemilik kebun itu mengirim pelayan yang ketiga. Tetapi pelayan itu pun dipukul juga oleh penggarap-penggarap itu dan dibuang ke luar kebun itu.","Akhirnya pemilik kebun itu berkata, 'Aku harus berbuat apa lagi? Aku akan mengirim anakku sendiri yang kukasihi. Pasti dia akan mereka hormati!'","Tetapi ketika penggarap-penggarap kebun itu melihat anak pemilik kebun itu, mereka berkata satu sama lain, 'Ini dia ahli warisnya. Mari kita bunuh dia, supaya kita mendapat warisannya.'","Maka mereka menyeret dia ke luar kebun itu lalu membunuhnya.\" Lalu Yesus bertanya, \"Nah, kalau pemilik kebun itu kembali, ia akan berbuat apa terhadap penggarap-penggarap itu?","Pasti ia akan datang dan membunuh penggarap-penggarap itu, lalu menyerahkan kebun itu kepada penggarap-penggarap yang lain.\" Mendengar itu, berkatalah orang-orang kepada Yesus, \"Sekali-kali tidak!\"","Yesus memandang mereka lalu berkata, \"Kalau begitu, apa artinya ayat Alkitab ini? 'Batu yang tidak terpakai oleh tukang bangunan, sudah menjadi batu yang terutama.'","Semua orang yang jatuh pada batu itu akan hancur; dan siapa yang ditimpa batu itu akan tergilas menjadi debu.\"","Guru-guru agama dan imam-imam kepala tahu bahwa perumpamaan itu ditujukan Yesus kepada mereka. Karena itu mereka ingin menangkap Dia saat itu juga, tetapi mereka takut kepada orang banyak.","Jadi mereka mencari kesempatan yang baik. Mereka menyuap orang untuk berlaku sebagai orang yang ikhlas, dan menyuruh orang-orang itu menjebak Yesus dengan pertanyaan-pertanyaan, supaya mereka dapat menyerahkan Dia kepada wewenang dan kekuasaan gubernur.","Maka orang-orang yang sudah disuap itu berkata kepada Yesus, \"Pak Guru, kami tahu bahwa semua yang Bapak katakan dan ajarkan itu benar. Kami tahu juga Bapak mengajar dengan terus terang mengenai kehendak Allah untuk manusia, sebab Bapak tidak pandang orang.","Karena itu coba Bapak katakan kepada kami, menurut peraturan agama kita, bolehkah membayar pajak kepada Kaisar atau tidak?\"","Tetapi Yesus tahu muslihat mereka. Karena itu Ia berkata,","\"Coba perlihatkan kepada-Ku sekeping uang perak. Gambar dan nama siapakah ini?\" \"Kaisar!\" jawab mereka.","\"Kalau begitu,\" kata Yesus kepada mereka, \"berilah kepada Kaisar, apa yang milik Kaisar dan kepada Allah, apa yang milik Allah.\"","Ternyata di depan orang banyak itu mereka tidak bisa mendapat satu kesalahan pun pada Yesus. Mereka hanya diam saja dan kagum atas jawaban-Nya itu.","Beberapa orang dari golongan Saduki datang kepada Yesus. (Mereka adalah golongan yang berpendapat bahwa orang mati tidak akan bangkit kembali.) Mereka bertanya kepada Yesus,","\"Bapak Guru, Musa menulis hukum ini untuk kita: Kalau seorang laki-laki mati dan ia tidak punya anak, maka saudaranya harus kawin dengan jandanya supaya memberi keturunan kepada orang yang sudah mati itu.","Pernah ada tujuh orang bersaudara. Yang sulung kawin, lalu mati tanpa mempunyai anak.","Kemudian yang kedua kawin dengan jandanya, tetapi ia pun mati tanpa mempunyai anak.","Hal yang sama terjadi juga dengan saudara yang ketiga dan seterusnya sampai yang ketujuh.","Akhirnya wanita itu meninggal juga.","Pada hari orang mati dibangkitkan kembali, istri siapakah wanita itu? Sebab ketujuh-tujuhnya sudah kawin dengan dia.\"","Yesus menjawab, \"Orang-orang yang hidup sekarang ini kawin,","tetapi orang-orang yang layak untuk dibangkitkan sesudah mati, dan hidup di zaman yang akan datang, mereka tidak kawin.","Keadaan mereka seperti malaikat, dan tidak dapat mati. Mereka adalah anak-anak Allah, sebab mereka sudah dibangkitkan kembali dari kematian.","Musa sendiri menyatakan dengan jelas bahwa orang mati akan dibangkitkan kembali. Dalam tulisannya mengenai belukar yang menyala itu ia menyebut Tuhan sebagai 'Allah Abraham, Allah Ishak dan Allah Yakub'.","Nah, Allah itu bukan Allah orang mati! Ia Allah orang-orang yang hidup! Sebab untuk Allah, semua orang hidup.\"","Beberapa guru agama berkata, \"Jawaban Bapak Guru baik sekali.\"","Sebab itu mereka tidak berani lagi menanyakan sesuatu kepada Yesus.","Yesus bertanya kepada mereka, \"Bagaimanakah dapat dikatakan bahwa Raja Penyelamat keturunan Daud?","Padahal Daud sendiri berkata di dalam buku Mazmur, 'Tuhan berkata kepada Tuhanku: Duduklah di sebelah kanan-Ku,","sampai Aku membuat musuh-musuh-Mu takluk kepada-Mu.'","Jadi kalau Daud menyebut Raja Penyelamat itu 'Tuhan', bagaimana mungkin Ia keturunan Daud?\"","Sementara orang-orang mendengar Yesus berbicara, Ia berkata kepada pengikut-pengikut-Nya,","\"Hati-hatilah terhadap guru-guru agama. Mereka suka berjalan-jalan dengan jubah yang panjang, dan suka dihormati di pasar-pasar. Mereka suka tempat-tempat terhormat di dalam rumah ibadat dan di pesta-pesta.","Mereka menipu janda-janda dan merampas rumahnya. Dan untuk menutupi kejahatan mereka itu, mereka berdoa panjang-panjang! Hukuman mereka nanti berat!\""]