["Pada hari Minggu, pagi-pagi sekali, wanita-wanita itu pergi ke kuburan membawa ramuan-ramuan yang sudah mereka sediakan.","Di kuburan, mereka mendapati batu penutupnya sudah terguling.","Lalu mereka masuk ke dalam kuburan itu, tetapi tidak menemukan jenazah Tuhan Yesus di situ.","Sementara mereka berdiri di situ dan bingung memikirkan hal itu, tiba-tiba dua orang dengan pakaian berkilau-kilauan berdiri dekat mereka.","Mereka ketakutan sekali, lalu sujud sampai ke tanah, sementara kedua orang itu berkata kepada mereka, \"Mengapa kalian mencari orang hidup di antara orang mati?","Ia tidak ada di sini. Ia sudah bangkit! Ingatlah apa yang sudah dikatakan-Nya kepadamu sewaktu Ia masih di Galilea,","bahwa 'Anak Manusia harus diserahkan kepada orang berdosa, lalu disalibkan, dan pada hari yang ketiga Ia akan bangkit.'\"","Maka teringatlah wanita-wanita itu akan kata-kata Yesus.","Setelah kembali dari kuburan itu, mereka menceritakan semua kejadian itu kepada kesebelas rasul dan semua pengikut yang lainnya.","Wanita-wanita yang memberitahukan semuanya itu kepada pengikut-pengikut Yesus, ialah: Maria Magdalena, Yohana dan Maria ibu Yakobus, serta wanita-wanita lainnya yang bersama-sama dengan mereka.","Tetapi rasul-rasul itu menyangka wanita-wanita itu hanya menceritakan yang bukan-bukan. Mereka tidak percaya cerita wanita-wanita itu.","Tetapi Petrus bangun dan berlari ke kuburan. Sambil membungkuk ia menengok ke dalam, lalu melihat hanya kain kafan di situ. Petrus heran sekali, lalu pulang dengan banyak pertanyaan di dalam hatinya mengenai apa yang telah terjadi.","Pada hari itu juga, dua orang pengikut Yesus sedang berjalan ke sebuah desa yang bernama Emaus, kira-kira sebelas kilometer jauhnya dari Yerusalem.","Sambil berjalan mereka bercakap-cakap tentang segala peristiwa yang telah terjadi itu.","Sementara mereka bercakap-cakap dan bertukarpikiran, Yesus sendiri datang dan berjalan bersama-sama mereka.","Mereka melihat Yesus, tetapi ada sesuatu yang membuat mereka tidak mengenal Dia.","Lalu Yesus berkata, \"Apa yang kalian bicarakan di tengah jalan ini?\" Mereka berhenti dengan muka sedih.","Lalu seorang dari mereka, yang bernama Kleopas, bertanya kepada Yesus, \"Bapakkah satu-satunya orang asing di Yerusalem yang tidak tahu peristiwa yang terjadi di sana akhir-akhir ini?\"","\"Peristiwa apa?\" tanya Yesus. \"Peristiwa yang terjadi dengan Yesus, orang dari Nazaret itu,\" jawab mereka. \"Ia nabi. Kata-kata-Nya dan perbuatan-perbuatan-Nya berkuasa sekali--baik menurut pandangan Allah maupun menurut pandangan semua orang.","Imam-imam kepala dan pemimpin-pemimpin bangsa kita menyerahkan Dia untuk dihukum mati, dan mereka menyalibkan Dia!","Padahal kami mengharap bahwa Dialah yang akan membebaskan Israel! Dan hari ini hari ketiga semenjak hal itu terjadi.","Lagi pula, beberapa wanita dari kalangan kami telah membuat kami terkejut. Pagi-pagi sekali mereka ke kuburan,","tetapi tidak menemukan jenazah-Nya di sana. Lalu mereka kembali dan berkata bahwa mereka melihat malaikat, dan malaikat-malaikat itu berkata bahwa Yesus hidup.","Beberapa orang dari kami lalu pergi ke kuburan dan mendapati bahwa apa yang dikatakan wanita-wanita itu memang demikian, hanya mereka tidak melihat Yesus.\"","Lalu Yesus berkata kepada mereka, \"Kalian memang bodoh! Terlalu lamban kalian untuk mempercayai semua yang sudah dikatakan para nabi!","Bukankah Raja Penyelamat harus mengalami dahulu penderitaan itu, baru mencapai kemuliaan-Nya?\"","Kemudian Yesus menerangkan kepada mereka apa yang tertulis di dalam seluruh Alkitab mengenai diri-Nya, mulai dari buku-buku Musa dan buku para nabi.","Sementara itu mereka mendekati desa tujuan mereka. Yesus berbuat seolah-olah mau berjalan terus,","tetapi mereka menahan-Nya. \"Tinggallah di tempat kami,\" kata mereka kepada-Nya, \"sekarang sudah hampir malam dan sudah mulai gelap juga.\" Maka Yesus masuk untuk bermalam di tempat mereka.","Pada waktu duduk makan bersama mereka, Yesus mengambil roti, mengucap syukur kepada Allah, membelah-belah roti itu dengan tangan-Nya, lalu memberikannya kepada mereka.","Kemudian sadarlah mereka bahwa itu Yesus. Tetapi Ia lenyap dari pemandangan mereka.","Kata mereka satu kepada yang lain, \"Bukankah rasa hati kita seperti meluap, ketika Ia berbicara dengan kita di tengah jalan, dan menerangkan isi Alkitab kepada kita?\"","Saat itu juga mereka bangkit lalu kembali ke Yerusalem. Di sana mereka mendapati kesebelas pengikut Yesus sedang berkumpul bersama yang lain.","Mereka itu berkata, \"Memang benar Tuhan sudah hidup kembali! Ia telah memperlihatkan diri-Nya kepada Simon!\"","Kedua pengikut Yesus yang baru datang itu lalu menceritakan pengalaman mereka di tengah perjalanan, dan bagaimana mereka mengenali Tuhan pada saat Ia membelah-belah roti.","Sementara mereka masih bercerita, tiba-tiba Yesus sendiri berdiri di tengah-tengah mereka dan berkata, \"Sejahteralah kalian!\"","Mereka terkejut dan ketakutan, karena menyangka mereka melihat hantu.","Tetapi Yesus berkata, \"Mengapa kalian takut? Mengapa timbul keragu-raguan dalam hatimu?","Lihat tangan-Ku dan lihat kaki-Ku. Ketahuilah, bahwa Aku sendirilah ini! Rabalah dan perhatikanlah, karena hantu tidak mempunyai daging atau tulang, seperti yang kalian lihat pada-Ku.\"","Yesus berkata begitu sambil memperlihatkan kepada mereka tangan dan kaki-Nya.","Dan sementara mereka masih belum dapat percaya, karena terlalu gembira dan heran, Yesus bertanya kepada mereka, \"Apakah kalian punya makanan di sini?\"","Mereka memberikan kepada-Nya sepotong ikan goreng.","Yesus mengambil ikan itu, lalu makan di depan mereka.","Setelah itu Ia berkata kepada mereka, \"Inilah hal-hal yang sudah Kuberitahukan kepadamu ketika Aku masih bersama-sama dengan kalian: bahwa setiap hal yang tertulis mengenai Aku di dalam Buku-buku Musa, Para Nabi, dan Mazmur, harus terjadi.\"","Kemudian Yesus membuka pikiran mereka untuk mengerti maksud Alkitab.","Lalu Ia berkata kepada mereka, \"Di dalam Alkitab tertulis bahwa Raja Penyelamat harus menderita, dan harus bangkit kembali dari kematian pada hari yang ketiga.","Juga bahwa atas nama Raja Penyelamat itu haruslah diwartakan kepada segala bangsa bahwa manusia harus bertobat, dan bahwa Allah mengampuni dosa. Dan berita itu harus diwartakan mulai dari Yerusalem.","Kalianlah saksi-saksi dari semuanya itu.","Dan Aku sendiri akan mengirim kepadamu apa yang sudah dijanjikan oleh Bapa. Tetapi kalian harus tetap menunggu di kota ini sampai kuasa dari Allah meliputi kalian.\"","Setelah itu Yesus membawa mereka ke luar kota sampai Betania. Di situ Ia mengangkat tangan-Nya, lalu memberkati mereka.","Sementara Ia melakukan itu, Ia terangkat ke surga, lalu terpisah dari mereka.","Mereka sujud menyembah Dia, kemudian kembali ke Yerusalem dengan hati yang gembira sekali,","dan terus memuji-muji Allah di Rumah Tuhan."]