["Pada waktu itu Kaisar Agustus memerintahkan agar semua warga negara Kerajaan Roma mendaftarkan diri untuk sensus.","Sensus yang pertama ini dijalankan waktu Kirenius menjadi gubernur negeri Siria.","Semua orang pada waktu itu pergi untuk didaftarkan di kotanya masing-masing.","Yusuf pun berangkat dari Nazaret di Galilea, ke Betlehem di Yudea, tempat lahir Raja Daud; sebab Yusuf keturunan Daud.","Yusuf mendaftarkan diri bersama Maria tunangannya, yang sedang hamil.","Ketika mereka di Betlehem tibalah waktunya bagi Maria untuk bersalin.","Ia melahirkan seorang anak laki-laki, anaknya yang sulung. Anak itu dibungkusnya dengan kain, lalu diletakkan di dalam palung berisi jerami; sebab mereka tidak mendapat tempat untuk menginap.","Pada malam itu ada gembala-gembala yang sedang menjaga domba-dombanya di padang rumput di daerah itu.","Tiba-tiba malaikat Tuhan menampakkan diri kepada mereka, dan cahaya terang dari Tuhan bersinar menerangi mereka, dan mereka sangat ketakutan.","Tetapi malaikat itu berkata, \"Jangan takut! Sebab saya datang membawa kabar baik untuk kalian--kabar yang sangat menggembirakan semua orang.","Hari ini di kota Daud telah lahir Raja Penyelamatmu yaitu Kristus, Tuhan.","Inilah tandanya: Kalian akan menjumpai seorang bayi dibungkus dengan kain, dan berbaring di dalam sebuah palung.\"","Tiba-tiba malaikat itu disertai banyak malaikat lain, yang memuji Allah. Mereka berkata,","\"Terpujilah Allah di langit yang tertinggi! Dan di atas bumi, sejahteralah manusia yang menyenangkan hati Tuhan!\"","Setelah malaikat-malaikat meninggalkan mereka dan kembali ke surga, gembala-gembala itu berkata satu sama lain, \"Mari kita ke Betlehem dan melihat peristiwa yang terjadi itu, yang diberitahukan Tuhan kepada kita.\"","Mereka segera pergi, lalu menjumpai Maria dan Yusuf, serta bayi itu yang sedang berbaring di dalam palung.","Ketika para gembala melihat bayi itu, mereka menceritakan apa yang dikatakan para malaikat tentang bayi itu.","Dan semua orang heran mendengar cerita para gembala itu.","Tetapi Maria menyimpan semua itu di dalam hatinya dan merenungkannya.","Gembala-gembala itu kembali ke padang rumput sambil memuji dan memuliakan Allah, karena semua yang telah mereka dengar dan lihat, tepat seperti yang dikatakan oleh malaikat.","Sesudah berumur delapan hari, anak itu disunat. Dan mereka menamakannya Yesus, nama yang diberikan malaikat kepada-Nya sebelum Ia dikandung ibu-Nya.","Tibalah saatnya Yusuf dan Maria menjalankan adat penyucian menurut hukum Musa. Jadi mereka membawa Anak itu ke Yerusalem untuk diserahkan kepada Tuhan.","Sebab di dalam Hukum Tuhan tertulis begini, \"Setiap anak laki-laki yang sulung, harus diserahkan kepada Tuhan.\"","Mereka juga bermaksud mempersembahkan kurban, yaitu sepasang burung tekukur atau dua ekor burung merpati yang muda, seperti yang ditentukan dalam Hukum Tuhan.","Pada waktu itu di Yerusalem ada seorang bernama Simeon. Ia orang baik, yang takut kepada Allah dan sedang menantikan saatnya Allah menyelamatkan Israel. Roh Allah menyertai dia,","dan Roh Allah sudah memberitahukan kepadanya bahwa ia tidak akan mati sebelum melihat Raja Penyelamat yang dijanjikan Tuhan.","Oleh bimbingan Roh Allah, Simeon masuk ke Rumah Tuhan. Pada waktu itu Yusuf dan Maria membawa masuk Yesus, yang masih kecil itu untuk melakukan upacara yang diperintahkan hukum agama.","Maka Simeon mengambil Anak itu dan menggendong-Nya, lalu memuji Allah,","\"Sekarang, Tuhan, Engkau sudah menepati janji-Mu. Biarlah hamba-Mu ini meninggal dengan tentram.","Sebab dengan mataku sendiri aku sudah melihat Penyelamat yang daripada-Mu.","Penyelamat itu Engkau telah siapkan untuk segala bangsa:","bagaikan terang yang menerangi jalan bagi bangsa-bangsa yang lain, untuk datang kepada-Mu; yaitu terang yang mendatangkan kehormatan bagi umat-Mu Israel.\"","Ayah dan ibu Anak itu heran mendengar apa yang dikatakan Simeon tentang Anak mereka.","Simeon memberkati mereka dan berkata kepada Maria, ibu Anak itu, \"Anak ini sudah dipilih oleh Allah untuk membinasakan dan untuk menyelamatkan banyak orang Israel. Ia akan menjadi tanda dari Allah, yang akan ditentang oleh banyak orang,","dan dengan demikian terbongkarlah isi hati mereka. Kesedihan akan menusuk hatimu seperti pedang yang tajam.\"","Ada pula seorang nabi wanita yang sudah tua sekali. Namanya Hana, anak Fanuel, dari suku Asyer. Sesudah tujuh tahun kawin,","Hana menjadi janda, dan sekarang berumur delapan puluh empat tahun. Tidak pernah ia meninggalkan Rumah Tuhan. Siang malam ia berbakti di situ kepada Allah dengan berdoa dan berpuasa.","Tepat pada waktu itu juga ia datang, lalu memuji Allah dan berbicara tentang Anak itu kepada semua orang yang menantikan saatnya Allah memerdekakan Yerusalem.","Setelah Yusuf dan Maria melakukan semua yang diwajibkan Hukum Tuhan, mereka pulang ke Nazaret di Galilea.","Anak itu bertambah besar dan kuat. Ia bijaksana sekali dan sangat dikasihi oleh Allah.","Tiap-tiap tahun orang tua Yesus pergi ke Yerusalem untuk merayakan Hari Raya Paskah.","Dan ketika Yesus berumur dua belas tahun, mereka pergi ke perayaan itu sesuai kebiasaan.","Sehabis perayaan itu mereka pulang, tetapi Yesus, Anak itu, masih tinggal di Yerusalem, dan ayah ibu-Nya tidak tahu.","Mereka menyangka Ia ikut dalam rombongan. Sesudah berjalan sepanjang hari barulah mereka mencari Dia di antara sanak saudara dan kenalan-kenalan mereka.","Tetapi mereka tidak menjumpai-Nya, jadi mereka kembali ke Yerusalem mencari Dia.","Setelah tiga hari mencari, mereka mendapati Dia di dalam Rumah Tuhan. Ia sedang duduk mendengarkan para guru agama dan mengajukan pertanyaan-pertanyaan.","Semua orang yang mendengar Dia heran karena jawaban-jawaban-Nya yang cerdas.","Orang tua-Nya pun heran melihat Dia. Ibu-Nya berkata kepada-Nya, \"Nak, mengapa Kaulakukan ini kepada kami? Ayah-Mu dan ibu-Mu cemas mencari Engkau!\"","Yesus menjawab, \"Mengapa ayah dan ibu mencari Aku? Apakah ayah dan ibu tidak tahu bahwa Aku harus ada di dalam rumah Bapa-Ku?\"","Tetapi mereka tidak mengerti jawaban Yesus.","Kemudian Yesus pulang bersama mereka ke Nazaret, dan taat kepada mereka. Semua hal itu disimpan oleh ibu-Nya di dalam hatinya.","Yesus makin bertambah besar dan bertambah bijaksana, serta dikasihi oleh Allah dan disukai oleh manusia."]