["Di Rumah Tuhan, Yesus melihat orang-orang kaya memasukkan uang ke dalam kotak persembahan.","Ia melihat juga seorang janda yang sangat miskin, memasukkan dua keping uang tembaga.","Lalu Yesus berkata, \"Dengarkan: janda ini memasukkan lebih banyak dari semua yang lain.","Sebab mereka semua memberi dari kelebihan hartanya. Tetapi janda ini, sekalipun sangat miskin, memberikan semua yang ada padanya yang diperlukannya sendiri untuk hidup.\"","Ada orang-orang yang berbicara mengenai bagaimana bagusnya Rumah Tuhan dihias dengan batu yang bagus-bagus dan dengan barang-barang yang dipersembahkan kepada Allah. Maka Yesus berkata kepada mereka,","\"Nanti ada saatnya, semua yang kalian lihat ini akan dirobohkan; tidak ada satu batu pun di sini yang akan tinggal tersusun pada tempatnya!\"","Mereka bertanya kepada Yesus, \"Bapak Guru, kapankah hal itu akan terjadi? Dan apakah tandanya bahwa sudah sampai saatnya hal itu akan terjadi?\"","Yesus berkata, \"Waspadalah, jangan sampai kalian tertipu. Banyak orang akan datang dengan memakai nama-Ku, dan berkata, 'Akulah Dia!' dan 'Sudah waktunya.' Tetapi janganlah kalian mengikuti mereka.","Janganlah juga takut kalau kalian mendengar berita mengenai peperangan dan pemberontakan. Semuanya itu harus terjadi dahulu. Tetapi itu tidak berarti bahwa sudah waktunya kiamat.\"","Lalu Yesus meneruskan pembicaraan-Nya, kata-Nya, \"Bangsa yang satu akan berperang melawan bangsa yang lain dan negara yang satu akan menyerang negara yang lain.","Di mana-mana akan terjadi gempa bumi yang hebat, bahaya kelaparan dan wabah penyakit. Akan terjadi hal-hal yang mengerikan dan dahsyat di langit.","Tetapi sebelum semuanya itu terjadi, kalian akan ditangkap dan dianiaya. Kalian akan diadili di rumah-rumah ibadat dan dimasukkan ke dalam penjara. Dan kalian akan diseret ke hadapan raja-raja dan penguasa-penguasa karena kalian pengikut-Ku.","Itulah kesempatan bagimu untuk memberitakan Kabar Baik dari Allah.","Bertekadlah bahwa kalian tidak akan khawatir mengenai apa yang harus kalian katakan untuk membela diri.","Aku sendiri akan memberi kepadamu kata-kata dan kebijaksanaan itu, sehingga tak seorang pun dari musuh-musuhmu dapat melawan atau menyangkal apa yang kalian katakan.","Kalian akan dikhianati oleh ibu bapakmu, oleh saudara-saudaramu, oleh sanak keluargamu dan oleh kawan-kawanmu. Sebagian dari kalian akan dibunuh oleh mereka.","Kalian akan dibenci oleh semua orang karena kalian pengikut-Ku.","Tetapi sehelai rambut pun dari kepalamu tidak akan hilang.","Kalau kalian bertahan dan sabar, kalian akan selamat.\"","\"Apabila kalian melihat Yerusalem dikepung tentara, kalian akan tahu bahwa kota itu tidak lama lagi akan dimusnahkan.","Pada waktu itu haruslah orang yang berada di Yudea lari ke pegunungan. Mereka yang berada di dalam kota harus meninggalkan kota, dan mereka yang di luar kota jangan masuk ke dalam kota.","Sebab hari-hari itu adalah 'Hari-hari Hukuman Dijatuhkan', supaya dengan demikian terjadilah apa yang sudah tertulis dalam Alkitab.","Alangkah ngerinya hari-hari itu untuk wanita yang mengandung, dan ibu yang masih menyusui bayi! Negeri ini akan mengalami kesusahan yang besar, dan Tuhan akan menghukum bangsa ini.","Ada yang akan dibunuh dengan pedang, ada pula yang akan dibawa sebagai tawanan ke negeri-negeri orang; dan orang-orang yang tidak mengenal Allah akan menginjak-injak Yerusalem sampai habis waktu yang sudah ditentukan Tuhan untuk mereka.\"","\"Nanti pada matahari, bulan, dan bintang-bintang akan kelihatan tanda-tanda. Di bumi, bangsa-bangsa akan takut dan bingung menghadapi deru dan gelora laut.","Manusia akan takut setengah mati menghadapi apa yang akan terjadi di seluruh dunia ini, sebab para penguasa angkasa raya akan menjadi kacau-balau.","Pada waktu itulah Anak Manusia akan datang di dalam awan dengan kuasa dan kemuliaan yang besar.","Apabila hal-hal itu mulai terjadi, bangunlah dan angkatlah kepalamu, sebab sebentar lagi kalian akan diselamatkan.\"","Lalu Yesus menceritakan kepada mereka perumpamaan berikut ini, kata-Nya, \"Perhatikanlah pohon ara dan semua pohon yang lain.","Apabila pucuk-pucuknya mulai kelihatan, kalian tahu bahwa sudah hampir musim panas.","Begitu juga kalau kalian melihat hal-hal itu terjadi, kalian akan tahu bahwa Allah segera akan memerintah sebagai Raja.","Ketahuilah! Hal-hal itu akan terjadi sebelum orang-orang yang hidup sekarang ini mati semuanya.","Langit dan bumi akan lenyap, tetapi perkataan-Ku tetap selama-lamanya.\"","\"Jagalah dirimu, jangan sampai kalian terlalu sibuk berpesta-pesta dan minum minuman keras, atau terlalu memikirkan soal-soal hidupmu, sehingga kalian tidak siap ketika hari itu muncul dengan tiba-tiba.","Sebab Hari itu akan datang seperti perangkap pada semua orang di muka bumi ini.","Berjaga-jagalah, dan berdoalah selalu supaya kalian kuat mengatasi semua hal yang bakal terjadi dan kalian dapat menghadap Anak Manusia.\"","Yesus mengajar di Rumah Tuhan pada siang hari, dan malam harinya Ia pergi ke Bukit Zaitun dan tinggal di situ.","Setiap pagi semua orang datang ke Rumah Tuhan untuk mendengar Yesus mengajar."]