["Perayaan Roti Tidak Beragi yang disebut Paskah telah dekat.","Imam-imam kepala dan guru-guru agama sedang mencari jalan untuk membunuh Yesus secara diam-diam, karena mereka takut kepada orang banyak.","Kemudian Iblis memasuki Yudas yang disebut juga Iskariot, yaitu seorang dari kedua belas pengikut Yesus.","Karena itu Yudas pergi dan berunding dengan imam-imam kepala dan para kepala pengawal Rumah Tuhan tentang bagaimana ia dapat menyerahkan Yesus kepada mereka.","Mereka senang sekali dan berjanji untuk memberikan uang kepadanya.","Yudas pun setuju dan mulai mencari kesempatan untuk menyerahkan Yesus kepada mereka, tanpa diketahui orang.","Tibalah harinya dalam Perayaan Roti Tidak Beragi bahwa domba untuk makanan Paskah disembelih.","Maka Yesus menyuruh Petrus dan Yohanes, \"Pergilah sediakan makanan Paskah untuk kita.\"","\"Di mana Bapak mau kami menyiapkannya?\" tanya mereka.","Yesus menjawab, \"Pada waktu kalian masuk ke kota, seorang laki-laki yang sedang membawa sebuah kendi berisi air akan bertemu dengan kalian. Ikuti dia ke rumah yang dimasukinya,","dan katakanlah kepada pemilik rumah itu: Guru berkata, 'Di manakah tempatnya untuk pengikut-pengikut-Ku dan Aku makan makanan Paskah?'","Tuan rumah itu akan menunjukkan kepadamu sebuah kamar loteng yang besar, lengkap dengan perabotnya. Siapkanlah semuanya di sana.\"","Maka pergilah Petrus dan Yohanes, lalu mendapati semuanya tepat seperti yang dikatakan oleh Yesus. Mereka pun menyediakan makanan Paskah itu.","Ketika sudah waktunya untuk makan makanan Paskah itu, Yesus duduk bersama para pengikut-Nya di tempat perjamuan.","Lalu Ia berkata kepada mereka, \"Aku ingin sekali makan makanan Paskah ini bersama kalian sebelum Aku menderita!","Sebab, percayalah: Aku tidak akan makan ini lagi sampai arti dari perjamuan ini dinyatakan di Dunia Baru Allah.\"","Setelah itu Yesus mengangkat piala anggur, lalu mengucap doa syukur kepada Allah, kemudian berkata, \"Ambillah ini, dan bagi-bagikanlah;","karena ketahuilah: mulai sekarang ini Aku tidak akan minum anggur ini lagi sampai Allah telah berkuasa dengan sepenuhnya.\"","Sesudah itu Yesus mengambil roti. Dan setelah mengucapkan doa syukur, Ia membelah-belah roti itu dengan tangan-Nya lalu memberikannya kepada mereka, dan berkata, \"Inilah tubuh-Ku (yang diserahkan untuk kalian. Lakukanlah ini untuk mengenang Aku.\"","Begitu juga setelah makan, Ia memberikan piala anggur itu kepada mereka dan berkata, \"Piala ini adalah perjanjian Allah yang baru, yang disahkan dengan darah-Ku--darah yang dicurahkan untuk kalian.\")","\"Tetapi lihat! Orang yang mengkhianati Aku ada di sini bersama Aku!","Anak Manusia memang akan mati sebagaimana telah ditentukan Allah; tetapi celakalah orang yang mengkhianati-Nya!\"","Maka mereka mulai bertanya-tanya satu sama lain, siapa dari antara mereka yang akan melakukan hal itu.","Di antara pengikut-pengikut Yesus timbul pertengkaran mengenai siapa dari mereka yang harus dianggap paling besar.","Yesus berkata kepada mereka, \"Raja-raja bangsa yang tidak mengenal Allah menindas rakyatnya, dan penguasa-penguasanya disebut 'Pelindung Rakyat'.","Tetapi kalian tidak boleh begitu. Sebaliknya, orang yang terbesar di antaramu harus menjadi seperti yang terkecil, dan pemimpin haruslah menjadi seperti pelayan.","Siapakah yang lebih besar: orang yang duduk makan di meja, atau orang yang melayani dia? Tentu orang yang duduk itu. Tetapi Aku berada di antara kalian sebagai pelayan.","Dalam segala kesusahan-Ku, kalian selalu bersama-sama dengan Aku.","Sebagaimana Bapa sudah memberi kepada-Ku hak untuk memerintah, demikian juga Aku akan memberikan kepadamu hak itu.","Dengan demikian kalian boleh turut bersenang-senang dengan Aku pada waktu Aku menjadi Raja. Dan kalian akan duduk di atas dua belas takhta untuk memerintah kedua belas suku bangsa Israel.\"","\"Simon, Simon, dengarkan! Iblis sudah diberi izin untuk menguji kalian; seperti gandum dipisahkan dari kulit sehingga yang baik dipisahkan dari yang buruk.","Tetapi Aku sudah berdoa untuk engkau, Simon, supaya imanmu jangan luntur. Dan kalau engkau sudah kembali kepada-Ku, engkau harus menguatkan saudara-saudaramu.\"","Petrus menjawab, \"Tuhan, saya bersedia masuk penjara dan mati bersama-sama Tuhan!\"","\"Percayalah, Petrus,\" kata Yesus, \"sebelum ayam berkokok hari ini, engkau tiga kali mengingkari Aku.\"","Setelah itu Yesus berkata kepada mereka, \"Dahulu ketika Aku mengutus kalian dengan tidak mengizinkan kalian membawa dompet, kantong atau sepatu, apakah kalian kekurangan apa-apa?\" \"Tidak!\" jawab mereka.","\"Tetapi sekarang,\" kata Yesus, \"siapa mempunyai dompet atau kantong, harus membawanya; dan siapa tidak mempunyai pedang, harus menjual jubahnya untuk membeli pedang.","Sebab, percayalah, ayat Alkitab yang berbunyi begini, 'Ia dianggap sebagai seorang penjahat,' harus terjadi atas diri-Ku. Sebab apa yang tertulis di dalam Alkitab mengenai Aku sedang terjadi sekarang ini.\"","\"Tuhan,\" kata pengikut-pengikut Yesus, \"lihat, di sini ada dua pedang.\" \"Sudahlah!\" jawab Yesus.","Yesus meninggalkan kota dan pergi seperti biasanya ke Bukit Zaitun, dan pengikut-pengikut-Nya pergi juga dengan Dia.","Ketika sampai di situ, Ia berkata kepada mereka, \"Berdoalah supaya kalian jangan berdosa kalau kalian dicobai.\"","Kemudian Ia pergi lebih jauh sedikit dari mereka, kira-kira sejauh lemparan batu, lalu berlutut dan berdoa.","\"Bapa,\" kata-Nya, \"kalau boleh, jauhkanlah daripada-Ku penderitaan yang harus Kualami ini. Tetapi jangan menurut kemauan-Ku, melainkan menurut kemauan Bapa saja.\"","(Seorang malaikat datang kepada-Nya dan menguatkan-Nya.","Yesus sangat menderita secara batin sehingga Ia makin sungguh-sungguh berdoa. Keringat-Nya seperti darah menetes ke tanah.)","Selesai berdoa, Yesus kembali lagi kepada pengikut-pengikut-Nya. Ia menemukan mereka sedang tidur karena sangat sedih.","Lalu Ia berkata kepada mereka, \"Mengapa kalian tidur? Bangunlah dan berdoalah supaya kalian tidak terkena cobaan.\"","Sementara Yesus masih berbicara, datanglah serombongan orang. Mereka dipimpin oleh Yudas, salah seorang pengikut Yesus. Kemudian Yudas pergi kepada Yesus lalu mencium-Nya.","Tetapi Yesus berkata kepadanya, \"Yudas, apakah dengan ciuman itu engkau mau mengkhianati Anak Manusia?\"","Ketika pengikut-pengikut Yesus yang ada di situ melihat apa yang akan terjadi, mereka berkata, \"Tuhan, kami serang saja dengan pedang!\"","Lalu salah seorang dari mereka memarang hamba imam agung dengan pedang sehingga putus telinga kanannya.","Tetapi Yesus berkata, \"Sudahlah!\" Lalu Ia menjamah telinga orang itu dan menyembuhkannya.","Kemudian Yesus berkata kepada imam-imam kepala dan perwira-perwira pengawal Rumah Tuhan, serta pemimpin-pemimpin Yahudi yang datang ke situ untuk menangkap Dia, \"Apakah Aku ini penjahat, sampai kalian datang dengan pedang dan pentungan untuk menangkap Aku?","Setiap hari Aku berada dengan kalian di Rumah Tuhan, kalian tidak menangkap Aku. Tetapi inilah saatnya kalian bertindak, saat kuasa kegelapan memegang peranan.\"","Mereka menangkap Yesus dan membawa-Nya ke rumah imam agung. Petrus mengikuti dari jauh.","Di tengah-tengah halaman itu api unggun sudah dinyalakan dan Petrus pergi duduk bersama dengan orang-orang yang duduk di sekelilingnya.","Salah seorang pelayan wanita melihat Petrus duduk di pinggir api unggun itu; lalu pelayan wanita itu memperhatikan Petrus, kemudian berkata, \"Orang ini juga tadi ada bersama-sama Yesus!\"","Tetapi Petrus menyangkal. Ia berkata, \"Saya sama sekali tidak mengenal orang itu!\"","Sesaat kemudian, seorang lain melihat Petrus dan berkata, \"Engkau juga salah seorang dari mereka!\" Tetapi Petrus menjawab, \"Tidak, bukan saya!\"","Kira-kira satu jam kemudian, seorang lain lagi berkata dengan keras, \"Memang orang ini pengikut Yesus, sebab ia juga orang Galilea!\"","Tetapi Petrus menjawab, \"Apa maksudmu, aku tidak tahu!\" Saat itu juga, sementara Petrus masih berbicara, ayam berkokok.","Yesus pun menoleh dan memandang Petrus. Lalu Petrus teringat Tuhan sudah berkata kepadanya, \"Sebelum ayam berkokok hari ini, engkau tiga kali mengingkari Aku.\"","Maka keluarlah Petrus dari situ dan menangis tersedu-sedu.","Orang-orang yang sedang menjaga Yesus, mempermainkan dan memukul Dia.","Mereka menutup mata-Nya dan bertanya kepada-Nya, \"Coba terka siapa yang memukul-Mu?\"","Banyak lagi kata-kata penghinaan yang mereka lontarkan kepada-Nya.","Pagi harinya, pemimpin-pemimpin Yahudi, imam-imam kepala, dan guru-guru agama berkumpul, lalu Yesus dibawa ke hadapan Mahkamah Agama mereka.","\"Beritahukan kepada kami,\" kata mereka kepada-Nya, \"apakah Engkau ini Raja Penyelamat?\" Yesus menjawab, \"Kalau Aku memberitahukan kepadamu, kalian toh tidak akan percaya.","Dan kalau Aku bertanya kepadamu, kalian toh tidak akan menjawab.","Tetapi mulai sekarang, Anak Manusia akan duduk di sebelah kanan Allah Yang Mahakuasa.\"","Mereka semua berkata, \"Kalau begitu, Engkau ini Anak Allah?\" Yesus menjawab, \"Begitu kata kalian.\"","Maka mereka berkata, \"Tidak perlu lagi saksi! Kita sudah mendengar dari mulut-Nya sendiri!\""]