["Pada tahun kelima belas dari pemerintahan Kaisar Tiberius, Pontius Pilatus menjadi gubernur di Yudea, dan Herodes memerintah di Galilea. Filipus, saudara dari Herodes memerintah di wilayah Iturea dan Trakhonitis, sedangkan Lisanias memerintah di Abilene.","Yang menjabat imam-imam agung ialah Hanas dan Kayafas. Pada tahun itulah Allah berbicara kepada Yohanes, anak Zakharia di padang pasir.","Maka Yohanes pergi ke mana-mana di seluruh daerah Sungai Yordan dan menyampaikan berita dari Allah. Yohanes berseru, \"Bertobatlah dari dosa-dosamu, dan kamu harus dibaptis, supaya Allah mengampuni kamu.\"","Itu sesuai dengan yang tertulis di dalam buku Nabi Yesaya: \"Ada orang berseru-seru di padang pasir, 'Siapkanlah jalan untuk Tuhan, ratakanlah jalan bagi Dia.","Setiap lembah hendaklah ditimbun, setiap gunung dan bukit diratakan. Jalan yang berliku-liku hendaklah diluruskan, dan jalan yang lekak-lekuk diratakan.","Orang-orang di seluruh dunia akan melihat Allah menyelamatkan manusia!'\"","Banyak orang datang kepada Yohanes untuk dibaptis. Yohanes berkata kepada mereka, \"Kamu orang jahat! Siapa yang mengatakan bahwa kamu dapat luput dari hukuman Allah yang akan datang?","Tunjukkanlah dengan perbuatanmu bahwa kamu sudah bertobat dari dosa-dosamu! Jangan mulai berkata bahwa Abraham adalah nenek moyangmu. Ingat: Dari batu-batu ini pun Allah sanggup membuat keturunan untuk Abraham!","Kapak sudah siap untuk menebang pohon sampai ke akar-akarnya. Setiap pohon yang tidak menghasilkan buah yang baik akan ditebang dan dibuang ke dalam api.\"","\"Jadi, apa yang harus kami buat?\" tanya orang-orang kepada Yohanes.","Yohanes menjawab, \"Orang yang mempunyai dua helai baju, harus memberikan sehelai kepada yang tidak punya; dan orang yang mempunyai makanan, harus membagikannya.\"","Penagih-penagih pajak juga datang kepada Yohanes untuk dibaptis. Mereka bertanya, \"Bapak Guru, apa yang harus kami buat?\"","Yohanes menjawab, \"Janganlah menagih lebih banyak dari apa yang sudah ditetapkan.\"","Ada juga prajurit yang bertanya, \"Bagaimana dengan kami? Apa yang harus kami buat?\" Yohanes menjawab, \"Jangan memeras siapa pun dan jangan merampas uang dengan tuduhan-tuduhan palsu. Puaslah dengan gajimu!\"","Pada waktu itu orang-orang mulai bertanya-tanya, apakah Yohanes Raja Penyelamat yang mereka nantikan.","Itu sebabnya Yohanes berkata kepada mereka semua, \"Saya membaptis kamu dengan air, tetapi nanti akan datang Orang yang lebih besar daripada saya. Membuka tali sepatu-Nya pun saya tidak layak. Ia akan membaptis kamu dengan Roh Allah dan api.","Di tangan-Nya ada nyiru untuk menampi semua gandum-Nya sampai bersih. Gandum akan dikumpulkan-Nya di dalam lumbung, tetapi semua sekam akan dibakar-Nya di dalam api yang tidak bisa padam!\"","Demikianlah Yohanes menasihati orang-orang dengan berbagai-bagai cara, pada waktu ia mewartakan Kabar Baik.","Tetapi Herodes, penguasa Galilea, ditegur oleh Yohanes mengenai perkawinannya dengan Herodias, istri saudaranya, dan mengenai semua kejahatan lain yang telah diperbuatnya.","Tetapi Herodes malah menambah kejahatan-kejahatannya dengan memasukkan Yohanes ke dalam penjara.","Setelah semua orang itu dibaptis, Yesus juga dibaptis. Dan ketika Ia sedang berdoa, langit terbuka,","dan Roh Allah turun ke atas-Nya berupa burung merpati. Lalu terdengar suara Allah mengatakan, \"Engkaulah Anak-Ku yang Kukasihi. Engkau menyenangkan hati-Ku.\"","Pada waktu Yesus mulai pekerjaan-Nya, Ia berumur kira-kira tiga puluh tahun. Menurut pendapat orang, Ia anak Yusuf, anak Eli,","anak Matat, anak Lewi, anak Malkhi, anak Yanai, anak Yusuf,","anak Matica, anak Amos, anak Nahum, anak Hesli, anak Nagai,","anak Maat, anak Matica, anak Simei, anak Yosekh, anak Yoda,","anak Yohanan, anak Resa, anak Zerubabel, anak Sealtiel, anak Neri,","anak Malkhi, anak Adi, anak Kosam, anak Elmadam, anak Er,","anak Yesua, anak Eliezer, anak Yorim, anak Matat, anak Lewi,","anak Simeon, anak Yehuda, anak Yusuf, anak Yonam, anak Elyakim,","anak Melea, anak Mina, anak Matata, anak Natan, anak Daud,","anak Isai, anak Obed, anak Boas, anak Salmon, anak Nahason,","anak Aminadab, anak Admin, anak Arni, anak Hezron, anak Peres, anak Yehuda,","anak Yakub, anak Ishak, anak Abraham, anak Terah, anak Nahor,","anak Serug, anak Rehu, anak Peleg, anak Eber, anak Salmon,","anak Kenan, anak Arpakhsad, anak Sem, anak Nuh, anak Lamekh,","anak Metusalah, anak Henokh, anak Yared, anak Mahalaleel, anak Kenan,","anak Enos, anak Set, anak Adam, anak Allah."]