["Yesus dikuasai oleh Roh Allah pada waktu Ia meninggalkan Sungai Yordan. Roh Allah memimpin Dia ke padang gurun.","Di situ Ia dicobai oleh Iblis empat puluh hari lamanya. Sepanjang waktu itu, Ia tidak makan apa-apa. Jadi pada akhirnya Ia merasa lapar.","Iblis berkata kepada-Nya, \"Engkau Anak Allah, bukan? Jadi, suruhlah batu ini menjadi roti.\"","Yesus menjawab, \"Di dalam Alkitab tertulis, 'Manusia tidak dapat hidup dari roti saja.'\"","Lalu Iblis membawa Yesus ke tempat yang tinggi, dan dalam sekejap mata Iblis menunjukkan kepada-Nya semua kerajaan di dunia.","\"Semua kekuasaan dan kekayaan ini akan saya serahkan kepada-Mu,\" kata Iblis kepada Yesus, \"sebab semuanya sudah diberikan kepada saya dan saya dapat memberikannya kepada siapa saja yang saya suka berikan.","Semuanya itu akan menjadi milik-Mu, kalau Engkau sujud menyembah saya.\"","Yesus menjawab, \"Di dalam Alkitab tertulis, 'Sembahlah Tuhan Allahmu dan layanilah Dia saja.'\"","Lalu Iblis membawa Yesus ke Yerusalem dan menaruh Dia di atas puncak Rumah Tuhan dan berkata kepada-Nya, \"Engkau Anak Allah, bukan? Jadi, terjunlah dari sini.","Sebab di dalam Alkitab tertulis, 'Allah akan menyuruh malaikat-malaikat-Ny menjaga Engkau baik-baik.'","Dan juga, 'Malaikat-malaikat akan menyambut Engkau dengan tangan mereka, supaya kaki-Mu pun tidak tersentuh pada batu.'\"","Yesus menjawab, \"Di dalam Alkitab tertulis, 'Jangan mencobai Tuhan, Allahmu.'\"","Setelah Iblis selesai mencobai Yesus dengan segala macam cara, ia meninggalkan Yesus dan menunggu waktu yang baik.","Kemudian Yesus kembali ke Galilea; dan Ia dikuasai oleh Roh Allah. Berita mengenai diri-Nya tersebar ke seluruh daerah itu.","Ia mengajar di rumah-rumah ibadat, dan semua orang memuji Dia.","Yesus pergi pula ke Nazaret, tempat Ia dibesarkan. Pada hari Sabat, menurut kebiasaan-Nya Ia pergi ke rumah ibadat. Ia berdiri untuk membaca Alkitab,","dan diberi buku Nabi Yesaya. Ia membuka gulungan buku itu, lalu didapati-Nya ayat ini,","\"Roh Tuhan ada pada-Ku, sebab Ia sudah melantik Aku untuk memberitakan Kabar Baik kepada orang miskin. Ia mengutus Aku untuk mengumumkan pembebasan kepada orang tertawan dan kesembuhan bagi orang buta; untuk membebaskan orang tertindas","dan memberitakan datangnya saat Tuhan menyelamatkan umat-Nya.\"","Yesus menggulung kembali buku itu, dan mengembalikannya kepada petugas, lalu duduk. Semua orang di dalam rumah ibadat itu memandang-Nya.","Dan Yesus mulai berbicara kepada mereka, begini, \"Ayat-ayat Alkitab ini pada hari ini terpenuhi pada saat kalian mendengarnya.\"","Kata-kata yang diucapkan-Nya bagus sekali, sehingga mereka kagum dan menyokong Dia. Mereka berkata, \"Bukankah Dia anak Yusuf?\"","Maka Yesus berkata kepada mereka, \"Pasti kalian akan memakai peribahasa ini terhadap Aku, 'Dokter, sembuhkanlah diri-Mu sendiri. Keajaiban yang kami dengar Kaulakukan di Kapernaum, lakukanlah juga di kampung halaman-Mu sendiri.'\"","Yesus menambahkan, \"Ingatlah, tidak ada nabi yang dihormati di kampung halamannya sendiri.","Tetapi dengarlah: pada zaman Elia, ketika tidak turun hujan tiga setengah tahun lamanya, terjadi kelaparan yang hebat di seluruh negeri. Pada waktu itu ada banyak janda-janda di Israel.","Meskipun begitu, Allah tidak menyuruh Elia pergi kepada salah satu dari janda-janda itu melainkan hanya kepada seorang janda di Sarfat di daerah Sidon.","Begitu juga pada zaman Nabi Elisa ada banyak orang di Israel berpenyakit kulit yang mengerikan, namun tidak seorang pun dari mereka yang disembuhkan, kecuali Naaman orang Siria itu.\"","Semua orang di rumah ibadat itu marah sekali waktu mendengar hal itu.","Mereka berdiri lalu mengusir Yesus ke luar kota, dan membawa-Nya ke tebing gunung, di mana kota mereka dibangun. Mereka bermaksud mendorong Dia ke dalam jurang.","Tetapi Yesus menerobos orang banyak itu lalu pergi.","Kemudian Yesus pergi ke kota Kapernaum di Galilea. Di sana Ia mengajar orang-orang pada hari Sabat.","Mereka kagum melihat caranya Ia mengajar, sebab Ia berbicara dengan wibawa.","Di situ di rumah ibadat ada seorang yang dikuasai roh jahat. Orang itu menjerit-jerit,","\"Hai Yesus, orang Nazaret, Engkau mau buat apa dengan kami? Engkau datang untuk membinasakan kami? Saya tahu siapa Engkau: Engkau utusan yang suci dari Allah!\"","\"Diam!\" bentak Yesus kepada roh jahat itu. \"Keluarlah dari orang ini!\" Lalu roh jahat itu membanting orang itu di hadapan mereka semua, kemudian keluar dari orang itu tanpa menyakitinya.","Semua orang heran, dan berkata satu sama lain, \"Bukan main kata-kata-Nya. Dengan wibawa dan kuasa, Ia memerintahkan roh-roh jahat keluar, dan mereka keluar juga!\"","Maka kabar tentang Yesus tersebar di seluruh wilayah itu.","Yesus meninggalkan rumah ibadat itu, lalu pergi ke rumah Simon. Ibu mertua Simon sedang sakit demam, dan orang-orang memberitahukan hal itu kepada Yesus.","Yesus pergi ke tempat tidur ibu itu, lalu mengusir demam itu. Demam itu hilang, dan ibu mertua Simon langsung bangun dan melayani mereka.","Ketika matahari sedang terbenam, semua orang membawa kepada Yesus saudara-saudaranya yang menderita bermacam-macam penyakit. Yesus meletakkan tangan-Nya ke atas mereka masing-masing dan menyembuhkan mereka.","Roh-roh jahat pun keluar dari banyak orang, sambil berteriak-teriak, \"Engkaulah Anak Allah!\" Tetapi Yesus membentak mereka dan tidak mengizinkan mereka berbicara, sebab mereka tahu bahwa Dialah Raja Penyelamat.","Pada waktu matahari mulai terbit Yesus meninggalkan kota itu lalu pergi ke suatu tempat yang sunyi. Orang-orang mulai mencari Dia, dan ketika mereka menemukan-Nya, mereka berusaha supaya Ia jangan meninggalkan mereka.","Tetapi Yesus berkata, \"Kabar Baik tentang bagaimana Allah memerintah harus Aku beritakan juga di kota-kota lain, sebab untuk itulah Allah mengutus Aku ke dunia.\"","Karena itu Yesus berkhotbah di dalam rumah-rumah ibadat di seluruh negeri Yudea."]