["Pada suatu waktu, Yesus berdiri di pantai Danau Genesaret. Banyak orang berdesak-desakan untuk mendengar berita dari Allah.","Yesus melihat dua perahu di pantai itu; nelayan-nelayannya sudah turun dari perahu-perahu itu dan sedang mencuci jala mereka.","Yesus naik ke salah satu perahu, yaitu perahu Simon, lalu menyuruh Simon mendorong perahunya itu sedikit jauh dari pantai. Yesus duduk di dalam perahu itu dan mengajar orang banyak.","Setelah selesai mengajar, Ia berkata kepada Simon, \"Berdayunglah ke tempat yang dalam, dan tebarkan jalamu untuk menangkap ikan.\"","\"Bapak Guru,\" jawab Simon, \"sepanjang malam kami bekerja keras, namun tidak menangkap apa-apa! Tetapi karena Bapak suruh, baiklah; saya akan menebarkan jala lagi.\"","Sesudah mereka melakukan itu, mereka mendapat begitu banyak ikan sampai jala mereka mulai robek.","Sebab itu mereka minta tolong kepada teman-teman mereka di perahu yang lain. Teman-teman mereka itu datang lalu mereka bersama-sama mengisi kedua perahu itu penuh dengan ikan sampai perahu-perahu itu hampir tenggelam.","Waktu Simon melihat itu, ia sujud di hadapan Yesus, lalu berkata, \"Tinggalkanlah saya, Tuhan! Sebab saya orang berdosa!\"","Simon dan semua orang yang bersama dia heran melihat banyaknya ikan yang mereka tangkap.","Begitu juga dengan teman-teman Simon, yaitu Yakobus dan Yohanes, anak-anak Zebedeus. Yesus berkata kepada Simon, \"Jangan takut! Mulai sekarang engkau akan menjadi penjala orang.\"","Simon dan teman-temannya menarik perahu-perahu itu ke pantai, kemudian meninggalkan semuanya, lalu mengikuti Yesus.","Pada suatu hari, Yesus berada di suatu kota. Di sana ada seorang laki-laki yang badannya penuh dengan penyakit kulit yang mengerikan. Ketika ia melihat Yesus, ia sujud di hadapan-Nya sambil memohon, \"Pak, kalau Bapak mau, Bapak dapat menyembuhkan saya!\"","Yesus menjamah orang itu sambil berkata, \"Aku mau, sembuhlah!\" Saat itu juga penyakitnya hilang.","Lalu Yesus melarang orang itu menceritakan hal itu kepada siapa pun, kata-Nya, \"Pergilah kepada imam, dan minta dia untuk memastikan engkau sudah sembuh. Lalu pergilah mempersembahkan kurban seperti yang diperintahkan Musa, sebagai bukti kepada orang-orang bahwa engkau sungguh-sungguh sudah sembuh.\"","Tetapi kabar tentang Yesus makin tersebar ke mana-mana, dan banyak orang datang untuk mendengar-Nya dan untuk disembuhkan dari penyakit mereka.","Setelah itu Yesus pergi berdoa ke tempat yang sunyi.","Pada suatu hari ketika Yesus sedang mengajar, ada beberapa orang Farisi dan guru-guru agama duduk di situ. Mereka datang dari Yerusalem, dan dari kota-kota di Galilea dan Yudea. Kuasa Tuhan ada pada Yesus untuk menyembuhkan orang-orang sakit.","Pada waktu itu beberapa orang datang membawa seorang lumpuh yang terbaring di atas tikar. Mereka berusaha membawa orang itu ke dalam rumah supaya dapat meletakkan dia di depan Yesus.","Tetapi karena orang terlalu banyak di sana, mereka tidak dapat membawanya masuk. Oleh sebab itu mereka menaikkan dia ke atas atap rumah. Lalu mereka membongkar genting, dan menurunkan dia bersama-sama dengan tikarnya di depan Yesus di tengah-tengah orang banyak itu.","Waktu Yesus melihat betapa besar iman mereka, Ia berkata kepada orang itu, \"Saudara, dosamu sudah diampuni.\"","Guru-guru agama dan orang-orang Farisi mulai berkata satu sama lain, \"Siapa orang ini yang berani menghina Allah? Siapa yang boleh mengampuni dosa, selain Allah sendiri?\"","Yesus tahu pertanyaan mereka. Jadi Ia berkata, \"Mengapa kalian bertanya-tanya begitu di dalam hatimu?","Manakah yang lebih mudah, mengatakan, 'Dosamu sudah diampuni', atau mengatakan, 'Bangunlah dan berjalanlah!'?","Tetapi sekarang Aku akan membuktikan kepada kalian bahwa di atas bumi ini Anak Manusia berkuasa untuk mengampuni dosa.\" Lalu Yesus berkata kepada orang yang lumpuh itu, \"Bangunlah, angkat tempat tidurmu, dan pulanglah!\"","Segera orang itu bangun di depan mereka semua, lalu mengangkat tempat tidurnya, dan pulang sambil memuji Allah.","Mereka semuanya kagum sekali lalu memuji Allah. Dan dengan perasaan takut, mereka berkata, \"Ajaib sekali peristiwa yang kita saksikan hari ini!\"","Setelah itu Yesus keluar dan melihat seorang penagih pajak, bernama Lewi, sedang duduk di kantornya. Yesus berkata kepadanya, \"Ikutlah Aku.\"","Lewi berdiri dan meninggalkan semuanya, lalu mengikuti Yesus.","Sesudah itu Lewi mengadakan pesta di rumahnya untuk Yesus. Banyak penagih pajak dan orang-orang lain ikut makan bersama-sama dengan mereka.","Beberapa orang Farisi dan guru-guru agama merasa tidak senang, lalu berkata kepada pengikut-pengikut Yesus, \"Mengapa kamu semua makan minum dengan penagih pajak dan orang-orang tidak baik?\"","Yesus menjawab, \"Orang yang sehat tidak memerlukan dokter; hanya orang yang sakit saja.","Aku datang bukan untuk memanggil orang-orang yang menganggap dirinya sudah baik, melainkan orang-orang yang berdosa supaya mereka bertobat dari dosa-dosa mereka.\"","Orang-orang berkata kepada Yesus, \"Pengikut Yohanes dan pengikut orang Farisi sering berpuasa dan berdoa. Tetapi pengikut-pengikut-Mu makan dan minum.\"","Yesus menjawab, \"Apakah kalian dapat menyuruh tamu-tamu berpuasa di pesta kawin, selama pengantin laki-laki masih bersama-sama mereka? Tentu tidak!","Tetapi akan tiba saatnya pengantin laki-laki itu diambil dari mereka. Pada waktu itulah mereka akan berpuasa.\"","Lalu Yesus menceritakan kepada mereka perumpamaan ini, \"Tidak ada orang yang menambal baju lama dengan sepotong kain dari baju baru. Sebab ia menyobek baju yang baru itu. Lagipula kain penambal yang baru itu tidak cocok dengan baju yang tua.","Begitu juga tidak ada orang yang menuang anggur baru ke dalam kantong kulit yang tua, karena anggur baru itu akan menyebabkan kantong itu pecah. Maka anggurnya terbuang, dan kantongnya rusak.","Anggur yang baru harus dituang ke dalam kantong yang baru juga.","Begitu juga tidak ada orang yang mau minum anggur baru setelah minum anggur tua. 'Anggur tua itu lebih enak,' katanya.\""]