["Pada suatu hari Sabat, ketika Yesus lewat sebuah ladang gandum, pengikut-pengikut-Nya memetik gandum. Mereka menggosok gandum itu dengan tangan, lalu memakannya.","Beberapa orang Farisi berkata, \"Mengapa kalian melanggar hukum-hukum agama kita dengan melakukan yang dilarang pada hari Sabat?\"","Yesus menjawab, \"Belum pernahkah kalian membaca tentang yang dilakukan Daud, ketika ia dan orang-orangnya lapar?","Ia masuk ke dalam Rumah Tuhan dan mengambil roti yang sudah dipersembahkan kepada Allah, lalu memakannya. Kemudian diberikannya juga roti itu kepada orang-orangnya. Padahal menurut hukum agama kita, imam-imam saja yang boleh makan roti itu.\"","Lalu Yesus berkata, \"Anak Manusia berkuasa atas hari Sabat!\"","Pada suatu hari Sabat yang lain, Yesus pergi mengajar di rumah ibadat. Di situ ada orang yang tangannya lumpuh sebelah.","Beberapa guru agama dan orang Farisi mau mencari kesalahan Yesus supaya bisa mengadukan Dia. Jadi mereka terus memperhatikan apakah Ia akan menyembuhkan orang pada hari Sabat.","Tetapi Yesus tahu pikiran mereka. Maka Ia berkata kepada orang yang tangannya lumpuh itu, \"Mari berdiri di sini di depan!\" Orang itu bangun, lalu berdiri di situ.","Kemudian Yesus bertanya kepada orang-orang yang ada di situ, \"Menurut agama, kita boleh berbuat apa pada hari Sabat? Berbuat baik atau berbuat jahat? Menyelamatkan orang atau mencelakakan?\"","Yesus melihat sekeliling kepada mereka semua, lalu berkata kepada orang itu, \"Ulurkanlah tanganmu.\" Orang itu mengulurkan tangannya, dan tangannya pun sembuh.","Tetapi guru-guru agama dan orang-orang Farisi itu marah sekali, dan mulai berunding mengenai apa yang dapat mereka lakukan terhadap Yesus.","Pada waktu itu Yesus naik ke sebuah bukit untuk berdoa. Di situ Ia berdoa kepada Allah sepanjang malam.","Ketika hari sudah terang, Ia memanggil pengikut-pengikut-Nya, lalu memilih dua belas orang dari mereka. Ia menamakan kedua belas orang itu rasul-rasul. Mereka adalah:","Simon (yang disebut-Nya juga Petrus), dan Andreas saudara Simon; Yakobus dan Yohanes, Filipus dan Bartolomeus,","Matius dan Tomas, Yakobus anak Alfeus, dan Simon (yang disebut Patriot),","Yudas anak Yakobus dan Yudas Iskariot yang kemudian menjadi pengkhianat.","Kemudian Yesus turun dari bukit itu bersama-sama dengan rasul-rasul itu, lalu berhenti dan berdiri di suatu tempat yang datar. Di situ ada juga sejumlah besar pengikut-pengikut-Nya yang lain dan banyak orang yang datang dari mana-mana di seluruh Yudea, Yerusalem, dan kota-kota Tirus dan Sidon yang di tepi laut.","Mereka datang untuk mendengar Yesus, dan untuk disembuhkan dari penyakit-penyakit mereka. Mereka yang kemasukan roh jahat datang juga dan disembuhkan.","Semua orang berusaha menjamah Yesus, karena ada kuasa yang keluar dari diri-Nya yang menyembuhkan mereka semua.","Yesus memandang pengikut-pengikut-Nya lalu berkata, \"Berbahagialah kalian orang-orang miskin, karena kalian adalah anggota umat Allah!","Berbahagialah kalian yang lapar sekarang; kalian akan dikenyangkan! Berbahagialah kalian yang menangis sekarang; kalian akan tertawa!","Berbahagialah kalian kalau dibenci, ditolak, dihina dan difitnah oleh karena Anak Manusia!","Nabi-nabi pada zaman dahulu diperlakukan begitu juga. Kalau hal itu terjadi hendaklah kalian bersenang hati dan menari dengan gembira, sebab besarlah upah yang tersedia untuk kalian di surga.","Tetapi celakalah kalian yang kaya sekarang ini; sebab kalian sudah mengalami kenikmatan!","Celakalah kalian yang kenyang sekarang ini; sebab kalian akan kelaparan! Celakalah kalian yang tertawa sekarang ini; sebab kalian akan bersedih hati dan menangis!","Celakalah kalian, jika semua orang memujimu; sebab begitu juga nenek moyang mereka memuji nabi-nabi palsu zaman dahulu.\"","\"Tetapi kepada kalian yang mendengar Aku sekarang ini, Aku beri pesan ini: kasihilah musuh-musuhmu, dan berbuatlah baik kepada orang yang membencimu.","Berkatilah orang yang mengutukmu, dan doakanlah orang yang jahat terhadapmu.","Kalau orang menampar pipimu yang satu, biarkan ia menampar pipimu yang sebelah juga. Kalau jubahmu dirampas, berikanlah juga bajumu.","Kalau orang minta sesuatu kepadamu, berikanlah itu kepadanya; dan kalau milikmu dirampas, janganlah memintanya kembali.","Perlakukanlah orang lain seperti kalian ingin diperlakukan oleh mereka.","Kalau kalian mengasihi orang-orang yang mengasihi kalian saja, apa jasamu? Orang berdosa pun mengasihi orang-orang yang mengasihi mereka!","Dan kalau kalian berbuat baik kepada orang-orang yang berbuat baik kepadamu saja, apa jasamu? Orang berdosa pun berbuat begitu!","Dan kalau kalian meminjamkan uang hanya kepada orang-orang yang dapat mengembalikannya, apa jasamu? Orang berdosa pun meminjamkan uang kepada orang berdosa, lalu memintanya kembali!","Seharusnya bukan begitu! Kalian sebaliknya harus mengasihi musuhmu dan berbuat baik kepada mereka. Kalian harus memberi pinjam, dan jangan mengharap mendapat kembali. Bila demikian, upahmu akan besar dan kalian akan menjadi anak-anak Allah Yang Mahatinggi. Sebab Allah baik hati terhadap orang yang tidak tahu terima kasih, dan terhadap yang jahat juga.","Hendaklah kalian berbelaskasihan seperti Bapamu juga berbelaskasihan!\"","\"Janganlah menghakimi orang lain, supaya kalian sendiri juga jangan dihakimi oleh Allah. Janganlah menghukum orang lain, supaya kalian sendiri juga jangan dihukum Allah. Ampunilah orang lain, supaya Allah juga mengampuni kalian.","Berilah kepada orang lain, supaya Allah juga memberikan kepadamu; kalian akan menerima pemberian berlimpah-limpah yang sudah ditakar padat-padat untukmu. Sebab takaran yang kalian pakai untuk orang lain akan dipakai Allah untukmu.\"","Kemudian Yesus menceritakan kepada mereka perumpamaan berikut ini, \"Kalau orang buta memimpin orang buta yang lain, pasti kedua-duanya akan jatuh ke dalam selokan.","Tidak ada murid yang lebih besar daripada gurunya. Tetapi murid yang sudah selesai belajar, akan menjadi sama seperti gurunya.","Mengapa kalian melihat secukil kayu dalam mata saudaramu, sedangkan balok yang di matamu sendiri tidak kalian perhatikan?","Bagaimana kalian dapat mengatakan kepada saudaramu, 'Mari, saudara, saya keluarkan kayu secukil itu dari matamu itu,' sedangkan dalam matamu sendiri ada balok yang tidak kalian lihat? Hai munafik! Keluarkanlah dahulu balok yang ada pada matamu sendiri. Barulah kalian dapat melihat dengan jelas dan dapat mengeluarkan secukil kayu dari mata saudaramu.\"","\"Pohon yang subur tidak menghasilkan buah yang buruk. Begitu juga pohon yang tidak subur tidak menghasilkan buah yang baik.","Setiap pohon dikenal dari buahnya. Belukar berduri tidak menghasilkan buah ara, dan semak berduri tidak menghasilkan buah anggur.","Orang yang baik mengeluarkan hal-hal baik karena hatinya berlimpah dengan kebaikan. Orang yang jahat mengeluarkan hal-hal yang jahat karena hatinya penuh kejahatan. Sebab apa yang diucapkan oleh mulut itulah yang melimpah dari hati.\"","\"Mengapa kalian memanggil Aku, 'Tuhan, Tuhan,' tetapi tidak melakukan apa yang Kukatakan kepadamu?","Dengan siapakah dapat kita samakan orang yang datang kepada-Ku, dan mendengar perkataan-Ku, serta melakukannya? --Baiklah Aku menunjukkannya kepadamu--.","Ia seperti orang yang ketika membangun rumah menggali dalam-dalam, lalu membuat pondasinya pada batu. Pada waktu ada banjir dan air sungai melanda rumah itu, rumah itu tidak dapat digoyahkan, sebab sudah dibangun di atas pondasi yang baik.","Tetapi orang yang mendengar perkataan-Ku dan tidak melakukannya, adalah seperti seorang yang membangun rumah tanpa pondasi. Kalau banjir melanda, rumah itu segera roboh; dan kerusakannya hebat sekali!\""]