["Setelah selesai mengatakan hal-hal itu kepada orang banyak, Yesus pergi ke Kapernaum.","Di situ ada perwira Roma yang mempunyai hamba yang sangat dikasihinya. Hamba itu sakit dan hampir mati.","Pada waktu perwira itu mendengar tentang Yesus, ia menyuruh beberapa pemimpin orang Yahudi pergi kepada-Nya untuk minta supaya Ia datang dan menyembuhkan hambanya.","Ketika sampai pada Yesus, orang-orang itu memohon dengan sangat supaya Ia menolong perwira itu. \"Perwira ini layak ditolong oleh Bapak,\" kata mereka kepada Yesus,","\"sebab ia mengasihi bangsa kita dan sudah membangun rumah ibadat untuk kami.\"","Maka Yesus pergi bersama-sama dengan mereka. Ketika Yesus hampir sampai di rumah itu, perwira itu mengutus kawan-kawannya kepada-Nya untuk mengatakan, \"Tak usah Bapak bersusah-susah ke rumah saya. Saya tidak patut menerima Bapak di rumah saya.","Itu sebabnya saya sendiri tidak berani menghadap Bapak. Jadi beri saja perintah supaya pelayan saya sembuh.","Sebab saya pun tunduk kepada perintah atasan dan di bawah saya ada juga prajurit-prajurit yang harus tunduk pada perintah saya. Kalau saya menyuruh seorang prajurit, 'Pergi!' ia pun pergi; dan kalau saya mengatakan kepada yang lain, 'Mari sini!' ia pun datang. Dan kalau saya memerintahkan hamba saya, 'Buatlah ini!' ia pun membuatnya.\"","Yesus heran mendengar itu. Ia menoleh dan berkata kepada orang banyak yang sedang mengikuti-Nya, \"Bukan main orang ini. Di antara orang Israel pun belum pernah Aku menemukan iman sebesar ini!\"","Ketika orang-orang yang disuruh itu kembali ke rumah perwira itu, hamba itu sudah sembuh.","Tidak lama kemudian, Yesus pergi ke kota Nain. Pengikut-pengikut-Nya dan orang banyak pergi bersama Dia.","Waktu Yesus sampai di dekat pintu gerbang kota, orang-orang sedang mengantar jenazah ke luar kota. Yang meninggal adalah anak laki-laki, anak tunggal seorang janda. Banyak penduduk kota menyertai ibu itu.","Ketika Tuhan Yesus melihat wanita itu, Ia kasihan kepadanya lalu berkata, \"Jangan menangis, Ibu!\"","Kemudian Yesus mendekati usungan jenazah itu dan menjamahnya. Maka pengusung-pengusung berhenti. Yesus berkata, \"Hai pemuda, Aku menyuruh engkau bangun!\"","Pemuda yang sudah mati itu, bangun duduk dan mulai berbicara. Maka Yesus menyerahkannya kepada ibunya.","Semua orang takut dan mulai memuji Allah. Mereka berkata, \"Seorang nabi yang besar sudah muncul di tengah-tengah kita! Allah sudah datang untuk menyelamatkan umat-Nya!\"","Kabar tentang Yesus ini tersebar di seluruh Yudea dan di daerah sekitarnya.","Pengikut-pengikut Yohanes memberitahukan kepada Yohanes semua peristiwa itu. Maka Yohanes memanggil dua orang pengikutnya","lalu menyuruh mereka pergi kepada Tuhan Yesus dan bertanya, \"Bapakkah orang yang akan datang menurut janji Allah, atau haruskah kami menunggu seorang lain?\"","Kedua pengikut Yohanes itu pergi kepada Yesus dan berkata, \"Yohanes Pembaptis menyuruh kami bertanya kepada Bapak, apakah Bapak orang yang akan datang menurut janji Allah, atau haruskah kami menunggu orang lain?\"","Waktu itu, Yesus menyembuhkan banyak orang, dan mengusir banyak roh jahat serta membuat banyak orang buta dapat melihat.","Jadi Yesus menjawab, \"Kembalilah kepada Yohanes dan beritahukanlah apa yang kalian dengar dan lihat: orang buta melihat, orang lumpuh berjalan, orang berpenyakit kulit yang mengerikan sembuh, orang tuli mendengar, orang mati hidup kembali, dan Kabar Baik dari Allah diberitakan kepada orang-orang miskin.","Berbahagialah orang yang tidak ada alasan untuk menolak Aku.\"","Sesudah utusan-utusan Yohanes itu pergi, Yesus mulai berbicara kepada orang banyak tentang Yohanes, kata-Nya, \"Kalian pergi ke padang gurun untuk melihat apa? Sehelai rumput yang ditiup anginkah?","Kalian pergi untuk melihat apa? Seorang yang berpakaian baguskah? Orang-orang yang berpakaian begitu dan yang hidup mewah tinggal di istana!","Jadi, kalian keluar untuk melihat apa? Untuk melihat seorang nabikah? Benar, malah lebih dari seorang nabi.","Sebab Yohanes itulah yang dimaksudkan dalam ayat Alkitab ini, 'Inilah utusan-Ku,' kata Allah, 'Aku akan mengutus dia lebih dahulu daripada-Mu, supaya ia membuka jalan untuk-Mu!'\"","\"Ingatlah,\" kata Yesus pula, \"di dunia ini tidak pernah ada orang yang lebih besar daripada Yohanes Pembaptis. Tetapi orang yang terkecil di antara umat Allah, lebih besar daripada Yohanes Pembaptis.\"","Semua orang--termasuk penagih-penagih pajak--mendengar Yesus mengatakan hal itu; merekalah orang-orang yang sudah mentaati tuntutan-tuntutan Allah dan mau dibaptis oleh Yohanes.","Tetapi orang-orang Farisi dan guru-guru agama tidak mau menerima rencana Allah untuk diri mereka. Mereka tidak mau dibaptis oleh Yohanes.","Lalu Yesus berbicara lagi, kata-Nya, \"Dengan apa harus Aku bandingkan orang-orang zaman ini? Seperti apakah mereka?","Mereka seperti anak-anak yang duduk di pasar; sekelompok berseru kepada yang lain, 'Kami memainkan lagu gembira untuk kalian, tetapi kalian tidak mau menari! Kami menyanyikan lagu perkabungan, dan kalian tidak menangis!'","Yohanes Pembaptis datang--ia berpuasa dan tidak minum anggur--dan kalian berkata, 'Ia kemasukan setan!'","Anak Manusia datang--Ia makan dan minum--lalu kalian berkata, 'Lihat orang itu! Rakus, pemabuk, kawan penagih pajak dan kawan orang berdosa.'","Meskipun begitu, kebijaksanaan Allah terbukti dari semua orang yang menerimanya.\"","Seorang Farisi, bernama Simon, mengundang Yesus makan. Yesus pergi ke rumahnya dan duduk makan.","Di kota itu ada pula seorang wanita yang hidup dalam dosa. Waktu ia mendengar bahwa Yesus sedang makan di rumah orang Farisi itu, ia datang dengan membawa sebuah botol pualam berisi minyak wangi.","Ia berdiri di belakang Yesus dekat kaki-Nya dan menangis sambil membasahi kaki Yesus dengan air matanya. Kemudian kaki Yesus dikeringkannya dengan rambutnya lalu diciumnya dan dituangi minyak wangi.","Ketika orang Farisi yang mengundang Yesus melihat hal itu, ia berkata dalam hati, \"Seandainya orang ini nabi, tentu Ia tahu siapa wanita itu yang menyentuh Dia, dan bahwa wanita itu hidup dalam dosa!\"","Lalu Yesus berkata kepada Simon, \"Simon, ada sesuatu yang mau Kukatakan kepadamu.\" \"Ya, Pak Guru,\" jawab Simon, \"katakan saja.\"","Yesus berkata, \"Ada dua orang yang berutang kepada orang yang meminjamkan uang. Yang seorang berutang lima ratus uang perak, dan yang seorang lagi lima puluh uang perak.","Kedua-duanya tidak dapat melunasi utang itu, maka utang mereka dihapuskannya. Nah, siapa di antara kedua orang itu akan lebih mengasihi orang yang meminjamkan uang itu?\"","\"Saya kira orang yang paling banyak dihapus utangnya!\" jawab Simon. \"Pendapatmu benar,\" jawab Yesus.","Lalu Yesus melihat kepada wanita itu dan berkata kepada Simon, \"Engkau melihat wanita ini? Aku datang ke rumahmu, dan engkau tidak menyediakan air untuk membersihkan kaki-Ku; tetapi wanita ini sudah membersihkan kaki-Ku dengan air matanya, dan mengeringkannya dengan rambutnya.","Engkau tidak menyambut Aku dengan ciuman, tetapi wanita ini tidak berhenti menciumi kaki-Ku sejak Aku datang ke sini.","Engkau tidak menuang minyak di kepala-Ku, tetapi wanita ini sudah menuang minyak wangi di kaki-Ku.","Sungguh: kasihnya yang besar itu menunjukkan bahwa dosanya yang banyak sudah diampuni! Kalau orang diampuni sedikit, ia akan mengasihi sedikit juga.\"","Lalu Yesus berkata kepada wanita itu, \"Dosa-dosamu sudah diampuni.\"","Orang-orang lain yang duduk makan bersama Yesus mulai berkata satu sama lain, \"Siapa orang ini sampai dapat mengampuni dosa?\"","Tetapi Yesus berkata kepada wanita itu, \"Karena engkau percaya kepada-Ku, engkau diselamatkan. Pergilah dengan damai!\""]