["Pada mulanya, sebelum dunia dijadikan, Sabda sudah ada. Sabda ada bersama Allah dan Sabda sama dengan Allah.","Sejak semula Ia bersama Allah.","Segalanya dijadikan melalui Dia, dan dari segala yang ada, tak satu pun dijadikan tanpa Dia.","Sabda itu sumber hidup, dan hidup memberi terang kepada manusia.","Terang itu bercahaya dalam kegelapan, dan kegelapan tak dapat memadamkannya.","Datanglah orang yang diutus Allah, Yohanes namanya.","Ia datang mewartakan tentang terang itu, supaya semua orang percaya.","Ia sendiri bukan terang itu, ia hanya mewartakannya.","Terang sejati yang menerangi semua manusia, datang ke dunia.","Sabda ada di dunia, dunia dijadikan melalui Dia, tetapi dunia tidak mengenal-Nya.","Ia datang ke negeri-Nya sendiri tetapi bangsa-Nya tidak menerima Dia.","Namun ada juga orang yang menerima Dia dan percaya kepada-Nya; mereka diberi-Nya hak menjadi anak Allah,","yang dilahirkan bukan dari manusia, sebab hidup baru itu dari Allah asalnya.","Sabda sudah menjadi manusia, Ia tinggal di antara kita, dan kita sudah melihat keagungan-Nya. Keagungan itu diterima-Nya sebagai Anak tunggal Bapa. Melalui Dia kita melihat Allah dan kasih-Nya kepada kita.","Yohanes datang sebagai saksi-Nya, ia mewartakan: \"Inilah Dia yang kukatakan: Dia akan datang lebih kemudian dari aku, tetapi lebih besar dari aku, sebab sebelum aku ada, Dia sudah ada.\"","Ia penuh kasih; tiada hentinya, Ia memberkati kita.","Hukum Tuhan kita terima melalui Musa. Tetapi kasih dan kesetiaan Allah dinyatakan melalui Yesus Kristus.","Tak ada yang pernah melihat Allah, selain anak tunggal Bapa, yang sama dengan Bapa dan erat sekali kepada-Nya. Dialah yang menyatakan Bapa kepada kita.","Para penguasa Yahudi di Yerusalem menyuruh imam-imam dan orang-orang Lewi pergi kepada Yohanes dan menanyakan kepadanya, \"Engkau ini siapa?\"","Yohanes mengaku dengan terus terang, \"Saya bukan Raja Penyelamat.\"","\"Kalau begitu, engkau siapa?\" tanya mereka. \"Apakah engkau Elia?\" \"Bukan,\" jawab Yohanes. \"Apakah engkau Sang Nabi?\" tanya mereka lagi. \"Bukan,\" jawabnya.","\"Kalau begitu, katakanlah kepada kami siapa engkau ini,\" kata mereka, \"supaya kami dapat memberi jawaban kepada orang-orang yang menyuruh kami. Apa katamu tentang dirimu sendiri?\"","Yohanes menjawab, \"Sayalah dia yang dikatakan oleh Nabi Yesaya: 'Orang yang berseru di padang pasir: Ratakanlah jalan untuk Tuhan.'\"","Orang-orang yang diutus oleh orang Farisi","bertanya, \"Kalau engkau bukan Raja Penyelamat, bukan Elia, bukan juga Sang Nabi, mengapa engkau membaptis?\"","Yohanes menjawab, \"Saya membaptis dengan air. Tetapi di tengah-tengah kalian ada orang yang tidak kalian kenal.","Ia datang lebih kemudian dari saya, tetapi untuk membuka tali sepatu-Nya pun saya tidak layak.\"","Semuanya itu terjadi di Betania, sebelah timur Sungai Yordan tempat Yohanes membaptis.","Keesokan harinya, Yohanes melihat Yesus datang kepadanya. Lalu Yohanes berkata, \"Lihat, itulah Anak Domba Allah yang menghapus dosa dunia.","Dialah yang saya katakan akan datang kemudian dari saya, tetapi lebih besar dari saya, sebab sebelum saya lahir, Dia sudah ada.","Sebelumnya, saya tidak tahu siapa Dia itu. Padahal saya datang membaptis dengan air supaya bangsa Israel mengenal Dia.\"","Yohanes juga memberi kesaksian ini, \"Saya melihat Roh Allah turun seperti merpati dari langit lalu tinggal di atas-Nya.","Waktu itu saya belum tahu siapa Dia. Tetapi Allah yang menyuruh saya membaptis dengan air sudah berkata kepada saya, 'Bila engkau melihat Roh Allah turun, lalu tinggal di atas seseorang, Dialah yang akan membaptis dengan Roh Allah.'","Saya sudah melihat-Nya sendiri,\" kata Yohanes, \"dan saya memberi kesaksian bahwa Dialah Anak Allah.\"","Keesokan harinya Yohanes ada di tempat itu lagi dengan dua pengikutnya.","Ketika ia melihat Yesus lewat, ia berkata, \"Lihat! Itulah Anak Domba Allah.\"","Kedua pengikut Yohanes mendengar kata-kata itu, lalu pergi mengikuti Yesus.","Yesus menoleh ke belakang, dan melihat mereka sedang mengikuti Dia. Ia bertanya, \"Kalian mencari apa?\" Jawab mereka, \"Rabi, di manakah Rabi tinggal?\" (Kata 'Rabi' artinya guru.)","\"Mari lihat sendiri,\" kata Yesus. Mereka pergi dengan Dia dan melihat di mana Ia tinggal. Waktu itu pukul empat sore. Hari itu mereka tinggal bersama Dia.","Salah satu dari kedua orang yang telah mendengar apa yang dikatakan Yohanes dan kemudian pergi mengikuti Yesus, adalah Andreas, saudara Simon Petrus.","Cepat-cepat Andreas mencari Simon, saudaranya, dan berkata kepadanya, \"Kami sudah bertemu dengan Mesias!\" (Mesias sama dengan Kristus, yaitu: Raja Penyelamat.)","Andreas mengantar Simon kepada Yesus. Yesus menatap Simon, lalu berkata, \"Engkau Simon, anak Yona. Engkau akan disebut Kefas.\" (Kefas sama dengan Petrus, artinya: gunung batu.)","Keesokan harinya Yesus memutuskan untuk pergi ke Galilea. Ia berjumpa dengan Filipus, dan berkata kepadanya, \"Mari ikut Aku!\"","Filipus berasal dari Betsaida, yaitu tempat tinggal Andreas dan Petrus.","Filipus bertemu dengan Natanael dan berkata kepadanya, \"Kami sudah menemukan orang yang disebut oleh Musa dalam Buku Hukum Allah, dan yang diwartakan oleh nabi-nabi. Dia itu Yesus dari Nazaret, anak Yusuf.\"","Tetapi Natanael menjawab, \"Mungkinkah sesuatu yang baik datang dari Nazaret?\" \"Mari lihat sendiri,\" jawab Filipus.","Yesus melihat Natanael datang, lalu berkata tentang dia, \"Lihat, itu orang Israel sejati. Tak ada kepalsuan padanya.\"","\"Bagaimana Bapak mengenal saya?\" tanya Natanael kepada Yesus. Yesus menjawab, \"Sebelum Filipus memanggilmu, Aku sudah melihat engkau di bawah pohon ara itu.\"","\"Bapak Guru,\" kata Natanael, \"Bapak adalah Anak Allah! Bapaklah Raja bangsa Israel!\"","Yesus berkata, \"Engkau percaya, hanya karena Aku mengatakan bahwa Aku sudah melihat engkau di bawah pohon ara itu? Hal-hal yang jauh lebih besar dari itu akan kaulihat!\"","Kata Yesus pula, \"Sungguh, percayalah, engkau akan melihat langit terbuka, dan malaikat-malaikat Allah naik turun pada Anak Manusia.\""]