["Sehari sebelum Hari Raya Paskah, Yesus tahu bahwa sudah waktunya Ia meninggalkan dunia ini untuk kembali kepada Bapa-Nya. Ia mengasihi orang-orang yang menjadi milik-Nya di dunia, dan Ia tetap mengasihi mereka sampai penghabisan.","Yesus dan pengikut-pengikut-Nya sedang makan malam. Iblis sudah memasukkan niat di dalam hati Yudas anak Simon Iskariot untuk mengkhianati Yesus.","Yesus tahu bahwa Bapa sudah menyerahkan seluruh kekuasaan kepada-Nya. Ia tahu juga bahwa Ia datang dari Allah dan akan kembali kepada Allah.","Sebab itu Ia berdiri, membuka jubah-Nya, dan mengikat anduk pada pinggang-Nya.","Sesudah itu Ia menuang air ke dalam sebuah baskom, lalu mulai membasuh kaki pengikut-pengikut-Nya dan mengeringkannya dengan anduk yang terikat di pinggang-Nya.","Sampailah Ia kepada Simon Petrus, yang berkata, \"Tuhan, masakan Tuhan yang membasuh kaki saya?\"","Yesus menjawab, \"Sekarang engkau tidak mengerti apa yang Kulakukan ini, tetapi nanti engkau akan mengerti.\"","\"Jangan, Tuhan,\" kata Petrus kepada Yesus, \"Jangan sekali-kali Tuhan membasuh kaki saya!\" Tetapi Yesus menjawab, \"Kalau Aku tidak membasuhmu, engkau tidak ada hubungan dengan Aku.\"","Simon Petrus berkata, \"Kalau begitu, Tuhan, jangan hanya kaki saya tetapi tangan dan kepala saya juga!\"","\"Orang yang sudah mandi, sudah bersih seluruhnya,\" kata Yesus kepada Petrus. \"Ia tidak perlu dibersihkan lagi; kecuali kakinya. Kalian ini sudah bersih, tetapi tidak semuanya.\"","(Yesus sudah tahu siapa yang akan mengkhianati-Nya. Itu sebabnya Ia berkata, \"Kalian ini sudah bersih, tetapi tidak semuanya.\")","Sesudah Yesus membasuh kaki mereka, Ia memakai kembali jubah-Nya dan duduk lagi. Lalu Ia berkata kepada mereka, \"Mengertikah kalian apa yang baru saja Kulakukan kepadamu?","Kalian memanggil Aku Guru dan Tuhan. Dan memang demikian.","Kalau Aku sebagai Tuhan dan Gurumu membasuh kakimu, kalian wajib juga saling membasuh kaki.","Aku memberi teladan ini kepada kalian, supaya kalian juga melakukan apa yang sudah Kulakukan kepadamu.","Sungguh benar kata-Ku ini: Seorang hamba tidak lebih besar dari tuannya, dan seorang utusan tidak lebih besar dari yang mengutusnya.","Kalau kalian sudah tahu semuanya ini, bahagialah kalian jika melakukannya.","Apa yang Kukatakan ini bukanlah mengenai kalian semua. Aku tahu siapa-siapa yang sudah Kupilih. Tetapi apa yang tertulis dalam Alkitab, harus terjadi, yaitu 'Orang yang makan bersama Aku, akan melawan Aku.'","Hal itu Kusampaikan kepadamu sekarang, sebelum terjadi, supaya kalau hal itu terjadi nanti, kalian akan percaya bahwa Akulah Dia yang disebut AKU ADA.","Sungguh benar kata-Ku ini: Siapa menerima orang yang Kuutus, menerima Aku. Dan siapa menerima Aku, menerima Dia yang mengutus Aku.\"","Setelah Yesus berkata begitu, Ia menjadi terharu sekali. Lalu Ia mengatakan, \"Sungguh benar kata-Ku ini: Salah seorang dari antara kalian akan mengkhianati Aku.\"","Pengikut-pengikut-Nya memandang satu sama lain dengan sangat heran karena tidak tahu siapa yang dimaksud.","Pengikut yang dikasihi Yesus duduk di sebelah Yesus.","Simon Petrus memberi isyarat kepadanya, supaya ia bertanya kepada Yesus siapa yang dimaksudkan.","Maka pengikut itu merapat pada Yesus, dan bertanya, \"Siapa dia, Tuhan?\"","Yesus menjawab, \"Orang yang Kuberikan roti yang Kucelupkan ke dalam mangkok, dialah orangnya.\" Maka Yesus mengambil sepotong roti, mencelupnya ke dalam mangkok; lalu memberikannya kepada Yudas anak Simon Iskariot.","Segera setelah Yudas menerima roti itu, Iblis masuk ke dalam hatinya. Lalu Yesus berkata kepadanya, \"Lakukanlah cepat apa yang mau kaulakukan.\"","Tidak seorang pun dari mereka yang duduk makan di situ mengerti mengapa Yesus berkata begitu kepada Yudas.","Ada yang menyangka Yesus menyuruh Yudas membeli sesuatu yang diperlukan untuk pesta itu, atau memberi sedikit uang kepada orang miskin--sebab Yudas adalah pemegang uang kas mereka.","Setelah Yudas menerima roti itu, ia langsung keluar. Hari sudah malam.","Sesudah Yudas pergi, Yesus berkata, \"Sekarang Anak Manusia diagungkan, dan Allah diagungkan melalui Dia.","Kalau Allah diagungkan melalui Dia, Ia pun akan diagungkan Allah melalui diri-Nya sendiri. Malah Allah akan mengagungkan-Nya dengan segera.","Anak-anak-Ku, Aku tidak akan tinggal lama lagi dengan kalian. Kalian akan mencari Aku, tetapi seperti yang sudah Kukatakan kepada para penguasa Yahudi, begitu juga Kukatakan kepada kalian; ke tempat Aku pergi, kalian tak dapat datang.","Perintah baru Kuberikan kepadamu: Kasihilah satu sama lain. Sama seperti Aku mengasihi kalian, begitu juga kalian harus saling mengasihi.","Kalau kalian saling mengasihi, semua orang akan tahu bahwa kalian pengikut-pengikut-Ku.\"","\"Tuhan, Tuhan mau pergi ke mana?\" tanya Simon Petrus kepada Yesus. Jawab Yesus, \"Ke mana Aku pergi, engkau tak dapat ikut sekarang. Engkau akan mengikuti Aku kemudian.\"","\"Tuhan, mengapa saya tidak dapat mengikuti Tuhan sekarang?\" tanya Petrus lagi. \"Saya rela mati untuk Tuhan!\"","Yesus menjawab, \"Sungguhkah engkau rela mati untuk-Ku? Ketahuilah, sebelum ayam berkokok nanti, engkau sudah tiga kali berkata bahwa engkau tidak mengenal Aku!\""]