["\"Jangan hatimu gelisah,\" kata Yesus kepada mereka. \"Percayalah kepada Allah, dan percayalah kepada-Ku juga.","Di rumah Bapa-Ku ada banyak tempat tinggal. Aku pergi ke sana untuk menyediakan tempat bagi kalian. Aku tidak akan berkata begitu kepadamu, sekiranya itu tidak demikian.","Sesudah Aku pergi menyediakan tempat untuk kalian, Aku akan kembali dan menjemput kalian, supaya di mana Aku berada, di situ juga kalian berada.","Ke tempat Aku pergi kalian tahu jalannya.\"","Lalu Tomas berkata kepada Yesus, \"Tuhan, kami tidak tahu ke mana Tuhan pergi, bagaimana kami tahu jalannya?\"","Yesus menjawab, \"Akulah jalan untuk mengenal Allah dan mendapat hidup. Tidak seorang pun dapat datang kepada Bapa, kalau tidak melalui Aku.","Sekiranya kalian mengenal Aku, pasti kalian akan mengenal Bapa-Ku juga. Sekarang kalian sudah mengenal Dia, dan sudah melihat Dia.\"","Maka Filipus berkata kepada Yesus, \"Tuhan, tunjukkan Bapa kepada kami, supaya kami puas.\"","Tetapi Yesus menjawab, \"Sudah begitu lama Aku bersama kalian, dan belum juga engkau mengenal Aku, Filipus? Orang yang sudah melihat Aku, sudah melihat Bapa. Bagaimana engkau dapat mengatakan, 'Tunjukkanlah Bapa kepada kami'?","Filipus! Tidakkah engkau percaya, bahwa Aku bersatu dengan Bapa, dan Bapa bersatu dengan Aku? Apa yang Kukatakan kepadamu, tidak Kukatakan dari diri-Ku sendiri. Bapa yang tetap bersatu dengan Aku, Dialah yang mengerjakan semuanya itu.","Percayalah kepada-Ku, bahwa Aku bersatu dengan Bapa dan Bapa bersatu dengan Aku. Atau setidak-tidaknya, percayalah karena apa yang sudah Kulakukan.","Sungguh benar kata-Ku ini: Orang yang percaya kepada-Ku, akan melakukan apa yang sudah Kulakukan, --malah ia akan melakukan yang lebih besar lagi--sebab Aku pergi kepada Bapa.","Dan apa saja yang kalian minta atas nama-Ku, itu akan Kulakukan untuk kalian, supaya Bapa diagungkan melalui Anak.","Apa saja yang kalian minta atas nama-Ku, akan Kulakukan.\"","\"Kalau kalian mengasihi Aku, kalian akan menjalankan perintah-perintah-Ku","Aku akan minta kepada Bapa, dan Ia akan memberikan kepadamu Penolong lain, yang akan tinggal bersama kalian untuk selama-lamanya.","Dia itu Roh Allah yang akan menyatakan kebenaran tentang Allah. Dunia tak dapat menerima Dia, karena tidak melihat atau mengenal-Nya. Tetapi kalian mengenal Dia, karena Ia tinggal bersama kalian dan akan bersatu dengan kalian.","Kalian tak akan Kutinggalkan sendirian sebagai yatim piatu. Aku akan kembali kepadamu.","Tinggal sebentar saja dunia tak akan melihat Aku lagi. Tetapi kalian akan melihat Aku. Dan karena Aku hidup, kalian pun akan hidup.","Bila tiba hari itu, kalian akan tahu bahwa Aku bersatu dengan Bapa, kalian bersatu dengan Aku, dan Aku bersatu dengan kalian.","Orang yang menerima perintah-perintah-Ku dan melakukannya, dialah yang mengasihi Aku. Bapa-Ku akan mengasihi orang yang mengasihi Aku. Aku pun akan mengasihi orang itu dan menyatakan diri-Ku kepadanya.\"","Yudas (bukan Yudas Iskariot) bertanya kepada Yesus, \"Tuhan, mengapa Tuhan mau menyatakan diri kepada kami dan tidak kepada dunia?\"","Yesus menjawab, \"Orang yang mengasihi Aku, akan menuruti ajaran-Ku. Bapa-Ku akan mengasihi dia. Bapa dan Aku akan datang kepadanya dan tinggal bersama dia.","Orang yang tidak mengasihi Aku, tidak menuruti ajaran-Ku. Ajaran yang kalian dengar itu, bukan dari Aku, melainkan dari Bapa yang mengutus Aku.","Semuanya itu Kukatakan kepadamu selama Aku masih bersama kalian.","Tetapi Roh Allah, Penolong yang akan diutus Bapa atas nama-Ku, Dialah yang akan mengajar kalian segalanya dan mengingatkan kalian akan semua yang sudah Kuberitahukan kepadamu.","Sejahtera Kutinggalkan kepada kalian. Sejahtera-Ku sendiri yang Kuberikan kepadamu. Yang Kuberikan itu bukan seperti yang diberikan dunia kepadamu. Jangan gelisah, jangan takut.","Kalian sudah mendengar Aku berkata, 'Aku akan pergi, tetapi Aku akan datang kembali kepadamu'. Kalau kalian mengasihi Aku, kalian akan senang Aku pergi kepada Bapa, sebab Bapa lebih besar daripada-Ku.","Aku memberitahukan itu kepadamu sekarang, sebelum semuanya terjadi, supaya kalau terjadi nanti, kalian akan percaya.","Aku tidak akan berbicara lebih banyak lagi dengan kalian, sebab sudah waktunya penguasa dunia ini datang. Tetapi ia tidak berkuasa atas diri-Ku.","Namun semua itu harus terjadi supaya dunia menyadari bahwa Aku mengasihi Bapa dan melakukan segala yang diperintahkan Bapa kepada-Ku. Nah, mari kita pergi dari sini.\""]