["Semuanya itu Kuberitahukan kepadamu supaya kalian jangan murtad.","Kalian akan dikeluarkan dari rumah-rumah ibadat. Dan akan datang waktunya bahwa orang yang membunuh kalian akan menyangka ia mengabdi kepada Allah.","Mereka melakukan itu kepadamu sebab mereka belum mengenal Bapa maupun Aku.","Tetapi sekarang Kukatakan itu kepadamu, supaya kalau itu terjadi nanti, kalian ingat bahwa Aku sudah memberitahukannya kepadamu.\" \"Hal ini tidak Kuberitahukan kepadamu dari semula, sebab Aku masih bersama-sama dengan kalian.","Tetapi sekarang Aku akan pergi kepada Dia yang mengutus Aku; dan tidak seorang pun dari kalian bertanya ke mana Aku pergi.","Sekarang malah hatimu menjadi sedih, karena Aku mengatakan hal itu kepadamu.","Tetapi Aku mengatakan yang benar kepadamu: Lebih baik untuk kalian, kalau Aku pergi; sebab kalau Aku tidak pergi, Penolong itu tidak akan datang kepadamu. Tetapi kalau Aku pergi, Aku akan mengutus Dia kepadamu.","Kalau Ia datang, Ia akan menyatakan kepada dunia arti sebenarnya dari dosa, dari apa yang benar, dan dari hukuman Allah.","Ia akan menyatakan bahwa tidak percaya kepada-Ku adalah dosa;","bahwa Aku benar, karena Aku pergi kepada Bapa dan kalian tak akan melihat Aku lagi;","dan bahwa Allah sudah mulai menghukum, sebab penguasa dunia ini sudah dihukum.","Banyak lagi yang mau Kukatakan kepadamu, namun sekarang ini kalian belum sanggup menerimanya.","Tetapi kalau Roh itu datang, yaitu Dia yang menyatakan kebenaran tentang Allah, kalian akan dibimbing-Nya untuk mengenal seluruh kebenaran. Ia tidak akan berbicara dari diri-Nya sendiri tetapi mengatakan apa yang sudah didengar-Nya, dan Ia akan memberitahukan kepadamu apa yang akan terjadi di kemudian hari.","Ia akan mengagungkan Aku, sebab apa yang disampaikan-Nya kepadamu, diterima-Nya daripada-Ku.","Semua yang ada pada Bapa adalah kepunyaan-Ku. Itu sebabnya Aku berkata bahwa apa yang disampaikan Roh kepadamu, diterima-Nya dari Aku.\"","\"Tinggal sesaat saja kalian tak akan melihat Aku lagi, dan juga tinggal sesaat lagi kalian akan melihat Aku.\"","Beberapa pengikut Yesus mulai bertanya satu sama lain, \"Apa maksudnya Dia berkata kepada kita: 'Tinggal sesaat saja kalian tidak akan melihat Aku lagi, dan juga tinggal sesaat lagi kalian akan melihat Aku'? Apa pula maksudnya dengan: 'Aku pergi kepada Bapa'?\"","Mereka bertanya terus, \"Apa artinya, 'sesaat'? Kita tidak mengerti Ia bicara tentang apa!\"","Yesus tahu mereka mau bertanya kepada-Nya. Jadi Ia berkata, \"Tadi Kukatakan, 'Tinggal sesaat saja, kalian tak akan melihat Aku, dan juga tinggal sesaat lagi kalian akan melihat Aku.' Itukah yang kalian persoalkan di antaramu?","Percayalah, kalian akan menangis dan meratap, tetapi dunia akan bergembira. Kalian akan bersusah hati, tetapi kesusahanmu itu akan berubah menjadi kegembiraan.","Kalau seorang wanita hampir melahirkan, ia susah, sebab sudah waktunya ia menderita. Tetapi begitu anaknya lahir, wanita itu lupa akan penderitaannya karena gembira bahwa seorang bayi lahir ke dalam dunia.","Begitu juga dengan kalian: Sekarang kalian bersusah hati, tetapi Aku akan bertemu lagi dengan kalian, maka hatimu akan bergembira; dan tidak seorang pun dapat mengambil kegembiraan itu dari hatimu.","Pada hari itu, kalian tak akan bertanya apa-apa lagi kepada-Ku. Percayalah: Apa saja yang kalian minta kepada Bapa atas nama-Ku, itu akan diberikan Bapa kepadamu.","Sampai saat ini kalian belum minta apa-apa atas nama-Ku. Mintalah, maka kalian akan menerima, supaya kegembiraanmu sempurna.\"","\"Semuanya ini Kukatakan kepadamu dengan kiasan. Tetapi akan datang waktunya, Aku tidak memakai kiasan lagi, tetapi berbicara terus terang kepadamu tentang Bapa.","Pada waktu itu kalian akan minta kepada Bapa atas nama-Ku; ketahuilah, Aku tidak akan minta dari Bapa untuk kalian,","karena Bapa sendiri mengasihi kalian. Ia mengasihi kalian karena kalian mengasihi Aku, dan percaya bahwa Aku datang dari Allah.","Memang Aku berasal dari Bapa, dan sudah datang ke dalam dunia. Tetapi sekarang Aku meninggalkan dunia untuk kembali kepada Bapa.\"","Lalu pengikut-pengikut Yesus berkata kepada-Nya, \"Sekarang Tuhan bicara terus terang dan tidak memakai kiasan,","dan kami tahu bahwa Tuhan tahu segalanya. Tak perlu seorang pun menanyakan apa-apa kepada Tuhan. Karena itu kami percaya Tuhan datang dari Allah.\"","Yesus menjawab mereka, \"Jadi percayakah kalian sekarang?","Ingat! Saatnya akan datang, malah sudah datang, kalian akan diceraiberaikan. Kalian akan pulang ke rumah masing-masing dan meninggalkan Aku sendirian. Tetapi Aku tidak sendirian sebab Bapa ada bersama-Ku.","Semuanya ini Kukatakan supaya kalian mendapat sejahtera karena bersatu dengan Aku. Di dunia kalian akan menderita. Tapi tabahkan hatimu! Aku sudah mengalahkan dunia!\""]