["Sesudah Yesus berdoa begitu, Ia dengan pengikut-pengikut-Nya pergi ke seberang Sungai Kidron. Di situ ada sebuah taman, dan Yesus dengan pengikut-pengikut-Nya masuk ke taman itu.","Yudas pengkhianat itu, tahu tempat itu; sebab Yesus sudah sering berkumpul di situ dengan pengikut-pengikut-Nya.","Maka Yudas pergi ke tempat itu dengan membawa sepasukan tentara Romawi dan beberapa pengawal Rumah Tuhan yang disuruh oleh imam-imam kepala dan orang-orang Farisi. Mereka membawa senjata, lentera dan obor.","Yesus tahu semua yang akan terjadi pada diri-Nya. Jadi Ia mendekati orang-orang itu dan bertanya, \"Kalian mencari siapa?\"","\"Yesus, orang Nazaret,\" jawab mereka. \"Akulah Dia,\" kata Yesus. Yudas si pengkhianat berdiri di situ dengan mereka.","Waktu Yesus berkata kepada mereka, \"Akulah Dia,\" mereka semua mundur lalu jatuh ke tanah.","Sekali lagi Yesus bertanya kepada mereka, \"Kalian mencari siapa?\" \"Yesus orang Nazaret,\" jawab mereka.","\"Sudah Kukatakan Akulah Dia,\" kata Yesus. \"Dan kalau memang Aku yang kalian cari, biarkan mereka yang lain ini pergi.\"","(Dengan berkata begitu, terjadilah apa yang sudah dikatakan Yesus sebelumnya: \"Bapa, dari orang-orang yang Bapa berikan kepada-Ku, tidak seorang pun yang hilang.\")","Simon Petrus yang membawa sebilah pedang, mencabutnya lalu memarang hamba imam agung sampai putus telinga kanannya. Nama hamba itu Malkus.","Maka Yesus berkata kepada Petrus, \"Masukkan kembali pedangmu ke dalam tempatnya! Apakah engkau pikir Aku tak akan minum piala penderitaan yang diberikan Bapa kepada-Ku?\"","Lalu prajurit-prajurit Romawi dengan komandannya dan pengawal-pengawal Yahudi menangkap dan mengikat Yesus.","Mula-mula mereka membawa Yesus menghadap Hanas, bapak mertua Kayafas. Kayafas adalah imam agung pada tahun itu.","Dan dialah yang sudah menasihati para penguasa Yahudi bahwa lebih baik satu orang mati untuk seluruh bangsa.","Simon Petrus dan seorang pengikut lain mengikuti Yesus. Pengikut yang lain ini dikenal oleh imam agung; jadi ia turut masuk bersama-sama dengan Yesus ke halaman rumah imam agung,","sedangkan Petrus menunggu di luar, di pintu. Kemudian pengikut yang lain itu pergi ke luar dan berbicara dengan pelayan wanita yang menjaga pintu, lalu membawa Petrus masuk ke dalam.","Pelayan wanita penjaga pintu itu berkata kepada Petrus, \"Hai, bukankah engkau juga salah seorang pengikut orang itu?\" \"Bukan,\" jawab Petrus.","Pada waktu itu udara dingin, jadi pelayan-pelayan dan pengawal-pengawal sudah menyalakan api arang dan mereka menghangatkan badan di situ. Petrus pergi ke sana dan berdiri berdiang bersama mereka.","Imam agung menanyai Yesus tentang pengikut-pengikut-Nya dan tentang ajaran-Nya.","Yesus menjawab, \"Aku selalu berbicara dengan terus terang di muka umum. Aku selalu mengajar di rumah-rumah ibadat dan di Rumah Allah, tempat orang Yahudi biasanya berkumpul. Tidak pernah Aku mengatakan apa-apa dengan sembunyi-sembunyi.","Jadi mengapa Tuan menanyai Aku? Tanyalah mereka yang sudah mendengar Aku mengajar. Pasti mereka tahu apa yang Kukatakan.\"","Ketika Yesus berkata begitu, salah seorang pengawal di situ menampar-Nya dan berkata, \"Berani sekali Engkau bicara seperti itu kepada imam agung!\"","Yesus menjawab, \"Kalau Aku mengatakan sesuatu yang salah, katakanlah di sini apa kesalahannya! Tetapi kalau yang Kukatakan itu memang benar, mengapa engkau menampar Aku?\"","Kemudian Hanas menyuruh orang membawa Yesus dengan terbelenggu kepada Imam Agung Kayafas.","Simon Petrus masih juga berdiri berdiang di situ. Orang-orang berkata kepadanya, \"Bukankah engkau juga pengikut orang itu?\" Tetapi Petrus menyangkal, katanya, \"Bukan!\"","Seorang hamba imam agung, yaitu keluarga dari orang yang telinganya dipotong Petrus, berkata, \"Bukankah saya melihat engkau di taman itu bersama-sama dengan Dia?\"","Lalu Petrus menyangkalnya lagi, \"Tidak,\" --dan tepat pada saat itu ayam berkokok.","Pagi-pagi sekali mereka membawa Yesus dari rumah Kayafas ke istana gubernur. Orang-orang Yahudi sendiri tidak masuk ke dalam istana, supaya mereka tidak menjadi najis secara agama, karena mereka mau ikut makan makanan Paskah.","Karena itu Pilatus pergi ke luar pada mereka dan bertanya, \"Apa pengaduanmu terhadap orang ini?\"","Mereka menjawab, \"Seandainya Ia tak bersalah, kami tak akan membawa-Nya kepada Bapak Gubernur.\"","Pilatus berkata kepada mereka, \"Ambillah Dia dan hakimilah Dia menurut hukummu sendiri!\" Tetapi orang-orang Yahudi itu menjawab, \"Kami tidak boleh menghukum mati orang.\"","(Ini terjadi supaya terlaksana apa yang dikatakan Yesus mengenai caranya Ia akan mati.)","Pilatus masuk kembali ke istana dan memanggil Yesus, lalu bertanya, \"Apakah Engkau raja orang Yahudi?\"","Yesus menjawab, \"Apakah pertanyaan ini dari engkau sendiri atau ada orang lain yang sudah memberitahukan kepadamu tentang Aku?\"","Pilatus menjawab, \"Apakah saya ini orang Yahudi? Yang menyerahkan Engkau kepada saya adalah bangsa-Mu sendiri dan imam-imam kepala. Apa yang sudah Kaulakukan?\"","Yesus berkata, \"Kerajaan-Ku bukan dari dunia ini. Andaikata kerajaan-Ku dari dunia ini, orang-orang-Ku akan berjuang supaya Aku jangan diserahkan kepada para penguasa Yahudi. Tetapi memang kerajaan-Ku bukan dari dunia ini!\"","Maka Pilatus bertanya kepada-Nya, \"Kalau begitu, Engkau raja?\" Yesus menjawab, \"Engkau katakan bahwa Aku ini raja. Aku lahir dan datang ke dunia untuk satu maksud, yaitu memberi kesaksian tentang kebenaran. Orang yang dari kebenaran itu mendengarkan Aku.\"","Pilatus bertanya kepada-Nya, \"Apa artinya kebenaran?\" Lalu Pilatus keluar lagi dari istana dan berkata kepada orang-orang Yahudi, \"Saya tidak mendapat satu kesalahan pun pada-Nya.","Tetapi menurut kebiasaanmu, saya selalu melepaskan seorang tahanan pada Hari Raya Paskah. Maukah kalian supaya saya melepaskan raja orang Yahudi untuk kalian?\"","Mereka menjawab dengan berteriak-teriak, \"Tidak, jangan Dia, tapi Barabas!\" (Barabas adalah seorang perampok.)"]