["Sesudah berkata demikian, Yesus menengadah ke langit dan berkata, \"Bapa, sekarang sudah sampai waktunya. Agungkanlah Anak-Mu, supaya Anak-Mu pun mengagungkan Bapa.","Bapa sudah memberi kuasa atas seluruh umat manusia kepada Anak, supaya Ia memberi hidup sejati dan kekal kepada semua orang yang Bapa berikan kepada-Nya.","Inilah hidup sejati dan kekal; supaya orang mengenal Bapa, satu-satunya Allah yang benar, dan mengenal Yesus Kristus yang diutus oleh Bapa.","Aku sudah mengagungkan Bapa di atas bumi ini dengan menyelesaikan pekerjaan yang Bapa tugaskan kepada-Ku.","Bapa! Agungkanlah Aku sekarang pada Bapa, dengan keagungan yang Kumiliki bersama Bapa sebelum dunia ini dijadikan.","Aku sudah memperkenalkan Bapa kepada orang-orang dari dunia ini yang sudah Bapa berikan kepada-Ku. Mereka adalah kepunyaan Bapa, dan Bapa sudah memberikan mereka kepada-Ku. Mereka sudah menuruti perkataan Bapa.","Sekarang mereka tahu bahwa semua yang Bapa berikan kepada-Ku berasal dari Bapa.","Sudah Kusampaikan kepada mereka perkataan yang Bapa berikan kepada-Ku; dan mereka sudah menerimanya. Mereka tahu bahwa Aku benar-benar datang dari Bapa dan mereka percaya bahwa Bapalah yang mengutus Aku.","Aku berdoa untuk mereka. Aku tidak berdoa untuk dunia melainkan untuk orang-orang yang sudah Bapa berikan kepada-Ku, sebab mereka adalah kepunyaan Bapa.","Semua milik-Ku adalah milik Bapa juga; dan semua milik Bapa adalah milik-Ku juga. Aku diagungkan di antara mereka.","Sekarang Aku datang kepada Bapa. Aku tidak tinggal lagi di dunia; tetapi mereka ada di dunia. Bapa yang suci! Jagalah mereka dengan kekuasaan nama Bapa, yaitu nama yang sudah Bapa berikan kepada-Ku--supaya mereka menjadi satu, sama seperti Bapa dan Aku juga satu.","Sewaktu Aku masih bersama mereka, Aku sudah menjaga mereka dengan kekuasaan nama Bapa--nama yang Bapa berikan kepada-Ku. Aku sudah menjaga mereka dan tak seorang pun dari mereka hilang, kecuali dia yang memang sudah seharusnya hilang; supaya dengan itu terjadilah apa yang tertulis dalam Alkitab.","Sekarang Aku datang kepada Bapa. Semuanya ini Kukatakan sementara Aku masih di dunia; supaya mereka dengan sepenuhnya merasakan kegembiraan-Ku.","Aku sudah menyampaikan kepada mereka perkataan Bapa, dan dunia membenci mereka, sebab mereka bukan milik dunia, sama seperti Aku juga bukan milik dunia.","Aku tidak minta supaya Bapa mengambil mereka dari dunia ini, tetapi Aku minta supaya Bapa menjaga mereka dari si Jahat.","Sama halnya seperti Aku bukan milik dunia, mereka pun bukan milik dunia.","Jadikanlah mereka milik khusus Bapa melalui kebenaran; perkataan Bapa itulah kebenaran.","Seperti Bapa sudah mengutus Aku ke dunia, begitu juga Aku mengutus mereka ke dunia.","Untuk kepentingan mereka, Aku menyerahkan diri sebagai milik khusus Bapa, supaya mereka pun menjadi milik khusus Bapa melalui kebenaran.","Bukan untuk mereka ini saja Aku berdoa. Aku juga berdoa untuk orang-orang yang akan percaya kepada-Ku oleh kesaksian mereka ini.","Aku mohon, Bapa, supaya mereka semua menjadi satu, seperti Bapa bersatu dengan Aku, dan Aku dengan Bapa. Semoga mereka menjadi satu dengan Kita supaya dunia percaya bahwa Bapa yang mengutus Aku.","Aku sudah memberikan mereka keagungan yang Bapa berikan kepada-Ku, supaya mereka menjadi satu, sama seperti Kita juga satu;","Aku dengan mereka, dan Bapa dengan Aku; supaya mereka benar-benar satu. Maka dunia akan tahu bahwa Bapalah yang mengutus Aku, dan bahwa Bapa mengasihi mereka seperti Bapa mengasihi Aku.","Bapa, Aku ingin supaya mereka, yang Bapa berikan kepada-Ku, ada bersama-Ku di tempat Aku berada, supaya mereka melihat keagungan-Ku; yaitu keagungan yang Bapa berikan kepada-Ku, karena Bapa mengasihi Aku sebelum dunia dijadikan.","Bapa yang adil! Dunia tidak mengenal Bapa, tetapi Aku mengenal Bapa; dan orang-orang ini tahu bahwa Bapa mengutus Aku.","Aku sudah menyatakan nama Bapa kepada mereka; dan Aku akan terus berbuat begitu, supaya kasih Bapa kepada-Ku tetap di dalam hati mereka dan Aku bersatu dengan mereka.\""]