["Dua hari kemudian ada pesta kawin di kota Kana di Galilea, dan ibu Yesus ada di sana.","Yesus dengan pengikut-pengikut-Nya diundang juga ke pesta itu.","Ketika anggur sudah habis, ibu-Nya berkata kepada Yesus, \"Mereka kehabisan anggur.\"","Yesus menjawab, \"Ibu, jangan menyuruh Aku. Belum sampai waktunya Aku menyatakan diri.\"","Tetapi ibu Yesus berkata kepada pelayan-pelayan, \"Lakukan saja apa yang dikatakan-Nya kepadamu.\"","Di situ ada enam tempayan yang disediakan untuk keperluan pembasuhan menurut adat Yahudi. Tempayan itu masing-masing isinya kira-kira seratus liter.","Yesus berkata kepada pelayan-pelayan itu, \"Isilah tempayan-tempayan itu dengan air.\" Mereka mengisinya sampai penuh.","Lalu Yesus berkata kepada mereka, \"Sekarang ambil sedikit air itu dan bawalah kepada pemimpin pesta.\" Mereka membawa air itu kepada pemimpin pesta,","dan ia mencicipi air yang sudah berubah menjadi anggur. (Ia tidak tahu dari mana anggur itu, hanya pelayan-pelayan yang menuang air itu saja yang tahu.) Maka pemimpin pesta itu mendekati pengantin laki-laki,","lalu berkata kepadanya, \"Biasanya orang menghidangkan anggur yang paling baik lebih dahulu dan kalau para tamu sudah puas minum, barulah anggur yang biasa. Tetapi Saudara menyimpan anggur yang paling baik sampai sekarang!\"","Itulah keajaiban pertama yang dilakukan Yesus. Ia melakukan itu di Kana di Galilea. Dengan tanda itu Ia menunjukkan keagungan-Nya. Maka pengikut-pengikut-Nya percaya kepada-Nya.","Sesudah itu Yesus pergi ke Kapernaum bersama-sama dengan ibu-Nya, saudara-saudara-Nya serta pengikut-pengikut-Nya. Mereka tinggal di sana beberapa hari lamanya.","Ketika Hari Raya Paskah Yahudi sudah dekat, Yesus pergi ke Yerusalem.","Di Rumah Tuhan di Yerusalem Ia mendapati penjual-penjual sapi, domba, dan burung merpati; juga penukar-penukar uang duduk di situ.","Yesus membuat sebuah cambuk dari tali lalu mengusir semua binatang itu, baik domba maupun sapi, dari dalam Rumah Tuhan. Meja-meja para penukar uang dibalikkan-Nya sehingga uang mereka berserakan ke mana-mana.","Lalu Ia berkata kepada penjual burung merpati, \"Angkat semuanya dari sini. Jangan jadikan Rumah Bapa-Ku tempat berdagang!\"","Maka pengikut-pengikut-Nya teringat akan ayat Alkitab ini, \"Cinta-Ku untuk Rumah-Mu, ya Allah, membakar hati-Ku.\"","Para penguasa Yahudi menantang Yesus, kata mereka, \"Coba membuat keajaiban sebagai tanda untuk kami bahwa Engkau berhak bertindak seperti ini.\"","Yesus menjawab, \"Runtuhkanlah Rumah ini, dan dalam tiga hari Aku akan membangunnya kembali.\"","Lalu mereka berkata, \"Empat puluh enam tahun dibutuhkan untuk membangun Rumah Tuhan ini. Dan Engkau mau membangunnya kembali dalam tiga hari?\"","Tetapi Rumah Tuhan yang dimaksudkan Yesus adalah tubuh-Nya sendiri.","Jadi kemudian, sesudah Yesus dibangkitkan dari mati, teringatlah pengikut-pengikut-Nya bahwa hal itu pernah dikatakan-Nya. Maka percayalah mereka kepada apa yang tertulis dalam Alkitab dan kepada apa yang dikatakan oleh Yesus.","Sementara Yesus berada di Yerusalem pada waktu Perayaan Paskah, banyak orang percaya kepada-Nya karena keajaiban-keajaiban yang dibuat-Nya.","Tetapi Yesus sendiri tidak percaya mereka, sebab Ia mengenal semua orang.","Tidak perlu orang memberi keterangan kepada-Nya tentang siapa pun, sebab Ia sendiri tahu apa yang ada di dalam hati manusia."]