["Pada hari Minggu pagi, waktu masih gelap, Maria Magdalena pergi ke kuburan. Ia melihat batu penutupnya sudah digeser dari lubang kubur itu.","Maka ia lari mencari Simon Petrus dan pengikut yang dikasihi Yesus, dan berkata kepada mereka, \"Tuhan sudah diambil dari kubur, dan saya tidak tahu di mana Dia ditaruh.\"","Lalu Petrus dan pengikut lain itu pergi ke kuburan.","Keduanya berlari, tetapi pengikut lain itu lebih cepat dari Petrus, dan ia sampai lebih dahulu di kuburan.","Ia menengok ke dalam kuburan dan melihat kain kafan terletak di situ, tetapi ia tidak masuk.","Simon Petrus menyusul dari belakang, lalu langsung masuk ke dalam kuburan itu. Ia melihat kain kafan terletak di situ,","tetapi kain yang diikat pada kepala Yesus tidak ada di dekatnya melainkan tergulung tersendiri.","Kemudian pengikut yang lebih dahulu sampai di kuburan, masuk juga. Ia melihat dan percaya.","(Sampai pada waktu itu mereka belum mengerti apa yang tertulis dalam Alkitab bahwa Ia harus bangkit dari mati.)","Sesudah itu pengikut-pengikut Yesus itu pulang.","Maria Magdalena berdiri di depan kuburan sambil menangis. Sementara menangis, ia menjenguk ke dalam kuburan,","lalu melihat dua malaikat berpakaian putih. Mereka itu duduk di bekas tempat jenazah Yesus, yang satu di bagian kepala, dan yang lainnya di bagian kaki.","Malaikat-malaikat itu bertanya, \"Ibu, mengapa menangis?\" Maria menjawab, \"Tuhan saya sudah diambil, dan saya tidak tahu Ia ditaruh di mana.\"","Setelah berkata begitu, ia menengok ke belakang dan melihat Yesus berdiri di situ. Tetapi ia tidak tahu bahwa itu Yesus.","Yesus bertanya kepadanya, \"Ibu, mengapa menangis? Ibu mencari siapa?\" Maria menyangka itu tukang kebun, jadi ia berkata, \"Pak, kalau Bapak yang memindahkan Dia dari sini, tolong katakan kepada saya di mana Bapak menaruh Dia, supaya saya dapat mengambil-Nya.\"","Yesus berkata kepadanya, \"Maria!\" Maria menoleh kepada Yesus lalu berkata dalam bahasa Ibrani, \"Rabuni!\" (Berarti \"Guru\".)","\"Jangan pegang Aku,\" kata Yesus kepadanya, \"karena Aku belum naik kepada Bapa. Tetapi pergilah kepada saudara-saudara-Ku, dan beritahukanlah kepada mereka bahwa sekarang Aku naik kepada Bapa-Ku dan Bapamu, Allah-Ku dan Allahmu.\"","Maka Maria pergi memberitahukan kepada pengikut-pengikut Yesus bahwa ia sudah melihat Tuhan dan bahwa Tuhan sudah mengatakan semuanya itu kepadanya.","Pada hari Minggu itu juga, ketika sudah malam, pengikut-pengikut Yesus berkumpul di sebuah rumah dengan pintu-pintu yang terkunci, sebab mereka takut kepada para penguasa Yahudi. Tiba-tiba Yesus datang dan berdiri di tengah-tengah mereka dan berkata, \"Salam sejahtera bagimu.\"","Sesudah berkata begitu, Ia menunjukkan kepada mereka tangan dan lambung-Nya. Pada waktu melihat Tuhan, mereka gembira sekali.","Lalu Yesus berkata kepada mereka sekali lagi, \"Salam sejahtera bagimu. Seperti Bapa mengutus Aku, begitu juga Aku mengutus kalian.\"","Lalu Ia meniupkan napas-Nya kepada mereka dan berkata, \"Terimalah Roh Allah.","Kalau kalian mengampuni dosa seseorang, Allah juga mengampuninya. Kalau kalian tidak mengampuni dosa seseorang, Allah juga tidak mengampuninya.\"","Tomas (yang disebut si \"Kembar\"), seorang dari dua belas pengikut Yesus, tak ada bersama yang lain ketika Yesus datang.","Maka pengikut-pengikut Yesus yang lain berkata kepada Tomas, \"Kami sudah melihat Tuhan!\" Tetapi Tomas menjawab, \"Kalau saya belum melihat bekas paku pada tangan-Nya, belum menaruh jari saya pada bekas-bekas luka paku itu dan belum menaruh tangan saya pada lambung-Nya, sekali-kali saya tidak mau percaya.\"","Seminggu kemudian pengikut-pengikut Yesus ada lagi di tempat itu, dan Tomas hadir juga. Semua pintu terkunci. Tetapi Yesus datang dan berdiri di tengah-tengah mereka, lalu berkata, \"Salam sejahtera bagimu.\"","Kemudian Yesus berkata kepada Tomas, \"Lihatlah tangan-Ku, dan taruhlah jarimu di sini. Ulurkan tanganmu dan taruhlah di lambung-Ku. Jangan ragu-ragu lagi, tetapi percayalah!\"","Tomas berkata kepada Yesus, \"Tuhanku dan Allahku!\"","Maka Yesus berkata kepadanya, \"Engkau percaya karena sudah melihat Aku, bukan? Berbahagialah orang yang percaya meskipun tidak melihat Aku!\"","Masih banyak lagi keajaiban-keajaiban lain yang dibuat Yesus di depan pengikut-pengikut-Nya, tetapi tidak ditulis di dalam buku ini.","Tetapi semuanya ini ditulis, supaya kalian percaya bahwa Yesus adalah Raja Penyelamat, Anak Allah, dan karena percaya kepada-Nya, kalian memperoleh hidup."]