["Ada seorang tokoh agama dari kalangan orang Farisi yang bernama Nikodemus.","Pada suatu malam ia datang kepada Yesus dan berkata, \"Bapak Guru, kami tahu Bapak diutus Allah. Sebab tak seorang pun dapat membuat keajaiban seperti yang Bapak buat, kalau Allah tidak menyertai dia.\"","Yesus menjawab, \"Percayalah, tak seorang pun dapat menjadi anggota umat Allah, kalau ia tidak dilahirkan kembali.\"","\"Masakan orang dewasa dapat lahir kembali?\" kata Nikodemus kepada Yesus. \"Mungkinkah ia masuk kembali ke dalam kandungan ibunya dan dilahirkan lagi?\"","Yesus menjawab, \"Sungguh benar kata-Ku ini: kalau orang tidak dilahirkan dari air dan dari Roh Allah, orang itu tak dapat menjadi anggota umat Allah.","Manusia secara jasmani dilahirkan oleh orang tua, tetapi secara rohani dilahirkan oleh Roh Allah.","Jangan heran kalau Aku mengatakan: kamu semua harus dilahirkan kembali.","Angin bertiup ke mana ia mau; kita mendengar bunyinya, tetapi tidak tahu dari mana datangnya dan ke mana perginya. Begitu juga dengan orang yang dilahirkan oleh Roh Allah.\"","\"Bagaimana itu dapat terjadi?\" tanya Nikodemus.","Yesus menjawab, \"Engkau guru di Israel; masakan engkau tidak tahu?","Percayalah: kami bicara hanya tentang apa yang kami ketahui, dan kami memberi kesaksian hanya tentang apa yang sudah kami lihat; tetapi kalian tidak mau menerima kesaksian kami.","Kalian tidak percaya kalau Aku menceritakan kepadamu mengenai hal-hal dari dunia ini; bagaimana kalian dapat percaya, kalau Aku menceritakan kepadamu hal-hal mengenai surga?","Tak seorang pun pernah naik ke surga, selain Dia yang turun ke dunia, yaitu Anak Manusia.","Sama seperti Musa menaikkan ular tembaga pada sebatang kayu di padang gurun, begitu juga Anak Manusia harus dinaikkan,","supaya semua orang yang percaya kepada-Nya mendapat hidup sejati dan kekal.\"","Karena Allah begitu mengasihi manusia di dunia ini, sehingga Ia memberikan Anak-Nya yang tunggal, supaya setiap orang yang percaya kepada-Nya tidak binasa, melainkan mendapat hidup sejati dan kekal.","Sebab Allah mengirim Anak-Nya bukan untuk menghakimi dunia ini, tetapi untuk menyelamatkannya.","Orang yang percaya kepada-Nya tidak dihukum. Tetapi orang yang tidak percaya sudah dihukum oleh Allah, karena ia tidak percaya kepada Anak Allah yang tunggal.","Ia dituntut berdasarkan hal ini: Terang itu sudah datang ke dunia, tetapi manusia lebih menyukai gelap daripada terang, sebab perbuatan mereka jahat.","Setiap orang yang berbuat jahat, benci kepada terang; ia tidak mau datang kepada terang, supaya perbuatannya yang jahat jangan kelihatan.","Tetapi orang yang melakukan kehendak Allah, datang kepada terang supaya menjadi nyata bahwa apa yang dilakukannya itu adalah menurut kehendak Allah.","Setelah itu Yesus dan pengikut-pengikut-Nya pergi ke Yudea. Ia tinggal di sana beberapa waktu lamanya dengan mereka dan membaptis.","Pada waktu itu Yohanes belum masuk penjara. Ia membaptis di Ainon, tak jauh dari Salim, sebab di sana ada banyak air. Orang-orang datang kepadanya, dan ia membaptis mereka.","(3:23)","Beberapa pengikut Yohanes mulai bertengkar dengan orang Yahudi tentang peraturan pembersihan.","Mereka pergi kepada Yohanes, dan berkata, \"Pak Guru, apakah Bapak masih ingat orang yang bersama Bapak di seberang Sungai Yordan itu, yang Bapak tunjukkan kepada kami dahulu? Ia sekarang membaptis juga, dan semua orang pergi kepada-Nya!\"","Yohanes menjawab, \"Manusia tidak dapat mempunyai apa-apa kalau tidak diberikan Allah kepadanya.","Kalian sendiri sudah mendengar saya berkata, 'Saya bukan Raja Penyelamat. Saya diutus mendahului Dia.'","Pengantin perempuan adalah kepunyaan pengantin laki-laki. Sahabat pengantin laki-laki itu hanya berdiri mendampingi dan mendengarkan, dan ia senang kalau mendengar suara pengantin laki-laki. Begitu juga dengan saya. Sekarang saya senang sekali.","Dialah yang harus makin penting, dan saya makin kurang penting.\"","Yang datang dari atas melebihi semuanya. Yang datang dari dunia tergolong orang dunia, dan berbicara tentang hal-hal dunia. Ia yang datang dari atas melebihi semuanya.","Ia berbicara mengenai apa yang sudah dilihat dan didengar-Nya, tetapi tidak seorang pun percaya pada kesaksian-Nya.","Orang yang percaya pada kesaksian-Nya itu, mengakui bahwa Allah benar.","Sebab orang yang diutus Allah menyampaikan kata-kata Allah, karena Roh Allah sudah diberikan kepada-Nya sepenuhnya.","Bapa mengasihi Anak-Nya, dan sudah menyerahkan segala kuasa kepada-Nya.","Orang yang percaya kepada Anak itu akan mendapat hidup sejati dan kekal. Tetapi orang yang tidak taat kepada Anak itu tidak mendapat hidup. Ia dihukum Allah untuk selama-lamanya."]