["Tetapi Yesus pergi ke Bukit Zaitun.","Keesokan harinya pagi-pagi Ia pergi lagi ke Rumah Tuhan, dan banyak orang datang kepada-Nya. Yesus duduk, lalu mulai mengajar mereka.","Sementara itu, guru-guru agama dan orang-orang Farisi membawa kepada-Nya seorang wanita yang kedapatan berzinah. Mereka menyuruh wanita itu berdiri di tengah-tengah,","lalu berkata kepada Yesus, \"Bapak Guru, wanita ini kedapatan sedang berbuat zinah.","Di dalam Hukum Musa ada peraturan bahwa wanita semacam ini harus dilempari dengan batu sampai mati. Sekarang bagaimana pendapat Bapak?\"","Mereka bertanya begitu untuk menjebak Dia, supaya mereka dapat menyalahkan-Nya. Tetapi Yesus tunduk saja, dan menulis dengan jari-Nya di tanah.","Ketika mereka terus mendesak, Ia mengangkat kepala-Nya dan berkata kepada mereka, \"Orang yang tidak punya dosa di antara kalian, biarlah dia yang pertama melemparkan batu kepada wanita itu.\"","Sesudah itu Yesus tunduk kembali dan menulis lagi di tanah.","Setelah mendengar Yesus berkata begitu, pergilah mereka meninggalkan tempat itu, satu demi satu mulai dari yang tertua. Akhirnya Yesus tinggal sendirian di situ dengan wanita yang masih berdiri di tempatnya.","Lalu Yesus mengangkat kepala-Nya dan berkata kepada wanita itu, \"Di mana mereka semuanya? Tidak adakah yang menghukum engkau?\"","\"Tidak, Pak,\" jawabnya. \"Baiklah,\" kata Yesus, \"Aku juga tidak menghukum engkau. Sekarang pergilah, jangan berdosa lagi.\"","Yesus berbicara lagi kepada orang banyak, kata-Nya, \"Akulah terang dunia. Orang yang mengikuti Aku tak akan berjalan dalam kegelapan, tetapi mempunyai terang kehidupan.\"","\"Sekarang Engkau memberi kesaksian tentang diri sendiri,\" kata orang-orang Farisi itu kepada-Nya, \"kesaksian-Mu tidak benar.\"","Yesus menjawab, \"Meskipun Aku memberi kesaksian tentang diri-Ku sendiri, kesaksian-Ku itu benar; sebab Aku tahu dari mana Aku datang dan ke mana Aku pergi. Kalian tidak tahu dari mana Aku datang dan ke mana Aku pergi.","Kalian menghakimi orang dengan cara manusia; Aku tidak menghakimi seorang pun.","Tetapi sekiranya Aku menghakimi orang, keputusan-Ku itu adil, sebab Aku tidak sendirian; Bapa yang mengutus-Ku ada bersama Aku.","Di dalam Hukum Musa tertulis begini: Kesaksian yang benar adalah kesaksian dari dua orang.","Yang memberi kesaksian tentang diri-Ku ada dua--Aku dan Bapa yang mengutus Aku.\"","\"Bapak-Mu itu di mana?\" kata mereka. Yesus menjawab, \"Kalian tidak mengenal Aku maupun Bapa-Ku. Andaikata kalian mengenal Aku, pasti kalian mengenal Bapa-Ku juga.\"","Semuanya itu dikatakan Yesus pada waktu Ia sedang mengajar di Rumah Tuhan dekat kotak-kotak uang persembahan. Tetapi tidak seorang pun yang menangkap Dia, sebab belum sampai waktunya.","Yesus berkata lagi kepada mereka, \"Aku akan pergi, dan kalian akan mencari Aku, tetapi kalian akan mati di dalam dosamu. Ke tempat Aku pergi, kalian tak dapat datang.\"","Maka para penguasa Yahudi berkata, \"Barangkali Ia mau bunuh diri, sebab Ia berkata, 'Ke tempat Aku pergi, kalian tidak dapat datang.'\"","Lalu Yesus berkata kepada mereka, \"Kalian datang dari bawah; tetapi Aku datang dari atas. Kalian dari dunia; Aku bukan dari dunia.","Itu sebabnya Aku berkata kepadamu, bahwa kalian akan mati di dalam dosa-dosamu. Dan memang kalian akan mati dalam dosa-dosamu, kalau tidak percaya bahwa 'Akulah Dia yang disebut AKU ADA'.\"","\"Engkau siapa sebenarnya?\" tanya mereka. Yesus menjawab, \"Untuk apa bicara lagi dengan kalian!","Masih banyak hal tentang kalian yang mau Kukatakan dan hakimi. Tetapi Dia yang mengutus Aku dapat dipercaya. Dan Aku memberitahukan kepada dunia apa yang Aku dengar dari Dia.\"","Mereka tidak mengerti bahwa Ia sedang berbicara kepada mereka tentang Bapa.","Karena itu Yesus berkata kepada mereka, \"Nanti kalau kalian sudah meninggikan Anak Manusia, kalian akan tahu bahwa 'Akulah Dia yang disebut AKU ADA', dan kalian akan tahu bahwa tidak ada satu pun yang Kulakukan dari diri-Ku sendiri. Aku hanya mengatakan apa yang diajarkan Bapa kepada-Ku.","Dan Dia yang mengutus Aku ada bersama-Ku. Ia tidak pernah membiarkan Aku sendirian, sebab Aku selalu melakukan apa yang menyenangkan hati-Nya.\"","Sesudah Yesus mengatakan semuanya itu, banyak orang percaya kepada-Nya.","Kemudian Yesus berkata kepada orang-orang Yahudi yang sudah percaya kepada-Nya, \"Kalau kalian hidup menurut ajaran-Ku kalian sungguh-sungguh pengikut-Ku,","maka kalian akan mengenal Allah yang benar, dan oleh karena itu kalian akan dibebaskan.\"","\"Kami ini keturunan Abraham,\" kata mereka. \"Belum pernah kami menjadi hamba siapa pun! Apa maksud-Mu dengan berkata, 'Kalian akan dibebaskan'?\"","\"Sungguh benar kata-Ku ini,\" kata Yesus kepada mereka. \"Orang yang berbuat dosa, adalah hamba dosa.","Dan seorang hamba tidak mempunyai tempat yang tetap di dalam keluarga, sedangkan anak untuk selama-lamanya mempunyai tempat dalam keluarga.","Karena itulah, kalau Anak membebaskan kalian, kalian sungguh-sungguh bebas.","Memang Aku tahu kalian ini keturunan Abraham. Namun kalian mau membunuh Aku, karena kalian tidak mau menerima pengajaran-Ku.","Apa yang Kulihat pada Bapa-Ku, itulah yang Kukatakan. Sedangkan kalian melakukan apa yang diajarkan bapakmu kepadamu.\"","Mereka menjawab, \"Bapak kami ialah Abraham.\" \"Sekiranya kalian betul-betul anak Abraham,\" kata Yesus, \"pastilah kalian melakukan apa yang dilakukan oleh Abraham.","Aku menyampaikan kepadamu kebenaran yang Kudengar dari Allah, tetapi kalian mau membunuh Aku. Abraham tidak berbuat seperti itu!","Kalian melakukan apa yang dilakukan oleh bapakmu sendiri.\" Jawab mereka, \"Kami bukan anak-anak haram. Bapa kami hanya satu, yaitu Allah sendiri.\"","Lalu Yesus berkata kepada mereka, \"Sekiranya Allah itu Bapamu, kalian akan mengasihi Aku, sebab Aku datang dari Allah. Aku tidak datang dengan kemauan sendiri, tetapi Dialah yang mengutus Aku.","Apa sebabnya kalian tidak mengerti apa yang Kukatakan? Sebab kalian tidak tahan mendengar ajaran-Ku.","Iblislah bapakmu, dan kalian mau menuruti kemauan bapakmu. Sedari permulaan Iblis itu pembunuh. Ia tidak pernah memihak kebenaran, sebab tidak ada kebenaran padanya. Kalau ia berdusta, itu wajar, karena sudah begitu sifatnya. Ia pendusta dan asal segala dusta.","Tetapi Aku mengatakan kebenaran, dan karena itulah kalian tidak percaya kepada-Ku.","Siapa di antara kalian dapat membuktikan bahwa ada dosa pada-Ku? Kalau Aku mengatakan kebenaran, mengapa kalian tidak percaya kepada-Ku?","Orang yang berasal dari Allah, mendengar perkataan Allah. Tetapi kalian bukan dari Allah, itulah sebabnya kalian tidak mau mendengar.\"","Orang-orang Yahudi itu menjawab Yesus, \"Bukankah benar kata kami bahwa Engkau orang Samaria yang kemasukan setan?\"","Yesus menjawab, \"Aku tidak kemasukan setan. Aku menghormati Bapa-Ku, tetapi kalian menghina Aku.","Aku tidak mencari kehormatan untuk diri sendiri. Ada satu yang mengusahakan kehormatan untuk-Ku, dan Dialah yang menghakimi.","Sungguh benar kata-Ku ini, orang yang menurut perkataan-Ku, selama-lamanya tidak akan mati.\"","Lalu orang-orang Yahudi itu berkata kepada Yesus, \"Sekarang kami tahu Engkau ini betul-betul kemasukan setan! Abraham sendiri sudah mati, begitu juga semua nabi. Tetapi Engkau berkata, 'Orang yang menurut perkataan-Ku, selama-lamanya tidak akan mati.'","Kalau Abraham sendiri sudah mati, dan nabi-nabi semuanya juga sudah mati, Engkau ini siapa? Masakan Engkau lebih besar dari bapak kami Abraham!\"","Yesus menjawab, \"Sekiranya Aku mencari kehormatan untuk diri-Ku sendiri, kehormatan itu tak ada artinya. Yang menghormati Aku adalah Bapa-Ku yang kalian anggap Allah kalian,","padahal kalian tidak mengenal Dia. Tetapi Aku mengenal-Nya. Sekiranya Aku berkata bahwa Aku tidak mengenal Dia, maka Aku seorang pendusta, sama seperti kalian. Aku mengenal Dia, dan mentaati perkataan-Nya.","Bapakmu Abraham senang sekali bahwa ia akan melihat hari-Ku. Ia sudah melihatnya dan ia senang!\"","Lalu orang-orang Yahudi berkata kepada Yesus, \"Umur-Mu belum ada lima puluh tahun, dan Engkau sudah melihat Abraham?\"","Yesus menjawab, \"Sungguh Aku berkata kepadamu: sebelum Abraham lahir, Aku sudah ada.\"","Lalu orang-orang Yahudi itu mengambil batu untuk melempari-Nya; tetapi Yesus menyembunyikan diri, lalu pergi meninggalkan Rumah Tuhan."]