["Rasul-rasul dan orang-orang yang percaya di seluruh Yudea mendengar bahwa orang-orang yang tidak beragama Yahudi pun sudah menerima perkataan Allah.","Kemudian ketika Petrus pergi ke Yerusalem, orang-orang Yahudi yang sudah percaya itu, mencela Petrus.","Mereka berkata, \"Mengapa kau pergi ke rumah orang-orang yang belum disunat? Kau malah makan juga bersama-sama dengan mereka!\"","Oleh sebab itu Petrus menerangkan kepada mereka semuanya yang telah terjadi, mulai dari permulaan. Petrus berkata,","\"Saya sedang berdoa di kota Yope, lalu saya melihat suatu penglihatan. Saya melihat ada sesuatu yang seperti sehelai kain yang lebar diturunkan dari langit, tergantung pada keempat sudutnya, kemudian berhenti di sebelah saya.","Waktu saya memperhatikan ke dalamnya, saya melihat binatang-binatang berkaki empat, binatang-binatang liar, binatang-binatang yang menjalar dan burung-burung liar.","Lalu saya mendengar suatu suara berkata kepada saya, 'Ayo bangun, Petrus! Sembelihlah itu dan makan!'","Tetapi saya menjawab, 'Tidak, Tuhan! Belum pernah saya makan makanan yang haram dan najis.'","Tetapi suara itu berkata lagi dari langit, 'Barang yang sudah dinyatakan halal oleh Allah janganlah dikatakan haram.'","Saya melihat hal itu sampai tiga kali dan akhirnya semuanya terangkat kembali ke surga.","Tepat pada waktu itu juga ketiga orang dari Kaisarea, yang diutus kepada saya, tiba di rumah tempat saya menginap.","Lalu Roh Allah menyuruh saya pergi bersama mereka dengan tidak ragu-ragu. Keenam orang saudara ini pun ikut dengan saya ke Kaisarea, dan kami semua masuk ke dalam rumah Kornelius.","Kemudian Kornelius menceritakan kepada kami bagaimana ia melihat seorang malaikat berdiri di rumahnya dan berkata, 'Suruh orang ke Yope memanggil seorang laki-laki yang bernama Simon Petrus.","Ia akan menyampaikan kepadamu berita yang akan menyelamatkan engkau dan keluargamu.'","Dan pada waktu saya mulai berbicara begitu,\" demikian Petrus melanjutkan ceritanya, \"Roh Allah datang ke atas mereka, sama seperti yang terjadi pada kita dahulu pada mulanya.","Lalu saya teringat, Tuhan pernah berkata, 'Yohanes membaptis dengan air, tetapi kalian akan dibaptis dengan Roh Allah.'","Jadi jelas Allah memberikan juga kepada orang-orang yang tidak beragama Yahudi itu, pemberian yang sama yang Ia berikan kepada kita pada waktu kita percaya kepada Tuhan Yesus Kristus. Karena itu, mana mungkin saya melarang Allah!\"","Setelah mendengar itu, mereka tidak membantah lagi. Lalu mereka memuji Allah. Mereka berkata, \"Kalau begitu, orang-orang bukan Yahudi pun diberi kesempatan oleh Allah untuk bertobat dari dosa-dosanya dan menghayati hidup yang sejati!\"","Setelah Stefanus dibunuh, orang-orang yang percaya kepada Yesus mulai dikejar-kejar, sehingga mereka terpencar-pencar ke mana-mana. Ada yang lari sampai ke Fenisia, dan ada pula yang sampai ke Siprus dan Antiokhia. Mereka memberitakan kabar dari Allah hanya kepada orang-orang Yahudi saja.","Tetapi dari antara orang-orang percaya itu, yang berasal dari Siprus dan Kirene, ada juga orang-orang yang pergi ke Antiokhia dan memberitakan Kabar Baik tentang Yesus itu kepada orang-orang yang tidak beragama Yahudi juga.","Kuasa Tuhan ada pada mereka sehingga banyak orang menjadi percaya dan menyerahkan diri kepada Tuhan.","Cerita-cerita tentang peristiwa-peristiwa ini sampai juga kepada jemaat di Yerusalem. Maka mereka mengutus Barnabas ke Antiokhia.","Dan ketika Barnabas sampai di sana, dan melihat bagaimana Allah memberkati orang-orang itu, ia gembira sekali. Lalu ia minta supaya mereka sungguh-sungguh setia kepada Tuhan dengan sepenuh hati.","Barnabas ini orang yang baik hati dan dikuasai Roh Allah serta sangat percaya kepada Tuhan sehingga banyak orang mengikuti Tuhan.","Kemudian Barnabas pergi ke Tarsus mencari Saulus.","Setelah bertemu dengan Saulus, ia membawa Saulus ke Antiokhia dan satu tahun penuh mereka berkumpul dengan jemaat di sana sambil mengajar banyak orang. Di Antiokhia itulah orang-orang yang percaya kepada Yesus untuk pertama kali disebut orang-orang Kristen.","Pada masa itu ada beberapa nabi datang dari Yerusalem ke Antiokhia.","Di antaranya ada seorang bernama Agabus. Oleh dorongan Roh Allah ia bernubuat bahwa di seluruh dunia akan terjadi masa kelaparan yang hebat. (Dan hal itu memang terjadi juga pada waktu Kaisar Klaudius memerintah.)","Maka semua pengikut Yesus itu sepakat untuk mengirim sumbangan kepada saudara-saudara yang tinggal di Yudea; masing-masing mengirim menurut kemampuannya.","Persetujuan itu dilaksanakan juga, lalu Barnabas dan Saulus diutus untuk mengantar sumbangan itu kepada pemimpin-pemimpin jemaat."]