["Teofilus yang budiman, Di dalam bukuku yang pertama sudah kuterangkan semuanya yang dilakukan dan diajarkan oleh Yesus sejak Ia mulai pekerjaan-Nya,","sampai pada hari Ia diangkat ke surga. Sebelum Ia naik ke surga, dengan kuasa Roh Allah Ia memberi petunjuk-petunjuk kepada rasul-rasul-Nya yang terpilih.","Sesudah Ia mati, selama empat puluh hari Ia sering menunjukkan dengan cara yang nyata sekali kepada rasul-rasul itu bahwa Ia sungguh-sungguh hidup. Mereka melihat Dia, dan Ia berbicara dengan mereka mengenai bagaimana Allah memerintah sebagai Raja.","Dan pada waktu Ia berkumpul bersama mereka, Ia memberi perintah ini kepada mereka, \"Jangan pergi dari Yerusalem. Tunggu di situ sampai Bapa memberikan apa yang sudah dijanjikan-Nya, yaitu yang sudah Kuberitahukan kepadamu dahulu.","Sebab Yohanes membaptis dengan air, tetapi beberapa hari lagi kalian akan dibaptis dengan Roh Allah.\"","Ketika rasul-rasul itu berkumpul bersama-sama dengan Yesus, mereka bertanya kepada-Nya, \"Tuhan, apakah sekarang Tuhan mau mendirikan kembali Pemerintahan bangsa Israel?\"","Yesus menjawab, \"Bapa-Ku sendiri yang menentukan hari dan waktunya. Itu tidak perlu kalian ketahui, sebab itu hak Bapa.","Tetapi kalian akan mendapat kuasa, kalau Roh Allah sudah datang kepadamu. Dan kalian akan menjadi saksi-saksi untuk-Ku di Yerusalem, di seluruh Yudea, di Samaria, dan sampai ke ujung bumi.\"","Sesudah Yesus berkata begitu, Ia diangkat ke surga di depan mata mereka, dan awan menutupi Dia dari pandangan mereka.","Sementara mereka masih memandang ke langit, sewaktu Yesus terangkat, tiba-tiba dua orang berpakaian putih berdiri di sebelah mereka.","\"Hai, orang-orang Galilea,\" kata kedua orang itu, \"mengapa kalian berdiri saja di situ memandang ke langit? Yesus, yang kalian lihat terangkat ke surga itu di hadapan kalian, akan kembali lagi dengan cara itu juga seperti yang kalian lihat tadi.\"","Kemudian rasul-rasul itu kembali ke Yerusalem dari Bukit Zaitun. Bukit itu terletak kira-kira satu kilometer jauhnya dari Yerusalem.","Di Yerusalem mereka pergi ke rumah tempat mereka menumpang, lalu naik ke kamar yang di atas. Rasul-rasul itu, yaitu Petrus dan Yohanes, Yakobus dan Andreas, Filipus dan Tomas, Bartolomeus dan Matius, Yakobus anak Alfeus, Simon Patriot dan Yudas anak Yakobus;","semuanya selalu dengan sehati berkumpul untuk berdoa. Mereka berdoa bersama wanita-wanita termasuk Maria ibu Yesus, dan bersama saudara-saudara Yesus.","Pada suatu hari, ketika mereka sedang berkumpul--ada kira-kira seratus dua puluh orang yang hadir--Petrus berdiri untuk berbicara. Ia berkata,","\"Saudara-saudara! Apa yang tertulis di dalam Alkitab, itu harus terjadi. Dahulu melalui Daud, Roh Allah sudah bernubuat tentang Yudas, pemimpin orang-orang yang menangkap Yesus itu.","Yudas adalah salah seorang dari kita, dan ia sudah dipilih juga untuk ikut bekerja bersama-sama dengan kita.\"","(Yudas ini sudah mendapat tanah kuburannya dari upah pengkhianatannya yang jahat. Ia jatuh dan mati dengan perutnya terbelah sampai isi perutnya keluar semuanya.","Semua orang yang tinggal di Yerusalem tahu tentang hal itu. Itu sebabnya dalam bahasa mereka, mereka menamakan tanah itu Akeldama, yang berarti 'Tanah Darah'.)","\"Karena di dalam buku Mazmur ada tertulis begini, 'Biarlah tempat tinggalnya menjadi sunyi; jangan seorang pun tinggal di dalamnya.' Ada tertulis begini juga, 'Biarlah kedudukannya diambil orang lain.'","Sebab itu, harus ada seseorang yang ikut dengan kita menjadi saksi bahwa Tuhan Yesus sudah hidup kembali dari kematian. Orang itu haruslah salah seorang dari antara orang-orang yang selalu bersama-sama dengan kita pada waktu kita mengikuti Tuhan Yesus ke mana-mana, sejak Yohanes mulai membaptis sampai pada waktu Yesus diangkat ke surga dari tengah-tengah kita.\"","(1:21)","Maka orang-orang yang hadir di situ menyarankan dua orang, yaitu Yusuf yang disebut juga Barsabas (ia disebut Yustus juga), dan Matias.","Lalu mereka berdoa. Mereka berkata, \"Tuhan, Engkau tahu hati semua orang. Yudas sudah jatuh dari jabatannya sebagai rasul dan sudah mati. Jadi tunjukkanlah kepada kami, siapa dari kedua orang ini yang Tuhan pilih untuk diberi tugas itu menggantikan Yudas.\"","(1:24)","Sesudah itu kedua nama itu diundi, lalu undian jatuh pada Matias. Jadi ia diangkat menjadi rasul untuk turut bersama-sama dengan kesebelas rasul yang lainnya."]