["Di Kaisarea ada seorang laki-laki bernama Kornelius. Ia seorang kapten \"Pasukan Italia\".","Ia orang yang takut kepada Allah dan seluruh keluarganya beribadat kepada Allah. Ia banyak menolong orang-orang Yahudi yang miskin, dan ia selalu berdoa kepada Allah.","Pada suatu hari kira-kira pukul tiga siang ia melihat dengan jelas dalam suatu penglihatan, seorang malaikat Allah datang dan memanggil dia, \"Kornelius!\"","Kornelius memandang malaikat itu dengan ketakutan lalu berkata, \"Ada apa Tuan?\" Malaikat itu menjawab, \"Doamu dan kemurahan hatimu sudah diterima oleh Allah dan Allah ingat kepadamu.","Sekarang suruhlah orang ke Yope memanggil Simon yang nama lengkapnya Simon Petrus.","Ia sedang menumpang di rumah seorang penyamak kulit bernama Simon, yang tinggal di tepi pantai.\"","Setelah malaikat yang berbicara dengan Kornelius itu pergi, Kornelius memanggil dua orang pelayan rumahnya dan seorang anggota tentara pengawalnya yang saleh.","Kornelius menceritakan kepada mereka apa yang telah terjadi, lalu menyuruh mereka ke Yope.","Keesokan harinya, sementara mereka masih dalam perjalanan dan hampir sampai di Yope, Petrus naik ke atas rumah untuk berdoa.","Lalu ia lapar sekali dan ingin makan. Sementara makanan disediakan, ia mendapat suatu penglihatan.","Ia melihat langit terbuka dan sesuatu seperti kain yang lebar diulurkan ke bumi, tergantung pada keempat sudutnya.","Di dalamnya terdapat segala macam binatang berkaki empat, segala binatang yang menjalar dan burung-burung liar.","Lalu ada suara berkata kepadanya, \"Petrus, bangun! Sembelihlah dan makan!\"","Petrus menjawab, \"Tidak, Tuhan! Belum pernah saya makan apa-apa yang haram atau najis.\"","Tetapi suara itu berkata lagi kepadanya, \"Apa yang sudah dinyatakan halal oleh Allah, janganlah kauanggap itu haram.\"","Penglihatan itu berulang sampai tiga kali, kemudian kain itu terangkat ke surga.","Petrus bingung memikirkan apa arti dari penglihatan itu. Sementara Petrus berpikir-pikir, orang-orang yang disuruh oleh Kornelius menemukan rumah Simon dan mereka sudah berada di muka pintu.","Lalu mereka memanggil orang dan bertanya, \"Apakah di sini ada tamu yang menginap, yang bernama Simon Petrus?\"","Sementara Petrus masih saja terus berusaha mengetahui arti dari penglihatan itu, Roh Allah berkata kepadanya, \"Hai Petrus, ada tiga orang sedang mencari engkau.","Ayo lekas turun ke bawah dan jangan ragu-ragu mengikuti mereka, sebab Akulah yang menyuruh mereka.\"","Maka Petrus turun ke bawah dan berkata kepada orang-orang itu, \"Sayalah yang saudara-saudara cari. Saudara-saudara datang untuk apa?\"","Mereka menjawab, \"Kapten Kornelius menyuruh kami kemari. Ia seorang yang baik dan takut kepada Allah, serta sangat dihormati oleh semua orang Yahudi. Seorang malaikat Allah menyuruh dia minta Tuan datang ke rumahnya karena, sebagai jawaban atas doanya, ia disuruh mendengarkan apa yang akan Tuan katakan kepadanya.\"","Maka Petrus mempersilakan mereka masuk untuk menginap di situ. Besoknya Petrus bangun dan pergi bersama-sama mereka. Beberapa orang percaya dari Yope pun ikut juga.","Sehari sesudah itu mereka sampai ke Kaisarea. Di sana mereka sudah ditunggu-tunggu oleh Kornelius dengan sanak saudaranya serta kawan-kawan karibnya yang sudah diundangnya.","Ketika Petrus sampai, Kornelius pergi menyambut dia dan sujud di hadapannya.","Tetapi Petrus menolong dia berdiri, lalu berkata, \"Bangunlah! Saya sendiri pun manusia juga.\"","Sementara berbicara dengan Kornelius, Petrus masuk ke dalam rumah. Di situ ia melihat banyak orang sudah berkumpul.","Lalu ia berkata kepada mereka, \"Saudara-saudara sendiri tahu bahwa orang Yahudi dilarang oleh agamanya untuk mengunjungi atau berhubungan dengan orang-orang dari bangsa lain. Tetapi Allah sudah menunjukkan kepada saya bahwa saya tidak boleh menganggap siapa pun juga najis atau haram.","Itu sebabnya ketika Tuan minta supaya saya datang, saya tidak berkeberatan datang. Jadi sekarang saya ingin tahu mengapa Tuan minta saya datang.\"","Kornelius menjawab, \"Tiga hari yang lalu, kira-kira pada waktu seperti ini, saya sedang berdoa di rumah pada pukul tiga sore. Tiba-tiba seorang laki-laki berdiri di depan saya. Pakaian orang itu berkilauan.","Ia berkata, 'Kornelius! Allah sudah menerima doamu dan ingat akan kemurahan hatimu.","Jadi suruhlah orang ke Yope memanggil orang yang bernama Simon Petrus. Ia sedang menginap di rumah seorang penyamak kulit yang bernama Simon; rumah itu di tepi laut.'","Itu sebabnya saya segera menyuruh orang pergi memanggil Tuan. Dan Tuan sungguh baik hati untuk datang kemari. Sekarang kami semua berkumpul di sini di depan Allah untuk mendengarkan semua yang Allah suruh Tuan katakan kepada kami.\"","Lalu Petrus berkata, \"Sekarang saya sungguh-sungguh menyadari bahwa Allah memperlakukan semua orang sama.","Orang yang takut kepada Allah dan berbuat yang benar, orang itu diterima oleh Allah, tidak peduli ia dari bangsa apa.","Saudara-saudara sudah tahu isi berita yang Allah sampaikan kepada bangsa Israel. Berita itu adalah mengenai Kabar Baik tentang damai melalui Yesus Kristus, yaitu Tuhan semua orang.","Kalian tahu apa yang sudah terjadi di seluruh Yudea, yaitu yang mulai dari Galilea sesudah baptisan yang dianjurkan oleh Yohanes.","Kalian tahu bahwa Allah sudah memilih Yesus orang Nazaret itu dan memberikan kepada-Nya Roh Allah dan kuasa. Kalian tahu juga bahwa Yesus itu pergi ke mana-mana untuk berbuat baik; Ia menyembuhkan semua orang yang dikuasai oleh Iblis, sebab Allah menyertai Dia.","Kami inilah orang-orang yang sudah melihat sendiri segala sesuatu yang Ia lakukan di negeri orang Yahudi dan di Yerusalem. Meskipun begitu mereka menyalibkan dan membunuh Dia.","Tetapi pada hari yang ketiga Allah menghidupkan Dia lagi dari kematian dan memperlihatkan Dia kepada manusia;","tidak kepada semua orang, melainkan hanya kepada kami yang sudah dipilih oleh Allah terlebih dahulu untuk menjadi saksi-saksi-Nya: Kami makan dan minum dengan Dia sesudah Ia hidup kembali dari kematian.","Dan Ia menyuruh kami memberitakan Kabar Baik itu kepada orang-orang dan memberi kesaksian bahwa Ialah yang diangkat oleh Allah menjadi Hakim orang-orang yang masih hidup dan orang-orang yang sudah mati.","Semua nabi-nabi berbicara tentang Dia. Mereka berkata bahwa semua orang yang percaya kepada Yesus, akan diampuni dosanya dengan kekuasaan dari Yesus.\"","Sementara Petrus masih berbicara, Roh Allah turun dan menguasai semua orang yang mendengar berita itu.","Orang-orang Yahudi yang percaya kepada Yesus dan mengikuti Petrus dari Yope, semuanya heran melihat Allah memberikan juga Roh-Nya kepada orang-orang bangsa lain yang bukan Yahudi.","Sebab mereka mendengar orang-orang itu berbicara dalam pelbagai bahasa dan memuji-muji kebesaran Allah. Lalu Petrus berkata,","\"Coba lihat, orang-orang ini sudah mendapat Roh Allah seperti kita. Jadi dapatkah orang menghalang-halangi mereka untuk dibaptis dengan air?\"","Maka Petrus menyuruh mereka dibaptis atas nama Yesus Kristus. Setelah itu mereka minta supaya Petrus tinggal dengan mereka beberapa hari lamanya."]