["Sementara Apolos berada di Korintus, Paulus sedang menjelajahi pedalaman daerah itu lalu tiba di Efesus. Di sana ia berjumpa dengan beberapa orang yang sudah percaya kepada Yesus.","Ia bertanya kepada mereka, \"Sudahkah Saudara-saudara menerima Roh Allah ketika kalian percaya kepada Yesus?\" Mereka menjawab, \"Belum. Malah kami tidak pernah mendengar bahwa ada Roh Allah.\"","\"Kalau begitu, dengan baptisan apakah kalian dibaptis?\" tanya Paulus. \"Dengan baptisan Yohanes,\" jawab mereka.","Lalu Paulus berkata, \"Yohanes membaptis orang untuk menyatakan bahwa orang-orang itu sudah bertobat dari dosa-dosa mereka. Tetapi sementara itu juga Yohanes memberitahukan kepada orang-orang Israel bahwa mereka harus percaya kepada Orang yang akan datang kemudian daripadanya, yaitu Yesus.\"","Ketika mereka mendengar itu, mereka dibaptis atas nama Tuhan Yesus.","Dan pada waktu Paulus meletakkan tangannya ke atas mereka, Roh Allah menguasai mereka, lalu mereka mulai berbicara dalam bahasa-bahasa yang aneh serta menyampaikan berita dari Allah.","Jumlah mereka semuanya ada kira-kira dua belas orang.","Selama tiga bulan Paulus terus berbicara dengan berani kepada orang-orang di rumah ibadat dan berdebat dengan mereka untuk meyakinkan mereka tentang bagaimana Allah memerintah sebagai Raja.","Tetapi beberapa di antara orang-orang itu keras kepala dan tidak mau percaya. Di depan semua orang yang berkumpul di situ mereka mencela ajaran mengenai rencana Allah untuk menyelamatkan manusia melalui Yesus. Oleh sebab itu Paulus meninggalkan mereka, lalu pergi dengan pengikut-pengikut Yesus ke ruang kuliah Tiranus. Di situ setiap hari ia bertanya jawab dengan orang-orang.","Ia melakukan hal itu terus-menerus dua tahun lamanya sampai semua orang yang tinggal di provinsi Asia, baik orang Yahudi maupun orang bangsa lain, semuanya mendengar perkataan Tuhan.","Allah melakukan keajaiban-keajaiban yang luar biasa melalui Paulus.","Kalau sapu tangan atau kain pengikat pinggang yang pernah dipakai Paulus dibawa kepada orang-orang sakit, penyakit mereka hilang dan roh setan pun keluar dari mereka.","Ada beberapa dukun Yahudi yang pergi ke mana-mana, mengusir roh jahat dari orang-orang. Dukun-dukun itu coba-coba juga memakai nama Tuhan Yesus untuk mengusir roh-roh setan itu. Mereka berkata kepada roh-roh setan itu, \"Atas nama Yesus yang diberitakan oleh Paulus itu, saya mengusir kamu!\"","Ada tujuh anak laki-laki seorang imam kepala, bernama Skewa, yang melakukan hal seperti itu.","Tetapi roh setan itu berkata kepada mereka, \"Aku kenal Yesus dan Paulus pun aku kenal, tetapi kamu ini siapa?\"","Lalu orang yang kemasukan setan itu melompat dan menerkam mereka dengan ganas sekali sampai mereka lari dari rumah itu dengan luka-luka dan dengan telanjang, karena pakaian mereka dicabik dari badan mereka.","Semua orang Yahudi dan orang bangsa lain yang tinggal di Efesus mendengar tentang kejadian itu, lalu mereka menjadi takut. Maka nama Tuhan Yesus makin dipuji-puji.","Banyak orang yang sudah menjadi percaya kepada Yesus, datang mengakui di muka umum perbuatan-perbuatan mereka di masa lampau.","Dan mereka yang biasa menjalankan ilmu guna-guna, mengumpulkan buku-buku mereka dan membakarnya di hadapan orang banyak. Harga buku-buku itu kalau dijumlahkan semuanya ada kira-kira lima puluh ribu uang perak.","Demikianlah dengan cara yang hebat itu perkataan Tuhan makin tersebar dan makin kuat pengaruhnya.","Setelah kejadian-kejadian itu, Paulus memutuskan untuk pergi ke Makedonia dan Akhaya lalu terus ke Yerusalem. \"Sesudah ke sana,\" kata Paulus, \"saya harus pergi ke Roma juga.\"","Maka ia mengutus dua orang dari pembantu-pembantunya, yaitu Timotius dan Erastus untuk pergi ke Makedonia, sementara ia tinggal beberapa waktu lamanya lagi di provinsi Asia.","Kira-kira pada waktu itulah terjadi keributan yang besar di Efesus karena ajaran mengenai Yesus.","Sebab di kota itu ada seorang tukang perak bernama Demetrius, yang membuat rumah-rumahan dewa untuk Dewi Artemis. Usaha orang itu mendatangkan penghasilan yang besar kepada pekerja-pekerjanya.","Oleh sebab itu ia mengumpulkan pekerja-pekerjanya bersama-sama dengan pekerja-pekerja tukang perak lainnya, lalu berkata, \"Saudara-saudara! Saudara tahu bahwa kita mendapat penghasilan dari pekerjaan ini.","Sekarang Saudara sudah lihat dan dengar sendiri apa yang dibuat oleh si Paulus itu. Ia berkata bahwa dewa-dewa yang dibuat oleh manusia sama sekali bukanlah dewa. Dan ia sudah berhasil membuat banyak orang percaya akan ajarannya, bukan hanya di sini di Efesus, tetapi hampir di seluruh daerah Asia juga.","Bahayanya ialah bahwa perusahaan kita ini akan mendapat nama buruk. Dan bukan hanya itu, melainkan rumah Dewi Artemis pun akan dianggap remeh serta kebesarannya diinjak-injak; padahal dia dewi yang dipuja oleh semua orang di Asia dan seluruh dunia!\"","Begitu orang-orang itu mendengar itu hati mereka menjadi panas, lalu mereka berteriak-teriak, \"Hidup Artemis, dewi orang Efesus!\"","Maka kerusuhan itu meluas sampai ke seluruh kota. Kemudian gerombolan perusuh-perusuh itu menangkap Gayus dan Aristarkhus, yaitu orang-orang Makedonia yang menemani Paulus dalam perjalanannya, lalu menyeret mereka ke stadion kota itu.","Paulus mau masuk mengikuti mereka, tetapi orang-orang yang percaya kepada Yesus di sana melarang dia.","Beberapa pembesar provinsi Asia itu pun, yang bersahabat dengan Paulus, menyuruh orang memberitahukan kepada Paulus supaya ia jangan memperlihatkan diri di stadion itu.","Sementara itu orang-orang yang berkumpul di stadion itu sudah menjadi kacau-balau. Ada yang berteriak begini, ada yang berteriak begitu, sebab kebanyakan dari mereka tidak tahu apa sebab mereka berkumpul di situ.","Sebagian dari orang-orang itu mengira Aleksander biang keladinya, sebab dialah yang didorong ke depan oleh orang-orang Yahudi. Maka Aleksander memberi isyarat dengan tangannya untuk minta diberi kesempatan membela diri di depan orang-orang itu.","Tetapi begitu mereka melihat bahwa ia orang Yahudi, serempak mereka berteriak keras-keras, \"Hidup Artemis, dewi orang Efesus!\"","Akhirnya panitera kota berhasil menenteramkan orang banyak itu. Ia berkata, \"Penduduk Efesus! Setiap orang tahu bahwa Efesuslah kota yang memelihara rumah Dewi Artemis dan batu suci yang jatuh dari langit.","Tidak seorang pun dapat membantah hal itu. Karena itu tenanglah dan jangan melakukan sesuatu dengan gegabah.","Orang-orang ini, kalian bawa ke sini bukan karena mereka sudah merampok rumah dewa atau karena mereka sudah menghina dewi kita.","Kalau Demetrius dengan pekerja-pekerjanya itu mempunyai suatu pengaduan terhadap seseorang, biarlah mereka membawa perkaranya itu ke pengadilan. Pengadilan terbuka untuk itu dan pejabat-pejabat pemerintah pun selalu ada.","Tetapi kalau masih ada lagi sesuatu yang lain yang kalian inginkan, itu harus diselesaikan dalam rapat umum yang sah.","Sebab apa yang terjadi hari ini bisa membahayakan kita. Kita bisa dituduh mengadakan pemberontakan, karena kita tidak punya satu alasan pun untuk membenarkan huru-hara ini.\"","Sesudah mengatakan semuanya itu, panitera kota itu menyuruh orang banyak itu pulang."]