["Kami berpamitan dengan pemimpin-pemimpin jemaat dari Efesus itu, kemudian meninggalkan mereka. Lalu kami berlayar langsung ke pulau Kos; dan besoknya kami sampai di pulau Rodos. Dari situ kami berlayar terus ke pelabuhan Patara.","Di Patara, kami menemukan kapal yang mau ke Fenisia. Maka kami naik kapal itu lalu berangkat","dan berlayar sampai kami melihat pulau Siprus di sebelah kiri kami; tetapi kami berlayar terus menuju Siria. Kami mendarat di Tirus, sebab di situ kapal yang kami tumpangi itu akan membongkar muatannya.","Di tempat itu kami pergi mengunjungi orang-orang yang percaya kepada Yesus, lalu tinggal dengan mereka selama satu minggu. Atas petunjuk dari Roh Allah mereka menasihati Paulus supaya jangan pergi ke Yerusalem.","Tetapi setelah habis waktunya untuk kami tinggal di situ, kami meninggalkan mereka dan meneruskan perjalanan kami. Mereka semuanya bersama-sama dengan anak istri mereka mengantar kami sampai ke luar kota. Di sana di tepi pantai, kami semua berlutut dan berdoa.","Setelah itu kami bersalam-salaman, lalu kami naik ke kapal dan mereka pun pulang ke rumah.","Kami berlayar terus dari Tirus sampai ke Ptolemais. Di sana kami pergi mengunjungi saudara-saudara yang percaya, untuk memberi salam kepada mereka, lalu tinggal sehari dengan mereka.","Besoknya kami berangkat pula, lalu sampai di Kaisarea. Di situ kami pergi kepada penginjil yang bernama Filipus, lalu tinggal di rumahnya. Ia adalah salah satu dari ketujuh orang yang terpilih di Yerusalem.","Empat orang anak gadisnya sudah diberi kemampuan oleh Allah untuk memberitakan kabar dari Allah.","Setelah beberapa lama kami di sana, datanglah dari Yudea seorang nabi yang bernama Agabus.","Ia datang pada kami lalu mengambil ikat pinggang Paulus. Dengan ikat pinggang itu ia mengikat kaki dan tangannya sendiri lalu berkata, \"Inilah yang dikatakan oleh Roh Allah: Pemilik ikat pinggang ini akan diikat seperti ini di Yerusalem oleh orang-orang Yahudi, dan diserahkan kepada orang-orang bukan Yahudi.\"","Ketika kami mendengar itu, kami dan semua saudara yang tinggal di Kaisarea itu minta dengan sangat kepada Paulus supaya ia jangan pergi ke Yerusalem.","Tetapi ia menjawab, \"Apa gunanya Saudara menangis seperti ini sehingga membuat hati saya hancur? Saya sudah siap bukan hanya untuk ditangkap di sana, tetapi juga untuk mati sekalipun karena Tuhan Yesus.\"","Paulus tidak mau mendengar kami, maka kami berhenti melarang dia. \"Biarlah kehendak Tuhan saja yang jadi,\" kata kami.","Setelah tinggal di situ beberapa lama, kami menyiapkan barang-barang kami, lalu berangkat ke Yerusalem.","Beberapa saudara dari Kaisarea pergi juga bersama-sama dengan kami untuk mengantar kami ke rumah Manason, karena di rumah dialah kami akan menginap. (Manason adalah seorang Siprus yang sudah lama menjadi pengikut Yesus.)","Waktu kami sampai di Yerusalem, saudara-saudara di situ menyambut kami dengan senang hati.","Besoknya Paulus pergi bersama-sama kami mengunjungi Yakobus; semua pemimpin-pemimpin jemaat ada di situ juga.","Sesudah memberi salam kepada mereka, Paulus menceritakan kepada mereka segala sesuatu yang sudah dilakukan Allah melalui dia di antara orang-orang bukan Yahudi.","Sesudah mendengar cerita Paulus itu, mereka semuanya memuji Allah. Kemudian mereka berkata kepada Paulus, \"Saudara Paulus! Saudara harus tahu bahwa sudah beribu-ribu orang Yahudi yang percaya kepada Yesus. Mereka semua adalah orang-orang yang setia mentaati hukum Musa.","Dan sekarang mereka mendengar bahwa Saudara mengajar semua orang Yahudi yang tinggal di antara bangsa lain, supaya melepaskan hukum Musa. Saudara menasihati mereka supaya mereka tidak menyunati anak-anak mereka atau menuruti adat istiadat Yahudi.","Sekarang orang-orang Yahudi yang sudah percaya itu tentu akan mendengar bahwa Saudara sudah ada di sini. Jadi, bagaimana sekarang?","Sebaiknya turutlah nasihat kami. Ada empat orang di sini yang sudah membuat janji kepada Tuhan.","Nah, hendaklah Saudara pergi mengadakan upacara penyucian diri bersama-sama dengan mereka, dan tanggunglah biaya mereka supaya rambut mereka dapat dicukur. Dengan demikian akan nyata kepada semua orang bahwa apa yang mereka dengar tentang Saudara tidak benar, karena Saudara sendiri pun menjalankan hukum Musa.","Tetapi mengenai orang yang bukan Yahudi yang sudah percaya kepada Yesus, kami sudah mengirim surat kepada mereka tentang keputusan kami bahwa mereka tidak boleh makan makanan yang telah dipersembahkan kepada berhala, tidak boleh makan darah, atau makan binatang yang mati dicekik; dan tidak boleh melakukan perbuatan-perbuatan yang cabul.\"","Maka Paulus pergi dengan keempat orang itu lalu mengadakan upacara penyucian diri bersama-sama dengan mereka pada keesokan harinya. Kemudian mereka masuk ke Rumah Tuhan untuk memberitahukan berapa hari lagi baru upacara penyucian itu selesai dan kurban untuk mereka masing-masing dipersembahkan.","Ketika jangka waktu tujuh hari itu hampir berakhir, beberapa orang Yahudi dari Asia melihat Paulus di dalam Rumah Tuhan. Lalu mereka menghasut orang banyak, kemudian memegang Paulus","sambil berteriak-teriak, \"Hai orang-orang Israel, tolong! Inilah orangnya yang pergi ke mana-mana mengajar kepada semua orang ajaran-ajaran yang menentang bangsa Israel, menentang hukum Musa dan menentang Rumah Tuhan ini. Dan sekarang ia malah membawa orang-orang bukan Yahudi masuk ke dalam Rumah Tuhan dan membikin najis tempat yang suci ini!\"","(Mereka berkata begitu sebab mereka sudah melihat Trofimus orang Efesus itu di kota bersama-sama Paulus; dan mereka menyangka Paulus sudah membawa dia ke dalam Rumah Tuhan.)","Seluruh kota menjadi kacau-balau, dan semua orang berlari-lari berkerumun. Mereka menangkap Paulus dan menyeret dia keluar dari Rumah Tuhan. Saat itu juga pintu Rumah Tuhan ditutup.","Sementara perusuh-perusuh itu berusaha membunuh Paulus, orang memberitahukan kepada komandan pasukan Roma bahwa seluruh Yerusalem sedang heboh.","Langsung komandan itu mengambil beberapa perwira dan prajurit lalu cepat-cepat pergi dengan mereka ke tempat huru-hara itu. Pada waktu orang banyak itu melihat komandan itu dengan pasukannya, mereka berhenti memukul Paulus.","Komandan itu pergi kepada Paulus lalu menangkapnya, dan menyuruh orang memborgol dia. Kemudian komandan itu bertanya mengenai siapa Paulus itu dan apa yang telah dilakukannya.","Sebagian dari orang banyak itu menjawab begini dan sebagian lagi menjawab begitu. Keadaan begitu kacau sehingga komandan itu tidak bisa mengetahui apa sebenarnya yang telah terjadi. Oleh sebab itu ia memerintahkan supaya Paulus dibawa ke markas.","Ketika mereka membawa dia sampai ke tangga, perusuh-perusuh itu mengamuk begitu hebat sehingga Paulus harus digotong oleh para prajurit.","Mereka diikuti dari belakang oleh gerombolan perusuh-perusuh itu yang berteriak-teriak, \"Bunuh dia!\"","Begitu mau masuk ke dalam markas, Paulus berkata kepada komandan itu, \"Bolehkah saya bicara sebentar dengan Tuan?\" \"Apa kau bisa bahasa Yunani?\" tanya komandan itu.","\"Kalau begitu, kau bukan orang Mesir itu yang tempo hari mengadakan pemberontakan lalu membawa lari empat ribu orang pengacau bersenjata masuk padang gurun?\"","Paulus menjawab, \"Saya orang Yahudi; saya warga kota Tarsus, kota yang penting di Kilikia. Tolong izinkan saya berbicara kepada orang-orang itu.\"","Maka setelah Paulus diberi izin berbicara, Paulus berdiri di tangga, lalu memberi isyarat dengan tangannya. Semua orang menjadi tenang. Kemudian Paulus berbicara kepada mereka di dalam bahasa Ibrani. Paulus berkata,"]