["Setelah keadaan di Efesus tenteram kembali, Paulus mengumpulkan jemaat dan memberi dorongan kepada mereka. Kemudian ia mengucapkan selamat tinggal lalu meneruskan perjalanannya ke Makedonia.","Ia mengunjungi daerah-daerah Makedonia dan memberi banyak nasihat kepada orang-orang yang percaya kepada Yesus di sana untuk memberi dorongan kepada mereka. Kemudian ia pergi ke Yunani.","Tiga bulan lamanya ia tinggal di sana. Lalu ketika ia sedang bersiap-siap untuk berlayar ke Siria, ada berita bahwa orang-orang Yahudi sedang bersepakat untuk membunuhnya. Oleh sebab itu ia memutuskan untuk kembali melalui Makedonia.","Sopater anak Pirus yang berasal dari Berea pergi bersama-sama dia; begitu juga Aristarkhus dan Sekundus orang Tesalonika, dan Gayus orang Derbe. Juga Timotius, Tikhikus dan Trofimus, orang-orang dari provinsi Asia.","Mereka mendahului kami lalu menunggu kami di Troas.","Setelah Perayaan Roti Tidak Beragi, kami berlayar meninggalkan Filipi. Lima hari kemudian kami berkumpul lagi dengan mereka di Troas. Di sana kami tinggal satu minggu.","Malam minggu kami berkumpul untuk makan bersama secara bersaudara. Paulus bercakap-cakap dengan orang-orang, karena besoknya ia berniat berangkat. Sampai tengah malam Paulus berbicara terus.","Dalam kamar di tingkat atas, tempat kami berkumpul itu, ada banyak lampu.","Seorang pemuda bernama Eutikhus duduk di jendela. Karena Paulus tidak berhenti-henti berbicara, pemuda itu menjadi mengantuk sekali sampai ia tertidur di jendela itu, lalu jatuh ke bawah dari tingkat ketiga. Waktu mereka mengangkatnya, ia sudah mati.","Tetapi Paulus turun ke bawah, lalu merebahkan diri ke atas pemuda itu dan memeluknya. Paulus berkata, \"Jangan khawatir, ia masih hidup!\"","Kemudian Paulus naik kembali ke atas, lalu membagi-bagi roti dan makan bersama-sama. Sesudah lama berbicara dengan orang-orang sampai pagi, Paulus berangkat.","Orang-orang membawa pulang pemuda itu hidup ke rumahnya. Mereka merasa senang dan sangat terhibur.","Kami pergi ke kapal lalu berlayar lebih dahulu ke Asos untuk menjemput Paulus ke kapal di sana. Ia sudah mengatur demikian karena ia akan ke sana melalui jalan darat.","Setelah bertemu di Asos, Paulus segera naik ke kapal lalu kami berlayar ke Metilene.","Dari sana kami berlayar pula, dan besoknya tiba di tempat yang berhadapan dengan Khios. Lusanya kami sampai di Samos dan sehari kemudian di Miletus.","Paulus telah menetapkan untuk tidak singgah di Efesus, supaya jangan membuang waktu di daerah Asia. Sedapat mungkin ia ingin cepat-cepat sampai di Yerusalem pada hari raya Pentakosta.","Dari Miletus Paulus mengirim berita ke Efesus untuk minta para pemimpin jemaat di sana datang berjumpa dengan dia.","Ketika mereka tiba, Paulus berkata kepada mereka, \"Saudara-saudara mengetahui bagaimana saya hidup selama ini di antara kalian sejak hari pertama saya tiba di Asia.","Dengan rendah hati dan dengan banyak air mata, saya bekerja untuk Tuhan di tengah-tengah penderitaan yang kualami karena rencana jahat orang-orang Yahudi.","Saudara tahu bahwa saya tidak segan-segan memberitahukan kepada kalian apa yang berguna bagimu. Saya mengajar kalian di pertemuan-pertemuan umum dan di rumah-rumah.","Baik kepada orang-orang Yahudi maupun kepada orang-orang bangsa lain saya selalu memberi peringatan supaya mereka bertobat dari dosa-dosa mereka dan datang kepada Allah, serta percaya kepada Tuhan Yesus.","Sekarang untuk mentaati perintah Roh Allah, saya pergi ke Yerusalem. Dan saya tidak tahu apa yang akan terjadi pada saya di sana.","Saya hanya tahu bahwa di tiap-tiap kota, Roh Allah sudah dengan tegas memberitahukan kepada saya, bahwa saya akan masuk penjara dan akan menderita.","Tetapi saya tidak peduli dengan hidup saya ini, asal saya dapat menyelesaikan tugas yang dipercayakan Tuhan Yesus kepada saya dan asal saya setia sampai pada akhir hidup saya untuk memberitakan Kabar Baik itu tentang rahmat Allah.","Saya sudah mengunjungi Saudara-saudara semuanya dan sudah memberitakan juga tentang bagaimana Allah memerintah sebagai Raja. Sekarang saya rasa tidak akan berjumpa lagi dengan Saudara-saudara.","Oleh sebab itu dengan tegas saya katakan kepadamu pada hari ini bahwa kalau ada di antara kalian yang binasa nanti, itu bukan salah saya.","Tidak pernah saya lari dari tugas saya untuk menjelaskan kepada kalian seluruh rencana Allah.","Hendaklah kalian menjaga diri dan jagalah juga seluruh jemaat yang telah diserahkan oleh Roh Allah kepadamu untuk dijaga; sebab kalian sudah diangkat menjadi pengawas jemaat itu. Hendaklah kalian menjaga jemaat Allah itu seperti gembala menjaga dombanya, karena Allah sudah menjadikan jemaat itu milik-Nya sendiri melalui kematian Anak-Nya sendiri.","Seperginya saya, pasti akan datang serigala-serigala yang buas ke tengah-tengah kalian. Dan orang-orang yang kalian jaga itu akan menjadi mangsa serigala-serigala itu.","Malah dari antara Saudara-saudara sendiri pun akan muncul orang-orang yang akan memberitakan berita yang tidak benar. Mereka berbuat begitu supaya orang-orang yang sudah percaya kepada Yesus menjadi sesat dan mengikuti mereka.","Sebab itu berjaga-jagalah! Ingat bahwa tiga tahun lamanya dengan banyak air mata, siang malam saya tidak pernah berhenti mengajar setiap orang dari kalian.","Sekarang saya menyerahkan kalian kepada Allah supaya Ia yang memelihara kalian dan supaya kalian berpegang pada berita rahmat Allah. Allah mempunyai kuasa untuk menguatkan kalian dan memberikan kepadamu berkat-berkat yang sudah disediakan-Nya untuk semua umat-Nya.","Belum pernah saya menginginkan uang atau pakaian dari seseorang pun.","Saudara sendiri tahu, bahwa dengan tenaga saya sendiri saya bekerja untuk memenuhi kebutuhan saya dan kawan-kawan saya yang ikut dengan saya.","Dalam segala perkara saya sudah memberi teladan kepadamu bahwa dengan bekerja keras seperti ini kita harus menolong orang-orang yang tidak kuat. Karena kita harus ingat akan apa yang Tuhan Yesus sendiri sudah katakan, 'Lebih berbahagia memberi daripada menerima.'\"","Setelah Paulus selesai berbicara, ia berlutut dengan mereka semua lalu berdoa.","Mereka semuanya menangis sambil merangkul Paulus dan mengucapkan selamat jalan.","Mereka sangat sedih, terutama karena Paulus berkata bahwa mereka tidak akan melihat dia lagi. Lalu mereka mengantarkannya sampai ke kapal."]