["Lima hari kemudian, Imam Agung Ananias dan pemimpin-pemimpin Yahudi pergi ke Kaisarea bersama seorang pengacara yang bernama Tertulus. Mereka menghadap Gubernur Feliks dan mengemukakan pengaduan mereka terhadap Paulus.","Ketika Tertulus dipanggil ke depan, ia menuduh Paulus sebagai berikut, \"Tuan Gubernur Yang Mulia! Di bawah pimpinan Tuan negeri kami tenteram. Dan atas kebijaksanaan Tuan pun sudah banyak perbaikan yang dilaksanakan untuk bangsa kami.","Semuanya itu kami sambut selalu dengan terima kasih dan penghargaan yang setinggi-tingginya di mana pun juga.","Tetapi supaya jangan membuang banyak waktu Tuan, saya mohon sudilah Tuan mendengarkan pengaduan kami yang ringkas ini.","Kami dapati orang ini pengacau yang berbahaya. Di mana-mana ia menimbulkan keributan di antara orang-orang Yahudi dan ia menjadi pemimpin gerakan orang-orang Nazaret.","Ia malah sudah mencoba membikin najis Rumah Tuhan, tetapi kami menangkap dia. (Kami bermaksud mengadilinya menurut hukum agama kami sendiri.","Tetapi komandan Lisias merebut dia dari kami,","dan memerintahkan supaya para pengadunya menghadap Tuan.) Kalau Tuan memeriksa orang ini, Tuan sendiri akan mendengar dari dia kebenaran dari semuanya yang kami adukan ini terhadap dia.\"","Orang-orang Yahudi yang di situ juga ikut menuduh Paulus dan membenarkan semua yang dikatakan oleh Tertulus.","Lalu gubernur itu memberi isyarat kepada Paulus bahwa ia boleh berbicara. Maka Paulus berkata, \"Saya tahu Tuan sudah menjadi hakim negeri ini bertahun-tahun lamanya. Itu sebabnya saya merasa senang mengajukan pembelaan saya ini di hadapan Tuan.","Tuan dapat menyelidiki sendiri bahwa tidak lebih dari dua belas hari yang lalu saya pergi ke Yerusalem untuk sembahyang.","Dan tidak pernah orang-orang Yahudi itu mendapati saya bertengkar dengan seseorang pun atau mengumpulkan orang untuk membuat huru-hara baik di Rumah Tuhan maupun di rumah-rumah ibadat atau di mana saja di dalam kota.","Mereka pun tidak dapat membuktikan tuduhan-tuduhan yang mereka ajukan kepada Tuan terhadap saya.","Memang saya harus akui kepada Tuan bahwa saya menyembah Allah nenek moyang kami menurut ajaran Yesus yang mereka anggap salah. Tetapi saya masih percaya akan semuanya yang tertulis di dalam Buku Musa dan Buku Nabi-nabi.","Sama seperti mereka, saya juga mempunyai harapan kepada Allah bahwa semua orang akan hidup kembali sesudah mati--orang-orang baik, maupun orang-orang jahat!","Itu sebabnya saya selalu berusaha sebaik-baiknya, supaya hati nurani saya bersih terhadap Allah dan bersih terhadap manusia.","Setelah beberapa tahun tidak berada di Yerusalem, saya kembali ke sana untuk membawa bantuan uang kepada bangsa saya dan untuk mempersembahkan kurban kepada Allah.","Pada waktu saya sedang melakukan itu, mereka menemukan saya di Rumah Tuhan, sesudah saya selesai dengan upacara penyucian diri. Tidak ada orang banyak bersama saya, dan tidak ada juga keributan di situ pada waktu itu.","Hanya ada beberapa orang Yahudi di sana dari provinsi Asia. Merekalah yang seharusnya ada di sini untuk mengajukan pengaduan mereka kepada Tuan, kalau mereka ada sesuatu pengaduan terhadap saya.","Atau biarlah orang-orang ini sendiri mengemukakan kejahatan apa yang mereka dapati pada saya ketika saya dihadapkan pada Mahkamah Agama.","Mereka dapati hanya kalimat yang satu ini saja yang saya ucapkan di hadapan mereka, yaitu kalimat: Saya diadili hari ini oleh sebab saya percaya bahwa orang-orang mati akan dihidupkan kembali.\"","Lalu Feliks yang sudah mengetahui banyak tentang ajaran Yesus, mengakhiri sidang perkara itu. \"Saya akan memutuskan perkara ini,\" katanya, \"kalau komandan Lisias sudah datang.\"","Lalu ia memerintahkan perwira yang bertanggung jawab atas Paulus itu supaya tetap menahan Paulus, tetapi dengan memberi sedikit kebebasan kepadanya dan mengizinkan kawan-kawannya memberikan kepadanya apa yang diperlukannya.","Beberapa hari kemudian Feliks datang, ditemani istrinya yang bernama Drusila; ia seorang Yahudi. Lalu Feliks menyuruh orang mengambil Paulus, kemudian Feliks mendengarkan Paulus berbicara tentang percaya kepada Kristus Yesus.","Tetapi ketika Paulus meneruskan pembicaraannya tentang kejujuran dan tahan nafsu dan tentang hukuman pada Hari Kiamat, Feliks menjadi takut lalu berkata, \"Engkau boleh pergi sekarang. Saya akan memanggil engkau lagi kalau ada kesempatan.\"","Sementara itu Feliks berharap akan mendapat uang dari Paulus. Itu sebabnya ia berkali-kali menyuruh orang mengambil Paulus untuk berbicara dengan dia.","Setelah dua tahun, Perkius Festus menggantikan Feliks sebagai gubernur. Dan karena Feliks mau mengambil hati orang-orang Yahudi, ia membiarkan Paulus di dalam penjara."]