["Setelah diputuskan bahwa kami harus berlayar ke Italia, Paulus dan beberapa orang tahanan yang lain diserahkan kepada Yulius, perwira pasukan tentara Roma yang disebut \"Resimen Kaisar\".","Kami naik ke kapal yang datang dari Adramitium, kemudian berangkat dengan kapal itu yang sudah siap berlayar ke pelabuhan-pelabuhan di provinsi Asia. Aristarkhus, seorang Makedonia yang datang dari Tesalonika, berlayar juga bersama-sama dengan kami.","Besoknya kami tiba di Sidon. Paulus diperlakukan dengan baik sekali oleh Yulius. Ia diizinkan mengunjungi kawan-kawannya supaya mereka dapat memberikan kepadanya apa yang diperlukannya.","Dari situ kami meneruskan pelayaran. Oleh sebab angin berlawanan dengan arah kapal, kami berlayar terus menyusur pantai pulau Siprus yang agak terlindung dari angin.","Kemudian kami mengarungi laut yang berhadapan dengan Kilikia dan Pamfilia lalu sampai di Mira di negeri Likia.","Di situ perwira itu mendapati sebuah kapal dari Aleksandria yang mau berlayar ke Italia. Maka ia memindahkan kami ke kapal itu.","Beberapa hari lamanya kami berlayar lambat sekali, dan dengan susah payah akhirnya kami sampai sejauh kota Knidus. Kemudian karena angin masih juga buruk, kami tidak dapat meneruskan pelayaran ke jurusan semula. Maka kami berlayar ke selatan pulau Kreta melewati Tanjung Salmone supaya di sana kami terlindung dari angin.","Dengan susah payah kami berlayar menyusur pantai pulau itu sampai akhirnya kami tiba di suatu tempat yang bernama Pelabuhan Indah, tidak berapa jauh dari kota Lasea.","Pada waktu itu Hari Raya Pendamaian orang Yahudi sudah lewat. Kami sudah kehilangan banyak waktu, sehingga sudah bukan waktunya lagi untuk berlayar dengan aman. Oleh sebab itu Paulus memberi nasihat ini kepada mereka,","\"Saudara-saudara, menurut pendapat saya, adalah sangat berbahaya kalau kita berlayar terus. Kita akan mengalami kerugian besar bukan hanya pada muatan kita dan kapal kita, tetapi jiwa kita pun dapat hilang.\"","Tetapi perwira itu lebih percaya kepada jurumudi dan kapten kapal daripada kata-kata Paulus.","Pelabuhan di situ memang tidak baik bagi kapal-kapal untuk tinggal pada musim dingin. Oleh sebab itu kebanyakan awak kapal setuju untuk berlayar lagi meninggalkan pelabuhan itu karena mereka mau berusaha sampai di Feniks dan tinggal di sana selama musim dingin. Feniks adalah pelabuhan di Kreta yang menghadap barat daya dan barat laut.","Pada waktu itu angin selatan bertiup dengan lembut. Maka awak kapal mengira mereka sudah dapat berlayar lagi. Jadi mereka membongkar sauh lalu berlayar menyusur pantai pulau Kreta.","Tetapi tak lama kemudian angin ribut--yaitu angin yang disebut angin Timur Laut--membadai dari darat,","dan memukul kapal kami. Oleh sebab tidak mungkin kapal berlayar terus melawan angin, maka kami menyerah saja dan membiarkan kapal terhanyut dibawa angin.","Kami terlindung sedikit, ketika kami lewat di sebelah selatan pulau Kauda yang kecil itu. Di situ dengan susah payah kami berhasil menguasai sekoci kapal kami.","Sesudah sekoci itu dinaikkan ke kapal, kapal itu sendiri diperkuat dengan memakai tali yang diikat melingkari kapal itu. Karena takut terdampar di dasar pasir Sirtis yang dangkal, layar diturunkan lalu kapal dibiarkan mengikuti angin.","Angin terus mengamuk, sehingga keesokan harinya muatan kapal mulai dibuang ke dalam laut.","Hari berikutnya lagi awak-awak kapal itu membuang pula perkakas-perkakas kapal ke laut dengan tangan mereka sendiri.","Berhari-hari lamanya kami tidak melihat matahari dan bintang, dan angin pun terus-menerus mengamuk. Akhirnya lenyaplah harapan kami untuk selamat.","Beberapa waktu lamanya orang-orang itu tidak makan. Maka Paulus pergi berdiri di tengah-tengah mereka lalu berkata, \"Saudara-saudara! Kalau kalian sudah menuruti nasihat saya dan tidak berlayar dari Kreta, kita tidak mengalami semua kerusakan dan kerugian ini.","Tetapi sekarang pun saya minta dengan sangat supaya kalian berbesar hati. Tidak seorang pun dari Saudara yang akan mati; kita akan kehilangan hanya kapal ini saja.","Sebab tadi malam malaikat dari Allah yang saya sembah, yaitu Allah yang memiliki saya, datang kepada saya.","Malaikat itu berkata, 'Jangan takut, Paulus! Sebab engkau akan menghadap Kaisar. Dan atas kebaikan hati Allah kepadamu, semua orang yang berlayar denganmu akan selamat karena engkau.'","Oleh sebab itu, Saudara-saudara, hendaklah Saudara berbesar hati! Sebab saya percaya kepada Allah bahwa semuanya akan terjadi seperti yang dikatakan-Nya kepada saya.","Tetapi kita akan terdampar nanti di pantai suatu pulau.\"","Pada malam yang keempat belas kami sedang terapung-apung di Laut Adria. Kira-kira tengah malam awak kapal merasa kapal sedang mendekati darat.","Jadi mereka mengulurkan tali dengan batu untuk mengukur dalamnya laut. Ternyata tempat itu sedalam hampir empat puluh meter. Tidak lama kemudian mereka mengukur lagi, lalu mendapati laut di tempat itu sedalam hampir tiga puluh meter.","Mereka takut kapal akan terkandas pada batu karang, jadi mereka menurunkan empat buah sauh dari bagian belakang kapal, lalu mengharap kalau boleh cepat-cepat pagi.","Diam-diam para awak kapal mencoba lari dari kapal itu. Mereka menurunkan sekoci ke air dengan berbuat seolah-olah mau menurunkan sauh dari depan kapal.","Tetapi Paulus berkata kepada perwira dan prajurit-prajurit yang di kapal itu, \"Kalau awak kapal ini tidak tinggal di kapal, Saudara-saudara semuanya tidak dapat selamat.\"","Oleh sebab itu prajurit-prajurit itu memotong tali sekoci itu, sehingga sekoci itu hanyut.","Pada waktu sebelum fajar, Paulus menganjurkan supaya mereka semua makan. Paulus berkata, \"Sudah empat belas hari lamanya Saudara semuanya hanya menunggu-nunggu saja dalam keadaan tegang dan tidak makan apa-apa.","Saya anjurkan, makanlah sedikit. Itu baik untuk kalian, supaya kalian kuat lagi. Sebab Saudara semuanya akan selamat dan tidak kurang apa-apa.\"","Sesudah berkata begitu Paulus mengambil roti lalu mengucap terima kasih kepada Tuhan di hadapan mereka semua. Kemudian ia membagi-bagi roti itu, lalu makan.","Maka mereka semua bersemangat kembali dan turut makan juga.","Semua yang berada di kapal itu ada dua ratus tujuh puluh enam orang.","Setelah semua makan secukupnya, mereka membuang muatan gandum ke laut supaya kapal menjadi ringan.","Waktu hari sudah siang, awak kapal melihat daratan, tetapi mereka tidak tahu daratan apa itu. Mereka melihat sebuah teluk dengan pantainya. Jadi mereka bermaksud mendaratkan kapal di sana kalau dapat.","Maka tali-tali sauh dipotong lalu sauh-sauh itu dibiarkan tenggelam ke laut. Sejalan dengan itu juga mereka melepaskan tali yang mengikat kemudi-kemudi. Kemudian mereka menaikkan layar di bagian depan kapal supaya angin meniup kapal itu maju menuju pantai.","Tetapi kapal itu terbentur dasar pasir. Bagian depannya terkandas dan tidak bergerak, sedangkan bagian belakangnya hancur dipukul ombak yang keras.","Prajurit-prajurit di kapal itu berniat membunuh semua orang tahanan, karena mereka takut jangan-jangan nanti ada yang berenang ke darat dan lari.","Tetapi perwira itu mencegah niat mereka itu karena ia mau menyelamatkan Paulus. Ia menyuruh semua orang yang dapat berenang terjun dahulu dan berenang ke pantai;","yang lain-lainnya harus menyusul dengan berpegang pada papan-papan atau pecahan kapal itu. Dengan jalan begitulah kami semua selamat sampai ke darat."]