["Ketika sudah sampai hari Pentakosta, semua orang percaya berkumpul di satu tempat.","Tiba-tiba terdengar bunyi dari langit seperti angin keras meniup. Rumah di mana orang-orang itu sedang duduk seluruhnya penuh dengan bunyi itu.","Lalu mereka melihat lidah-lidah seperti nyala api menjalar ke mana-mana dan hinggap pada mereka masing-masing.","Mereka semua dikuasai oleh Roh Allah, dan mulai berbicara dalam bermacam-macam bahasa lain. Mereka berbicara menurut apa yang diberikan oleh Roh itu kepada mereka untuk diucapkan.","Pada waktu itu banyak orang Yahudi, dari berbagai-bagai negeri di seluruh dunia, tinggal di Yerusalem. Mereka adalah orang-orang yang taat kepada Allah.","Ketika terdengar bunyi itu, banyak sekali orang datang berkerumun. Mereka semuanya terkejut mendengar orang-orang percaya itu berbicara dalam bahasa mereka masing-masing.","Dengan heran dan terpesona mereka berkata, \"Orang-orang yang berbicara ini semuanya orang-orang Galilea, bukan?","Bagaimana terjadinya sehingga kita mendengar mereka berbicara di dalam bahasa negeri kita masing-masing?","Kita orang-orang dari Partia, Media, Elam; dari Mesopotamia, Yudea dan Kapadokia; dari Pontus dan Asia,","dari Frigia dan Pamfilia, dari Mesir dan daerah-daerah Libia dekat Kirene; ada dari kita yang datang dari Roma,","ada orang-orang Yahudi dan ada juga orang-orang bangsa lain yang sudah masuk agama Yahudi; ada juga yang datang dari Kreta dan Arab. Kita semua mendengar mereka berbicara dalam bahasa kita masing-masing mengenai hal-hal yang ajaib yang dilakukan oleh Allah!\"","Dengan heran dan terpesona mereka semuanya bertanya satu sama lain, \"Apa artinya ini?\"","Tetapi ada juga orang-orang yang mengejek. Mereka berkata, \"Ah, orang-orang itu hanya mabuk saja!\"","Lalu Petrus berdiri bersama sebelas rasul yang lain, kemudian berbicara kepada orang banyak itu. Dengan suara yang keras ia berkata, \"Saudara-saudara, orang-orang Yahudi dan semua yang tinggal di Yerusalem! Dengarlah baik-baik, sebab hal ini perlu saya jelaskan kepadamu.","Orang-orang ini tidak mabuk, seperti yang kalian sangka; sebab sekarang baru pukul sembilan pagi.","Tetapi ini sudah diberitahukan oleh Allah melalui Nabi Yoel:","Allah berkata, 'Pada akhir zaman Aku akan mencurahkan Roh-Ku ke atas semua orang. Anak-anakmu yang laki-laki dan anak-anakmu yang perempuan akan memberitahukan kepadamu hal-hal yang Aku beritahukan kepada mereka. Orang-orang mudamu akan melihat hal-hal yang Aku perlihatkan kepada mereka. Orang-orang tuamu akan bermimpi tentang mimpi yang Aku berikan kepada mereka.","Kepada hamba-hamba-Ku pun--baik laki-laki maupun perempuan--,akan Kucurahkan Roh-Ku pada hari-hari itu. Mereka akan memberitahukan hal-hal yang Aku beritahukan kepada mereka.","Aku akan mengadakan keajaiban-keajaiban di atas sana di langit, dan hal-hal luar biasa di bawah sini di bumi; akan ada darah dan api, uap dan asap.","Matahari akan menjadi gelap, bulan menjadi merah seperti darah sebelum Hari Tuhan, hari yang besar dan mulia itu datang.","Pada waktu itu, orang yang berseru kepada Tuhan akan diselamatkan.'","Saudara-saudara orang-orang Israel! Dengarlah apa yang saya katakan ini: Yesus orang Nazaret itu sudah diberi tugas oleh Allah untuk saudara. Itu nyata sekali pada keajaiban-keajaiban dan hal-hal luar biasa yang Allah lakukan di tengah-tengah kalian melalui Yesus itu. Semuanya itu saudara sendiri sudah tahu.","Sesuai rencana-Nya sendiri, Allah memutuskan untuk menyerahkan Yesus kepada kalian. Dan ketika Ia diserahkan, kalian membunuh Dia dengan membiarkan orang-orang jahat menyalibkan Dia.","Tetapi Allah menghidupkan Dia kembali dari antara orang-orang mati. Ia ditelan oleh kematian, tetapi Allah melepaskan-Nya, sebab tidak mungkin Ia dikuasai terus oleh kematian.","Mengenai Yesus ini Daud pernah berkata, 'Aku melihat Tuhan selalu di depanku; Ia mendampingi aku, supaya aku tidak digoncangkan oleh apa pun.","Itu sebabnya hatiku bergembira ria, mulutku mengucapkan puji-pujian: dan tubuhku ini akan menunggu dengan tenteram di dalam kuburan.","Sebab Engkau tidak membiarkan jiwaku tertinggal dalam dunia orang mati. Engkau tidak membiarkan hamba-Mu yang setia itu hancur dan habis.","Engkau telah menunjukkan kepadaku jalan yang menuju hidup yang sejati. Kegembiraanku meluap-luap karena Engkau ada bersama aku.'","Saudara-saudara, izinkanlah saya berbicara dengan terus terang tentang Daud, bapak leluhur kita itu. Ia sudah mati dan sudah dikuburkan juga; kuburannya masih ada di tengah-tengah kita sampai sekarang.","Allah sudah berjanji kepada Daud, dengan sumpah, bahwa salah seorang dari keturunannya akan diangkat oleh Allah menjadi raja. Karena Daud tahu akan janji itu dan karena ia seorang nabi juga,","ia tahu pula apa yang akan dilakukan oleh Allah. Jadi ia sudah bernubuat bahwa Raja Penyelamat yang dijanjikan oleh Allah, akan hidup kembali dari kematian. Daud berkata, 'Ia tidak dibiarkan tertinggal di dalam dunia orang-orang mati; tubuh-Nya tidak akan menjadi hancur dan habis.'","Yesus inilah yang dihidupkan kembali dari kematian oleh Allah. Kami semua sudah menyaksikan sendiri hal itu.","Ia diangkat pada kedudukan yang tinggi dan diberikan kekuasaan oleh Allah, lalu menerima Roh Allah yang sudah dijanjikan oleh Bapa. Dan yang kalian sekarang ini dengar dan lihat adalah Roh itu yang Ia curahkan kepada kami.","Daud sendiri tidak naik ke surga, tetapi Daud berkata, 'Tuhan berkata kepada Tuhanku:","Duduklah di sebelah kanan-Ku, sampai Aku membuat musuh-musuh-Mu takluk kepada-Mu!'","Itu sebabnya semua orang Israel harus tahu betul-betul bahwa Yesus yang kalian salibkan itu, Yesus itulah juga yang sudah dijadikan oleh Allah menjadi Tuhan dan Raja Penyelamat!\"","Ketika orang-orang itu mendengar hal itu, hati mereka sangat gelisah. Lalu mereka bertanya kepada Petrus dan rasul-rasul yang lainnya, \"Saudara-saudara, kami harus berbuat apa?\"","Petrus menjawab, \"Bertobatlah dari dosa-dosamu. Dan hendaklah kalian masing-masing dibaptiskan atas nama Yesus Kristus, supaya dosa-dosamu diampuni. Maka Saudara-saudara akan menerima hadiah Roh Allah dari Allah.","Sebab yang dijanjikan oleh Allah itu adalah untukmu dan keturunanmu serta untuk orang-orang yang berada di tempat-tempat yang jauh--yaitu semua orang yang dipanggil oleh Allah Tuhan kita untuk datang kepada-Nya.\"","Begitulah Petrus menjelaskan kepada mereka. Dan dengan banyak kata yang lain juga ia menganjurkan mereka supaya mereka melepaskan diri dari bangsa yang jahat ini yang akan dihukum oleh Allah.","Banyak orang percaya akan yang dikatakan oleh Petrus, lalu mereka dibaptis. Maka jumlah orang percaya pada hari itu bertambah lagi dengan tiga ribu orang.","Dengan tekun mereka belajar terus dari rasul-rasul dan selalu berkumpul bersama-sama. Mereka makan bersama-sama dan berdoa bersama-sama.","Banyak sekali keajaiban yang dilakukan oleh rasul-rasul itu sehingga semua orang kagum dan takut.","Orang-orang percaya itu semuanya terus bersatu dan apa yang mereka punyai, mereka pakai bersama-sama.","Mereka menjual barang-barang dan harta milik mereka, lalu membagi-bagikan uangnya di antara mereka semuanya menurut keperluan masing-masing.","Setiap hari mereka terus berkumpul di Rumah Tuhan; serta makan bersama-sama, dengan gembira dan rendah hati di rumah-rumah mereka.","Mereka terus memuji-muji Allah dan disenangi oleh semua orang. Setiap hari jumlah mereka terus bertambah karena Tuhan memberikan kepada mereka orang-orang yang sedang diselamatkan."]