["Pada suatu hari Petrus dan Yohanes pergi ke Rumah Tuhan pada pukul tiga sore, yaitu pada waktu untuk berdoa.","Di sana di pintu gerbang yang disebut \"Pintu Indah\", ada seorang laki-laki yang lumpuh sejak lahir. Setiap hari orang itu dibawa ke sana untuk mengemis kepada orang-orang yang masuk ke Rumah Tuhan.","Ketika orang itu melihat Petrus dan Yohanes sedang masuk ke Rumah Tuhan, ia minta mereka memberikan sesuatu kepadanya.","Maka mereka menatap dia, kemudian Petrus berkata, \"Pandanglah kami!\"","Lalu orang itu memperhatikan mereka dengan harapan akan mendapat sesuatu dari mereka.","Tetapi Petrus berkata kepadanya, \"Saya tidak punya uang sama sekali. Tetapi apa yang ada pada saya, itu akan saya berikan kepadamu: Dengan kuasa Yesus Kristus orang Nazaret itu, berjalanlah!\"","Lalu Petrus memegang tangan kanan orang lumpuh itu dan menolong dia bangun. Langsung kaki orang itu dan mata kakinya menjadi kuat.","Lalu ia melompat berdiri, dan mulai berjalan ke sana kemari. Kemudian ia masuk ke Rumah Tuhan bersama-sama Petrus dan Yohanes, sambil berjalan dan melompat-lompat dan memuji Allah.","Semua orang melihat dia berjalan dan memuji-muji Allah.","Lalu mereka menyadari bahwa dialah pengemis yang biasanya duduk di \"Pintu Indah\" di Rumah Tuhan. Mereka heran sekali dan kagum melihat apa yang terjadi kepadanya.","Orang itu terus saja mengikuti Petrus dan Yohanes. Dan sewaktu mereka bertiga sampai di serambi yang disebut \"Serambi Salomo\", semua orang datang berkerumun pada mereka karena kagum.","Ketika Petrus melihat orang-orang itu, ia berkata kepada mereka, \"Hai orang-orang Israel, mengapa Saudara-saudara heran akan hal ini? Mengapa kalian melihat terus pada kami? Apa kalian kira orang ini dapat berjalan karena ada kuasa pada kami atau karena kami taat kepada Allah?","Allah yang disembah oleh Abraham, Ishak, Yakub, Allah nenek moyang kita, Allah itu sudah memuliakan Hamba-Nya, yaitu Yesus. Yesus itulah yang kalian serahkan kepada pihak penguasa, dan kalian lawan di hadapan Pilatus, pada waktu Pilatus mau melepaskan-Nya.","Ia suci dan baik, tetapi kalian menentang Dia dan mendesak supaya Pilatus melepaskan seorang pembunuh untuk kalian.","Saudara-saudara membunuh Dia, padahal justru Dialah sumber hidup untuk semua orang. Dan Allah sudah menghidupkan Dia kembali dari kematian. Kami sudah menyaksikan sendiri hal itu.","Saudara-saudara sudah melihat dan menyaksikan apa yang terjadi dengan orang lumpuh ini. Ia sudah menjadi kuat dan sehat kembali karena ia percaya kepada Yesus dan kuasa-Nya. Karena percaya kepada Yesus maka orang ini sudah menjadi sehat kembali di hadapan Saudara-saudara sekalian.","Saudara-saudara! Sekarang saya tahu bahwa apa yang kalian dan pemimpin-pemimpinmu lakukan terhadap Yesus, itu kalian lakukan karena kalian tidak tahu apa yang kalian sedang lakukan.","Dan karena itulah terjadi juga apa yang sudah diberitahukan oleh Allah dahulu kala melalui semua nabi-nabi-Nya, bahwa Raja Penyelamat yang dijanjikan itu harus menderita.","Oleh sebab itu Saudara-saudara, bertobatlah dari dosa-dosamu dan kembalilah kepada Allah, supaya Ia menghapuskan dosa-dosamu.","Tuhan akan datang kepadamu dan kalian akan mengalami kesegaran rohani. Dan Tuhan akan menyuruh Yesus datang kepadamu, karena Ia sudah ditentukan oleh Allah menjadi Raja Penyelamat untukmu.","Ia harus tinggal di surga sampai Allah menjadikan semuanya baru seperti yang dikatakan oleh Allah melalui nabi-nabi-Nya pada zaman dahulu.","Musa pernah berkata, 'Allah Tuhanmu akan mengutus kepadamu seorang nabi dari bangsamu sendiri, seperti Ia mengutus aku. Kamu harus mendengar semua yang dikatakan oleh nabi itu kepadamu.","Orang yang tidak memperhatikan apa yang dikatakan oleh nabi itu, orang itu akan disingkirkan dari umat Allah dan dibinasakan.'","Nabi-nabi yang pernah menyampaikan berita dari Allah, mulai dari Nabi Samuel dan nabi-nabi lainnya yang datang kemudian, semuanya memberitakan tentang zaman ini.","Janji-janji dari Allah yang disampaikan oleh nabi-nabi adalah untuk Saudara-saudara. Dalam perjanjian yang Allah buat dengan nenek moyangmu, Allah berkata kepada Abraham begini, 'Dari keturunanmu Aku akan memberkati segala bangsa di bumi.' Perjanjian itu adalah untuk kalian juga.","Itu sebabnya Allah memilih Hamba-Nya, lalu menyuruh Dia datang kepada kalian terlebih dahulu, supaya Ia memberkati kalian. Caranya Ia memberkati ialah dengan membuat Saudara-saudara sekalian bertobat dari cara hidupmu yang jahat.\""]