["Sementara Petrus dan Yohanes masih berbicara dengan orang-orang itu, imam-imam kepala dan komandan pengawal Rumah Tuhan serta orang-orang Saduki datang kepada Petrus dan Yohanes.","Mereka marah sebab Petrus dan Yohanes mengatakan kepada orang-orang bahwa Yesus sudah hidup kembali dari kematian. Dan itu membuktikan bahwa orang mati akan hidup kembali.","Maka mereka menangkap kedua rasul itu lalu memasukkannya ke dalam penjara. Dan karena sudah malam, maka Petrus dan Yohanes ditahan di situ sampai besoknya.","Tetapi orang-orang yang sudah mendengar ajaran rasul-rasul itu, banyak yang percaya. Maka jumlah mereka bertambah sampai menjadi kira-kira lima ribu orang.","Besoknya tokoh-tokoh Mahkamah Agama, pemimpin-pemimpin Yahudi dan guru-guru agama berkumpul di Yerusalem.","Mereka bertemu dengan Imam Agung Hanas, serta Kayafas, Yohanes, Aleksander, dan semua yang termasuk keluarga imam agung itu.","Petrus dan Yohanes dibawa menghadap mereka, lalu mereka bertanya, \"Bagaimana caranya kalian menyembuhkan orang lumpuh itu? Dengan kekuatan apa atau dengan kekuasaan dari siapa kalian lakukan itu?\"","Petrus, yang dikuasai oleh Roh Allah, menjawab, \"Tuan-tuan pemimpin bangsa dan Tuan-tuan anggota mahkamah!","Kami diadili hari ini karena berbuat baik untuk menolong seorang lumpuh, dan karena Tuan-tuan mau tahu bagaimana orang itu disembuhkan.","Nah, Tuan-tuan sekaliannya harus tahu dan semua bangsa Israel pun harus tahu bahwa orang ini berdiri sekarang ini dengan badan yang sehat di depan Tuan-tuan, karena kekuatan dan kekuasaan dari Yesus Kristus orang Nazaret itu. Tuan-tuan sudah menyalibkan Yesus itu, tetapi Allah sudah menghidupkan Dia kembali.","Yesus inilah yang dimaksudkan oleh ayat ini dalam Alkitab, 'Batu yang tidak terpakai oleh kamu tukang-tukang bangunan, ternyata menjadi batu yang terutama.'","Hanya melalui Yesus saja orang diselamatkan. Sebab di seluruh dunia di antara manusia tidak ada seorang lain pun yang mendapat kekuasaan dari Allah untuk menyelamatkan kita.\"","Anggota-anggota Sidang Pengadilan itu heran melihat keberanian Petrus dan Yohanes, apalagi mereka tahu bahwa kedua rasul itu adalah orang-orang biasa yang tidak berpendidikan. Lalu mereka sadar bahwa kedua rasul itu adalah orang-orang yang ikut dengan Yesus.","Tetapi mereka tidak bisa berkata apa-apa, sebab orang yang sudah disembuhkan itu ada berdiri di situ di depan mereka bersama-sama dengan Petrus dan Yohanes.","Maka mereka menyuruh kedua rasul itu keluar dari ruang sidang, kemudian mereka berunding.","Mereka berkata, \"Kita harus berbuat apa terhadap orang-orang ini? Semua orang yang tinggal di Yerusalem sudah tahu bahwa keajaiban yang luar biasa ini, dilakukan oleh mereka berdua. Kita tidak dapat menyangkal itu.","Tetapi supaya hal ini jangan tersebar lebih luas lagi di antara orang-orang, mari kita mengancam mereka berdua bahwa mereka sama sekali tidak boleh lagi berbicara kepada seorang pun dengan memakai nama Yesus.\"","Maka mereka memanggil kedua rasul itu masuk kembali, dan memberitahukan bahwa mereka sekali-kali tidak boleh lagi menyebut atau mengajar dengan nama Yesus.","Tetapi Petrus dan Yohanes menjawab, \"Pikirlah sendiri apa yang benar di hadapan Allah: menuruti perintah Tuan-tuan atau menuruti perintah Allah.","Sebab kami tidak bisa berhenti berbicara mengenai apa yang sudah kami lihat dan dengar sendiri.\"","Anggota-anggota sidang itu tidak bisa mendapat satu alasan pun untuk menghukum Petrus dan Yohanes. Jadi mereka mengancam kedua rasul itu, lalu melepaskan kedua-duanya, sebab semua orang memuji-muji Allah karena kejadian itu.","Orang yang mengalami kesembuhan yang ajaib itu sudah lebih dari empat puluh tahun umurnya.","Sesudah Petrus dan Yohanes dibebaskan, mereka kembali kepada kawan-kawan mereka dan menceritakan semua yang dikatakan oleh imam-imam kepala dan pemimpin-pemimpin Yahudi itu kepada mereka.","Setelah kawan-kawan mereka itu mendengar itu, mereka bersama-sama berdoa dengan sehati kepada Allah. Mereka berkata, \"Tuhan, Engkaulah yang menjadikan langit dan bumi dan laut dengan segala isinya.","Dengan Roh-Mu Engkau pernah berbicara melalui nenek moyang kami, Daud, yaitu hamba-Mu; Engkau berkata, 'Mengapa orang-orang, yang tidak mengenal Tuhan, marah; mengapa bangsa-bangsa membuat rencana yang tidak berguna?","Raja-raja dunia bersiap-siap untuk berperang, dan para pemimpin bersatu melawan Tuhan dan Raja Penyelamat.'","Sebab memang Herodes dan Pontius Pilatus telah mengadakan pertemuan dengan orang-orang yang tidak mengenal Tuhan dan dengan orang-orang Israel di kota ini. Mereka bertemu untuk melawan Yesus Hamba-Mu yang suci itu, yang sudah Engkau angkat menjadi Raja Penyelamat.","Mereka bersatu untuk melakukan segala sesuatu, yang Engkau sudah tentukan terlebih dahulu bahwa itu akan terjadi. Dan Engkau menentukan itu atas kekuasaan dan kemauan-Mu sendiri.","Sekarang, Tuhan, lihatlah bagaimana mereka mengancam kami. Dan izinkanlah kami, hamba-hamba-Mu ini, menyiarkan berita-Mu dengan tidak takut.","Berikanlah pertolongan-Mu supaya orang sakit disembuhkan dan keajaiban-keajaiban serta hal-hal luar biasa terjadi melalui kekuasaan dan kekuatan dari nama Yesus, Hamba-Mu yang suci itu.\"","Sesudah mereka selesai berdoa, tempat mereka berkumpul itu goyang. Mereka semuanya dikuasai oleh Roh Allah, dan mulai berbicara dengan berani sekali tentang berita dari Allah.","Semua orang yang percaya itu hidup sehati dan sejiwa. Tidak seorang pun dari mereka menganggap bahwa apa yang dimilikinya adalah kepunyaannya sendiri. Segala sesuatu yang ada pada mereka, mereka pakai bersama-sama.","Dengan kuasa yang besar, rasul-rasul itu memberi kesaksian bahwa Yesus sudah hidup kembali. Maka Allah sangat memberkati mereka.","Dan tidak ada seorang pun dari antara mereka yang kekurangan apa-apa. Sebab mereka yang memiliki tanah atau rumah, menjual tanah atau rumah mereka itu; lalu uang dari penjualan itu mereka bawa","dan mereka serahkan kepada rasul-rasul. Kemudian uang itu dibagi-bagikan kepada setiap orang yang memerlukannya.","Begitulah juga dengan Yusuf. Ia pun menjual tanah miliknya, lalu uang penjualan itu ia bawa dan serahkan kepada rasul-rasul. Yusuf ini adalah seorang keturunan Lewi dari Siprus; rasul-rasul menyebut dia juga Barnabas (artinya Penghibur).","(4:36)"]