["Tetapi ada seorang laki-laki bernama Ananias. Ia dengan istrinya bernama Safira, menjual juga sebidang tanah kepunyaan mereka.","Uang dari penjualan itu sebagiannya ia tahan untuk diri sendiri dan yang lainnya ia serahkan kepada rasul-rasul. Ia lakukan itu dengan setahu istrinya.","Maka Petrus berkata kepadanya, \"Ananias, mengapa kaubiarkan Iblis menguasai hatimu, sampai kau berdusta kepada Roh Allah, dengan diam-diam menahan untuk dirimu sendiri sebagian dari uang penjualan tanah itu?","Tanah itu engkau punya sebelum engkau menjualnya. Dan sesudah tanah itu dijual pun, uangnya masih engkau punya juga. Jadi mengapa ada maksud di dalam hatimu untuk berbuat yang seperti itu? Bukan manusia yang engkau dustai tetapi Allah!\"","Begitu Ananias mendengar kata-kata itu, ia jatuh, lalu mati. Semua orang yang mendengar tentang kejadian itu menjadi takut.","Maka orang-orang muda datang membungkus mayat Ananias, lalu membawanya ke luar untuk menguburkannya.","Kira-kira tiga jam kemudian istrinya masuk. Ia tidak tahu apa yang baru terjadi.","Petrus berkata kepadanya, \"Coba beritahukan kepada saya: Apakah tanah yang engkau dan suamimu jual itu, sebanyak ini harganya?\" \"Betul, itu harganya,\" jawab istri Ananias.","Lalu Petrus berkata kepadanya, \"Mengapa engkau dan suamimu sepakat untuk mencobai Roh Tuhan? Dengarlah! Orang-orang yang menguburkan suamimu sudah kembali. Mereka akan membawa engkau ke luar juga.\"","Saat itu juga istri Ananias itu jatuh dan mati di depan Petrus. Dan waktu orang-orang muda itu masuk, mereka menemukan dia sudah mati. Lalu mereka membawa mayatnya ke luar dan menguburkannya di samping suaminya.","Maka semua orang-orang percaya itu dan orang-orang lainnya, yang mendengar tentang peristiwa itu, menjadi takut.","Karena pelayanan rasul-rasul maka banyak keajaiban dan hal-hal luar biasa terjadi di antara masyarakat. Dengan sehati semua orang percaya berkumpul di Serambi Salomo di Rumah Tuhan.","Dan orang luar tidak ada yang berani datang berkumpul dengan orang-orang percaya itu. Tetapi orang-orang percaya itu sangat dihormati oleh masyarakat.","Dan makin lama makin bertambah banyak orang-orang yang percaya kepada Tuhan--baik laki-laki maupun wanita.","Malah keadaan menjadi sebegitu rupa, sehingga orang-orang sakit ditaruh di atas tempat tidur atau tikar, lalu dibawa ke jalan, supaya mereka paling sedikit bisa terkena bayangan Petrus, kalau Petrus lewat di situ.","Berduyun-duyun orang-orang datang dari kota-kota sekitar Yerusalem. Mereka membawa orang-orang yang sakit dan yang kemasukan roh-roh jahat. Dan orang-orang itu disembuhkan semuanya.","Akhirnya imam agung dan semua pengikut-pengikutnya, yaitu golongan orang-orang Saduki, mulai bertindak, karena mereka iri hati.","Rasul-rasul itu ditangkap, lalu dimasukkan ke dalam penjara umum.","Tetapi malamnya, seorang malaikat Tuhan membuka pintu-pintu penjara, lalu membawa rasul-rasul itu ke luar. Malaikat itu berkata kepada rasul-rasul itu,","\"Pergilah berdiri di Rumah Tuhan dan beritahukanlah kepada orang-orang tentang hidup yang baru ini.\"","Maka rasul-rasul itu pun menuruti pesan malaikat itu. Pagi-pagi sekali mereka pergi ke Rumah Tuhan dan mulai mengajar di situ. Sementara itu imam agung dan para pengikutnya datang, lalu mengadakan sidang mahkamah dengan para pemimpin Yahudi. Kemudian mereka menyuruh orang pergi mengambil rasul-rasul itu dari penjara untuk dibawa menghadap mereka.","Tetapi ketika orang-orang yang disuruh itu tiba di penjara, mereka tidak mendapati rasul-rasul itu di sana. Jadi mereka kembali, lalu melaporkan hal itu kepada mahkamah.","\"Pada waktu kami sampai di penjara,\" kata mereka kepada mahkamah, \"kami dapati pintu penjara itu terkunci baik-baik, dan pengawal-pengawal sedang berjaga di pintu. Tetapi pada waktu kami membuka pintu itu, kami tidak mendapati seorang pun di dalamnya.\"","Ketika perwira pengawal Rumah Tuhan dan imam-imam kepala mendengar laporan itu, mereka bingung mengenai rasul-rasul itu dan takut akan apa yang bisa terjadi.","Kemudian datang seorang laki-laki membawa berita ini, \"Dengarkan! Orang-orang yang Tuan-tuan tahan di penjara itu sekarang sedang mengajar orang banyak di Rumah Tuhan!\"","Maka perwira pengawal Rumah Tuhan itu bersama pengawal-pengawalnya pergi mengambil rasul-rasul itu kembali. Tetapi mereka tidak memakai kekerasan, sebab mereka takut kepada orang banyak; jangan-jangan orang banyak itu nanti melempari mereka dengan batu.","Rasul-rasul itu dibawa masuk menghadap mahkamah. Lalu imam agung memeriksa mereka.","Ia berkata, \"Kami sudah melarang kalian dengan keras supaya jangan mengajar tentang Orang itu. Tetapi sekarang coba lihat apa yang kalian lakukan! Kalian sebarkan pengajaranmu itu di seluruh Yerusalem, dan kalian malah mau menuduh bahwa kamilah yang menyebabkan kematian Orang itu.\"","Petrus dan rasul-rasul yang lainnya menjawab, \"Kami harus menuruti Allah dan bukan menuruti manusia.","Yesus, yang kalian salibkan, sudah dihidupkan kembali dari kematian oleh Allah nenek moyang kita.","Dan Allah sudah memberikan kepada-Nya kedudukan dan kekuasaan yang tinggi sebagai Pemimpin dan Penyelamat; supaya bangsa Israel diberi kesempatan untuk bertobat dari dosa-dosanya dan mendapat keampunan.","Kamilah saksi-saksi mengenai semuanya itu--kami dan juga Roh Allah yang diberikan oleh Allah kepada orang-orang yang menurut perintah-Nya.\"","Ketika anggota-anggota Mahkamah Agama itu mendengar itu, mereka marah sekali, dan mereka sepakat untuk membunuh rasul-rasul itu.","Tetapi di antara anggota-anggota mahkamah itu ada seorang Farisi bernama Gamaliel. Ia guru agama yang sangat dihormati oleh semua orang. Ia berdiri lalu menyuruh orang membawa ke luar rasul-rasul itu sebentar.","Kemudian ia berkata kepada Mahkamah Agama itu, \"Saudara-saudara orang-orang Israel! Pikirlah baik-baik mengenai apa yang akan Saudara-saudara lakukan terhadap orang-orang ini.","Sebab dahulu pernah muncul Teudas, yang menganggap diri orang besar, sehingga kira-kira empat ratus orang mengikuti dia. Tetapi ia dibunuh dan semua pengikutnya tercerai-berai, serta gerakannya pun lenyap.","Sesudah itu, pada waktu ada sensus, muncul pula Yudas, orang dari Galilea. Karena pengaruhnya, banyak juga orang yang mengikuti dia. Tetapi ia juga terbunuh, dan semua pengikut-pengikutnya cerai-berai.","Jadi sekarang dengan peristiwa ini, nasihat saya ialah: janganlah berbuat apa-apa terhadap orang-orang ini, biarkan saja mereka. Sebab kalau ajaran dan gerakan mereka ini adalah dari manusia, maka ajaran dan gerakan itu akan lenyap.","Tetapi kalau itu datang dari Allah, maka Saudara-saudara tidak akan dapat mengalahkan mereka. Malah mungkin akan ternyata bahwa Saudara-saudara melawan Allah.\" Nasihat Gamaliel itu diterima oleh mahkamah.","Maka rasul-rasul itu dipanggil, lalu dicambuk, kemudian dilarang mengajar lagi tentang Yesus. Sesudah itu, baru mereka dilepaskan.","Rasul-rasul itu meninggalkan Mahkamah Agama itu dengan gembira sebab Allah sudah menganggap mereka patut untuk mendapat hinaan karena Yesus.","Dan setiap hari di Rumah Tuhan dan di rumah-rumah orang, mereka terus mengajar dan memberitakan Kabar Baik tentang Yesus bahwa Dialah Raja Penyelamat yang dijanjikan itu."]