["Pengikut-pengikut Yesus makin lama makin bertambah banyak. Pada waktu itu orang-orang Yahudi yang berbahasa Yunani, menjadi tidak senang terhadap orang-orang Yahudi asli. Yang berbahasa Yunani itu berkata, \"Wanita-wanita kami yang sudah janda tidak kebagian bantuan biaya sehari-hari yang dibagi-bagikan kepada orang-orang.\"","Oleh sebab itu, kedua belas rasul-rasul itu mengumpulkan semua pengikut dan berkata kepada mereka, \"Tidak baik kalau kami berhenti memberitakan perkataan Allah, karena harus mengurus soal-soal makanan.","Jadi, baiklah Saudara-saudara memilih dari antaramu tujuh orang yang mempunyai nama baik dan dikuasai Roh Allah serta bijaksana, yang dapat kami tugaskan mengurus soal-soal ini;","sebab kami mau berdoa dan memberitakan perkataan Allah saja.\"","Semua orang itu setuju dengan saran dari rasul-rasul itu. Lalu mereka memilih Stefanus, seorang yang percaya sekali kepada Yesus dan dikuasai oleh Roh Allah. Juga terpilih: Filipus, Prokhorus, Nikanor, Timon, Parmenas, dan Nikolaus dari Antiokhia; ia bukan orang Yahudi tetapi telah masuk agama Yahudi.","Ketujuh orang itu diusulkan kepada rasul-rasul, lalu rasul-rasul itu berdoa dan memintakan berkat Tuhan untuk mereka.","Demikianlah berita dari Allah semakin tersebar dan pengikut-pengikut Yesus di Yerusalem pun makin bertambah banyak. Dan banyak pula imam-imam yang percaya kepada Yesus.","Stefanus sangat diberkati oleh Allah, sehingga ia mengadakan banyak keajaiban dan hal-hal luar biasa di antara masyarakat.","Tetapi ada orang-orang yang menentang dia; mereka adalah anggota-anggota rumah ibadat yang disebut Rumah Ibadat Orang-orang Bebas. Anggota-anggota rumah ibadat itu adalah orang-orang Yahudi dari Kirene dan Aleksandria. Mereka dengan orang-orang Yahudi dari Kilikia dan Asia berdebat dengan Stefanus.","Tetapi mereka tidak bisa membantah apa yang dikatakan oleh Stefanus, karena Roh Allah memberikan kepadanya kebijaksanaan untuk berbicara.","Oleh sebab itu mereka menyuap beberapa orang untuk berkata, \"Kami mendengar orang itu menghina Musa dan Allah!\"","Begitulah mereka menghasut orang-orang, dan pemimpin-pemimpin Yahudi, serta guru-guru agama. Lalu mereka pergi menangkap Stefanus, kemudian membawa dia menghadap Mahkamah Agama.","Dan mereka menghadapkan juga saksi-saksi yang memberi keterangan-keteranga yang tidak benar tentang Stefanus. Saksi-saksi itu berkata, \"Orang ini selalu menghina Rumah Tuhan yang suci dan menghina perintah-perintah Allah yang disampaikan oleh Musa.","Kami sudah mendengar ia berkata, bahwa Yesus dari Nazaret itu akan meruntuhkan Rumah Tuhan ini, lalu mengubah semua adat istiadat yang diturunkan Musa kepada kita!\"","Semua orang yang hadir dalam sidang Mahkamah Agama itu memandang Stefanus. Dan pada waktu itu muka Stefanus kelihatan seperti muka malaikat."]