["Saya bertanya: Apakah Allah sudah membuang umat-Nya sendiri? Tentu tidak! Saya sendiri seorang Israel keturunan Abraham, dan dari suku Benyamin.","Tidak! Allah tidak membuang umat-Nya yang telah dipilih-Nya sejak semula. Saudara-saudara tahu apa yang tertulis dalam Alkitab mengenai Elia, ketika ia mengadukan soal Israel kepada Allah. Elia berkata,","\"Tuhan, orang-orang sudah membunuh nabi-nabi-Mu dan menghancurkan tempat-tempat mempersembahkan kurban untuk-Mu. Tinggal saya seorang diri dan mereka mau membunuh saya.\"","Apakah jawaban Allah kepada Elia? Allah menjawab, \"Aku sudah meninggalkan tujuh ribu orang untuk diri-Ku sendiri. Mereka belum pernah menyembah Dewa Baal.\"","Begitu juga sekarang ini: Ada sejumlah kecil orang-orang yang telah dipilih oleh Allah karena rahmat-Nya.","Ia memilih mereka berdasarkan rahmat-Nya dan bukan berdasarkan perbuatan mereka. Sebab kalau pilihan Allah itu berdasarkan perbuatan manusia, maka rahmat Allah itu bukan lagi rahmat yang sejati.","Jadi, bagaimana? Umat Israel tidak mendapat apa yang mereka cari. Yang mendapatnya hanyalah segolongan kecil orang-orang yang telah dipilih oleh Allah. Yang lain semuanya menjadi keras kepala terhadap panggilan Allah.","Sebab di dalam Alkitab tertulis begini, \"Allah membuat hati dan pikiran mereka menjadi bebal; dan sampai saat ini mata mereka tidak dapat melihat dan telinga mereka tidak dapat mendengar.\"","Daud berkata juga, \"Biarlah pesta-pesta mereka menjadi perangkap bagi mereka sendiri, dan menjadi lubang, tempat mereka jatuh dan hancur!","Biarlah pandangan mereka menjadi gelap supaya mereka tidak dapat melihat; dan biarlah mereka menjadi bongkok selama-lamanya.\"","Saya bertanya lagi: Ketika orang Yahudi jatuh, apakah itu terjadi supaya mereka hancur? Sekali-kali tidak! Tetapi karena mereka berdosa, maka bangsa lain malah diselamatkan, sehingga menyebabkan orang Yahudi iri hati terhadap bangsa lain itu.","Karena bangsa Yahudi bersalah dan tidak menuruti kemauan Allah, maka bangsa-bangsa lain diberkati oleh Allah. Apalagi kalau hubungan bangsa Yahudi dengan Allah menjadi baik kembali; tentu lebih besar lagi berkat yang akan diberikan oleh Allah!","Tetapi sekarang baiklah saya berbicara kepada Saudara-saudara yang bukan Yahudi! Selama ini, sebagai rasul untuk bangsa-bangsa yang bukan Yahudi, saya sangat menjunjung tinggi tugas saya.","Saya mengharap saya dapat menimbulkan iri hati pada bangsa saya sendiri, supaya dengan jalan itu saya dapat menyelamatkan sebagian dari mereka.","Karena mereka ditolak oleh Allah, maka hubungan dunia dengan Allah menjadi baik kembali; apalagi kalau mereka diterima oleh Allah! Tentu itu sama saja seperti orang mati hidup lagi!","Kalau sepotong roti yang pertama sudah diberikan kepada Allah, itu berarti seluruh rotinya diberi kepada Allah juga. Dan kalau akar pohon adalah kepunyaan Allah, itu berarti cabang-cabangnya adalah milik-Nya juga.","Sebagian dari cabang-cabang pohon zaitun--yaitu orang-orang Yahudi--sudah dikerat. Dan pada bekas keratan itu dicangkokkan cabang pohon zaitun liar, yaitu Saudara-saudara yang bukan Yahudi. Saudara dicangkokkan di situ supaya Saudara menikmati segala yang baik dari kehidupan rohani orang-orang Yahudi.","Oleh karena itu janganlah kalian menganggap enteng mereka yang sudah dikerat seperti cabang itu. Kalian harus ingat bahwa kalian hanya cabang saja. Dan bukannya cabang yang memberi makan kepada akar, melainkan akar yang memberi makan kepada cabang.","Tetapi Saudara akan berkata, \"Ya, tetapi cabang-cabang itu dipotong supaya saya dapat dicangkokkan pada pohonnya!\"","Itu memang benar. Tetapi mereka dibuang karena mereka tidak percaya, sedangkan Saudara diterima karena Saudara percaya. Jadi janganlah Saudara menjadi sombong karenanya; sebaliknya Saudara harus merasa takut.","Sebab kalau Allah tidak merasa sayang untuk membuang orang Yahudi yang seperti cabang-cabang asli itu, jangan menyangka Ia akan merasa sayang untuk membuang Saudara!","Jadi di sini kita melihat betapa baiknya Allah dan betapa kerasnya juga Ia. Ia bertindak keras terhadap mereka yang berdosa, tetapi Ia baik hati terhadap Saudara--asal Saudara tetap hidup dari kebaikan-Nya. Kalau tidak, maka Saudara juga akan dibuang.","Dan mengenai orang-orang Yahudi itu, kalau mereka berhenti bersikap tidak percaya, maka mereka akan diterima kembali; sebab Allah berkuasa untuk menerima mereka kembali.","Saudara yang bukan berasal dari bangsa Yahudi adalah seperti cabang dari pohon zaitun yang liar. Nah, kalau Saudara, bertentangan dengan sifat Saudara, bisa dicangkokkan pada pohon zaitun asli, apalagi orang-orang Yahudi yang diumpamakan dengan cabang-cabang pohon zaitun asli itu. Tentu lebih mudah lagi bagi Allah untuk mengembalikan mereka pada pohon zaitun mereka sendiri.","Saudara-saudara! Saya harap kalian jangan merasa sudah tahu segala-galanya. Sebab ada sesuatu hal yang dikehendaki oleh Allah, tetapi yang belum diketahui orang. Dan saya mau kalian mengetahuinya; yaitu ini: Sebagian dari orang Yahudi berkeras kepala, tetapi sikap mereka itu akan berlangsung hanya sampai jumlah orang-orang bukan Yahudi yang datang kepada Allah sudah lengkap.","Demikianlah semua orang Yahudi akan selamat. Sebab di dalam Alkitab tertulis begini, \"Raja Penyelamat akan datang dari Sion; Ia akan menghapuskan segala kejahatan dari keturunan Yakub.","Aku akan mengikat perjanjian ini dengan mereka pada waktu Aku mengampuni dosa-dosa mereka.\"","Karena orang Yahudi tidak mau menerima Kabar Baik dari Allah, maka mereka menjadi musuh Allah; dan itu justru menjadi keuntungan bagi Saudara-saudara yang bukan Yahudi. Tetapi karena pilihan Allah, maka orang-orang Yahudi itu tetap dikasihi oleh Allah demi nenek moyang mereka.","Sebab kalau Allah memilih orang dan memberkati orang itu, Allah tidak pernah menarik kembali apa yang telah dibuat-Nya.","Dahulu kalian tidak taat kepada Allah. Tetapi sekarang Allah sudah menyatakan bahwa kalian bebas dari kesalahan, karena orang-orang Yahudi tidak taat.","Begitu juga dengan orang-orang Yahudi itu. Sekarang ini mereka tidak taat kepada Allah, supaya kalian dinyatakan bebas dari kesalahan. Tetapi nanti mereka juga akan dinyatakan bebas dari kesalahan.","Sebab Allah sudah membiarkan seluruh umat manusia dikuasai ketidaktaatan, supaya Ia dapat menunjukkan belas kasihan-Nya kepada mereka semuanya.","Sungguh hebat kekayaan Allah! Sungguh besar kebijaksanaan dan pengetahuan-Nya! Siapakah yang dapat menyelidiki keputusan-keputusan-Nya? Siapakah yang dapat mengerti cara-caranya Ia bekerja?","Dalam Alkitab tertulis begini, \"Siapakah yang mengetahui pikiran Tuhan? Siapakah dapat memberi nasihat kepada-Nya?","Siapakah pernah memberi sesuatu kepada Tuhan sehingga bisa menuntut balasan-Nya?\"","Allah yang menciptakan segala sesuatu. Semuanya berasal dari Allah dan adalah untuk Allah. Terpujilah Allah untuk selama-lamanya! Amin."]