["Saudara-saudara sekalian di Roma yang dikasihi Allah dan yang sudah dipanggil oleh Allah untuk menjadi umat-Nya. Allah sudah memilih dan mengangkat saya khusus untuk memberitakan Kabar Baik dari Allah.","Kabar Baik itu sudah dijanjikan oleh Allah pada zaman dahulu melalui nabi-nabi-Nya dan sudah tertulis dalam Alkitab.","Kabar Baik itu mengenai Anak Allah, Tuhan kita Yesus Kristus. Secara manusiawi, Ia adalah keturunan Daud,","tetapi secara ilahi Ia ternyata adalah Anak Allah. Itu terbukti dengan kuasa yang luar biasa melalui kebangkitan-Nya dari kematian.","Melalui Dia juga Allah memberikan kepada saya karunia menjadi rasul, supaya saya--untuk menghormati Kristus--membimbing orang-orang dari segala bangsa supaya percaya dan taat.","Yang dimaksudkan dengan segala bangsa adalah kalian juga yang berada di Roma; kalian pun sudah dipanggil untuk menjadi umat Yesus Kristus.","Itu sebabnya saya menulis kepadamu. Semoga Allah Bapa kita dan Tuhan Yesus Kristus memberi berkat dan sejahtera kepadamu.","Pertama-tama melalui Yesus Kristus, saya berterima kasih kepada Allah karena Saudara-saudara sekalian; sebab seluruh dunia sudah mendengar bahwa kalian percaya sekali kepada Kristus.","Saya selalu mengingat kalian kalau saya berdoa. Allah saksinya bahwa apa yang saya katakan itu benar. Dialah Allah yang saya layani sepenuh hati dengan memberitakan Kabar Baik tentang Anak-Nya.","Saya mohon dengan sangat kepada Allah, semoga Ia mau mengizinkan saya sekarang mengunjungi kalian.","Sebab saya ingin sekali bertemu dengan kalian supaya saya dapat membagi denganmu karunia dari Roh Allah untuk menguatkan kalian.","Maksud saya ialah karena kita sama-sama sudah percaya kepada Yesus Kristus, maka kita dapat saling menguatkan.","Saudara-saudara! Saya ingin supaya kalian tahu bahwa sudah banyak kali saya bermaksud mengunjungimu tetapi selalu ada saja halangannya. Saya ingin supaya di antaramu pun pekerjaan saya ada hasilnya sebagaimana pekerjaan saya sudah berhasil di antara orang-orang yang bukan Yahudi di tempat-tempat yang lain.","Sebab saya mempunyai kewajiban terhadap segala bangsa: yang sudah beradab dan yang biadab, yang berpendidikan maupun yang belum berpendidikan.","Itulah sebabnya saya ingin sekali memberitakan Kabar Baik itu kepada kalian yang tinggal di Roma juga.","Saya percaya sekali akan Kabar Baik itu, karena kabar itu adalah kekuatan Allah untuk menyelamatkan semua orang yang percaya; pertama-tama orang Yahudi, dan bangsa lain juga.","Sebab dengan Kabar Baik itu Allah menunjukkan bagaimana caranya hubungan manusia dengan Allah menjadi baik kembali; caranya ialah dengan percaya kepada Allah, dari mula sampai akhir. Itu sama seperti yang tertulis dalam Alkitab, \"Orang yang percaya kepada Allah sehingga hubungannya dengan Allah menjadi baik kembali, orang itu akan hidup!\"","Dari surga Allah menunjukkan murka-Nya terhadap semua dosa dan kejahatan manusia, sebab kejahatan menghalangi manusia untuk mengenal ajaran benar tentang Allah.","Apa yang dapat diketahui manusia tentang Allah sudah jelas di dalam hati nurani manusia, sebab Allah sendiri sudah menyatakan itu kepada manusia.","Semenjak Allah menciptakan dunia, sifat-sifat Allah yang tidak kelihatan, yaitu keadaan-Nya sebagai Allah dan kuasa-Nya yang abadi, sudah dapat difahami oleh manusia melalui semua yang telah diciptakan. Jadi manusia sama sekali tidak punya alasan untuk membenarkan diri.","Manusia mengenal Allah, tetapi manusia tidak menghormati Dia sebagai Allah dan tidak juga berterima kasih kepada-Nya. Sebaliknya manusia memikirkan yang bukan-bukan; hati mereka sudah menjadi gelap.","Mereka merasa diri bijaksana, padahal mereka bodoh.","Bukannya Allah yang abadi yang mereka sembah, melainkan patung-patung yang menyerupai makhluk yang bisa mati; yaitu manusia, burung, binatang yang berkaki empat, dan binatang yang melata.","Oleh sebab itu Allah membiarkan mereka dikuasai oleh keinginan hati mereka untuk berbuat yang bejat, sehingga mereka melakukan hal-hal yang kotor terhadap sama sendiri.","Allah yang benar, mereka ganti dengan sesuatu yang palsu. Bukan Pencipta melainkan yang diciptakan itulah justru yang disembah dan dilayani oleh mereka. Padahal yang menciptakan itulah yang seharusnya dipuji selama-lamanya! Amin.","Karena manusia berbuat yang demikian, maka Allah membiarkan mereka menuruti nafsu mereka yang hina. Wanita-wanita mereka tidak lagi tertarik kepada laki-laki seperti yang lazimnya pada manusia, melainkan tertarik kepada sesama wanita.","Lelaki pun begitu juga; mereka tidak lagi secara wajar mengadakan hubungan dengan wanita, melainkan berahi terhadap sesama lelaki. Laki-laki melakukan perbuatan yang memalukan terhadap sesama laki-laki, sehingga mereka menerima pembalasan yang setimpal dengan perbuatan mereka yang jahat itu.","Oleh sebab manusia tidak merasa perlu mengenal Allah, maka Allah membiarkan pikiran mereka menjadi rusak, sehingga mereka melakukan hal-hal yang mereka tidak boleh lakukan.","Hati mereka penuh dengan semua yang jahat, yang tidak benar; penuh dengan keserakahan, kebusukan dan perasaan dengki; penuh dengan keinginan untuk membunuh, berkelahi, menipu dan mendendam. Mereka suka membicarakan orang lain,","suka memburuk-burukkan nama orang lain; mereka sombong dan kurang ajar, yang benci kepada Allah dan suka membual. Mereka pandai mencari cara-cara baru untuk melakukan kejahatan. Mereka melawan orang tua;","mereka tidak mau mengerti orang lain; mereka tidak setia dan tidak berperikemanusiaan.","Mereka tahu, bahwa menurut hukum Allah, orang yang melakukan semuanya itu patut dihukum mati. Walaupun begitu mereka melakukan juga hal-hal itu; dan malah menyetujui pula orang lain melakukannya."]