["Saudara-saudara! Saya rindu sekali supaya bangsa saya diselamatkan. Dan saya sungguh-sungguh berdoa kepada Allah untuk mereka.","Saya berani mengatakan bahwa mereka bersemangat sekali mengabdi kepada Allah. Tetapi semangat mereka itu tidak berdasarkan pengetahuan yang dari Allah.","Mereka tidak mengetahui caranya Allah membuat hubungan manusia dengan Dia menjadi baik kembali. Dan karena mereka mau mengikuti cara mereka sendiri, maka mereka tidak tunduk kepada cara yang ditunjuk Allah.","Hukum agama sudah dipenuhi oleh Kristus. Jadi setiap orang yang percaya kepada Kristus, hubungannya dengan Allah menjadi baik kembali.","Musa menulis bahwa orang yang berbaik dengan Allah berdasarkan hukum agama, orang itu akan hidup karena taat kepada hukum agama itu.","Tetapi mengenai cara orang berbaik dengan Allah berdasarkan percaya kepada Allah, Alkitab mengatakan begini, \"Tidak usahlah engkau berkata di dalam hatimu, 'Siapakah yang akan naik ke surga?' (artinya membawa Kristus turun),","atau, 'Siapakah yang akan turun ke dunia orang mati?' (artinya mengangkat Kristus naik dari kematian).\"","Maksudnya adalah begini, \"Berita dari Allah itu dekat sekali padamu; pada mulutmu dan dalam hatimu.\" Itulah berita yang kami siarkan; berita bahwa orang harus percaya.","Sebab kalau Saudara mengaku dengan mulutmu bahwa \"Yesus itu Tuhan\", dan Saudara percaya dalam hatimu bahwa Allah sudah menghidupkan Yesus dari kematian, maka Saudara akan selamat.","Karena dengan hatinya orang percaya, sehingga Allah menerima dia sebagai orang yang berbaik dengan Allah. Dan dengan mulutnya orang mengaku, sehingga ia diselamatkan.","Di dalam Alkitab tertulis, \"Orang yang percaya tidak akan dikecewakan.\"","Itu berlaku terhadap semua orang, sebab tidak ada bedanya antara orang Yahudi dengan orang-orang bangsa lain. Allah yang satu itu adalah Tuhan untuk semua orang. Ia memberikan berkat yang berlimpah-limpah kepada semua orang yang meminta tolong kepada-Nya.","Dalam Alkitab tertulis, \"Semua orang yang berseru kepada Tuhan, akan selamat.\"","Tetapi bagaimanakah orang dapat berseru kepada Tuhan kalau mereka belum percaya? Dan bagaimanakah mereka dapat percaya kepada Tuhan kalau mereka belum mendengar tentang Dia? Juga, bagaimanakah mereka dapat mendengar tentang Tuhan, kalau tidak ada yang memberitakan?","Dan bagaimanakah orang dapat membawa berita itu kalau mereka tidak diutus? Di dalam Alkitab tertulis begini, \"Alangkah baiknya kedatangan orang-orang yang membawa Kabar Baik dari Allah!\"","Tetapi tidak semua orang menerima Kabar Baik itu. Sebab Yesaya berkata, \"Tuhan, siapakah yang percaya pada berita kami?\"","Itu sebabnya orang-orang menjadi percaya karena mereka mendengar berita, dan berita didengar karena ada orang yang memberitakan tentang Kristus.","Tetapi saya bertanya: Apakah memang mereka belum mendengar berita itu? Pasti sudah! Sebab dalam Alkitab tertulis begini, \"Suara mereka sudah berkumandang di seluruh dunia, kata-kata mereka sudah sampai ke ujung bumi.\"","Saya bertanya lagi: Apakah bangsa Israel belum mengetahuinya? Biarlah pertanyaan itu pertama-tama dijawab oleh Musa. Musa berkata, \"Beginilah kata Allah, 'Aku akan membuat kamu iri hati terhadap suatu bangsa yang bukan umat dan Aku akan membuat kamu marah terhadap suatu bangsa yang bodoh.'\"","Yesaya lebih berani lagi. Ia berkata, \"Beginilah kata Allah, 'Orang-orang yang tidak mencari Aku, sudah menjumpai Aku; dan Aku memperlihatkan diri-Ku kepada mereka yang tidak menanyakan tentang Aku.'\"","Tetapi mengenai bangsa Israel Yesaya berkata, \"Beginilah kata Allah, 'Sepanjang hari Aku mengulurkan tangan-Ku kepada suatu bangsa yang keras kepala dan tidak taat.'\""]