["Saudara-saudara! Allah sangat baik kepada kita. Itu sebabnya saya minta dengan sangat supaya kalian mempersembahkan dirimu sebagai suatu kurban hidup yang khusus untuk Allah dan yang menyenangkan hati-Nya. Ibadatmu kepada Allah seharusnya demikian.","Janganlah ikuti norma-norma dunia ini. Biarkan Allah membuat pribadimu menjadi baru, supaya kalian berubah. Dengan demikian kalian sanggup mengetahui kemauan Allah--yaitu apa yang baik dan yang menyenangkan hati-Nya dan yang sempurna.","Allah sudah memberi anugerah kepada saya. Itu sebabnya saya menasihati Saudara-saudara semuanya: Janganlah merasa diri lebih tinggi dari yang sebenarnya. Hendaknya kalian menilai keadaan dirimu dengan rendah hati; masing-masing menilai dirinya menurut kemampuan yang diberikan Allah kepadanya oleh karena ia percaya kepada Yesus.","Tubuh kita mempunyai banyak anggota. Setiap anggota ada tugasnya sendiri-sendiri.","Begitu juga dengan kita. Meskipun kita semuanya banyak, namun kita merupakan satu tubuh karena kita bersatu pada Kristus. Dan kita masing-masing berhubungan satu dengan yang lain sebagai anggota-anggota dari satu tubuh.","Kita masing-masing mempunyai karunia-karunia pelayanan yang berlainan. Karunia-karunia itu diberikan oleh Allah kepada kita menurut rahmat-Nya. Sebab itu kita harus memakai karunia-karunia itu. Orang yang mempunyai karunia untuk mengabarkan berita dari Allah, harus mengabarkan berita dari Allah itu menurut kemampuan yang ada padanya.","Orang yang mempunyai karunia untuk menolong orang lain, harus sungguh-sungguh menolong orang lain. Orang yang mempunyai karunia untuk mengajar, harus sungguh-sungguh mengajar.","Orang yang mempunyai karunia untuk memberi semangat kepada orang lain, harus sungguh-sungguh memberi semangat kepada orang lain. Orang yang mempunyai karunia untuk memberikan kepada orang lain apa yang dipunyainya, harus melakukan itu dengan murah hati secara wajar. Orang yang mempunyai karunia untuk memimpin, harus sungguh-sungguh memimpin. Orang yang mempunyai karunia untuk menunjukkan belas kasihan kepada orang lain, harus melakukannya dengan senang hati.","Kasihilah dengan ikhlas. Bencilah yang jahat, dan berpeganglah kepada apa yang baik.","Hendaklah Saudara-saudara saling mengasihi satu sama lain dengan mesra seperti orang-orang yang bersaudara dalam satu keluarga, dan hendaknya kalian saling mendahului memberi hormat.","Bekerjalah dengan rajin. Jangan malas. Bekerjalah untuk Tuhan dengan semangat dari Roh Allah.","Hendaklah Saudara berharap kepada Tuhan dengan gembira, sabarlah di dalam kesusahan, dan tekunlah berdoa.","Tolonglah mencukupi kebutuhan orang-orang Kristen lain dan sambutlah saudara-saudara seiman yang tidak Saudara kenal, dengan senang hati di dalam rumahmu.","Mintalah kepada Allah supaya Ia memberkati orang-orang yang kejam terhadapmu. Ya, minta Allah memberkati mereka, jangan mengutuk.","Turutlah bergembira dengan orang-orang yang bergembira, dan menangislah dengan mereka yang menangis.","Hiduplah rukun satu sama lain. Janganlah bersikap tinggi hati, tetapi sesuaikanlah dirimu dengan orang yang rendah kedudukannya. Jangan menganggap diri lebih pandai daripada yang sebenarnya.","Kalau orang berbuat jahat kepadamu, janganlah membalasnya dengan kejahatan. Buatlah apa yang dianggap baik oleh semua orang.","Dari pihakmu, berusahalah sedapat mungkin untuk hidup damai dengan semua orang.","Saudara-saudaraku! Janganlah sekali-kali membalas dendam, biarlah Allah yang menghukum. Sebab di dalam Alkitab tertulis, \"Akulah yang membalas. Aku yang akan menghukumnya, kata Tuhan.\"","Sebaliknya, kalau musuhmu lapar, berilah ia makan; dan kalau ia haus, berilah ia minum. Karena dengan berbuat demikian, Saudara akan membuat dia menjadi malu.","Janganlah membiarkan dirimu dikalahkan oleh yang jahat, tetapi hendaklah Saudara mengalahkan kejahatan dengan kebaikan."]