["Saya ingin memperkenalkan saudari kita, Febe. Ia membantu jemaat di Kengkrea.","Terimalah dia sebagai salah seorang dari umat Tuhan. Memang demikianlah orang-orang yang percaya kepada Allah harus menerima satu sama lain. Tolonglah dia, kalau ia memerlukan bantuan dari kalian, karena ia sendiri sudah membantu banyak orang--termasuk saya.","Sampaikan salam saya kepada Priskila dan Akwila, rekan-rekan saya yang sama-sama bekerja untuk Kristus Yesus.","Mereka hampir mati karena mau menyelamatkan saya. Saya berterima kasih kepada mereka--dan bukan saya saja, tetapi semua jemaat bangsa lain yang bukan Yahudi juga berterima kasih kepada mereka.","Sampaikanlah juga salam saya kepada jemaat yang berkumpul di rumah mereka. Salam kepada Epenetus yang saya kasihi. Ialah orang yang pertama-tama percaya kepada Kristus di daerah Asia.","Salam saya juga kepada Maria. Ia sudah bekerja begitu keras untuk kalian.","Sampaikan juga salam saya kepada Andronikus dan Yunias. Mereka sesuku bangsa dengan saya dan pernah masuk penjara bersama-sama saya. Sebelum saya percaya kepada Kristus, mereka sudah lebih dahulu percaya. Mereka terkenal di antara para rasul.","Salam kepada Ampliatus, yang saya kasihi karena dia sama-sama dengan saya sudah bersatu dengan Tuhan.","Sampaikan hormat saya kepada Urbanus, rekan kita yang bekerja bersama-sama dengan kita untuk Kristus. Juga hormat saya kepada Stakhis yang saya kasihi.","Salam kepada Apeles. Kesetiaannya kepada Kristus sudah terbukti. Salam juga kepada keluarga Aristobulus,","dan kepada Herodion. Ia sesuku bangsa dengan saya. Juga salam kepada saudara-saudara seiman dalam keluarga Narkisus.","Salam saya kepada Trifena dan Trifosa yang bekerja keras melayani Tuhan, dan kepada Persis yang saya kasihi. Dia juga sudah bekerja keras untuk Tuhan.","Salam kepada Rufus dan ibunya, yang bagi saya seperti ibu saya sendiri. Rufus adalah orang pilihan Tuhan yang terpuji.","Sampaikanlah salam saya kepada Asinkritus, Flegon, Hermes, Patrobas, Hermas, dan semua saudara seiman yang bersama-sama dengan mereka.","Salam kepada Filologus dan Yulia; kepada Nereus dan saudara perempuannya; kepada Olimpas dan kepada semua orang percaya yang bersama-sama dengan mereka.","Bersalam-salamanlah secara mesra sebagai saudara Kristen. Semua jemaat Kristus menyampaikan salam mereka kepada Saudara-saudara.","Saudara-saudara! Saya mohon dengan sangat: Hati-hatilah terhadap orang-orang yang menimbulkan perpecahan dan mengacaukan kepercayaan orang kepada Tuhan. Hal itu bertentangan dengan apa yang sudah diajarkan kepadamu. Jauhilah orang-orang seperti itu.","Sebab orang-orang yang berbuat begitu bukannya bekerja untuk Kristus Tuhan kita, melainkan untuk memuaskan keinginan hati mereka sendiri. Dengan bujukan dan kata-kata yang manis, mereka menipu orang-orang yang tidak tahu apa-apa.","Semua orang sudah mengetahui bahwa kalian setia kepada pengajaran tentang Kabar Baik yang dari Allah. Dan saya senang atas hal itu mengenai kalian. Saya ingin supaya kalian bijaksana mengenai hal-hal yang baik, dan bodoh mengenai hal-hal yang jahat.","Allah yang memberi sejahtera kepada manusia, akan segera menempatkan Iblis di bawah kekuasaanmu dan menghancurkannya. Semoga Saudara-saudara selalu diberkati oleh Yesus Kristus Tuhan kita!","Timotius, rekan saya, menyampaikan salamnya kepada kalian. Begitu juga Lukius, Yason dan Sosipater, yang sesuku bangsa dengan saya.","Yang menulis surat ini adalah saya, Tertius. Saya mengucapkan salam persaudaraan kepada kalian.","Gayus mengirim salam kepadamu. Saya menumpang di rumahnya dan jemaat kami juga berbakti di situ. Erastus, kepala keuangan kota, mengirim salamnya kepadamu. Begitu juga saudara kita Kwartus.","(Semoga Tuhan kita Yesus Kristus memberkati Saudara semua. Amin.)","Terpujilah Allah! Ia berkuasa menguatkan iman Saudara sesuai dengan Kabar Baik dari Allah yang saya beritakan tentang Yesus Kristus. Saya memberitakan kabar itu sesuai dengan apa yang dinyatakan oleh Allah; yaitu tentang rencana Allah yang sudah berabad-abad lamanya tidak diketahui orang.","Tetapi sekarang, atas perintah Allah yang abadi, rencana itu sudah dinyatakan dan diberitahukan kepada semua bangsa melalui tulisan-tulisan para nabi, supaya mereka semuanya percaya dan taat kepada Allah.","Dialah satu-satunya Allah, Ia mahabijaksana. Semoga Ia dijunjung tinggi selama-lamanya melalui Yesus Kristus! Amin. Hormat kami, Paulus, hamba Kristus Yesus."]