["Oleh karena itu, Saudara-saudara, siapakah Saudara sehingga Saudara mau menyalahkan orang lain? Saudara tidak punya apa-apa untuk membela diri! Sebab kalau Saudara menyalahkan orang lain, padahal Saudara sendiri melakukan perbuatan yang sama seperti mereka, maka Saudara menjatuhkan hukuman atas diri sendiri juga.","Kita tahu bahwa kalau Allah menjatuhkan hukuman ke atas orang-orang yang melakukan perbuatan-perbuatan yang seperti itu, keputusan Allah itu benar.","Tetapi kalian, Saudara-saudara, melakukan sendiri juga hal-hal yang kalian tuduhkan kepada orang-orang lain! Dan kalian pikir kalian dapat lolos dari hukuman Allah?","Atau kalian pandang enteng kemurahan Allah dan kelapangan hati serta kesabaran-Nya yang begitu besar? Pasti kalian tahu bahwa Allah menunjukkan kebaikan hati-Nya karena Ia mau supaya kalian bertobat dari dosa-dosamu.","Tetapi kalian keras kepala dan tidak mau berubah. Oleh sebab itu kalian sendirilah yang membuat hukumanmu menjadi bertambah berat pada Hari Kiamat, bila Allah menyatakan murka-Nya dan menjatuhkan hukuman yang adil.","Sebab Allah akan membalas setiap orang setimpal dengan perbuatannya.","Allah memberikan hidup sejati dan kekal kepada mereka yang tekun berbuat baik untuk mendapatkan yang mulia, yang terhormat dan yang abadi.","Tetapi orang-orang yang mementingkan diri sendiri dan tidak mau taat kepada Allah, melainkan mengikuti yang jahat, orang-orang itu akan sangat dimurkai Allah.","Setiap orang yang suka berbuat jahat akan sengsara dan menderita; pertama-tama orang Yahudi, dan juga bangsa-bangsa lain.","Tetapi semua orang yang suka berbuat baik akan diberi kemuliaan dan kehormatan serta kesejahteraan oleh Allah; pertama-tama kepada orang Yahudi, begitu juga kepada orang-orang bangsa lain.","Sebab Allah memperlakukan semua orang sama.","Orang-orang bangsa lain berdosa tanpa mengetahui hukum agama Yahudi. Jadi mereka dihukum di luar hukum itu. Tetapi orang-orang Yahudi berdosa sesudah mengetahui hukum itu; sebab itu mereka akan dituntut juga berdasarkan hukum itu.","Sebab orang berbaik kembali dengan Allah, bukan karena orang itu sudah mengetahui hukum agama Yahudi, melainkan karena ia melakukan apa yang tercantum dalam hukum itu.","Orang-orang bangsa lain tidak mengenal hukum agama Yahudi. Tetapi kalau mereka atas kemauan sendiri melakukan apa yang diperintahkan oleh hukum itu, hati mereka sendirilah yang menjadi hukum untuk mereka, meskipun mereka tidak mengenal hukum agama Yahudi.","Kelakuan mereka menunjukkan bahwa apa yang diperintahkan oleh hukum itu tertulis di hati mereka. Hati nurani mereka pun membuktikan hal itu, sebab mereka sendiri ada kalanya disalahkan dan ada kalanya dibenarkan oleh pikiran mereka.","Demikianlah yang akan terjadi nanti pada hari yang sudah ditentukan itu. Pada hari itu--menurut Kabar Baik yang saya beritakan--Allah melalui Yesus Kristus, akan menghakimi segala rahasia hati dan pikiran semua orang.","Tetapi sekarang bagaimana dengan Saudara-saudara sendiri? Saudara mengaku diri orang Yahudi. Saudara bergantung kepada hukum agama Yahudi dan Saudara bangga atas hubungan Saudara dengan Allah.","Saudara mendapat petunjuk-petunjuk dari hukum itu, sehingga Saudara mengetahui kehendak Allah dan tahu menentukan mana yang baik.","Saudara yakin bahwa Saudara adalah pemimpin orang buta dan terang bagi mereka yang berada di dalam kegelapan;","Saudara pendidik orang-orang yang berakhlak rendah, dan guru orang-orang yang bodoh. Saudara yakin bahwa di dalam hukum agama Yahudi, Saudara mempunyai segala pengetahuan dan ajaran yang benar.","Saudara mengajar orang lain; nah, mengapa Saudara tidak mengajar diri sendiri? Saudara mengajar orang supaya jangan mencuri, padahal Saudara sendiri mencuri!","Saudara mengajar orang supaya jangan berzinah, padahal Saudara sendiri berzinah! Saudara benci kepada berhala, padahal Saudara sendiri mengambil barang-barang dari rumah-rumah berhala.","Saudara membangga-banggakan bahwa Saudara mempunyai hukum Musa, padahal Saudara menghina Allah dengan tidak menuruti hukum-Nya.","Di dalam Alkitab tertulis begini, \"Karena kamu, orang-orang Yahudi, maka nama Allah dicemarkan di antara bangsa-bangsa lain.\"","Kalau Saudara taat kepada hukum agama Yahudi, maka sunat Saudara ada gunanya juga. Tetapi kalau Saudara tidak bisa mematuhi hal-hal yang diperintahkan dalam hukum itu, maka sunat Saudara tidak berlaku sama sekali.","Kalau seorang bukan Yahudi yang tidak disunat, menuruti hukum agama Yahudi, bukankah Allah menganggapnya sebagai orang yang sudah disunat?","Dan orang-orang yang tidak disunat itu akan menyalahkan Saudara orang Yahudi, sebab Saudara mempunyai hukum agama Yahudi dan Saudara disunat, tetapi Saudara melanggar hukum itu. Mereka tidak disunat, tetapi justru merekalah yang mentaati hukum agama Yahudi.","Karena orang Yahudi yang sejati bukanlah orang yang hanya namanya saja orang Yahudi; dan orang yang sungguh-sungguh disunat bukanlah orang yang disunat secara lahir saja.","Sebaliknya, seorang Yahudi yang sejati adalah orang yang hatinya berjiwa Yahudi; dan sunat yang sejati adalah sunat di hati yang dikerjakan oleh Roh Allah, bukan yang dicatat di dalam buku. Orang semacam itu menerima pujian dari Allah, bukan dari manusia."]