["Kalau begitu, apakah yang dapat kita katakan tentang Abraham, nenek moyang bangsa kita? Bagaimanakah pengalamannya?","Kalau hal-hal yang dilakukannya menyebabkan Allah menerima dia sebagai orang yang menyenangkan hati Allah, maka ada juga alasan baginya untuk berbangga-bangga. Tetapi ia tidak dapat berbangga di hadapan Allah.","Dalam Alkitab tertulis, \"Abraham percaya kepada Allah, dan karena kepercayaannya ini ia diterima oleh Allah sebagai orang yang menyenangkan hati Allah.\"","Orang yang bekerja, menerima gaji; dan gajinya tidak dianggap sebagai suatu pemberian, sebab itu adalah haknya.","Tetapi ada orang yang tidak bergantung pada usahanya sendiri; ia mempercayakan dirinya kepada Allah yang menyatakan orang berdosa bebas dari kesalahan. Berdasarkan percayanya itulah Allah menerima orang itu sebagai orang yang menyenangkan hati Allah.","Begitulah pendapat Daud juga; itu sebabnya ia mengucapkan selamat berbahagia kepada orang yang oleh Allah sudah diterima sebagai orang yang menyenangkan hati-Nya, tanpa Allah memperhatikan perbuatan-perbuatan orang itu. Daud berkata begini,","\"Berbahagialah orang yang kesalahan-kesalahannya dimaafkan dan dosa-dosanya diampuni Allah!","Berbahagialah orang yang dosa-dosanya tidak dituntut oleh Tuhan!\"","Apakah ucapan berbahagia ini ditujukan hanya kepada orang-orang yang menuruti peraturan sunat saja? Ataukah juga kepada orang-orang yang tidak menuruti peraturan sunat? Sudah kami sebut sebelumnya, bahwa Abraham diterima oleh Allah sebagai orang yang menyenangkan hati-Nya, karena Abraham percaya kepada Allah.","Nah, kapankah Allah menyatakan hal itu? Sebelum atau sesudah Abraham disunat? Memang sebelum ia disunat, bukan sesudahnya.","Ia disunat kemudian, dan sunatnya itu hanya sebagai tanda bahwa Allah sudah menerimanya sebagai orang yang menyenangkan hati Allah, karena percaya kepada Allah. Ia diterima oleh Allah pada waktu ia masih belum mengikuti peraturan sunat. Dan Abraham menjadi bapak secara rohani bagi semua orang yang percaya kepada Allah, dan yang karenanya sudah diterima oleh Allah sebagai orang yang menyenangkan hati-Nya, walaupun mereka tidak mengikuti peraturan sunat.","Abraham juga bapak rohani untuk orang-orang yang mengikuti peraturan sunat. Ia bapak rohani mereka bukan hanya karena mereka mengikuti peraturan sunat, tetapi juga karena mereka hidup dengan percaya kepada Allah, sama seperti Abraham pada waktu ia belum mengikuti peraturan sunat.","Allah berjanji kepada Abraham dan keturunannya bahwa dunia ini akan menjadi milik Abraham. Allah berjanji begitu bukan karena Abraham taat kepada hukum agama Yahudi, tetapi karena ia percaya kepada Allah sehingga ia diterima oleh Allah sebagai orang yang menyenangkan hati-Nya.","Sebab kalau hanya orang-orang yang taat kepada hukum-hukum agama Yahudi saja yang akan menerima apa yang dijanjikan oleh Allah, maka percaya kepada Allah tidak berguna sama sekali, dan janji Allah pun kosong belaka.","Hukum agama Yahudi mendatangkan hukuman Allah. Tetapi kalau hukum tidak ada, maka pelanggaran pun tidak ada.","Jadi janji Allah itu berdasarkan percayanya orang kepada Allah. Itu menjadi suatu jaminan kepada semua keturunan Abraham bahwa janji itu diberikan kepada mereka sebagai suatu pemberian yang cuma-cuma dari Allah; bukan hanya kepada mereka yang taat kepada hukum agama Yahudi saja, tetapi juga kepada mereka yang percaya kepada Allah sama seperti Abraham percaya kepada-Nya. Sebab Abraham adalah bapak kita semua secara rohani.","Sebab Allah berkata begini kepada Abraham, \"Aku sudah menjadikan engkau bapak untuk banyak bangsa.\" Demikianlah Allah memberikan janji itu kepada Abraham. Dan Abraham percaya kepada-Nya. Dialah Allah yang menghidupkan orang mati; Dialah juga Allah yang dengan berkata saja membuat apa yang tidak pernah ada menjadi ada.","Abraham terus saja berharap dan percaya meskipun tidak ada harapan lagi. Karena itu ia menjadi bapak banyak bangsa. Seperti yang tertulis dalam Alkitab, \"Keturunanmu akan menjadi banyak sekali.\"","Abraham pada waktu itu tahu bahwa ia sudah tidak mungkin lagi mempunyai keturunan, sebab badannya sudah terlalu tua dan umurnya sudah hampir seratus tahun; lagipula Sara, istrinya itu, mandul. Namun iman Abraham tidak menjadi berkurang.","Ia tetap percaya dan tidak ragu-ragu akan janji Allah. Malah imannya menjadikan dia bertambah kuat, sehingga ia memuji-muji Allah.","Ia percaya sekali bahwa Allah dapat melakukan apa yang sudah dijanjikan-Nya.","Itu sebabnya Abraham diterima oleh Allah sebagai orang yang menyenangkan hati Allah.","Perkataan \"diterima sebagai orang yang menyenangkan hati Allah\" tertulis bukan hanya untuk Abraham sendiri saja,","tetapi juga untuk kita. Kita juga akan diterima sebagai orang yang sudah menyenangkan hati Allah, karena kita percaya kepada Allah yang menghidupkan Yesus, Tuhan kita, dari kematian.","Yesus itu sudah diserahkan untuk dibunuh karena dosa-dosa kita; lalu Ia dihidupkan kembali oleh Allah untuk memungkinkan kita berbaik kembali dengan Allah."]