["Sekarang kita sudah berbaik kembali dengan Allah, karena kita percaya. Dan oleh sebab itu kita hidup dalam kedamaian dengan Allah melalui Tuhan kita Yesus Kristus.","Oleh sebab kita percaya kepada Yesus, maka Ia memungkinkan kita menghayati kasih Allah, dan dengan kasih itulah kita hidup sekarang. Karena itu kita bersuka hati karena kita mempunyai harapan bahwa kita akan merasakan kebahagiaan yang diberikan Allah!","Dan lebih dari itu, kita pun gembira di dalam penderitaan, sebab kita tahu bahwa penderitaan membuat orang menjadi tekun,","dan ketekunan akan membuat orang tahan uji; inilah yang menimbulkan pengharapan.","Harapan yang seperti ini tidak akan mengecewakan kita, sebab hati kita sudah diisi oleh Allah dengan kasih-Nya. Allah melakukan itu dengan perantaraan Roh-Nya, yang sudah diberikan kepada kita.","Ketika kita dalam keadaan tidak berdaya, Kristus mati untuk kita pada waktu yang tepat yang ditentukan oleh Allah; padahal kita orang-orang yang jauh dari Allah.","Untuk seseorang yang adil pun sukar orang mau mati. Barangkali untuk seseorang yang baik, ada juga orang yang berani mati.","Tetapi Allah menyatakan kasih-Nya kepada kita ketika Kristus mati untuk kita pada waktu kita masih orang berdosa.","Sekarang kita sudah berbaik kembali dengan Allah melalui kematian Kristus; karena itu pasti kita akan diselamatkan juga dari murka Allah oleh Kristus.","Kalau pada masa kita bermusuhan dengan Allah, kita didamaikan dengan-Nya melalui kematian Anak-Nya, apalagi sekarang sesudah hubungan kita dengan Allah baik kembali, tentu kita akan diselamatkan juga melalui hidup Kristus.","Dan lebih daripada itu, kita pun bergembira juga atas kebaikan Allah melalui Tuhan kita Yesus Kristus. Sebab melalui Kristus, kita sekarang menikmati hubungan kita yang baik itu dengan Allah.","Dosa masuk ke dalam dunia melalui satu orang, dan dari dosa itu timbullah kematian. Akibatnya, kematian menjalar pada seluruh umat manusia, sebab semua orang sudah berdosa.","Sebelum hukum agama Yahudi diberikan, dosa sudah ada di dalam dunia. Tetapi dosa tidak dituntut, karena tidak ada hukum yang bisa dilanggar.","Namun, dari zaman Adam sampai pada zaman Musa, kematian menguasai seluruh umat manusia. Malah orang-orang yang tidak membuat pelanggaran dengan cara yang sama seperti yang dibuat oleh Adam, orang-orang itu pun turut juga dikuasai oleh kematian. Adam adalah gambaran daripada Dia yang akan datang kemudian.","Tetapi keduanya itu tidak sama; sebab pemberian Allah jauh lebih besar kalau dibandingkan dengan pelanggaran yang dibuat oleh Adam. Pelanggaran satu orang menyebabkan banyak orang mati. Betapa lebih besar lagi akibat dari rahmat Allah dan hadiah keselamatan yang diberikan-Nya kepada begitu banyak orang, melalui kebaikan hati satu orang, yaitu Yesus Kristus.","Hadiah Allah juga jauh lebih besar daripada dosa orang yang satu itu. Sebab sesudah satu orang melakukan pelanggaran, keluarlah vonis, \"Bersalah\". Tetapi sesudah banyak orang berbuat dosa datanglah hadiah dari Allah yang menyatakan, \"Tidak bersalah\".","Karena pelanggaran satu orang, kematian menjalar ke mana-mana melalui orang yang satu itu. Betapa lebih besar lagi akibat dari apa yang dilakukan oleh satu orang yang lain, yaitu Yesus Kristus. Melalui Dia, Allah melimpahkan rahmat-Nya kepada begitu banyak orang, dan dengan cuma-cuma memungkinkan mereka berbaik kembali dengan Allah; mereka akan berkuasa di dunia ini melalui Kristus.","Jadi, sebagaimana pelanggaran satu orang mengakibatkan seluruh umat manusia dihukum, begitu juga perbuatan satu orang yang mengikuti kehendak Allah, mengakibatkan semua orang dibebaskan dari kesalahan dan diberi hidup.","Dan sebagaimana banyak orang menjadi orang berdosa karena satu orang tidak taat, begitu juga banyak orang dimungkinkan berbaik kembali dengan Allah karena satu orang taat kepada Allah.","Yang memberikan hukum agama Yahudi adalah Allah sendiri. Tetapi semakin manusia berusaha mentaati hukum itu, semakin mereka melanggarnya dan berdosa terhadap Allah. Namun semakin manusia berbuat dosa, Allah semakin pula mengasihi mereka.","Nah, kita harus mati karena kita berbuat dosa. Tetapi Allah mengasihi kita dan memberi jalan kepada kita untuk berbaik kembali dengan Dia. Dan karena hubungan kita dengan Allah sudah baik kembali, Ia memberikan juga hidup sejati dan kekal kepada kita melalui Yesus Kristus, Tuhan kita."]