["Kalau begitu, apakah yang dapat kita katakan? Haruskah kita terus saja berbuat dosa supaya Allah semakin mengasihi kita?","Tentu tidak! Dosa tidak lagi berkuasa atas kita, jadi, mana bisa kita terus-menerus hidup dengan berbuat dosa?","Tahukah Saudara-saudara bahwa pada waktu kita dibaptis, kita dipersatukan dengan Kristus Yesus? Ini berarti kita dipersatukan dengan kematian-Nya.","Dengan baptisan itu, kita dikubur dengan Kristus dan turut mati bersama-sama Dia, supaya sebagaimana Kristus dihidupkan dari kematian oleh kuasa Bapa yang mulia, begitu pun kita dapat menjalani suatu hidup yang baru.","Kalau kita sudah menjadi satu dengan Kristus sebab kita turut mati bersama Dia, kita akan menjadi satu dengan Dia juga karena kita turut dihidupkan kembali seperti Dia.","Kita mengetahui bahwa tabiat kita yang lama sebagai manusia sudah dimatikan bersama-sama Kristus pada kayu salib supaya kuasa tabiat kita yang berdosa itu dihancurkan; dengan demikian kita tidak lagi diperhamba oleh dosa.","Karena kalau seseorang mati, orang itu dibebaskan dari kuasa dosa.","Kalau kita sudah mati bersama Kristus, kita percaya bahwa kita pun akan hidup bersama Dia.","Sebab kita tahu bahwa Kristus sudah dihidupkan dari kematian dan Ia tidak akan mati lagi; kematian sudah tidak lagi berkuasa atas diri-Nya.","Kematian yang dialami Kristus adalah kematian terhadap dosa. Itu terjadi satu kali saja untuk selama-lamanya. Dan hidup yang dijalani-Nya sekarang ini adalah hidup untuk Allah.","Kalian harus juga menganggap dirimu mati terhadap dosa, tetapi hidup dalam hubungan yang erat dengan Allah melalui Kristus Yesus.","Jangan lagi membiarkan dosa menguasai hidupmu yang fana agar Saudara jangan menuruti keinginanmu yang jahat.","Janganlah juga Saudara menyerahkan anggota badanmu kepada kuasa dosa untuk digunakan bagi maksud-maksud yang jahat. Tetapi serahkanlah dirimu kepada Allah sebagai orang yang sudah dipindahkan dari kematian kepada hidup. Serahkanlah dirimu seluruhnya kepada Allah supaya dipakai untuk melakukan kehendak Allah.","Dosa tidak boleh menguasai kalian, karena kalian tidak lagi hidup di bawah hukum agama Yahudi tetapi di bawah rahmat Allah.","Sekarang, apa kesimpulannya? Bolehkah kita berdosa, sebab kita tidak lagi di bawah kekuasaan hukum agama Yahudi, melainkan di bawah kekuasaan rahmat Allah? Sekali-kali tidak!","Tahukah kalian bahwa kalau kalian menyerahkan diri kepada seseorang untuk melakukan kemauannya maka kalian adalah hamba orang yang kalian taati itu--entah hamba dosa yang membawa kalian kepada kematian, atau hamba yang taat kepada Allah, dan dengan demikian berbaik kembali dengan Allah.","Tetapi syukur kepada Allah! Sebab dahulu kalian menjadi hamba dosa, tetapi sekarang kalian dengan sepenuh hati mentaati pengajaran benar yang sudah diberikan kepadamu.","Kalian sudah dibebaskan dari dosa, dan sekarang menjadi hamba untuk kehendak Allah.","Karena daya tangkapmu begitu lemah, saya memakai contoh-contoh perhambaan supaya lebih mudah kalian mengerti. Dahulu kalian menyerahkan dirimu seluruhnya sebagai hamba bagi hal-hal yang kotor dan yang jahat untuk maksud-maksud yang jahat. Begitu juga sekarang, hendaklah kalian menyerahkan diri seluruhnya sebagai hamba bagi kehendak Allah untuk maksud-maksud Allah yang khusus.","Waktu kalian diperhamba oleh dosa, kalian tidak dikuasai oleh kehendak Allah.","Pada waktu itu keuntungan apakah yang kalian terima dari hal-hal yang sekarang ini kalian malu melakukannya? Perbuatan-perbuatan itu hanya membawa kematian!","Tetapi sekarang kalian sudah dibebaskan dari dosa, dan menjadi hamba Allah. Keuntunganmu ialah bahwa Saudara hidup khusus untuk Allah dan hal itu menghasilkan hidup sejati dan kekal.","Sebab kematian adalah upah dari dosa; tetapi hidup sejati dan kekal bersama Kristus Yesus Tuhan kita adalah pemberian yang diberikan oleh Allah dengan cuma-cuma."]