["Sekarang tidak ada lagi penghukuman terhadap mereka yang hidup bersatu dengan Kristus Yesus.","Sebab hukum Roh Allah yang membuat kita hidup bersatu dengan Kristus Yesus sudah membebaskan saya dari hukum yang menyebabkan dosa dan kematian.","Apa yang tidak dapat dilakukan oleh hukum agama, karena kita manusia lemah, itu sudah dilakukan oleh Allah. Allah mengalahkan kuasa dosa dalam tabiat manusia dengan mengirimkan Anak-Nya sendiri, yang datang dalam keadaan sama dengan manusia yang berdosa, untuk menghapuskan dosa.","Allah melakukan itu supaya kehendak-Nya yang dinyatakan dalam hukum agama Yahudi itu dapat dijalankan dalam diri kita yang hidup menurut Roh Allah dan bukan menurut tabiat manusia.","Orang-orang yang hidup menurut tabiat manusia, terus memikirkan apa yang diinginkan oleh tabiat manusia. Tetapi orang-orang yang hidup menurut Roh Allah, terus memikirkan apa yang diinginkan oleh Roh Allah.","Kalau pikiranmu dikuasai oleh tabiat manusia, maka akibatnya kematian. Tetapi kalau pikiranmu dikuasai oleh Roh Allah, maka akibatnya ialah hidup dan kedamaian dengan Allah.","Orang yang pikirannya dikuasai oleh tabiat manusia, orang itu bermusuhan dengan Allah; karena orang itu tidak tunduk kepada hukum Allah; dan memang ia tidak dapat tunduk kepada hukum Allah.","Orang-orang yang hidup menurut tabiat manusia, tidak dapat menyenangkan Allah.","Tetapi kalian tidak hidup menurut tabiat manusia. Kalian hidup menurut Roh Allah--kalau, tentunya, Roh Allah sungguh-sungguh memegang peranan di dalam dirimu. Orang yang tidak mempunyai Roh Kristus, orang itu bukanlah kepunyaan Kristus.","Tetapi kalau Kristus hidup di dalam dirimu, maka meskipun badanmu akan mati karena dosa, namun Roh Allah memberikan hidup kepadamu, sebab hubunganmu dengan Allah sudah baik.","Kalau Roh Allah, yang menghidupkan Kristus dari kematian, hidup di dalam dirimu, maka Ia yang menghidupkan Kristus dari kematian itu, akan menghidupkan juga badanmu yang dapat mati itu. Ia melakukan itu dengan Roh-Nya yang hidup di dalammu.","Itulah sebabnya, Saudara-saudara, kita mempunyai tanggung jawab; tetapi bukan tanggung jawab kepada tabiat manusia; kita tidak perlu hidup menurut keinginannya.","Karena kalau kalian hidup menurut tabiat manusia, maka kalian akan mati; tetapi kalau dengan kuasa Roh Allah, kalian terus saja mematikan perbuatan-perbuatanmu yang berdosa, maka kalian akan hidup.","Orang-orang yang dibimbing oleh Roh Allah, adalah anak-anak Allah.","Sebab Roh, yang diberikan oleh Allah kepada kalian, tidaklah membuat kalian menjadi hamba sehingga kalian hidup di dalam ketakutan. Sebaliknya Roh Allah itu menjadikan kalian anak-anak Allah. Dan dengan kuasa Roh Allah itu kita memanggil Allah itu, \"Bapa, ya Bapaku!\"","Roh Allah bersama-sama dengan roh kita menyatakan bahwa kita adalah anak-anak Allah.","Nah, kalau kita adalah anak-anak-Nya, maka kita pun adalah ahli waris-Nya yang akan menerima berkat-berkat yang disediakan Allah untuk anak-anak-Nya. Kita akan menerima bersama-sama dengan Kristus apa yang sudah disediakan Allah bagi-Nya; sebab kalau kita menderita bersama Kristus, kita akan dimuliakan juga bersama Dia.","Semua penderitaan yang kita alami sekarang, menurut pendapat saya, tidak dapat dibandingkan sama sekali dengan kemuliaan yang akan dinyatakan kepada kita.","Seluruh alam menunggu dengan sangat rindu akan saatnya Allah menyatakan anak-anak-Nya.","Sebab alam sudah dibiarkan untuk menjadi rapuh, bukan karena kemauannya sendiri, tetapi karena Allah membiarkannya demikian. Meskipun begitu ada juga harapan ini:","bahwa pada suatu waktu alam akan dibebaskan dari kuasa yang menghancurkannya dan akan turut dimerdekakan dan diagungkan bersama-sama dengan anak-anak Allah.","Kita tahu bahwa sampai saat ini seluruh alam mengeluh karena menderita seperti seorang ibu menderita pada waktu melahirkan bayi.","Dan bukannya seluruh alam saja yang mengeluh; kita sendiri pun mengeluh di dalam batin kita. Kita sudah menerima Roh Allah sebagai pemberian Allah yang pertama, namun kita masih juga menunggu Allah membebaskan diri kita seluruhnya dan menjadikan kita anak-anak-Nya.","Karena dengan berharap, maka kita diselamatkan. Tetapi kalau apa yang kita harapkan itu sudah kita lihat, maka itu bukan lagi harapan. Sebab siapakah masih mengharapkan sesuatu yang sudah dilihatnya?","Tetapi kalau kita mengharapkan sesuatu yang belum kita lihat, maka kita menunggunya dengan sabar.","Begitu juga Roh Allah datang menolong kita kalau kita lemah. Sebab kita tidak tahu bagaimana seharusnya kita berdoa; Roh itu sendiri menghadap Allah untuk memohonkan bagi kita dengan kerinduan yang sangat dalam sehingga tidak dapat diucapkan.","Maka Allah, yang mengetahui isi hati manusia, mengerti kemauan Roh itu; sebab Roh itu memohon kepada Allah untuk umat Allah, dan sesuai dengan kemauan Allah.","Kita tahu bahwa Allah mengatur segala hal, sehingga menghasilkan yang baik untuk orang-orang yang mengasihi Dia dan yang dipanggil-Nya sesuai dengan rencana-Nya.","Mereka yang telah dipilih oleh Allah, telah juga ditentukan dari semula untuk menjadi serupa dengan Anak-Nya, yaitu Yesus Kristus. Dengan demikian Anak itu menjadi yang pertama di antara banyak saudara-saudara.","Begitulah Allah memanggil mereka yang sudah ditentukan-Nya terlebih dahulu; dan mereka yang dipanggil-Nya itu, dimungkinkan-Nya berbaik kembali dengan Dia. Dan mereka yang dimungkinkan-Nya berbaik kembali dengan Allah, mengambil bagian dalam hidup Allah sendiri.","Apakah yang dapat dikatakan sekarang tentang semuanya itu? Kalau Allah memihak pada kita, siapakah dapat melawan kita?","Anak-Nya sendiri tidak disayangkan-Nya, melainkan diserahkan-Nya untuk kepentingan kita semua; masakan Ia tidak akan memberikan kepada kita segala sesuatu yang lainnya?","Siapakah yang dapat menggugat kita umat yang dipilih oleh Allah, kalau Allah sendiri menyatakan bahwa kita tidak bersalah?","Apakah ada orang yang mau menyalahkan kita? Kristus Yesus nanti yang membela kita! Dialah yang sudah mati, atau malah Dialah yang sudah dihidupkan kembali dari kematian dan berada pada Allah di tempat yang berkuasa.","Apakah ada yang dapat mencegah Kristus mengasihi kita? Dapatkah kesusahan mencegahnya, atau kesukaran, atau penganiayaan, atau kelaparan, atau kemiskinan, atau bahaya, ataupun kematian?","Dalam Alkitab tertulis begini, \"Sepanjang hari kami hidup di dalam bahaya maut karena Engkau. Kami diperlakukan seperti domba yang mau disembelih.\"","Tidak! Malah di dalam semuanya itu kita mendapat kemenangan yang sempurna oleh Dia yang mengasihi kita!","Sebab saya percaya sekali bahwa di seluruh dunia, baik kematian maupun kehidupan, baik malaikat maupun penguasa, baik ancaman-ancaman sekarang ini maupun ancaman-ancaman di masa yang akan datang atau kekuatan-kekuatan lainnya;","baik hal-hal yang di langit, maupun hal-hal yang di dalam bumi atau apa saja yang lain, semuanya tidak dapat mencegah Allah mengasihi kita, seperti yang sudah ditunjukkan-Nya melalui Kristus Yesus, Tuhan kita."]