["Apa yang akan saya katakan ini adalah benar karena saya milik Kristus. Saya tidak berdusta. Hati nurani saya yang dibimbing oleh Roh Allah, meyakinkan saya juga bahwa perkataan saya ini benar.","Saya sangat sedih dan hati saya menderita","karena saudara-saudara saya yang sebangsa dengan saya. Sebab untuk mereka, saya sendiri rela dikutuk oleh Allah dan diceraikan dari Kristus.","Mereka adalah umat yang terpilih dan Allah menjadikan mereka anak-anak-Nya sendiri, serta menyatakan kuasa-Nya kepada mereka. Ia mengadakan perjanjian dengan mereka dan memberikan kepada mereka hukum agama. Allah memberitahukan kepada mereka bagaimana mereka harus beribadat dan mereka sudah menerima pula janji-janji-Nya.","Mereka adalah keturunan dari nenek moyang kita. Kristus secara manusia berasal dari bangsa mereka. Ia lebih tinggi dari semuanya. Terpujilah Allah untuk selama-lamanya! Amin.","Saya tidak bermaksud mengatakan bahwa janji Allah sudah tidak berlaku lagi; tetapi bukan semua orang Israel adalah umat yang dipilih oleh Allah.","Tidak semua keturunan Abraham adalah anak-anak Allah. Sebab Allah berkata kepada Abraham, \"Hanya keturunan Ishak sajalah yang akan disebut keturunanmu.\"","Itu berarti bahwa keturunan Abraham yang menjadi anak-anak Allah, adalah hanya keturunannya yang lahir karena janji Allah; dan bukan semua keturunannya.","Sebab janji Allah adalah sebagai berikut, \"Pada waktu yang ditentukan, Aku akan kembali, dan Sara akan mempunyai seorang anak laki-laki.\"","Dan ini juga: Ribka melahirkan dua orang anak laki-laki dari satu ayah, yaitu Ishak nenek moyang kita.","Sebelum kedua orang anak itu lahir, Allah sudah menentukan pilihan-Nya untuk selanjutnya. Pilihan Allah itu tidak bergantung kepada apa yang dapat dilakukan oleh orang, tetapi bergantung kepada panggilan Allah sendiri. Sebab pada waktu kedua anak laki-laki Ribka itu belum dapat melakukan sesuatu yang baik atau yang jahat,","Allah sudah mengatakan kepada Ribka, \"Yang tua akan melayani yang muda.\"","Dalam Alkitab tertulis bahwa Allah berkata begini, \"Yakub Aku kasihi, tetapi Esau Aku benci.\"","Apakah kesimpulan kita sekarang? Bahwa Allah itu tidak adilkah? Sudah barang tentu Allah adil!","Sebab Allah berkata kepada Musa, \"Aku akan menunjukkan rahmat kepada orang yang Aku mau menunjukkan rahmat, dan Aku akan menunjukkan belas kasihan kepada orang yang Aku mau menunjukkan belas kasihan.\"","Jadi, keputusan Allah itu tidaklah bergantung kepada kerelaan manusia atau kepada usaha manusia, melainkan kepada kebaikan hati Allah saja terhadap orang yang dipilih-Nya itu.","Sebab dalam Alkitab tertulis, \"Allah berkata kepada raja Mesir, 'Aku menjadikan engkau raja untuk satu maksud ini saja, yaitu supaya dengan engkau, Aku menunjukkan kekuasaan-Ku dan membuat nama-Ku termasyhur di seluruh dunia.'\"","Jadi, Allah berbelaskasihan kepada seseorang, kalau Allah menghendaki begitu. Dan Allah menyebabkan seseorang menjadi keras kepala, kalau Allah menghendaki demikian juga.","Nah, Saudara akan berkata kepada saya, \"Kalau begitu mengapa Allah masih mau menyalahkan manusia? Bukankah tidak seorang pun dapat mencegah keinginan Allah?\"","Tetapi, Saudara! Saudara hanya manusia saja. Dan Saudara tidak boleh berani menyahut kepada Allah! Bolehkah pot kembang bertanya kepada orang yang membuatnya, \"Mengapa engkau membuat saya begini?\"","Bukankah orang yang membuat pot kembang itu berhak mengerjakan tanah liat itu sekehendak hatinya? Dari segumpal tanah liat, orang itu berhak membuat dua macam pot kembang: satu yang bagus, dan yang lainnya yang kurang bagus.","Begitu jugalah dengan apa yang dibuat oleh Allah. Ia berniat untuk melampiaskan kemarahan-Nya dan memperlihatkan kekuasaan-Nya. Namun Ia sabar terhadap mereka yang harus dihukum karena membuat Ia murka.","Allah juga berniat untuk menunjukkan kepada kita kebahagiaan berlimpah-limpah yang dicurahkan-Nya kepada kita yang dikasihani-Nya. Kita sudah disiapkan-Nya untuk menerima kebahagiaan itu.","Kitalah yang sudah dipanggil-Nya, bukan hanya dari bangsa Yahudi, tetapi juga dari bangsa-bangsa lain.","Sebab dalam buku Nabi Hosea, Allah berkata, \"Orang-orang yang bukan umat-Ku, akan Kusebut 'Umat-Ku'. Bangsa yang tidak Aku kasihi, akan Kusebut 'Kekasih-Ku'.","Dan di tempat di mana dikatakan kepada orang, 'Kamu bukan umat-Ku,' di situ orang-orang itu akan disebut anak-anak Allah yang hidup.\"","Nabi Yesaya berkata dengan tegas mengenai bangsa Israel, \"Sungguh pun jumlah bangsa Israel sebanyak pasir di laut, hanya sedikit saja yang akan selamat;","sebab Tuhan akan segera menjatuhkan hukuman terhadap seisi dunia.\"","Yesaya berkata begini juga, \"Seandainya Allah Yang Mahakuasa tidak meninggalkan kepada kita keturunan, pasti kita semua sudah menjadi seperti Sodom dan Gomora.\"","Jadi, kesimpulannya ialah ini: Bangsa-bangsa lain yang bukan Yahudi tidak berusaha supaya hubungan mereka dengan Allah menjadi baik kembali. Tetapi karena mereka percaya, maka Allah membuat hubungan mereka dengan Dia menjadi baik kembali.","Sebaliknya, orang-orang Yahudi selalu berusaha mentaati hukum supaya hubungan mereka dengan Allah menjadi baik kembali. Tetapi mereka justru tidak berhasil.","Mengapa mereka tidak berhasil? Sebab mereka melakukan itu tidak melalui percaya kepada Allah, melainkan melalui usaha mereka sendiri. Maka mereka jatuh tersandung pada \"Batu Sandungan\".","Mengenai batu itu di dalam Alkitab tertulis begini, \"Perhatikanlah ini: Di Sion sudah Kuletakkan sebuah batu yang akan mengakibatkan orang tersandung; yaitu sebuah batu besar yang akan mengakibatkan orang jatuh. Tetapi orang yang percaya kepada-Nya tidak akan kecewa.\""]