["Ikutlah teladan saya, seperti saya pun mengikuti teladan Kristus.","Saya memuji kalian sebab kalian selalu mengingat saya dan menuruti pelajaran yang saya berikan kepadamu.","Tetapi saya ingin kalian mengetahui satu hal lagi, yaitu bahwa yang menjadi kepala atas setiap orang laki-laki adalah Kristus; yang menjadi kepala atas istri adalah suami, dan yang menjadi kepala atas Kristus adalah Allah.","Kalau seorang laki-laki pada waktu berdoa atau pada waktu menyampaikan berita dari Allah di hadapan banyak orang, memakai tutup kepala, maka orang itu menghina Kristus.","Dan kalau seorang wanita pada waktu berdoa atau pada waktu menyampaikan berita dari Allah di hadapan banyak orang, tidak memakai tutup kepala, maka wanita itu menghina suaminya yang menjadi kepala atas dirinya. Itu sama saja seolah-olah kepala wanita itu sudah dicukur.","Sebab kalau seorang wanita tidak mau memakai tutup kepala lebih baik rambutnya digunting. Tetapi kalau seorang wanita dicukur kepalanya atau digunting rambutnya, maka itu suatu penghinaan bagi dia. Oleh sebab itu lebih baik ia memakai tutup kepala.","Laki-laki tidak perlu memakai tutup kepala, sebab ia mencerminkan pribadi dan kebesaran Allah. Tetapi wanita mencerminkan kebesaran laki-laki,","sebab laki-laki tidak dijadikan dari wanita, wanitalah yang dijadikan dari laki-laki.","Laki-laki tidak pula dijadikan untuk kepentingan wanita, melainkan wanita dijadikan untuk kepentingan laki-laki.","Sebab itu, untuk menyenangkan para malaikat, seorang wanita harus memakai tutup kepala sebagai tanda bahwa ia di bawah kekuasaan suaminya.","Meskipun begitu dalam kehidupan kita sebagai orang Kristen, wanita tidak berdiri sendiri, lepas dari laki-laki, dan laki-laki pun tidak berdiri sendiri, lepas dari wanita.","Karena meskipun wanita pertama dijadikan dari laki-laki, tetapi setelah itu laki-laki lahir dari wanita; dan segala sesuatu berasal dari Allah.","Coba Saudara-saudara sendiri menimbang hal ini: Apakah baik seorang wanita berdoa kepada Allah di hadapan orang banyak, tanpa memakai tutup kepala?","Dari pengalaman umum, kalian sudah diajar bahwa kalau laki-laki berambut panjang, itu sesuatu yang kurang patut.","Tetapi bagi wanita, rambut diberikan kepadanya untuk menutupi kepalanya dan rambut panjang adalah kebanggaannya.","Nah, kalau ada yang mau bertengkar tentang masalah ini, satu-satunya yang saya dapat katakan ialah bahwa baik kita maupun jemaat-jemaat Allah lainnya, pada umumnya hanya mempunyai satu kebiasaan itu dalam jemaat; lain daripada itu tidak ada.","Mengenai yang berikut ini, saya tidak memuji kalian. Pertemuan ibadatmu bukannya menghasilkan yang baik, melainkan yang tidak baik.","Pertama-tama saya mendengar, bahwa di dalam pertemuan-pertemuanmu ada golongan-golongan yang saling bertentangan. Dan saya kira sedikit banyak kabar itu benar.","Memang sudah sewajarnya timbul perpecahan di antaramu, supaya kelihatan nanti siapa-siapa orang Kristen yang sejati.","Tetapi pada waktu kalian berkumpul, yang kalian adakan itu bukan Perjamuan Tuhan.","Sebab pada waktu makan, kalian masing-masing berebut mengambil makanannya sendiri, sampai ada yang tidak mendapat apa-apa, sedangkan yang lainnya menjadi mabuk.","Mengapa begitu? Bukankah Saudara punya rumah? Saudara bisa makan dan minum di situ! Ataukah Saudara mau menghina jemaat Allah dan memalukan orang-orang miskin? Apakah yang harus saya katakan kepada kalian? Haruskah saya memuji kalian? Tidak! Sekali-kali saya tidak akan memuji kalian.","Sebab yang saya ajarkan kepadamu, itu saya terima dari Tuhan sendiri: bahwa pada malam itu ketika Yesus, Tuhan kita dikhianati, Ia mengambil roti,","dan setelah Ia mengucap terima kasih kepada Allah atas roti itu, Ia membelah-belah roti itu dengan tangan-Nya, lalu berkata, \"Inilah tubuh-Ku yang diserahkan untuk kalian. Lakukanlah ini untuk mengenang Aku.\"","Begitu pula setelah habis makan, Ia mengambil piala anggur lalu berkata, \"Anggur ini adalah perjanjian Allah yang baru, disahkan dengan darah-Ku. Setiap kali kalian minum ini, lakukanlah ini untuk mengenang Aku.\"","Memang setiap kali kalian makan roti dan minum anggur ini, kalian memberitakan kematian Tuhan, sampai Ia datang.","Oleh karena itu, orang yang makan roti Tuhan atau minum anggur Tuhan dengan cara yang tidak patut, orang itu berdosa terhadap Tuhan yang sudah mengurbankan tubuh dan darah-Nya.","Jadi, setiap orang harus memeriksa dirinya dahulu, baru ia boleh makan roti dan minum anggur itu.","Sebab kalau orang makan roti dan minum anggur tanpa mengindahkan bahwa perjamuan itu berkenaan dengan tubuh Tuhan, orang itu makan dan minum untuk menerima hukuman Allah atas dirinya sendiri.","Itulah sebabnya banyak dari antara kalian yang sakit dan lemah, dan ada juga yang mati.","Tetapi kalau kita memeriksa diri kita terlebih dahulu, kita tidak akan dihukum Allah.","Tetapi kalau kita dihukum Allah, Ia akan mencambuk kita, supaya kita jangan kena penghukuman bersama-sama dunia ini.","Oleh sebab itu, Saudara-saudaraku, kalau kalian berkumpul untuk makan pada perjamuan Tuhan, kalian harus saling menunggu.","Kalau ada yang lapar, ia harus makan dahulu di rumah. Kalau kalian mengindahkan hal ini, pertemuan-pertemuan ibadatmu tidak akan mendatangkan hukuman dari Allah atas dirimu sendiri. Mengenai masalah-masalah yang lain, akan saya terangkan kepadamu, kalau saya datang nanti."]