["Sekarang mengenai karunia-karunia yang diberikan Roh Allah. Mengenai itu, saya mau Saudara-saudara mengetahui yang sebenarnya.","Ingatlah bahwa pada waktu kalian belum mengenal Tuhan, kalian terpengaruh untuk mengikuti berhala yang bisu.","Kalian harus tahu bahwa orang yang dipimpin Roh Allah tidak dapat berkata, \"Terkutuklah Yesus!\" Begitu juga tidak seorang pun dapat mengatakan, \"Yesuslah Tuhan!\" kalau orang itu tidak dipimpin Roh Allah.","Ada bermacam-macam karunia dari Roh Allah, tetapi semuanya diberi oleh Roh yang satu.","Ada bermacam-macam pekerjaan untuk melayani Tuhan, tetapi Tuhan yang dilayani itu, Tuhan yang satu juga!","Ada berbagai-bagai cara mengerjakan pekerjaan Tuhan, tetapi yang memberikan kekuatan untuk itu kepada setiap orang adalah Allah yang satu juga.","Untuk kebaikan kita semua, Roh Allah bekerja pada setiap orang secara sendiri-sendiri.","Kepada yang seorang, Roh itu memberikan kesanggupan untuk berbicara dengan wibawa. Kepada yang lain Roh yang sama itu memberikan kesanggupan untuk menjelaskan tentang Allah.","Roh yang satu itu juga memberikan kepada orang yang satu, kemampuan yang luar biasa untuk percaya kepada Kristus; sedangkan kepada yang lain Roh itu memberikan kuasa untuk menyembuhkan orang.","Kepada seorang diberikan kuasa untuk mengadakan keajaiban dan kepada yang lain diberikan karunia untuk memberitahukan rencana-rencana Allah. Kepada yang lain lagi Roh itu memberi kesanggupan untuk membeda-bedakan mana karunia yang dari Roh Allah dan mana yang bukan. Ada yang diberikan kesanggupan untuk berbicara dengan berbagai bahasa yang ajaib, dan ada pula yang diberikan kesanggupan untuk menerangkan arti bahasa-bahasa itu.","Semuanya itu dikerjakan oleh Roh yang satu itu juga; masing-masing orang diberi karunia yang tersendiri menurut kemauan Roh itu sendiri.","Kristus adalah seperti tubuh manusia; tubuh itu satu, tetapi terdiri dari banyak anggota. Semua anggota itu, meskipun banyak, merupakan satu tubuh.","Begitu juga kita semua, baik orang Yahudi maupun orang bukan Yahudi, hamba-hamba maupun orang-orang merdeka; kita semua sudah dibaptis oleh Roh yang sama itu, supaya kita dijadikan satu pada tubuh Kristus itu. Kita semua juga mengalami Roh yang satu itu sepenuhnya.","Sebab tubuh itu sendiri tidak terdiri dari satu anggota saja tetapi banyak anggotanya.","Kalau kaki berkata, \"Saya bukan tangan, karena itu saya bukan bagian dari tubuh,\" itu tidak berarti bahwa kaki itu bukan bagian dari tubuh.","Dan kalau telinga berkata, \"Sebab saya bukan mata, maka saya bukanlah bagian dari tubuh,\" itu juga tidak berarti bahwa telinga itu bukan bagian dari tubuh.","Seandainya seluruh tubuh itu menjadi mata saja, bagaimana tubuh itu dapat mendengar? Atau kalau seluruh tubuh itu menjadi telinga saja, bagaimanakah tubuh itu mencium?","Kita lihat bahwa Allah yang menempatkan anggota-anggota itu pada tubuh. Masing-masing ditempatkan di tempatnya oleh Allah menurut kehendak-Nya.","Kalau semuanya hanya satu anggota saja, manakah yang disebut tubuh?","Jadi memang ada banyak anggota, tetapi tubuh hanya satu.","Oleh sebab itu, mata tidak dapat berkata kepada tangan, \"Saya tidak memerlukan engkau!\" atau kepala berkata kepada kaki, \"Saya tidak memerlukan engkau!\"","Sebaliknya anggota-anggota tubuh yang dianggap lemah itu, kita perlukan sekali;","dan anggota-anggota yang kita anggap tidak begitu berharga, justru adalah anggota-anggota yang kita berikan lebih banyak penghargaan. Anggota-anggota tubuh yang tidak kelihatan cantik, malah lebih kita perhatikan.","Anggota-anggota tubuh yang sudah kelihatan bagus, tidak memerlukan perhatian kita. Allah sudah menyusun tubuh kita sebegitu rupa sehingga anggota-anggota yang kurang berharga diberikan lebih banyak penghargaan.","Dengan demikian tubuh itu tidak terbagi-bagi; masing-masing anggota memperhatikan satu sama lain.","Kalau satu anggota menderita, semua anggota lainnya menderita juga; kalau satu anggota dipuji, semua anggota lainnya turut bergembira.","Saudara semuanya bersama-sama adalah tubuh Kristus dan kalian masing-masing pula adalah anggota dari tubuh itu.","Begitu juga di dalam jemaat, Allah sudah menentukan tempat untuk berbagai-bagai orang: Mula-mula rasul-rasul; kedua, nabi-nabi, ketiga guru-guru, lalu mereka yang mengadakan keajaiban-keajaiban, kemudian mereka yang diberi karunia untuk menyembuhkan orang, atau untuk menolong orang lain, atau untuk memimpin, ataupun untuk berbicara dengan berbagai bahasa yang ajaib.","Mereka bukan semuanya rasul, atau nabi, ataupun guru. Tidak semuanya mempunyai kuasa untuk mengadakan keajaiban,","atau untuk menyembuhkan orang, atau untuk berbicara dengan berbagai bahasa yang ajaib, atau untuk menterjemahkan bahasa-bahasa itu.","Karena itu, hendaklah kalian berusaha sungguh-sungguh untuk mendapat karunia-karunia yang paling utama. Namun berikut ini saya menunjukkan kepadamu jalan yang terbaik."]