["Dan sekarang, Saudara-saudara, saya mau kalian mengingat kembali akan Kabar Baik dari Allah yang saya beritakan dahulu kepadamu. Kalian menerimanya, dan percaya kepada Kristus karena Kabar Baik itu.","Kalau kalian berpegang teguh pada apa yang saya beritakan itu, maka Kabar Baik itu menyelamatkan kalian; kecuali kalau Saudara percaya tanpa pengertian.","Apa yang saya sampaikan kepada Saudara-saudara adalah yang sudah saya terima juga. Yang terpenting, seperti yang tertulis dalam Alkitab, saya menyampaikan kepadamu bahwa Kristus mati karena dosa-dosa kita;","bahwa Ia dikubur, tetapi kemudian dihidupkan kembali pada hari yang ketiga. Itu juga tertulis dalam Alkitab.","Saya memberitahukan juga kepadamu bahwa Kristus yang dihidupkan kembali itu menunjukkan juga diri-Nya kepada Petrus, dan kemudian kepada kedua belas rasul.","Setelah itu Ia menunjukkan diri pula kepada lebih dari lima ratus pengikut-Nya sekaligus. Kebanyakan dari orang-orang itu masih hidup sekarang, hanya beberapa orang yang sudah meninggal.","Sesudah itu Kristus menunjukkan diri juga kepada Yakobus dan kemudian kepada semua rasul.","Terakhir sekali Ia menunjukkan diri kepada saya juga--saya yang seperti bayi yang lahir tidak pada waktunya!","Saya adalah rasul Tuhan yang paling rendah. Saya tidak patut disebut rasul, sebab saya sudah menganiaya jemaat Allah.","Tetapi karena rahmat Allah saya menjadi seperti keadaan saya yang sekarang. Dan tidaklah percuma Allah mengampuni saya. Malah justru sayalah yang bekerja lebih keras dari semua rasul yang lainnya. Tetapi itu sebenarnya bukan usaha saya; itu usaha Allah yang mengasihi saya dan yang bekerja bersama-sama saya.","Jadi, dari siapa pun kalian menerima Kabar Baik itu--apakah itu dari saya atau dari rasul-rasul yang lain--itu tidak menjadi soal. Yang penting ialah kami memberitakan Kabar Baik itu dan Saudara percaya.","Kalau yang kami beritakan itu ialah bahwa Kristus sudah dihidupkan kembali dari kematian, mengapa ada dari antaramu yang berkata bahwa orang mati tidak akan dihidupkan kembali?","Kalau betul orang mati tidak akan dihidupkan kembali, itu berarti Kristus juga tidak dihidupkan kembali dari kematian.","Dan kalau seandainya Kristus tidak dihidupkan kembali dari kematian, maka tidak ada gunanya kami memberitakan apa-apa dan tidak ada gunanya pula kalian percaya, sebab kepercayaanmu itu tidak mempunyai dasar apa-apa.","Lebih dari itu, ternyatalah bahwa kami berbohong mengenai Allah, sebab kami memberitakan bahwa Allah sudah menghidupkan kembali Kristus dari kematian, padahal Allah tidak menghidupkan Dia kembali--kalau memang benar orang mati tidak dihidupkan kembali!","Sebab kalau orang mati tidak dihidupkan kembali, maka Kristus pun tidak dihidupkan kembali dari kematian.","Dan kalau Kristus tidak dihidupkan kembali maka kepercayaanmu hanyalah impian belaka; itu berarti kalian masih dalam keadaan berdosa dan tidak mempunyai harapan sama sekali.","Itu berarti pula bahwa orang-orang Kristen yang sudah meninggal, juga tidak mempunyai harapan.","Kalau pengharapan kita kepada Kristus terbatas pada hidup kita di dalam dunia ini saja, maka dari seluruh umat manusia di dalam dunia ini, kitalah yang paling malang!","Tetapi nyatanya Kristus sudah dihidupkan kembali dari kematian. Inilah jaminan bahwa orang-orang yang sudah mati akan dihidupkan kembali.","Sebab kematian masuk ke dalam dunia dengan perantaraan satu orang, begitu juga hidup kembali dari kematian diberikan kepada manusia dengan perantaraan satu orang pula.","Sebagaimana seluruh manusia mati karena tergolong satu dengan Adam, begitu juga semua akan dihidupkan, karena tergolong satu dengan Kristus.","Tetapi masing-masing akan dihidupkan menurut gilirannya: pertama-tama Kristus; kemudian nanti pada waktu Ia datang lagi, menyusul giliran orang-orang yang termasuk milik Kristus.","Sesudah itu terjadilah kiamat. Pada waktu itu Kristus akan menaklukkan segala pemerintahan, segala kekuasaan dan segala kekuatan; lalu Ia akan menyerahkan kekuasaan-Nya sebagai Raja, kepada Allah, Bapa kita.","Kristus harus terus memerintah sampai Allah membuat semua musuh Kristus takluk kepada Kristus.","Musuh yang terakhir yang akan ditaklukkan ialah kematian.","Dalam Alkitab tertulis begini, \"Allah sudah membuat segala sesuatu takluk kepada-Nya.\" Jelaslah bahwa yang dimaksud dengan \"segala sesuatu\" itu tidak termasuk Allah sendiri, yang membuat segala sesuatu itu takluk kepada Kristus.","Tetapi setelah seluruhnya ditaklukkan ke bawah pemerintahan Kristus, maka Ia sendiri, yaitu Anak Allah, akan menaklukkan diri-Nya kepada Allah yang sudah membuat segala-galanya takluk kepada-Nya. Maka Allah sendiri pun akan memerintah semuanya.","Kalau orang mati tidak dihidupkan kembali, mengapa ada orang yang dibaptis untuk orang mati? Untuk apa mereka melakukan hal itu? Kalau memang orang mati sama sekali tidak akan dihidupkan lagi, untuk apa mereka melakukan hal itu?","Dan buat apa pula kami mau menghadapi bahaya setiap saat?","Saudara-saudara! Setiap hari saya tahan menderita karena saya bangga atas kehidupanmu sebab kalian sudah percaya kepada Kristus Yesus, Tuhan kita.","Kalau itu hanya dari segi manusia saja, apa untungnya bagi saya untuk berjuang seolah-olah melawan binatang-binatang buas di kota ini, di Efesus? Kalau memang orang mati tidak dihidupkan kembali, nah, lebih baik kita ikuti peribahasa ini: \"Mari kita makan minum dan bersenang-senang, sebab besok kita toh akan mati.\"","Janganlah tertipu! Pergaulan yang buruk merusakkan ahlak yang baik.","Sadarlah sekarang, dan jangan lagi berbuat dosa. Sepantasnya kalian harus malu, bahwa di antaramu ada yang belum mengenal Allah.","Mungkin ada yang bertanya, \"Bagaimanakah orang mati dihidupkan kembali? Tubuh yang bagaimanakah yang diberi kepada mereka, sesudah mereka dihidupkan kembali?\"","Bodoh sekali! Kalau Saudara menanam benih di dalam tanah, benih itu tidak akan tumbuh, kalau benih itu belum mati dahulu.","Dan benih yang Saudara tanam di dalam tanah itu--mungkin benih gandum atau benih lainnya--adalah biji benih itu saja, bukan seluruh tanamannya yang akan tumbuh nanti.","Allah sendiri yang akan memberikan kepada benih itu bentuk yang menurut pandangan-Nya baik untuk tanaman itu. Untuk setiap macam benih, Allah memberikan bentuk tanamannya sendiri-sendiri.","Tubuh makhluk-makhluk yang bernyawa tidak semuanya sama. Manusia mempunyai sejenis tubuh, binatang-binatang mempunyai jenis tubuh yang lain; burung-burung lain pula jenis tubuhnya, dan ikan-ikan lain lagi jenis tubuhnya.","Begitu juga dengan benda-benda yang di langit dan benda-benda yang di bumi. Benda-benda yang di langit masing-masing mempunyai keindahannya sendiri, dan benda-benda yang di bumi pun begitu juga.","Keindahan matahari lain daripada keindahan bulan. Bintang-bintang pun mempunyai keindahannya sendiri. Malah bintang-bintang itu masing-masing berlain-lainan pula keindahannya.","Begitu halnya nanti dengan orang-orang mati yang dihidupkan kembali. Tubuh yang dikubur itu adalah tubuh yang bisa busuk, tetapi tubuh yang dihidupkan kembali, adalah tubuh yang tidak bisa rusak.","Pada waktu tubuh itu dikuburkan, tubuh itu buruk dan lemah; tetapi pada waktu ia dihidupkan kembali, ia adalah tubuh yang bagus dan kuat.","Pada waktu dikuburkan, tubuh itu tubuh dari dunia; tetapi setelah hidup kembali, maka tubuh itu tubuh yang diberi oleh Roh Allah. Ada tubuh yang dari dunia, ada juga tubuh yang dari Allah.","Dalam Alkitab tertulis begini, \"Manusia yang pertama, yakni Adam, menjadi makhluk yang hidup,\" tetapi Adam yang terakhir adalah Roh yang memberi hidup.","Yang datang terlebih dahulu adalah yang jasmani, bukan yang rohani. Yang rohani datang kemudian.","Adam yang pertama dijadikan dari tanah, tetapi Adam yang kedua berasal dari surga.","Orang-orang dunia ini adalah seperti Adam yang pertama, yang dijadikan dari tanah, tetapi orang-orang surga adalah seperti Dia yang datang dari surga.","Sebagaimana kita sekarang adalah seperti Adam yang dijadikan dari tanah, maka nanti kita akan menjadi seperti Dia yang dari surga itu.","Maksud saya, Saudara-saudara, ialah: tubuh yang dijadikan dari darah dan daging, tidak dapat masuk Dunia Baru Allah; dan tubuh yang dapat mati tidak dapat menjadi abadi.","Perhatikanlah rahasia ini: Tidak semuanya kita akan mati, tetapi kita semuanya akan berubah.","Hal itu akan terjadi tiba-tiba dalam sekejap mata, pada waktu trompet dibunyikan untuk terakhir kalinya. Sebab pada waktu terdengar bunyi trompet itu, orang-orang mati akan dihidupkan kembali dengan tubuh yang abadi, dan kita semuanya akan diubah.","Tubuh kita yang dapat mati ini harus diganti dengan tubuh yang tidak dapat mati, dan tubuh yang dari dunia harus diganti dengan tubuh yang dari surga.","Kalau tubuh yang dapat mati sudah diganti dengan tubuh yang tidak dapat mati, dan tubuh yang dari dunia sudah diganti dengan tubuh yang dari surga, pada waktu itu barulah terjadi apa yang tertulis dalam Alkitab, \"Kematian sudah dibasmi; kemenangan sudah tercapai!\"","\"Hai maut, di manakah kemenanganmu? Hai maut, di manakah bisamu?\"","Bisa maut ialah dosa, dan dosa menjalankan peranannya melalui hukum agama.","Tetapi syukur kepada Allah; Ia memberikan kepada kita kemenangan melalui Yesus Kristus Tuhan kita!","Oleh sebab itu, Saudara-saudara yang tercinta, hendaklah kalian kuat dan teguh. Bekerjalah terus untuk Tuhan dengan sungguh-sungguh, sebab kalian mengetahui bahwa semua yang kalian kerjakan untuk Tuhan, tidak akan percuma."]