["Saudara-saudara! Saudara hendaknya mengingat apa yang terjadi kepada nenek moyang kita ketika mereka mengikuti Musa. Mereka semua dilindungi oleh awan, dan dengan selamat menyeberangi Laut Merah.","Untuk menjadi pengikut-pengikut Musa, mereka semuanya dibaptis di dalam awan dan di dalam laut itu.","Mereka semuanya makan makanan rohani yang sama,","dan minum minuman rohani yang sama. Mereka semuanya minum dari gunung batu rohani yang menyertai mereka; gunung batu itu ialah Kristus sendiri.","Meskipun begitu, Allah tidak senang terhadap kebanyakan dari mereka, dan itulah sebabnya mayat-mayat mereka bergelimpangan di padang gurun.","Semuanya itu menjadi contoh bagi kita, untuk mengingatkan kita supaya jangan menginginkan hal-hal yang jahat seperti mereka.","Juga supaya kita jangan menyembah berhala seperti yang dilakukan oleh sebagian dari mereka. Dalam Alkitab tertulis, \"Maka bangsa itu mulai makan minum, dan menari untuk menyembah berhala.\"","Kita tidak boleh melakukan hal-hal yang cabul seperti yang dilakukan oleh sebagian dari mereka. Sebab, dua puluh tiga ribu orang dari mereka mati dalam satu hari karena melakukan itu.","Kita tidak boleh mencoba-coba Tuhan seperti yang dilakukan oleh sebagian dari mereka dahulu, sehingga mereka mati dipagut ular berbisa.","Kita tidak boleh juga menggerutu; seperti yang dilakukan oleh sebagian dari mereka dahulu, sehingga mereka dibunuh oleh Malaikat Kematian.","Semua hal itu terjadi kepada mereka untuk menjadi contoh bagi orang-orang lain. Dan semuanya itu tertulis juga untuk menjadi peringatan kepada kita. Sebab kita sekarang hidup di masa akhir zaman.","Orang yang menyangka dirinya berdiri teguh, hendaklah berhati-hati; jangan sampai ia jatuh.","Setiap cobaan yang Saudara alami adalah cobaan yang lazim dialami manusia. Tetapi Allah setia pada janji-Nya. Ia tidak akan membiarkan Saudara dicoba lebih daripada kesanggupanmu. Pada waktu Saudara ditimpa oleh cobaan, Ia akan memberi jalan kepadamu untuk menjadi kuat supaya Saudara dapat bertahan.","Oleh sebab itu, Saudara-saudara yang saya kasihi, hendaklah kalian membenci penyembahan berhala.","Saya berbicara kepadamu seperti kepada orang-orang yang bijaksana. Hendaklah kalian menimbang sendiri perkataan saya ini.","Pada waktu kita minum anggur dengan mengucap terima kasih kepada Allah, bukankah itu menunjukkan bahwa kita bersatu dengan Kristus dalam kematian-Nya? Dan pada waktu kita membagi-bagikan roti untuk dimakan bersama-sama, bukankah itu menunjukkan bahwa kita bersatu dalam tubuh Kristus?","Oleh karena hanya ada satu roti, dan kita semua makan dari roti yang satu itu juga, maka kita yang banyak ini merupakan satu tubuh.","Coba perhatikan orang-orang Yahudi. Mereka yang makan makanan yang dipersembahkan di atas tempat persembahan kurban, adalah orang-orang yang bersatu dengan tempat itu.","Apa maksud saya dengan itu? Berhala ataupun makanan yang dipersembahkan kepada berhala itu tidak punya arti sama sekali.","Apa yang dipersembahkan di tempat kurban untuk berhala tidak dipersembahkan kepada Allah, melainkan kepada roh-roh jahat. Dan saya tidak mau kalian bersatu dengan roh jahat.","Kalian tidak boleh minum dari piala anggur Tuhan, dan sekaligus dari piala anggur roh jahat juga. Kalian tidak boleh makan di meja Tuhan, dan di meja roh jahat juga.","Ataukah kita mau membuat Tuhan iri hati? Apakah kita lebih kuat dari Tuhan?","Kata orang, \"Kita boleh berbuat apa saja yang kita mau.\" Benar! Tetapi tidak semua yang kita mau itu berguna. \"Kita boleh berbuat apa saja yang kita mau\" --tetapi tidak semua yang kita mau itu membangun kehidupan kita.","Janganlah seorang pun berjuang untuk kepentingan dirinya sendiri saja. Setiap orang harus berjuang untuk kepentingan orang lain.","Kalian boleh makan apa saja yang dijual di pasar daging. Tidak usah menyelidikinya terlebih dahulu, meskipun ada keberatan-keberatan dalam hati nuranimu.","Sebab dalam Alkitab tertulis, \"Bumi ini dengan seluruh isinya adalah kepunyaan Tuhan.\"","Kalau kalian diundang makan oleh seorang yang bukan Kristen, dan kalian menerima undangan itu, makanlah apa yang dihidangkan kepadamu. Tidak usah menyelidiki dari mana datangnya makanan itu, supaya tidak ada keberatan-keberatan di dalam hati nuranimu.","Tetapi kalau ada yang berkata kepadamu, \"Makanan ini sudah dipersembahkan kepada berhala,\" janganlah makan makanan itu, karena memperhatikan kepentingan orang itu dan karena suara hati nurani.","Maksud saya bukan suara hati nuranimu, tetapi suara hati nurani orang itu. Mungkin ada yang bertanya, \"Wah, mengapa kebebasan saya harus dibatasi oleh suara hati nurani orang lain?","Kalau saya makan makanan dengan berterima kasih kepada Allah, mengapa orang harus mencela saya atas makanan itu, sedangkan saya sudah berterima kasih kepada Allah atasnya?\"","Apa pun yang Saudara lakukan--Saudara makan atau Saudara minum--lakukanlah semuanya itu untuk memuliakan Allah.","Hiduplah sedemikian rupa sehingga Saudara tidak menyebabkan orang lain berbuat dosa; apakah mereka orang Yahudi atau orang bukan Yahudi, ataupun jemaat Allah.","Hiduplah seperti saya. Saya berusaha menyenangkan hati semua orang dalam segala sesuatu, tanpa maksud-maksud kepentingan diri sendiri. Tujuan saya adalah hanya supaya mereka semuanya dapat diselamatkan."]