["Hendaklah kalian berusaha untuk mengasihi orang-orang lain. Dan berusahalah juga untuk menerima karunia-karunia yang diberikan Roh Allah, terutama sekali kesanggupan untuk menyampaikan rencana-rencana Allah kepada manusia.","Orang yang berbicara dalam bahasa yang ajaib, orang itu bukannya berbicara kepada manusia; ia berbicara kepada Allah. Tidak ada orang yang mengerti apa yang ia katakan, sebab Roh Allah yang menyebabkan ia mengucapkan hal-hal yang hanya diketahui Allah.","Sebaliknya orang yang menyampaikan berita dari Allah, menyampaikannya kepada manusia; untuk menguatkan mereka, untuk memberi semangat kepada mereka dan untuk menghibur mereka.","Orang yang berbicara dalam bahasa yang ajaib hanya menguatkan dirinya sendiri saja, sedangkan orang yang menyampaikan berita dari Allah menolong jemaat menjadi maju.","Alangkah baiknya kalau Saudara semua dapat berbicara dengan berbagai bahasa yang ajaib. Tetapi yang paling baik ialah kalau Saudara dapat memberitakan rencana-rencana Allah. Sebab orang yang menyampaikan berita dari Allah, lebih besar daripada orang yang berbicara dengan berbagai bahasa yang ajaib; lain halnya kalau orang yang berbicara dalam berbagai bahasa yang ajaib itu dapat menjelaskan apa yang dikatakannya itu, supaya seluruh jemaat mendapat manfaatnya.","Kalau saya seandainya datang kepadamu dan saya berbicara dalam berbagai bahasa yang ajaib, apa gunanya itu untuk kalian? Tidak ada gunanya sedikit pun! Lain halnya, kalau saya menyatakan suatu pengungkapan dari Allah, atau saya menjelaskan sesuatu tentang Allah, atau saya menyampaikan berita dari Allah, atau saya mengajar.","Alat-alat musik yang tidak bernyawa sedikit pun, seperti misalnya seruling dan kecapi, kalau nada-nadanya tidak dimainkan dengan jelas, bagaimana orang tahu lagu apa yang dimainkannya?","Suatu contoh yang lain lagi: Kalau trompet dibunyikan sembarangan, siapa yang akan bersiap untuk berperang?","Begitu juga dengan kesanggupanmu untuk berbicara dengan berbagai bahasa yang ajaib. Kalau Saudara dengan kesanggupan itu mengucapkan kata-kata yang tidak jelas, tidak ada seorang pun yang bisa mengerti apa yang Saudara katakan. Kata-katamu itu akan lenyap tidak menentu.","Di dunia ini ada sekian banyak bahasa, tetapi tidak ada satu pun dari bahasa-bahasa itu yang tidak mengandung arti.","Tetapi kalau saya tidak mengerti bahasa yang diucapkan seseorang, maka orang yang memakai bahasa itu merupakan orang asing terhadap saya; begitu juga saya terhadap dia.","Mengenai kalian sendiri, saya tahu kalian ingin sekali mendapat karunia-karunia dari Roh Allah. Tetapi yang terutama sekali, haruslah kalian berusaha untuk memakai kesanggupan yang menolong jemaat menjadi maju.","Itu sebabnya orang yang berbicara dalam bahasa yang ajaib, haruslah memohon dari Allah supaya ia diberi juga kesanggupan untuk menerangkan apa yang dikatakannya itu.","Sebab kalau saya berdoa dengan bahasa yang ajaib, roh saya memang berdoa, tetapi pikiran saya tidak bekerja.","Jadi, saya harus berbuat apa? Ini yang akan saya buat: Saya akan berdoa dengan roh saya, tetapi saya akan berdoa juga dengan pikiran saya. Saya akan bernyanyi dengan roh saya, tetapi saya mau menyanyi juga dengan pikiran saya.","Sebab kalau Saudara mengucap terima kasih kepada Allah dengan rohmu saja, dan ada orang lain yang tidak mengerti bahasa ajaib yang dari Roh Allah itu, maka orang itu tidak dapat berkata, \"Aku setuju\" terhadap doa syukurmu itu; karena ia tidak tahu apa yang Saudara katakan.","Meskipun doa terima kasihmu kepada Tuhan itu sangat baik, namun doa itu tidak ada gunanya sama sekali bagi orang lain.","Saya berterima kasih kepada Allah sebab saya sendiri dapat berbicara dalam berbagai-bagai bahasa yang ajaib lebih daripada Saudara semua.","Namun, di dalam pertemuan-pertemuan untuk menyembah Tuhan, saya lebih suka memakai lima perkataan yang dapat dimengerti orang daripada memakai beribu-ribu perkataan dalam bahasa yang ajaib. Saya lebih suka begitu supaya saya dapat mengajar orang.","Saudara-saudara! Janganlah berpikir seperti anak-anak. Dalam hal kejahatan, hendaklah kalian tetap seperti anak kecil. Tetapi dalam pemikiran, hendaklah kalian menjadi orang yang sudah dewasa.","Dalam Alkitab tertulis begini, \"Tuhan berkata, 'Dengan perantaraan orang-orang yang berbicara dengan bahasa yang ganjil, Aku akan berbicara kepada umat ini. Bahkan dengan perantaraan orang-orang asing, Aku akan berbicara kepada umat-Ku; namun demikian, mereka tidak mau mendengar perkataan-Ku.'\"","Jadi karunia untuk berbicara dengan berbagai bahasa yang ajaib adalah sebagai tanda untuk orang yang tidak percaya, bukan untuk orang yang percaya. Dan karunia untuk memberitahukan rencana Allah kepada manusia adalah tanda untuk orang yang percaya, bukan untuk orang yang tidak percaya.","Karena itu, kalau seandainya di dalam pertemuan jemaat, seluruh jemaat berbicara dalam berbagai bahasa yang ajaib, lalu datang beberapa orang luar, atau orang-orang yang bukan Kristen, tentu orang-orang itu akan menyangka kalian sudah gila semuanya!","Tetapi kalau Saudara semuanya menyampaikan berita dari Allah, lalu datang seorang yang bukan Kristen atau seorang luar, maka hal-hal yang diberitakan oleh Saudara semuanya akan menunjukkan dosa-dosa orang itu dan membuat ia sadar akan dosa-dosanya.","Hal-hal yang tersembunyi dalam hatinya akan dinyatakan, sehingga ia akan merendahkan dirinya lalu menyembah Allah. Ia akan mengaku bahwa Allah benar-benar ada di tengah-tengah kalian.","Jadi, Saudara-saudara, apa artinya semuanya itu? Kalau kalian berkumpul untuk menyembah Tuhan, ada yang menyanyi, ada yang mengajar, ada yang memberitahukan sesuatu dari Allah, ada yang berbicara dalam bahasa yang ajaib, dan ada yang menjelaskan apa yang dikatakan itu. Tetapi semuanya itu haruslah dilakukan untuk mengajar dan untuk kebaikan semuanya.","Kalau ada yang mau berbicara dalam bahasa yang ajaib, haruslah dua atau paling banyak tiga orang saja secara bergilir. Dan harus ada yang menjelaskan apa yang dikatakan oleh orang yang berbicara itu.","Kalau tidak ada yang dapat menjelaskannya, maka orang-orang yang berbicara dalam bahasa yang ajaib itu harus diam dalam pertemuan itu. Biarlah mereka berbicara dalam hati saja kepada Allah.","Dua atau tiga orang yang mempunyai berita dari Allah harus menyampaikan berita itu sementara yang lain mempertimbangkan apa yang dikatakan itu.","Tetapi kalau seandainya berita dari Allah datang pada seorang lain yang duduk pada pertemuan itu, maka orang yang sedang berbicara, harus berhenti.","Dengan cara yang demikian, Saudara-saudara semuanya, satu per satu, dapat menyampaikan berita dari Allah; supaya semuanya dapat menerima pelajaran dan menjadi makin percaya.","Karunia dari Roh untuk menyampaikan berita dari Allah dapat dikendalikan oleh orang yang menyampaikan berita itu.","Allah adalah Allah yang suka akan ketertiban; Ia bukan Allah yang suka pada kekacauan. Seperti yang berlaku di dalam semua jemaat Allah,","wanita harus diam pada waktu pertemuan jemaat. Mereka tidak diizinkan berbicara. Mereka tidak boleh memegang pimpinan; itu sesuai dengan hukum agama.","Kalau mereka mau mengetahui sesuatu, mereka harus menanyakan itu kepada suami mereka di rumah. Sangat memalukan bila seorang wanita berbicara di dalam pertemuan jemaat.","Apakah perkataan Allah datang dari kalian? Atau hanya kepadamu saja perkataan itu disampaikan?","Kalau ada orang yang merasa mempunyai karunia untuk menyampaikan berita dari Allah, atau ia mempunyai karunia yang lainnya dari Roh Allah, orang itu harus sadar bahwa apa yang saya tulis ini adalah perintah dari Tuhan.","Tetapi kalau ada yang tidak menerima ini, janganlah memperhatikan dia.","Oleh sebab itu, Saudara-saudara, berusahalah untuk menyampaikan berita dari Allah, tetapi janganlah melarang orang yang mau berbicara dalam berbagai bahasa yang ajaib.","Tetapi semuanya harus dilakukan dengan baik dan teratur."]