["Saudara-saudara, sebenarnya saya tidak dapat berbicara dengan Saudara seperti dengan orang yang mempunyai Roh Allah. Saya hanya dapat berbicara denganmu seperti dengan orang yang masih hidup menurut keinginan duniawi; seperti dengan orang yang masih bayi dalam kepercayaannya kepada Kristus.","Dahulu saya hanya dapat memberikan kepadamu makanan bayi, bukan makanan orang dewasa; sebab kalian belum cukup kuat untuk itu. Tetapi sekarang pun kalian masih belum kuat untuk itu,","karena kalian masih hidup menurut tabiatmu secara manusia. Sebab kalau kalian masih iri hati dan berkelahi satu sama lain, bukankah itu menunjukkan bahwa kalian masih hidup menurut tabiat manusia, seperti orang-orang yang tidak mengenal Allah?","Kalau ada yang berkata, \"Kami ikut Paulus,\" dan yang lain berkata, \"Saya ikut Apolos,\" bukankah itu menunjukkan bahwa Saudara berkelakuan seperti orang-orang dunia?","Sebenarnya siapakah Apolos itu? Dan siapakah Paulus? Kami hanya pelayan-pelayan Allah, yang sudah membimbing kalian untuk percaya kepada Kristus. Kami hanya menjalankan pekerjaan yang ditugaskan Tuhan kepada kami masing-masing.","Saya menanam dan Apolos menyiram, tetapi Allah sendirilah yang membuat tanamannya tumbuh.","Jadi yang penting adalah Allah, sebab Dialah yang menumbuhkan. Yang menanam dan yang menyiram tidak penting;","keduanya adalah sederajat. Masing-masing akan menerima upah menurut jerih payahnya.","Kami adalah orang-orang yang sama-sama bekerja untuk Allah; dan kalian adalah seperti ladang Allah. Saudara-saudara adalah seperti gedung Allah juga.","Dengan kepandaian yang diberikan Allah, saya sebagai ahli bangunan sudah meletakkan pondasi untuk gedung tersebut, dan orang lain membangun gedung di atas pondasi itu. Setiap orang harus memperhatikan baik-baik bagaimana ia membangun di atas pondasi itu.","Sebab Allah sendiri sudah menempatkan Yesus Kristus sebagai satu-satunya pondasi untuk gedung itu; tidak ada pondasi yang lain.","Ada yang membangun di atas pondasi itu dengan memakai emas, ada yang memakai perak, ada yang memakai batu permata, ada pula yang memakai kayu, rumput kering ataupun jerami.","Pekerjaan setiap orang akan kelihatan nanti pada saat Kristus datang kembali. Sebab pada hari itu api akan membuat pekerjaan masing-masing orang kelihatan. Api akan menguji dan menentukan mutu dari pekerjaan itu.","Kalau gedung yang didirikan orang di atas pondasi itu tahan bakaran api, orang itu akan menerima hadiahnya.","Tetapi kalau pekerjaan orang terbakar, ia akan rugi; ia sendiri akan selamat, tetapi seperti orang yang lolos menerusi api.","Tahukah Saudara bahwa kalian adalah Rumah Allah? Dan bahwa Roh Allah tinggal di dalam kalian?","Kalau ada orang yang merusak Rumah Allah, Allah pun akan merusak orang itu. Sebab Rumah Allah adalah khusus untuk Allah saja, dan kalianlah rumah itu.","Janganlah seorang pun menipu dirinya sendiri. Kalau ada orang di antaramu merasa dirinya bijaksana menurut ukuran dunia ini, orang itu harus menjadi bodoh, supaya ia menjadi benar-benar bijaksana.","Sebab yang dianggap bijaksana oleh dunia adalah bodoh pada pemandangan Allah. Dalam Alkitab tertulis, \"Allah menjebak orang-orang bijaksana dalam kecerdikan mereka sendiri.\"","Ada tertulis begini juga, \"Tuhan tahu bahwa pikiran orang-orang bijaksana adalah pikiran yang tidak berguna.\"","Karena itu, janganlah seorang pun menyanjung-nyanjung manusia, sebab segala-galanya sudah diberikan menjadi milikmu:","Paulus, Apolos, Petrus, dunia ini, kehidupan dan kematian, zaman ini ataupun zaman yang akan datang, segala-galanya adalah kepunyaanmu.","Dan kalian adalah kepunyaan Kristus, dan Kristus kepunyaan Allah."]