["Anggaplah kami pelayan-pelayan Kristus, yang bertanggung jawab memberitakan rencana-rencana Allah yang belum diketahui dunia.","Yang pertama-tama dituntut dari pelayan yang demikian adalah bahwa ia setia kepada tuannya.","Bagi saya, tidak menjadi soal apa yang kalian--atau siapa pun--juga pikirkan tentang diri saya. Malah apa yang saya sendiri pikirkan mengenai diri saya sendiri pun tidak menjadi soal.","Saya tidak merasa bersalah dalam hal apa pun juga, tetapi itu bukan bukti bahwa saya memang tidak bersalah. Tuhan sendirilah yang menentukan saya bersalah atau tidak.","Sebab itu, karena belum waktunya, janganlah kalian cepat-cepat menentukan bahwa seseorang bersalah atau tidak. Tunggulah sampai Tuhan datang nanti. Ialah yang akan membuka semua rahasia-rahasia yang tersembunyi dalam kegelapan. Ialah yang akan membongkar semua niat yang terpendam di dalam hati manusia. Pada waktu itu barulah setiap orang menerima dari Allah pujian yang patut diterimanya.","Saudara-saudara! Untuk kepentinganmu, saya sudah mengenakan semuanya itu kepada Apolos dan kepada diri saya sendiri. Maksudnya supaya dari contoh kami itu kalian dapat belajar apa arti ungkapan, \"Berpeganglah pada peraturan yang ada.\" Dengan demikian tidak seorang pun dari kalian dapat membangga-banggakan seseorang, lalu menghina yang lain.","Siapakah yang menjadikan Saudara lebih dari orang lain? Bukankah segala sesuatu Saudara terima dari Allah? Jadi, mengapa mau menyombongkan diri, seolah-olah apa yang ada pada Saudara itu bukan sesuatu yang diberi?","Memang kalian tidak memerlukan apa-apa lagi! Kalian sudah kaya! Kalian sudah menjadi raja! Dan kami tidak. Alangkah baiknya kalau kalian betul-betul sudah menjadi raja, supaya kami dapat memerintah bersamamu.","Karena menurut pendapat saya, kami rasul-rasul, sudah dijadikan oleh Allah sebagai tontonan di depan manusia dan para malaikat. Kami seperti orang-orang hina yang dijatuhi hukuman mati di depan umum dan disorak-soraki oleh dunia.","Karena Kristus, kami adalah orang yang bodoh, dan kalian orang Kristen yang pandai! Kami lemah, kalian kuat! Kami dicela, dan kalian disanjung-sanjung!","Sampai saat ini kami mengalami kelaparan dan kehausan; pakaian kami tinggal yang di badan saja; orang menyiksa kami; kami tidak punya tempat untuk menetap;","kami membanting tulang untuk mencari nafkah. Apabila kami dikutuk, kami membalas dengan berkat; kalau kami dianiaya, kami sabar;","kalau orang memburuk-burukkan kami, kami membalas dengan kata-kata yang manis. Kami tidak lebih dari sampah dunia ini; sampai saat ini kami masih dianggap seperti kotoran bumi.","Saya menulis ini kepadamu bukanlah untuk membuat kalian menjadi malu, tetapi untuk menasihati kalian seperti anak-anak saya sendiri.","Sebab sayalah yang menjadi bapak kalian, walaupun mungkin sebagai orang Kristen, kalian sudah punya sepuluh ribu guru. Di dalam hidupmu sebagai orang-orang yang bersatu dengan Kristus, saya yang menjadi bapak kepadamu, karena saya yang membawa Kabar Baik tentang Kristus kepadamu.","Sebab itu saya minta dengan sangat supaya kalian mengikuti contoh saya.","Untuk itu saya sudah mengutus Timotius kepadamu. Sebagai pengikut Kristus, ia sama seperti anak saya sendiri yang saya kasihi. Ia anak yang dapat dipercayai. Nanti ia akan mengingatkan kalian mengenai cara hidup yang saya ikuti sesudah percaya kepada Kristus, yaitu cara hidup yang saya ajarkan di setiap jemaat di mana pun juga.","Beberapa orang dari antaramu sudah menjadi sombong, sebab mereka menyangka saya tidak akan datang padamu.","Tetapi kalau Tuhan mengizinkan saya akan datang juga kepadamu tidak lama lagi. Nanti pada waktu itu saya akan melihat juga apa yang dapat dilakukan oleh orang-orang yang sombong itu; bukan hanya perkataan mereka saja.","Karena kalau Allah memerintah hidup seseorang, hal itu dibuktikan oleh kekuatan hidup orang itu, bukan oleh kata-katanya.","Jadi pilih saja apa yang kalian lebih sukai! Apakah kalian mau saya datang untuk mengajar kalian dengan keras atau saya datang mengajar dengan lemah lembut dan kasih sayang?"]