["Saya sebenarnya sudah menerima laporan bahwa di antaramu ada perbuatan-perbuatan cabul yang keterlaluan: Ada dari antara Saudara yang berzinah dengan ibu tirinya. Orang-orang yang tidak mengenal Tuhan pun tidak melakukan seperti itu!","Meskipun begitu, Saudara masih tinggi hati. Sebaliknya Saudara seharusnya sedih, dan mengeluarkan dari antara Saudara orang yang melakukan hal itu.","Secara lahir saya jauh dari kalian, tetapi secara batin saya berada di tengah-tengah kalian. Jadi, saya mau bertindak seolah-olah saya berada di antaramu, \"Atas nama Tuhan Yesus Kristus, saya nyatakan bahwa orang yang sudah melakukan perbuatan yang sebegitu kotor, harus dihukum!\" Kalau kalian berkumpul anggaplah bahwa saya hadir di antaramu, dan dengan kuasa Tuhan kita Yesus,","(5:3)","kalian harus menyerahkan orang itu kepada Iblis supaya tubuh orang itu binasa dan dengan demikian rohnya diselamatkan pada waktu Tuhan datang kembali.","Tidak patut kalian merasa sombong. Barangkali kalian sudah mengenal peribahasa ini, \"Ragi yang sedikit membuat seluruh adonan mengembang!\"","Buanglah dahulu ragi yang lama itu, yaitu ragi dosa, supaya kalian menjadi seperti adonan yang baru, bersih dari ragi dosa yang lama, dan saya tahu bahwa kalian memang demikian. Sebab, perayaan Paskah kita sudah siap, karena Kristus yang menjadi sebagai domba Paskah kita, sudah dikurbankan.","Jadi, mari kita merayakan pesta kita itu dengan roti yang tidak beragi, yaitu roti yang melambangkan kemurnian dan semua yang berkenan di hati Allah. Jangan kita merayakan pesta Paskah itu dengan roti yang mengandung ragi yang lama, yaitu ragi dosa dan kejahatan.","Di dalam surat saya yang lalu, saya memberitahukan kepadamu supaya jangan bergaul dengan orang cabul.","Yang saya maksudkan bukanlah orang cabul atau tamak, atau penipu atau penyembah berhala yang sama sekali tidak mengenal Allah. Bukan! Saya tidak maksudkan mereka; sebab kalau kalian harus menjauhi mereka, maka tentunya kalian perlu keluar sama sekali dari dunia ini.","Maksud saya ialah, bahwa kalian jangan bergaul dengan orang yang mengaku dirinya orang Kristen, tetapi orang itu cabul, atau tamak, atau penyembah berhala, atau suka memburuk-burukkan orang lain, atau pemabuk, ataupun pencuri. Duduk makan dengan orang itu pun jangan!","Memang mengadili orang-orang bukan Kristen bukanlah urusan saya. Allah sendirilah yang akan mengadili mereka. Tetapi mengenai anggota-anggota jemaatmu, bukankah kalian sendiri yang harus mengadili mereka? Dalam Alkitab tertulis, \"Usirlah orang jahat dari antaramu.\"","(5:12)"]