["Sekarang mengenai makanan yang diberikan sebagai persembahan kepada berhala. Memang benar seperti kata orang, \"Kita semuanya sudah pandai.\" Tetapi kepandaian membuat orang menjadi sombong, sedangkan kasih membangun pribadi orang.","Orang yang menyangka bahwa ia tahu banyak, sebetulnya belum mengetahui yang sedalam-dalamnya.","Tetapi orang yang sungguh-sungguh mengasihi Allah, ia dikenal oleh Allah.","Tentang persoalan makan makanan yang sudah dipersembahkan kepada berhala, kita tahu bahwa berhala menggambarkan sesuatu yang sebetulnya tidak ada. Dan kita tahu juga bahwa Allah hanya satu; tidak ada yang lain.","Memang banyak juga apa yang dinamakan ilah dan tuhan; baik yang ada di langit maupun yang ada di atas bumi.","Tetapi bagi kita, Allah hanya satu. Ia Bapa yang menciptakan segala sesuatu. Untuk Dialah kita hidup. Dan Tuhan hanya satu juga, yaitu Yesus Kristus. Melalui Dia segala sesuatu diciptakan, dan karena Dialah maka kita hidup.","Meskipun begitu, tidak semua orang mengetahui hal itu. Ada yang dahulu biasanya menyembah berhala. Jadi, karena itu sampai sekarang pun mereka masih merasa bahwa makanan, yang sudah dipersembahkan kepada berhala, adalah makanan berhala. Maka kalau mereka makan makanan itu, mereka merasa berdosa; karena keyakinan mereka belum kuat.","Sebenarnya makanan sendiri tidak membuat hubungan kita dengan Allah menjadi lebih akrab. Kalau kita makan makanan itu, kita tidak mendapat keuntungan apa-apa. Sebaliknya kalau kita tidak makan makanan itu, kita pun tidak rugi apa-apa.","Tetapi, hati-hati! Jangan sampai terjadi bahwa orang lain menjadi berdosa--karena keyakinannya belum kuat--oleh sebab Saudara bebas melakukan apa saja.","Maksud saya begini: Seandainya Saudara, yang punya keyakinan yang kuat, sedang duduk makan di kuil berhala. Kemudian seseorang melihat Saudara duduk makan di situ. Kalau keyakinan orang itu tidak kuat, bukankah itu akan membuat orang itu berani makan makanan yang sudah diberi kepada berhala itu?","Dan karena itu, maka keyakinan Saudara membuat orang yang keyakinannya tidak kuat itu menjadi sesat. Padahal Kristus mati untuk orang itu juga.","Dan kalau Saudara melakukan kesalahan seperti itu terhadap saudara-saudara Kristen--yaitu Saudara merusak keyakinan mereka yang lemah--maka Saudara berdosa kepada Kristus.","Itu sebabnya, kalau makanan menyebabkan saudara saya berdosa, maka saya sama sekali tidak akan makan daging lagi. Sebab jangan-jangan saudara saya berdosa karena saya."]