["Bukankah saya orang bebas? Bukankah saya rasul? Apakah saya belum pernah melihat Yesus, Tuhan kita? Apakah kalian bukan hasil pekerjaan saya untuk Tuhan?","Kalaupun orang-orang lain tidak mau mengaku saya sebagai rasul, paling sedikit kalian mengakui itu! Sebab hidupmu sebagai orang Kristen adalah bukti bahwa saya seorang rasul.","Kalau orang mengeritik saya, saya akan menjawab begini:","Apakah saya tidak berhak menerima makanan dan minuman karena pekerjaan saya?","Apakah saya tidak berhak membawa seorang istri Kristen bersama-sama saya dalam perjalanan saya, seperti yang dilakukan oleh saudara-saudara Tuhan Yesus dan oleh rasul-rasul lainnya, termasuk Petrus?","Atau cuma Barnabas dan saya saja yang diharuskan mencari nafkah sendiri?","Tidak ada anggota tentara yang harus membiayai dirinya sendiri di dalam angkatan perang! Tidak ada petani yang menanam anggur di kebunnya lalu tidak makan hasil anggur dari kebun itu! Tidak ada gembala yang memelihara domba, lalu tidak minum susu dari domba-dombanya itu!","Saya mengemukakan itu bukan hanya berdasarkan yang lazim dalam pengalaman sehari-hari, tetapi sebab Alkitab mengemukakan hal itu juga.","Di dalam Buku Musa tertulis, \"Sapi yang sedang menginjak-injak gandum untuk melepaskan biji gandum dari bulirnya, janganlah diberangus mulutnya.\" Sapikah yang diperhatikan Allah?","Atau itu dimaksudkan untuk kita? Memang itu tertulis untuk kita. Sebab orang yang mengerjakan ladang dan orang yang membersihkan gandumnya sudah selayaknya bekerja dengan harapan untuk menerima sebagian dari hasil pekerjaannya.","Kami sudah menabur benih rohani di dalam hidupmu. Maka kalau kami menuai berkat-berkat kebendaan dari kalian, apakah itu berarti kami menuntut terlalu banyak dari kalian?","Kalau orang-orang lain berhak mengharapkan ini dari kalian, bukankah kami lebih berhak lagi daripada mereka? Tetapi saya belum menggunakan hak itu. Sebaliknya saya lebih suka menanggung segala sesuatu daripada menimbulkan suatu hal yang menghalangi penyebaran Kabar Baik tentang Kristus.","Saudara tentu tahu bahwa orang yang bekerja di dalam Rumah Allah menerima makanan mereka dari Rumah Allah. Dan orang-orang yang mengurus tempat persembahan kurban, mendapat sebagian dari kurban yang dipersembahkan di situ.","Begitu juga Tuhan sudah menentukan bahwa orang yang memberitakan Kabar Baik itu harus mendapat nafkahnya dari pemberitaan itu.","Namun belum pernah saya memakai satu pun dari hak-hak itu. Dan saya menulis surat ini bukanlah juga dengan maksud supaya hal-hal itu dilakukan sekarang terhadap saya. Lebih baik saya mati daripada kehilangan hal yang saya banggakan itu.","Sebab, kalau itu hanya soal memberitakan Kabar Baik dari Allah, maka saya tidak berhak berbangga-bangga, sebab Allah telah memerintahkan saya untuk melakukannya. Celakalah saya, kalau saya tidak memberitakan Kabar Baik itu!","Seandainya saya menjalankan pekerjaan itu atas kemauan saya sendiri, maka saya boleh mengharap untuk mendapat upah. Tetapi saya memberitakan Kabar Baik itu justru karena diwajibkan. Saya ditugaskan oleh Allah untuk melakukan itu.","Kalau begitu, upah saya apa? Ini upahnya: bahwa saya dapat memberitakan Kabar Baik itu tanpa memberatkan seorang pun untuk membiayai saya, karena saya tidak menuntut hak-hak saya sebagai pemberita Kabar Baik itu.","Saya ini bukan hamba siapa pun; saya bebas. Meskipun begitu, saya sudah menjadikan diri saya ini hamba kepada semua orang. Saya lakukan itu supaya saya bisa memenangkan sebanyak mungkin orang untuk Kristus.","Terhadap orang Yahudi, saya berlaku sebagai orang Yahudi supaya saya bisa memenangkan orang Yahudi untuk Kristus. Terhadap orang-orang yang hidup menurut hukum Musa, saya berlaku seolah-olah saya terikat pada hukum itu, walaupun saya sebenarnya tidak terikat padanya. Saya lakukan itu supaya saya bisa menarik mereka menjadi pengikut Kristus.","Terhadap orang bukan Yahudi, saya berlaku seperti seorang bukan Yahudi, yang hidup di luar hukum Musa. Saya lakukan itu supaya saya bisa menarik mereka menjadi pengikut Kristus. Tetapi itu tidak berarti bahwa saya tidak taat kepada perintah-perintah Allah; saya justru dikuasai oleh perintah-perintah Kristus.","Di tengah-tengah orang-orang yang keyakinannya tidak kuat, saya pun berlaku seperti seorang yang keyakinannya tidak kuat supaya saya bisa menarik mereka menjadi pengikut Kristus. Pendeknya, saya menjadi segala-galanya untuk semua orang supaya dengan jalan yang bagaimanapun juga saya bisa menyelamatkan sebagian dari mereka.","Semua itu saya lakukan untuk Kabar Baik dari Allah itu, supaya saya juga turut diberkati.","Saudara tentu tahu bahwa di dalam perlombaan semua peserta turut lari, tetapi hanya satu orang menerima hadiah. Oleh sebab itu larilah begitu rupa sehingga Saudara menerima hadiahnya.","Setiap orang yang sedang dalam latihan, menahan diri dalam segala hal. Ia melakukan itu karena ia ingin dikalungi dengan karangan bunga kejuaraan, yaitu bunga yang segera akan layu. Tetapi kita ini menahan diri dalam segala hal karena kita ingin dikalungi dengan karangan bunga yang tidak akan layu.","Itu sebabnya saya berlari dengan tujuan yang tertentu. Seperti dalam pertandingan tinju, saya tidak memukul dengan sembarangan.","Saya membiarkan badan saya digembleng dengan keras sampai saya dapat menguasainya. Saya berbuat begitu, sebab saya tidak mau sampai terjadi bahwa setelah saya mengajak orang lain turut dalam perlombaan itu, saya sendiri ditolak."]