["Saudara-saudara jemaat Allah di Korintus dan seluruh umat Allah di seluruh Akhaya. Saya, Paulus, rasul Kristus Yesus, yang diangkat atas kehendak Allah, bersama-sama dengan saudara kita Timotius,","mengharap semoga Allah Bapa kita dan Tuhan Yesus Kristus memberi berkat dan sejahtera kepada kalian.","Terpujilah Allah, Bapa dari Tuhan kita Yesus Kristus. Ia Bapa yang sangat baik hati, dan Ia Allah yang memberikan kekuatan batin kepada manusia.","Ia menguatkan batin kami dalam setiap kesukaran yang kami alami, supaya dengan kekuatan yang kami terima dari Allah itu, kami pun dapat menguatkan batin semua orang yang dalam kesusahan.","Penderitaan-penderitaan yang dialami oleh Kristus sudah banyak kami alami juga. Dan melalui Kristus pula, batin kami sangat dikuatkan.","Kalau kami mengalami kesukaran, itu adalah untuk menguatkan batinmu, demi keselamatanmu. Kalau batin kami dikuatkan, maka kalian juga turut dikuatkan sehingga kalian menjadi tabah dalam kesukaran-kesukaran seperti yang kami pun derita juga.","Kami selalu yakin dan tidak pernah ragu-ragu mengenai Saudara, sebab kami tahu bahwa kalian turut menderita dengan kami. Dan oleh karena itu kalian turut juga dikuatkan bersama-sama kami.","Saudara-saudara! Kami mau kalian mengetahui tentang kesukaran yang kami alami di wilayah Asia. Penderitaan yang kami tanggung itu terlalu berat menekan kami, sehingga kami sudah tidak mengharap lagi akan hidup;","rasanya seperti sudah dijatuhi hukuman mati saja. Tetapi hal itu terjadi supaya kami jangan bersandar pada kekuatan diri sendiri, melainkan pada Allah yang menghidupkan orang mati.","Ialah yang sudah menyelamatkan kami dari bahaya kematian yang besar itu. Dan Ialah juga yang akan menyelamatkan kami nanti di hari-hari kemudian, sebab kepada Dialah kami berharap.","Kami yakin bahwa dengan doa-doamu untuk kami, Allah akan menyelamatkan kami lagi dari bahaya. Allah berkenan memberkati kami sebagai jawaban atas banyak doa untuk kami, dan karena itu banyak orang akan mengucap terima kasih kepada Allah.","Kami bangga, sebab hati nurani kami meyakinkan kami bahwa hidup kami di dunia ini--terutama hubungan kami dengan Saudara--sudah kami jalankan dengan ikhlas dan murni. Kami melakukan itu, bukan dengan kebijaksanaan manusia, tetapi dengan kemampuan yang diberikan Allah.","Yang kami tulis kepadamu adalah hanya mengenai hal-hal yang dapat kalian baca dan mengerti. Sekarang kalian tidak mengerti kami sepenuhnya, tetapi saya harap nanti kalian akan betul-betul mengerti kami. Dengan demikian, pada waktu Tuhan Yesus datang nanti, kalian akan bangga atas kami, sebagaimana kami pun bangga atas kalian.","(1:13)","Karena keyakinan itulah maka saya pada mulanya merencanakan untuk mengunjungi kalian supaya kalian mendapat berkat dua kali lipat.","Saya bermaksud mengunjungi kalian dalam perjalanan saya ke Makedonia dan singgah lagi padamu dalam perjalanan kembali, supaya kalian dapat membantu saya meneruskan perjalanan ke Yudea.","Tetapi saya sudah mengubah niat saya itu; nah, apakah itu menunjukkan bahwa pendirian saya tidak teguh? Waktu membuat rencana, apakah saya membuat rencana menurut kemauan saya sendiri, sebentar berkata, \"Ya\", dan sebentar \"Tidak\"?","Demi Allah yang dapat dipercayai, janji saya kepada Saudara bukanlah \"Ya\" dan \"Tidak\".","Sebab Yesus Kristus, Anak Allah, yang diberitakan kepadamu oleh Silas, Timotius, dan oleh saya sendiri bukanlah orang \"Ya\" dan \"Tidak\". Sebaliknya Ia merupakan jawaban \"Ya\" dari Allah.","Sebab melalui Dia Allah sudah mengatakan \"Ya\" terhadap semua janji-Nya. Berdasarkan itulah kita mengucapkan \"Amin\" kepada Allah karena Yesus Kristus. Kami berbuat begitu supaya Allah dimuliakan.","Allah sendirilah yang membuat kami dan Saudara teguh bersatu dengan Kristus; Ialah juga yang memilih kita khusus untuk diri-Nya.","Untuk itu Allah sudah mensahkan kita menjadi milik-Nya dan memberikan Roh-Nya di dalam hati kita sebagai jaminan bahwa Ia akan memberikan kepada kita semua yang dijanjikan-Nya.","Allah saksi saya--sebab Ia tahu isi hati saya--bahwa saya tidak jadi pergi ke Korintus, karena saya tidak mau membuat hatimu sedih.","Saya tidak memaksa kalian mengenai apa yang kalian harus percaya, sebab kalian sudah sangat percaya kepada Kristus. Saya hanya bekerjasama dengan kalian supaya kalian makin bahagia."]