["Perkenankanlah saya berlaku agak bodoh sedikit. Boleh, bukan?","Saya rindu kepadamu, seperti Allah sendiri pun rindu kepadamu. Kalian adalah seperti seorang gadis perawan yang masih suci yang sudah saya janjikan untuk dinikahkan dengan seorang suami, yaitu Kristus.","Tetapi saya khawatir pikiranmu akan tergoda untuk tidak setia lagi kepada Kristus, sama seperti Hawa dahulu juga tergoda oleh kelicikan si ular.","Sebab rupanya kalian senang saja menerima orang yang datang kepadamu dan mengajar tentang Yesus yang lain--bukan Yesus yang kami perkenalkan kepadamu. Dan kalian mau juga menyambut roh dan \"kabar baik\" yang sama sekali berlainan dengan Roh Allah dan Kabar Baik yang pernah kalian terima dari kami.","Saya sama sekali tidak merasa lebih rendah dari \"rasul-rasul\" yang luar biasa itu!","Mungkin saya kurang pandai berbicara, tetapi mengenai pengetahuan, saya bukan orang yang bodoh. Itu sudah kami buktikan kepadamu dalam segala hal.","Pada waktu saya memberitakan Kabar Baik dari Allah kepadamu, saya tidak minta kalian membiayai saya sedikit pun; dan dengan demikian saya membuat diri saya menjadi rendah. Saya lakukan itu untuk meninggikan kalian. Apakah itu suatu kesalahan saya terhadapmu?","Pada waktu saya melayani kalian, saya dibiayai oleh jemaat-jemaat lain. Boleh dikatakan saya merugikan jemaat-jemaat itu supaya dapat menolong kalian.","Kalau pada waktu itu saya berkekurangan, saya tidak pernah menyusahkan seorang pun dari kalian. Semua yang saya perlukan disediakan oleh saudara-saudara yang datang dari Makedonia. Saya menjaga baik-baik supaya saya tidak menyusahkan kalian dalam hal apa pun, dan saya akan terus menjaga supaya itu tetap demikian.","Kebanggaan saya ini tidak dapat dihapuskan di mana pun juga di seluruh negeri Akhaya, karena ajaran Kristus yang benar ada pada saya.","Mengapa saya berkata begitu? Apakah oleh sebab saya tidak mengasihi kalian? Allah tahu saya mengasihi!","Apa yang saya lakukan sekarang akan terus saya lakukan supaya \"rasul-rasul\" yang lain itu tidak punya alasan untuk membesar-besarkan diri dan berkata bahwa mereka bekerja seperti kami.","Orang-orang seperti itu adalah rasul-rasul palsu. Mereka pekerja-pekerja yang mengelabui orang dengan menyamar sebagai rasul-rasul Kristus.","Tidak heran mereka berbuat begitu, sebab Iblis sendiri pun menyamar sebagai malaikat terang!","Jadi tidak aneh juga kalau pelayan-pelayan Iblis menyamar sebagai pelayan-pelayan yang melakukan kehendak Allah. Akhirnya mereka juga akan menerima balasan yang sepadan dengan segala perbuatan mereka.","Saya ulangi sekali lagi: Jangan sampai ada yang menganggap saya bodoh. Tetapi kalau kalian toh menganggap saya begitu, perkenankanlah saya yang bodoh ini berbangga juga sedikit.","Berikut ini akan saya sebutkan kebanggaan saya, tetapi bukan Tuhan yang menyuruh saya mengatakan itu. Dalam hal ini saya sungguh-sungguh berbicara seperti orang bodoh.","Memang ada banyak orang yang membanggakan hal-hal keduniaan, jadi saya mau berbangga-bangga juga.","Kalian dengan senang hati bersabar terhadap orang yang bodoh, karena kalian merasa diri begitu pandai!","Kalian membiarkan saja kalau orang memperbudak kalian, atau memeras dan mengambil keuntungan dari kalian, atau merasa diri lebih tinggi dari kalian dan berani menampar kalian.","Saya malu mengakui bahwa kami terlalu lemah untuk berbuat seperti itu. Tetapi apa yang orang lain berani banggakan, saya berani juga! (Saya berbicara seperti orang bodoh.)","Orang Ibranikah mereka? Saya juga orang Ibrani. Orang Israelkah mereka? Saya juga orang Israel. Keturunan Abrahamkah mereka? Saya pun begitu!","Pelayan-pelayan Kristuskah mereka? Kedengarannya seperti saya sudah hilang akal, tetapi saya memang pelayan yang lebih baik dari mereka semuanya! Saya bekerja lebih keras, saya lebih sering dimasukkan ke dalam penjara, saya lebih banyak disiksa dan sering hampir mati.","Sudah lima kali saya disiksa oleh orang Yahudi dengan pukulan cambuk tiga puluh sembilan kali.","Tiga kali saya dicambuk oleh orang-orang Roma; pernah pula saya dilempari dengan batu. Tiga kali saya mengalami karam kapal di laut, dan sekali saya terapung-apung di laut selama dua puluh empat jam.","Banyak kali saya mengadakan perjalanan yang berbahaya: diancam bahaya banjir, bahaya perampok, bahaya dari pihak Yahudi maupun dari pihak bukan Yahudi, bahaya di dalam kota, bahaya di luar kota, bahaya di laut, dan bahaya dari orang-orang yang mengemukakan diri sebagai saudara Kristen padahal bukan.","Saya membanting tulang dan berjuang setengah mati: sering tidak tidur, tidak makan, tidak minum, banyak kali terlantar dalam keadaan lapar, kedinginan karena kurang pakaian dan tidak mempunyai tempat tinggal.","Di samping semuanya itu, setiap hari saya cemas juga akan keadaan semua jemaat.","Bila ada yang lemah saya pun turut merasa lemah juga. Bila ada yang jatuh ke dalam dosa, hati saya turut hancur.","Nah, kalau saya harus membanggakan sesuatu, maka saya membanggakan hal-hal yang menunjukkan kelemahan saya.","Allah, Bapa dari Tuhan Yesus tahu bahwa saya tidak berdusta. Terpujilah nama-Nya selama-lamanya.","Ketika saya berada di Damsyik, gubernur yang berkuasa di situ di bawah pemerintahan Raja Aretas, menyuruh tentara menjaga pintu kota itu untuk menangkap saya.","Tetapi dengan sebuah keranjang saya diulurkan ke bawah melalui suatu lubang pada tembok. Demikianlah saya lolos dari tangan gubernur itu."]