["Karena kami bekerja bersama-sama dengan Allah, maka kami mohon dengan sangat janganlah kalian menyia-nyiakan kebaikan hati Allah itu.","Dalam Alkitab, Allah berkata, \"Pada waktu yang diperkenankan, Aku sudah mendengarkan engkau, dan pada hari keselamatan, Aku telah menolong engkau.\" Ingatlah baik-baik, sekarang inilah waktu yang diperkenankan itu. Sekarang inilah hari untuk diselamatkan!","Kami tidak mau pelayanan kami disalahkan. Karena itu kami berusaha tidak memberi alasan kepada seorang pun untuk melakukan hal itu.","Sebaliknya, dalam segala hal, kami menunjukkan bahwa kami adalah hamba-hamba Allah. Sebab, segala macam kesukaran sudah kami derita dengan sabar:","kami disiksa, dipenjarakan, dan dikeroyok; kami bekerja keras, sering tidak tidur dan sering pula tidak mempunyai makanan.","Dengan berlaku tulus, bijaksana, sabar dan baik hati, kami menunjukkan bahwa kami adalah hamba Allah. Juga dengan bergantung pada pertolongan Roh Allah, dan dengan kasih yang ikhlas,","serta dengan memberitakan kabar yang dari Allah dan dengan kuasa Allah, kami menunjukkan bahwa kami ini adalah hamba-hamba Allah. Kami berpegang pada kehendak Allah sebagai senjata kami untuk menyerang maupun untuk membela diri.","Kami dihormati, tetapi dihina juga; dipuji, dan difitnah pula. Meskipun kami jujur, kami dituduh pembohong.","Kami dianggap tidak terkenal, tetapi kami dikenal oleh semua orang. Kami disangka mati, tetapi nyatanya kami masih hidup. Meskipun kami dianiaya, kami tidak mati.","Walaupun hati kami disedihkan, namun kami selalu bergembira juga. Kami nampaknya miskin, tetapi kami sudah membuat banyak orang menjadi kaya. Nampaknya kami tidak mempunyai apa-apa, tetapi sebenarnya kami memiliki segala-galanya.","Saudara-saudara yang tercinta di Korintus! Kami sudah berterus terang kepadamu. Semua isi hati kami sudah kami utarakan.","Kami tidak menutup hati untuk kalian, hanya kalianlah yang menutup hati terhadap kami.","Sekarang, biarlah saya berbicara seperti kepada anak-anak saya sendiri. Bukalah juga hatimu terhadap kami.","Janganlah mau menjadi sekutu orang-orang yang tidak percaya kepada Yesus; itu tidak cocok. Mana mungkin kebaikan berpadu dengan kejahatan! Tidak mungkin terang bergabung dengan gelap.","Tidak mungkin Kristus sepakat dengan Iblis. Apakah persamaannya antara orang Kristen dengan orang bukan Kristen?","Apakah hubungannya antara Rumah Tuhan dengan rumah berhala? Kita ini Rumah Tuhan, yaitu Allah yang hidup. Allah sendiri berkata, \"Aku akan tinggal di tengah-tengah mereka, dan hidup bersama-sama mereka. Aku akan menjadi Allah mereka, dan mereka akan menjadi umat-Ku.","Sebab itu, tinggalkanlah orang-orang yang tidak mengenal Allah itu, dan pisahkanlah dirimu dari mereka. Janganlah berhubungan sama sekali dengan yang najis, maka Aku akan menerima kamu.","Aku akan menjadi Bapamu, dan kamu akan menjadi anak-anak-Ku, demikianlah kata Tuhan Yang Mahakuasa.\""]