["Saudara-saudara yang tercinta! Semua janji itu ditujukan kepada kita. Oleh sebab itu hendaklah kita membersihkan diri dari segala yang mengotori jiwa raga kita. Hendaklah kita takut kepada Allah, supaya kita dapat hidup khusus untuk Dia dengan sempurna.","Sambutlah kami di dalam hatimu. Kami tidak bersalah kepada seorang pun, dan tidak pernah ada orang yang kami rugikan. Kami sama sekali tidak mengeruk keuntungan dari siapa pun juga.","Saya mengatakan begitu, bukan untuk mempersalahkan kalian. Sebab, seperti yang sudah saya katakan dahulu, kami sangat mengasihi kalian, dan kita adalah kawan-kawan sehidup semati.","Saya menaruh kepercayaan penuh kepadamu. Malah saya bangga sekali terhadapmu! Sekalipun kami mengalami banyak kesukaran, hati saya sangat terhibur karena kalian. Hati saya sungguh gembira!","Ketika kami tiba di Makedonia pun, kami sama sekali tidak sempat melepaskan lelah. Dari segala segi kami mendapat kesulitan: dari pihak lain pertengkaran, dari dalam hati sendiri ketakutan.","Tetapi syukurlah, Allah selalu membesarkan hati orang yang putus asa; Ia menyegarkan hati kami dengan kedatangan Titus.","Hati kami terhibur bukan saja karena Titus sudah datang, tetapi juga karena ia melaporkan bagaimana hatinya terhibur oleh kalian. Ia memberitahukan kepada kami bahwa kalian rindu sekali bertemu dengan saya; bahwa kalian menyesal akan perbuatanmu dahulu dan sekarang rela membela saya. Hal itu membuat saya lebih gembira lagi.","Meskipun surat saya membuat hatimu menjadi sedih, saya tidak menyesal menulis surat itu. Memang pada waktu saya melihat bahwa surat saya itu menjadikan kalian sedih--meskipun kesedihanmu itu hanya sementara--saya agak menyesal juga.","Tetapi saya senang sekarang--bukan karena hatimu menjadi sedih, melainkan karena kesedihanmu itu membuat kelakuanmu berubah. Memang kesedihanmu itu sejalan dengan kehendak Allah. Jadi, kami tidak merugikan kalian.","Sebab kesedihan seperti itu menghasilkan perubahan hati yang mendatangkan keselamatan. Dan orang tidak akan menyesal atas hal itu. Sebaliknya, kesedihan yang hanya sejalan dengan kehendak manusia menghasilkan kematian.","Coba kalian perhatikan apa hasilnya padamu oleh kesedihan yang sejalan dengan kehendak Allah! Hasilnya ialah kalian sungguh-sungguh berusaha untuk menjernihkan kekeruhan! Kalian menjadi benci terhadap dosa, kalian takut, kalian rindu, kalian menjadi bersemangat, kalian rela menghukum yang bersalah! Dalam seluruh persoalan ini kalian sudah menunjukkan bahwa kalian tidak bersalah.","Jadi, meskipun saya sudah menulis surat itu, saya menulis bukan karena orang yang bersalah itu. Bukan juga karena orang yang menderita oleh sebab kesalahan itu. Saya menulis surat itu supaya di hadapan Allah, kalian menyadari sendiri betapa besarnya perhatianmu terhadap kami.","Itulah sebabnya hati kami terhibur. Selain terhibur, kami lebih-lebih lagi digembirakan karena melihat kegembiraan hati Titus; hatinya terhibur oleh Saudara sekalian.","Saya memang sudah membangga-banggakan kalian kepadanya. Syukurlah, kalian tidak memalukan saya. Semua yang pernah kami katakan kepadamu adalah benar. Begitu juga apa yang kami bangga-banggakan tentang kalian kepada Titus ternyata benar pula.","Sekarang ia semakin mengasihi kalian, sebab ia ingat bagaimana Saudara semuanya mau menuruti pimpinannya dan bagaimana kalian menerima dia dengan hormat dan patuh.","Saya senang sekali, sebab kalian dapat dipercayai dalam segala hal."]