["Saudara-saudara, kami ingin kalian mengetahui juga tentang bagaimana baiknya Allah kepada jemaat-jemaat di Makedonia.","Mereka sudah diuji dengan kesukaran-kesukaran yang berat. Tetapi di tengah-tengah kesukaran-kesukaran itu, mereka bergembira dan sangat murah hati dalam memberikan sumbangan untuk menolong orang lain, meskipun mereka miskin sekali.","Saya dapat memastikan bahwa mereka memberi semampu mereka, bahkan lebih. Tanpa ada yang menyuruh,","mereka minta dengan sangat kepada kami kalau boleh mereka ikut membantu memberi sumbangan kepada umat Allah di Yudea.","Mereka memberi jauh lebih dari yang kami harapkan. Mereka mula-mula menyerahkan diri kepada Tuhan, kemudian kepada kami juga, sesuai dengan kehendak Allah.","Itu sebabnya kami sangat menganjurkan Titus--yang memulai usaha ini--supaya ia melanjutkan usaha yang baik ini di antara kalian juga.","Kalian unggul dalam segala-galanya: Kalian unggul dalam hal percaya, dalam hal menyatakan pendapat, dalam hal pengetahuan, dalam segala macam usaha, dan dalam kasihmu kepada kami. Sebab itu, baiklah kalian juga unggul di dalam usaha yang baik ini.","Saya tidak menganjurkan itu sebagai suatu perintah. Tetapi dengan menunjukkan betapa giatnya orang lain menolong sesamanya, saya juga ingin tahu sampai di mana kasihmu.","Sebab kalian mengetahui betul bahwa kita sangat dikasihi oleh Yesus Kristus Tuhan kita. Ia kaya, tetapi Ia membuat diri-Nya menjadi miskin untuk kepentinganmu, supaya dengan kemiskinan-Nya itu, kalian menjadi kaya.","Menurut pendapat saya, pada tempatnyalah kalian menyelesaikan apa yang sudah kalian mulai tahun lalu. Sebab kalianlah yang pertama-tama memikirkan dan memulai usaha ini.","Nah, sekarang hendaklah kalian melanjutkannya menurut kemampuanmu. Hendaknya kalian bersemangat untuk menyelesaikan usaha itu, sebagaimana kalian dahulu pun bersemangat merencanakannya.","Kalau kalian rela memberi, maka Allah akan menerima pemberianmu itu berdasarkan apa yang ada padamu, bukan berdasarkan apa yang tidak ada padamu.","Saya sama sekali tidak bermaksud untuk membebaskan orang lain dari tanggung jawab, dan memberatkan kalian. Tetapi karena kalian sekarang ini dalam keadaan serba cukup, maka sudah sepatutnyalah kalian mencukupi kekurangan mereka. Nanti kalau kalian berkekurangan, dan mereka dalam keadaan serba cukup, maka mereka akan membantu kalian. Dengan demikian kedua-duanya sama-sama dilayani.","(8:13)","Dalam Alkitab tertulis, \"Orang yang berpenghasilan banyak, tidak berkelebihan, dan orang yang berpenghasilan sedikit, tidak berkekurangan.\"","Betapa syukurnya kami kepada Allah sebab Ia sudah membuat Titus segiat kami untuk menolong kalian!","Sebab Titus bukan saja rela memenuhi permintaan kami, tetapi ia juga begitu giat hendak menolong kalian sampai atas kemauannya sendiri ia memutuskan untuk pergi kepadamu.","Bersama dengan dia kami mengirim juga seorang saudara yang sangat dihormati di semua jemaat karena pekerjaannya memberitakan Kabar Baik dari Allah.","Di samping itu, orang tersebut sudah dipilih juga dan ditentukan oleh jemaat-jemaat untuk menemani kami dalam perjalanan kami. Sebab kami akan mengadakan perjalanan untuk menyampaikan sumbangan itu, supaya Tuhan dimuliakan dan supaya kalian melihat bahwa kami rela menolong.","Kami sangat berhati-hati supaya jangan ada orang yang menyalahkan kami dalam hal menyampaikan sumbangan yang besar ini.","Kami mau bertindak jujur bukan hanya di hadapan Tuhan, tetapi di hadapan manusia juga.","Bersama-sama dengan Titus dan saudara tersebut, kami juga mengirim seorang saudara yang lain. Kami sudah menguji dia berkali-kali dan ternyata ia selalu suka menolong. Dan sekarang, ia lebih-lebih mau menolong kalian sebab ia menaruh harapan yang besar padamu.","Mengenai Titus, ia adalah rekan saya, yang bekerja dengan saya untuk menolong kalian. Dan mengenai kedua saudara itu, yang pergi bersama dia, mereka adalah orang-orang yang diutus oleh jemaat-jemaat dan menjadi kebanggaan bagi Kristus.","Kami harap kalian menunjukkan kasihmu kepada mereka, supaya semua jemaat tahu bahwa kalian mengasihi mereka dan bahwa apa yang kami banggakan mengenai kalian adalah benar."]