["Sebenarnya tidak perlu lagi saya menulis kepada kalian tentang bantuan yang sedang dikirim kepada umat Allah di Yudea.","Saya tahu kalian suka menolong, dan saya sudah membanggakan kalian kepada orang-orang di Makedonia. Saya mengatakan kepada mereka, bahwa sejak tahun yang lalu saudara-saudara di Akhaya sudah siap untuk memberikan sumbangan. Dan semangatmu sudah mengobarkan juga semangat sebagian besar dari mereka.","Sekarang saya mengutus Titus dan kedua saudara itu kepadamu supaya apa yang kami bangga-banggakan mengenai kalian jangan merupakan omong kosong belaka. Jadi, kalian hendaknya sudah siap, sebab saya mengatakan kepada mereka bahwa kalian sudah siap untuk itu.","Saya khawatir kalau-kalau ada orang-orang Makedonia yang ikut bersama-sama saya nanti pada waktu saya datang kepadamu. Dan kalau mereka mendapati bahwa kalian belum siap, wah, alangkah malunya kami nanti, karena sudah mengatakan bahwa kami percaya sekali kepadamu! Dan kalian sendiri pun akan malu juga.","Itulah sebabnya saya merasa perlu mengutus mereka itu kepadamu terlebih dahulu untuk mengurus sumbangan yang kalian janjikan itu. Saya lakukan itu supaya nanti kalau saya datang, pemberian kalian itu sudah siap. Dengan demikian, nyatalah bahwa pemberianmu itu diberikan dengan senang hati, dan bukan karena terpaksa.","Ingatlah! Orang yang menabur benih sedikit-sedikit akan memungut hasil yang sedikit juga. Tetapi orang yang menabur benih banyak-banyak akan memungut hasil yang banyak juga.","Setiap orang harus memberi menurut kerelaan hatinya. Janganlah ia memberi dengan segan-segan atau karena terpaksa, sebab Allah mengasihi orang yang memberi dengan senang hati.","Allah berkuasa memberi kepada kalian berkat yang melimpah ruah, supaya kalian selalu mempunyai apa yang kalian butuhkan; bahkan kalian akan berkelebihan untuk berbuat baik dan beramal.","Dalam Alkitab tertulis begini tentang Allah, \"Ia menghambur-hamburkan kepada orang miskin; kebaikan hati-Nya kekal selama-lamanya.\"","Allah yang menyediakan benih untuk si penabur dan makanan untuk kita. Ia juga akan menyediakan dan memperbanyak apa yang kalian tabur, supaya hasil kemurahan hatimu bertambah pula.","Dengan demikian kalian akan serba cukup dalam segala hal sehingga kalian selalu dapat memberi dengan murah hati. Dan pemberian-pemberianmu yang kami bagi-bagikan, menyebabkan banyak orang mengucap terima kasih kepada Allah.","Sebab perbuatan baik yang kalian lakukan ini bukan hanya akan mencukupi kekurangan umat Allah saja, tetapi juga akan menyebabkan banyak orang berterima kasih kepada Allah.","Dan dari kebajikan yang kalian tunjukkan itu, banyak orang Kristen di Yudea akan memuji Allah karena mereka melihat kesetiaanmu terhadap Kabar Baik tentang Kristus yang kalian ikuti itu. Juga, mereka memuji Allah, karena kalian sangat murah hati untuk membagi-bagikan kepada mereka dan kepada semua orang lain apa yang ada padamu.","Maka mereka akan mendoakan kalian dengan perasaan kasih sayang karena Allah sangat baik hati kepadamu.","Hendaklah kita bersyukur kepada Allah atas pemberian-Nya yang luar biasa itu!"]