["Saudara-saudara jemaat-jemaat di wilayah Galatia, Saya, Paulus, dan semua saudara Kristen yang bersama saya, mengharap semoga Allah Bapa kita dan Tuhan Yesus Kristus memberi berkat dan sejahtera kepadamu. Saya menjadi rasul bukan dengan perantaraan manusia atau karena diangkat oleh manusia, melainkan oleh Yesus Kristus dan Allah Bapa kita yang sudah menghidupkan Dia kembali dari kematian.","(1:1)","(1:1)","Mentaati kemauan Allah Bapa kita, Kristus menyerahkan diri-Nya menjadi kurban untuk dosa-dosa kita, supaya kita diselamatkan dari zaman yang jahat ini.","Terpujilah Allah selama-lamanya! Amin.","Saya heran tentang Saudara-saudara! Kalian dipanggil Allah oleh karena rahmat Kristus, tetapi sekarang kalian begitu cepat membelakangi Allah dan mengikuti \"kabar baik\" yang lain daripada Kabar Baik yang dari Allah.","Sebenarnya tidak ada \"kabar baik yang lain\". Hanya ada orang-orang yang memberitakan kepada kalian \"kabar baik\" tentang Kristus yang mereka putar balikkan sehingga mengacaukan kalian.","Orang yang memberitakan \"kabar baik\" yang lain daripada Kabar Baik yang telah kami beritakan, biarlah ia dihukum Allah--sekalipun orang itu kami sendiri atau malaikat dari surga!","Kami sudah mengatakannya dahulu, sekarang saya mengatakannya sekali lagi: Orang yang memberitakan kepadamu \"kabar baik\" yang lain daripada Kabar Baik yang sudah kalian terima dari kami, orang itu hendaknya dihukum Allah!","Apakah dengan itu nampaknya saya seolah-olah mengharap diakui oleh manusia? Sama sekali tidak! Saya hanya mengharapkan pengakuan dari Allah. Apakah saya sedang berusaha mengambil hati manusia supaya disenangi orang? Kalau saya masih berbuat begitu, saya bukanlah hamba Kristus.","Saudara-saudara harus mengetahui bahwa Kabar Baik yang saya beritakan itu tidak berasal dari manusia.","Saya tidak menerima kabar itu dari manusia, dan tidak seorang pun yang mengajarkannya kepada saya. Yesus Kristus sendirilah yang mengungkapkan isi Kabar Baik itu kepada saya.","Tentu kalian sudah mendengar tentang kehidupan saya dahulu sebagai seorang penganut agama Yahudi. Kalian tahu bagaimana kejamnya saya memperlakukan jemaat Allah dan bagaimana kerasnya saya berusaha menghancurkannya.","Dalam hal menjalankan agama Yahudi, saya melebihi kebanyakan orang Yahudi yang sebaya dengan saya. Saya bersemangat sekali dalam hal-hal mengenai adat istiadat nenek moyang kami.","Tetapi karena kebaikan hati Allah, Ia memilih saya sebelum saya lahir dan memanggil saya untuk melayani Dia.","Allah menyatakan Anak-Nya kepada saya supaya Kabar Baik tentang Anak-Nya dapat saya beritakan kepada orang-orang bukan Yahudi. Pada waktu itu saya tidak pergi kepada seorang pun untuk minta nasihat.","Saya tidak juga pergi kepada orang-orang di Yerusalem yang sudah terlebih dahulu dari saya menjadi rasul. Tetapi saya pergi ke negeri Arab, lalu dari situ kembali ke Damsyik lagi.","Tiga tahun kemudian, saya pergi ke Yerusalem untuk berkenalan dengan Petrus. Saya tinggal dengan dia hanya 15 hari lamanya.","Saya tidak bertemu dengan rasul-rasul yang lain, kecuali Yakobus, saudara Tuhan.","Apa yang saya tulis ini benar. Allah tahu bahwa saya tidak berbohong!","Setelah itu saya pergi ke daerah-daerah di Siria dan Kilikia.","Sampai pada saat itu jemaat-jemaat Kristen di Yudea masih belum mengenal saya secara langsung.","Mereka hanya mendengar orang berkata, \"Orang yang dahulu menganiaya kami, sekarang memberitakan kepercayaan yang dahulu mau dimusnahkannya.\"","Maka mereka memuji Allah karena saya."]