["Empat belas tahun kemudian, saya kembali ke Yerusalem bersama Barnabas, serta membawa Titus juga.","Saya pergi ke Yerusalem sebab Allah sudah menyatakan kepada saya bahwa saya harus pergi. Dan dalam suatu pertemuan yang khusus dengan pemimpin-pemimpin di sana, saya menjelaskan Kabar Baik yang saya beritakan kepada orang-orang bukan Yahudi. Sebab saya tidak mau usaha saya yang dahulu, maupun yang sekarang, hanya sia-sia.","Titus, yang menemani saya, adalah seorang Yunani, tetapi ia tidak dipaksa mengikuti peraturan sunat,","meskipun ada orang-orang yang mendesakkan hal itu. Mereka adalah orang-orang yang menyelundup ke dalam golongan kita dan menyamar sebagai saudara. Mereka masuk dengan diam-diam untuk menyelidiki kebebasan yang ada pada kita karena kita bersatu dengan Kristus Yesus. Mereka mau mengembalikan kita pada keadaan yang semula sebagai hamba,","tetapi kami tidak menyerah sedikit pun kepada mereka, karena kami mau menjaga supaya Kabar Baik itu tetap murni untuk kalian.","Namun demikian, tidak ada hal-hal baru yang dituntut dari saya oleh orang-orang yang dianggap terpandang--bagi saya tidak ada bedanya kalau mereka terpandang atau tidak, sebab Allah tidak memandang muka.","Sebaliknya, orang-orang yang dianggap terpandang itu mengakui bahwa Allah sudah menugaskan saya untuk memberitakan Kabar Baik kepada orang bukan Yahudi, sama seperti Ia sudah menugaskan Petrus untuk memberitakan Kabar Baik itu kepada orang Yahudi.","Sebab Allah yang memberikan kepada Petrus kemampuan untuk menjadi rasul orang Yahudi, memberikan juga kepada saya kemampuan untuk menjadi rasul orang bukan Yahudi.","Yakobus, Petrus dan Yohanes, yang nampaknya menjadi pemimpin-pemimpin jemaat, mengakui bahwa Allah telah memberikan kepada saya tugas khusus ini. Maka mereka berjabat tangan dengan Barnabas dan saya sebagai tanda persahabatan. Lalu mereka dan kami setuju bahwa kami akan bekerja di antara bangsa-bangsa yang bukan Yahudi, dan mereka di antara orang Yahudi.","Satu-satunya permintaan mereka ialah supaya kami memperhatikan orang miskin. Dan saya justru senang melakukan hal itu.","Ketika Petrus datang ke Antiokhia, saya menentang dia terang-terangan, sebab tindakannya salah.","Mula-mula ia duduk makan bersama-sama dengan saudara-saudara yang bukan Yahudi. Tetapi setelah orang-orang utusan Yakobus tiba, ia menjauhkan diri dari saudara-saudara bukan Yahudi dan tidak mau lagi makan dengan mereka, sebab takut terhadap orang-orang yang mau agar semua orang disunat.","Saudara-saudara Yahudi yang lain juga turut bersikap munafik seperti Petrus, sehingga Barnabas pun terpengaruh untuk bersikap seperti mereka.","Begitu saya melihat bahwa mereka tidak bersikap sesuai dengan kebenaran Kabar Baik itu, saya berkata kepada Petrus di depan semua orang yang hadir di situ, \"Kalau Saudara sebagai orang Yahudi sudah hidup seperti orang bukan Yahudi, mengapa Saudara sekarang mau memaksa orang-orang lain hidup seperti orang Yahudi?\"","Memang menurut kelahiran, kami adalah orang Yahudi dan bukan \"orang bukan Yahudi yang berdosa\".","Meskipun begitu kami tahu bahwa orang berbaik kembali dengan Allah hanya karena percaya kepada Yesus Kristus, dan bukan karena menjalankan hukum agama. Kami sendiri pun percaya kepada Yesus Kristus, supaya kami berbaik dengan Allah melalui iman kami itu, bukan karena kami menjalankan hukum agama. Sebab dengan menjalankan hukum agama, tidak seorang pun bisa berbaik kembali dengan Allah.","Kami berusaha berbaik kembali dengan Allah melalui hidup bersatu dengan Kristus. Tetapi kalau sesudah melakukan yang demikian, ternyata kami masih \"orang-orang berdosa\" juga seperti orang-orang bukan Yahudi, apakah ini berarti bahwa Kristuslah yang menyebabkan kami berdosa? Tentu saja tidak!","Kalau saya mulai mendirikan kembali pola hukum agama yang telah saya runtuhkan, maka saya menunjukkan bahwa saya sudah menjadi pelanggar hukum.","Tetapi saya sudah mati terhadap hukum agama--dimatikan oleh hukum itu sendiri--supaya saya dapat hidup untuk Allah. Saya sudah disalibkan bersama Kristus.","Sekarang bukan lagi saya yang hidup, tetapi Kristus yang hidup dalam diri saya. Hidup ini yang saya hayati sekarang adalah hidup oleh iman kepada Anak Allah yang mengasihi saya dan yang telah mengurbankan diri-Nya untuk saya.","Saya tidak meremehkan rahmat Allah. Kalau hubungan orang dengan Allah menjadi baik kembali karena menjalankan hukum agama, itu berarti kematian Kristus tidak ada gunanya!"]