["Saudara-saudara orang-orang Galatia! Kalian sungguh bodoh! Entah kalian sudah kena pengaruh siapa? Kematian Kristus disalib sudah saya terangkan dengan sejelas-jelasnya kepadamu!","Coba beritahukan kepada saya satu hal ini: Apakah kalian telah menerima Roh Allah karena menjalankan hukum agama, ataukah karena kalian mendengar Kabar Baik dari Allah dan percaya kepada Kristus?","Mengapa kalian begitu bodoh! Kalian sudah mulai hidup baru dengan Roh Allah, masakan sekarang kalian mau mencapai kesempurnaannya dengan kekuatanmu sendiri?","Percumakah saja semua yang sudah kalian alami itu? Masakan percuma!","Allah memberikan Roh-Nya kepadamu dan mengadakan keajaiban-keajaiban di antara kalian. Apakah Allah melakukan itu karena kalian menjalankan hukum agama atau karena kalian mendengar Kabar Baik itu dan percaya kepada Kristus?","Itu sama seperti yang tertulis dalam Alkitab mengenai Abraham--begini, \"Abraham percaya kepada Allah, dan karena kepercayaannya itu ia diterima oleh Allah sebagai orang yang menyenangkan hati Allah.\"","Jadi hendaklah kalian menyadari bahwa orang yang benar-benar keturunan Abraham adalah orang yang percaya kepada Allah.","Alkitab sudah melihat terlebih dahulu bahwa Allah memungkinkan orang-orang bukan Yahudi berbaik kembali dengan Allah, kalau mereka percaya kepada-Nya. Kabar Baik itu diberitahukan terlebih dahulu kepada Abraham dalam janji ini, \"Melalui engkau, Allah akan memberkati seluruh umat manusia di atas bumi.\"","Abraham percaya, maka ia diberkati. Begitu juga semua orang yang percaya, akan diberkati bersama-sama Abraham.","Orang-orang yang bergantung kepada hukum agama, semuanya hidup di bawah kutukan. Sebab dalam Alkitab tertulis, \"Orang yang tidak setia menjalankan semua yang tertulis dalam Buku Hukum Agama, dikutuk Allah!\"","Tidak seorang pun yang berbaik dengan Allah oleh karena menjalankan hukum agama. Hal itu sudah dinyatakan dalam Alkitab, \"Hanya orang yang percaya kepada Allah sehingga hubungannya dengan Allah menjadi baik kembali, akan hidup!\"","Tetapi hukum agama tidak didasarkan atas iman. Dalam Alkitab tertulis bahwa orang yang menjalankan hukum agama, akan hidup karena hukum itu.","Tetapi Kristus membebaskan kita dari kutukan hukum agama. Ia melakukan itu dengan membiarkan diri-Nya terkutuk karena kita. Sebab di dalam Alkitab tertulis, \"Terkutuklah orang yang mati digantung di tiang kayu.\"","Kristus melakukan begitu supaya berkat yang dijanjikan Allah kepada Abraham diberikan juga kepada orang-orang bukan Yahudi. Dengan demikian kita pun yang percaya kepada Allah, dapat menerima Roh yang dijanjikan oleh Allah itu.","Saudara-saudara! Baiklah saya memakai contoh dari pengalaman sehari-hari. Kalau orang membuat suatu ikatan janji dan janji itu sudah disahkan, maka tidak seorang pun dapat membatalkan perjanjian itu, atau menambah sesuatu pun kepadanya.","Janji-janji Allah dibuat oleh Allah untuk Abraham dan untuk orang keturunan Abraham. Dalam Alkitab tidak tertulis \"dan untuk orang-orang keturunan Abraham\", yang berarti banyak orang. Yang tertulis di situ adalah \"dan untuk orang keturunanmu\", berarti satu orang saja, yaitu Kristus.","Yang hendak saya kemukakan di sini ialah ini: janji Allah sudah dibuat dan disahkan lebih dahulu. Hukum agama yang diberikan 430 tahun kemudian tidak dapat membatalkan pengesahannya serta menghapuskan janji Allah itu.","Sebab kalau pemberian Allah tergantung kepada hukum agama, maka itu bukan lagi pemberian yang dijanjikan. Justru karena Allah sudah menjanjikannya kepada Abraham, maka Allah memberikan itu kepadanya.","Kalau begitu, untuk apa hukum agama diberikan? Jawabnya ialah bahwa hukum itu ditambahkan untuk menyatakan pelanggaran manusia. Hukum agama itu berlaku hanya sampai datangnya seorang keturunan Abraham, yang disebut di dalam janji Allah kepada Abraham. Hukum agama itu disampaikan oleh malaikat-malaikat dengan perantaraan seorang manusia.","Nah, harus ada dua pihak, baru perlu seorang perantara. Tetapi Allah tidak memerlukan perantara, sebab Ia sendiri bertindak.","Apakah itu berarti bahwa hukum agama berlawanan dengan janji Allah? Tentu saja tidak! Sebab kalau hukum agama diberikan untuk menganugerahkan hidup kepada manusia, maka manusia dapat berbaik dengan Allah melalui hukum agama.","Tetapi di dalam Alkitab tertulis bahwa seluruh umat manusia berada di bawah kekuasaan dosa. Karena itu, pemberian yang dijanjikan berdasarkan percaya kepada Yesus Kristus diberikan kepada mereka yang percaya.","Sebelum tiba waktunya untuk percaya kepada Kristus, kita dijaga ketat oleh hukum agama; kita seperti dikurung sampai iman itu dinyatakan.","Dengan demikian, hukum agama menjadi sebagai pengawas kita sampai Kristus datang untuk membuat kita berbaik kembali dengan Allah karena kita percaya kepada Kristus.","Sekarang, karena sudah waktunya manusia dapat percaya kepada Kristus, maka kita tidak lagi diawasi oleh hukum agama.","Karena kalian percaya kepada Kristus Yesus, maka kalian bersatu dengan Dia; dan oleh karena itu kalian menjadi anak-anak Allah.","Kalian semuanya sudah dibaptis atas nama Kristus, jadi kalian sudah menerima pada diri kalian sifat-sifat Kristus sendiri.","Dalam hal ini tidak lagi diadakan perbedaan antara orang Yahudi dan orang bukan Yahudi, antara hamba dan orang bebas, antara laki-laki dan perempuan. Saudara semuanya satu karena Kristus Yesus.","Kalau kalian milik Kristus, maka kalian adalah keturunan Abraham. Dan kalian akan menerima apa yang dijanjikan Allah."]