["Kita sekarang bebas, sebab Kristus sudah membebaskan kita! Sebab itu pertahankanlah kebebasanmu, dan jangan mau diperhamba lagi.","Ingat, kalau kalian minta disunat, itu berarti Kristus tidak ada gunanya bagimu. Yang mengatakan ini adalah saya sendiri, Paulus.","Sekali lagi saya memberi peringatan kepada orang yang minta disunat, bahwa ia wajib menjalankan seluruh hukum agama!","Kalau kalian berusaha berbaik dengan Allah melalui hukum agama, itu berarti hubunganmu dengan Kristus sudah putus. Dengan demikian kalian hidup di luar lingkungan rahmat Allah.","Tetapi bagi kami, kami berharap bahwa dengan pertolongan Roh Allah dan berdasarkan percaya kami kepada Kristus, Allah memungkinkan kami berbaik dengan Dia.","Sebab kalau kita sudah bersatu dengan Kristus Yesus, hal menuruti atau tidak menuruti peraturan sunat tidak menjadi soal lagi. Yang penting hanyalah percaya kepada Kristus, dan itu nyata dalam kasih kita kepada orang lain.","Dahulu kalian berjuang dengan baik! Sekarang mengapa kalian tidak taat lagi kepada kemauan Allah? Siapa sudah membujuk kalian?","Pasti yang melakukan itu bukanlah Allah yang sudah memanggil kalian!","\"Ragi yang sedikit akan mengembangkan seluruh adonan,\" kata orang.","Meskipun begitu saya masih percaya bahwa kalian tidak akan menganut pendirian lain, sebab kita sudah bersatu dengan Kristus. Dan saya yakin bahwa siapa pun yang mengacaukan pikiranmu, akan dihukum Allah.","Mengenai saya, Saudara-saudara, mengapa saya terus saja dimusuhi kalau saya masih memberitakan bahwa peraturan sunat itu perlu? Kalau saya memang memberitakan demikian, maka pemberitaan saya mengenai salib Kristus tidak menimbulkan persoalan.","Lebih baik orang-orang yang mengacaukan pikiranmu itu langsung saja keluar sekaligus dari jemaat!","Saudara sudah dipanggil untuk menjadi orang yang bebas. Tetapi janganlah memakai kebebasanmu itu untuk terus-menerus melakukan apa saja yang kalian ingin lakukan. Sebaliknya, kalian harus saling mengasihi dan saling melayani.","Seluruh hukum agama tersimpul dalam perintah yang satu ini, \"Hendaklah engkau mengasihi sesamamu manusia seperti engkau mengasihi dirimu sendiri.\"","Tetapi kalau kalian saling cakar-mencakar, awas, nanti kalian sama-sama hancur.","Maksud saya begini: Biarlah Roh Allah membimbing kalian dan janganlah hidup menurut keinginan tabiat manusia.","Sebab keinginan manusia bertentangan dengan keinginan Roh Allah, dan keinginan Roh Allah bertentangan dengan keinginan manusia. Kedua-duanya saling berlawanan, sehingga kalian tidak dapat melakukan apa yang kalian inginkan.","Tetapi kalau Roh Allah memimpin kalian, maka kalian tidak dikuasai oleh hukum agama.","Keinginan tabiat manusia nyata dalam perbuatan-perbuatan yang cabul, kotor, dan tidak patut;","dalam penyembahan berhala dan ilmu guna-guna; dalam bermusuh-musuhan, berkelahi, cemburu, lekas marah, dan mementingkan diri sendiri; perpecahan dan berpihak-pihak,","serta iri hati, bermabuk-mabukan, berpesta-pesta dan lain sebagainya. Terhadap semuanya itu saya peringatkan kalian sekarang sebagaimana saya peringatkan kalian dahulu juga, bahwa orang-orang yang melakukan hal-hal seperti itu tidak akan menjadi anggota umat Allah.","Sebaliknya, kalau orang-orang dipimpin oleh Roh Allah, hasilnya ialah: Mereka saling mengasihi, mereka gembira, mereka mempunyai ketenangan hati, mereka sabar dan berbudi, mereka baik terhadap orang lain, mereka setia,","mereka rendah hati, dan selalu sanggup menguasai diri. Tidak ada hukum agama yang melarang hal-hal seperti itu.","Orang-orang yang sudah menjadi milik Kristus Yesus, orang-orang itu sudah mematikan tabiat manusianya dengan segala nafsu dan keinginannya.","Roh Allah sudah memberikan kepada kita hidup yang baru; oleh sebab itu Ia jugalah harus menguasai hidup kita.","Kita tidak boleh menjadi sombong, dan saling menyakiti hati, serta iri hati satu sama lain."]