["Umat Allah di Efesus, yang setia kepada Kristus Yesus!","Saya, Paulus, rasul Kristus Yesus atas kehendak Allah, mengharap semoga Allah Bapa kita dan Tuhan Yesus Kristus memberi berkat dan sejahtera kepada kalian.","Terpujilah Allah, Bapa Tuhan kita Yesus Kristus! Ia memberkati kita dengan segala berkat rohani di dalam surga, karena kita bersatu dengan Kristus.","Sebelum dunia ini diciptakan, Allah telah memilih kita melalui Kristus dengan maksud supaya kita menjadi milik-Nya yang khusus dan tidak bercacat di hadapan-Nya. Karena kasih Allah,","maka Ia sudah menentukan terlebih dahulu bahwa melalui Yesus Kristus, Ia akan mengangkat kita menjadi anak-anak-Nya sendiri. Dan memang itulah yang ingin dilakukan-Nya.","Terpujilah Allah yang agung, karena melalui Anak-Nya yang tercinta Ia sangat mengasihi kita.","Sebab, oleh kematian Kristus, kita dibebaskan oleh Allah, berarti Ia sudah mengampuni kita dari dosa-dosa kita.","Ia melakukan itu karena Ia sangat mengasihi kita, dan kasih itu dilimpahkan-Nya kepada kita dengan penuh kebijaksanaan dan pengertian.","Menurut kemauan-Nya sendiri, Allah memberitahukan kepada kita rahasia rencana-Nya; Ia sudah memutuskan bahwa rencana-Nya itu akan diselesaikan melalui Kristus.","Rencana itu ialah supaya segala sesuatu, baik yang di surga maupun yang di bumi, menjadi satu dengan Kristus sebagai kepala. Dan hal itu akan diselesaikan oleh Allah kalau sudah sampai waktunya.","Allah mengerjakan segala sesuatu menurut keinginan-Nya dan keputusan-Nya sendiri. Sejak semula Ia sudah memilih kita sebab Ia ingin supaya kita menjadi umat-Nya karena bersatu dengan Kristus.","Biarlah kita, yang pertama-tama berharap pada Kristus, memuji Allah karena keagungan-Nya!","Kalian pun sudah menjadi umat Allah sewaktu kalian mendengar pesan Allah, yakni Kabar Baik yang memberi keselamatan kepadamu. Kalian percaya kepada Yesus Kristus, karena itu Allah memberi tanda milik-Nya kepadamu, yaitu Roh-Nya yang dijanjikan-Nya.","Roh itulah jaminan bahwa kita akan menerima apa yang telah dijanjikan Allah kepada umat-Nya. Ini memberi keyakinan kepada kita bahwa Allah akan membebaskan umat-Nya. Terpujilah Allah karena keagungan-Nya!","Sebab itu, semenjak saya mendengar bahwa kalian percaya kepada Tuhan Yesus, dan kalian mengasihi semua umat Allah,","saya tidak putus-putusnya berterima kasih kepada Allah mengenai kalian. Selalu saya menyebut namamu pada waktu saya berdoa.","Saya memohon supaya Allah Tuhan kita Yesus Kristus, Bapa yang mulia, memberi Roh-Nya kepadamu. Roh itu akan menjadikan kalian bijaksana, dan akan menyatakan Allah kepadamu sehingga kalian mengenal Dia.","Saya memohon agar Allah membuka pikiranmu sehingga menjadi terang; supaya kalian mengerti apa yang kalian dapat harapkan dari Allah yang memanggil kalian. Juga supaya kalian tahu betapa melimpah berkat-berkat yang indah yang disediakan Allah bagi umat-Nya;","dan betapa hebatnya Allah bekerja dengan penuh kuasa di dalam kita yang percaya. Kuasa Allah itu sama seperti kuasa luar biasa","yang dipakai-Nya ketika menghidupkan kembali Kristus dari kematian dan memberikan kepada-Nya kedudukan tertinggi bersama-sama Allah di surga.","Kedudukan Kristus itu jauh lebih tinggi daripada kedudukan segala pemerintah, segala penguasa, segala pemimpin, segala tuan-tuan dan siapa pun juga yang sudah diberikan kedudukan tinggi; baik yang hidup di zaman ini maupun yang hidup di zaman yang akan datang.","Allah menaklukkan semuanya ke bawah kekuasaan Kristus, dan memberi Kristus kepada jemaat sebagai kepala dari segala sesuatu.","Jemaat adalah tubuh Kristus, disempurnakan oleh Dia yang menyempurnakan segala sesuatu di mana pun juga."]