["Itu sebabnya saya, Paulus, dipenjarakan karena Kristus Yesus untuk kepentingan kalian yang bukan Yahudi.","Tentu kalian sudah mendengar bahwa Allah, karena kebaikan hati-Nya, telah memberikan kepada saya tugas ini demi kepentinganmu.","Allah mengungkapkan rahasia rencana-Nya dan memberitahukannya kepada saya. (Mengenai hal ini sudah saya tulis di atas dengan singkat,","dan kalau kalian membacanya, kalian akan memahami rahasia mengenai Kristus seperti saya memahaminya.)","Dahulu rahasia itu tidak pernah diberitahukan kepada manusia, tetapi sekarang Roh Allah sudah menyatakannya kepada rasul-rasul dan nabi-nabi-Nya.","Rahasia itu ialah ini: Melalui Kabar Baik itu, orang bukan Yahudi turut merasakan berkat-berkat Allah yang dahulu disediakan hanya untuk orang Yahudi. Orang-orang bukan Yahudi sudah menjadi anggota dari tubuh yang sama, dan turut menerima apa yang dijanjikan Allah melalui Kristus Yesus.","Allah memberikan kepada saya anugerah--yakni tugas--untuk menyebarkan Kabar Baik itu. Saya menerima anugerah itu melalui kuasa Allah yang bekerja di dalam diri saya.","Di antara seluruh umat Allah, sayalah yang paling hina. Namun Allah memberikan kepada saya karunia ini: tugas untuk memberitakan kepada orang-orang bukan Yahudi Kabar Baik mengenai kekayaan Kristus yang tidak ada habisnya;","dan juga supaya melalui saya semua orang tahu bagaimana Allah, Pencipta semesta alam ini, melaksanakan rencana-Nya yang sejak dahulu kala dirahasiakan kepada dunia.","Maksud Allah ialah supaya sekarang, melalui jemaat, semua yang memegang kekuasaan di angkasa mengetahui kebijaksanaan Allah dalam segala macam bentuknya.","Allah melakukan itu sesuai dengan rencana-Nya yang kekal, yang dilaksanakan-Nya dengan perantaraan Kristus Yesus Tuhan kita.","Dengan percaya kepada Kristus dan karena bersatu dengan Dia, kita diberi kebebasan untuk mendekati Allah dengan penuh kepercayaan.","Sebab itu, permintaan saya ialah: janganlah khawatir mengenai apa yang saya derita karena kalian, sebab semuanya itu adalah untuk kebaikanmu.","Oleh sebab itulah saya berlutut di hadapan Bapa.","Dari Dialah setiap keluarga di surga dan di bumi menerima sifat-Nya yang khusus.","Saya berdoa semoga Allah yang mahamulia berkenan untuk menguatkan batinmu dengan Roh-Nya.","Semoga karena kalian percaya kepada Kristus, Kristus tinggal di dalam hatimu, dan hidupmu didasarkan dan dikuasai oleh kasih.","Saya berdoa semoga bersama-sama dengan semua umat Allah, kalian dapat menyelami betapa luasnya dan panjangnya serta tingginya dan dalamnya kasih Kristus,","yang dengan akal manusia tidak dapat dipahami sedalam-dalamnya. Semoga kalian mengenal kasih Kristus itu, sehingga kalian penuh dengan kepribadian Allah yang sempurna.","Dengan kuasa Allah yang giat bekerja di dalam diri kita, Allah dapat melakukan jauh lebih banyak daripada apa yang dapat kita minta atau pikirkan.","Hendaknya Allah dimuliakan turun-temurun di dalam jemaat, melalui Kristus Yesus. Terpujilah Allah selama-lamanya! Amin."]