["Kalian adalah anak-anak Allah yang dikasihi-Nya, sebab itu kalian harus berusaha mengikuti teladan Allah.","Hidupmu hendaknya dijiwai oleh kasih, seperti Kristus pun mengasihi kita. Ia mengurbankan diri-Nya untuk kita, sebagai suatu persembahan yang harum dan menyenangkan hati Allah.","Kalian adalah umat Allah. Sebab itu, perbuatan-perbuatan yang cabul dan yang tidak senonoh, ataupun keserakahan tidak patut ada di tengah-tengah kalian. Jangan sampai orang lain mempunyai alasan untuk mengatakan bahwa kalian berbuat hal-hal seperti itu.","Tidak juga patut bagimu mengucapkan kata-kata yang kotor, yang cabul dan yang tidak pantas. Sebaliknya hendaklah kalian mengucap syukur kepada Allah.","Perhatikan baik-baik: orang yang berkelakuan cabul, atau tidak senonoh, atau serakah (kelakuan seperti itu sama saja dengan menyembah berhala), orang itu tidak dapat menjadi anggota umat yang diperintah oleh Kristus dan Allah.","Janganlah kalian tertipu oleh percakapan-percakapan yang kosong. Sebab hal-hal inilah yang menimbulkan murka Allah terhadap orang-orang yang tidak taat kepada-Nya.","Jadi, janganlah berhubungan sama sekali dengan orang-orang semacam itu.","Kalian sendiri dulu berada di dalam kegelapan. Sekarang kalian sudah menjadi umat Tuhan, jadi kalian berada di dalam terang. Oleh karena itu kalian harus hidup di dalam terang.","Sebab dari terang itulah terbit segala macam perbuatan yang baik, adil dan tulus pada pemandangan Allah.","Berusahalah mengenal apa yang menyenangkan hati Tuhan.","Jangan melakukan perbuatan-perbuatan yang tidak berguna yang dilakukan oleh orang-orang yang hidup dalam kegelapan. Sebaliknya, hendaklah kalian menelanjangi hal-hal semacam itu.","(Sebab hal-hal yang mereka lakukan dengan sembunyi-sembunyi itu, untuk dibicarakan pun sudah memalukan.)","Segala sesuatu yang disoroti di dalam terang, akan kelihatan dengan jelas.","Sebab semua yang dapat dilihat dengan jelas, adalah terang. Itulah sebabnya dikatakan, \"Bangunlah, hai engkau yang tidur, dan bangkitlah dari kematian! Kristus akan bercahaya atasmu.\"","Sebab itu, perhatikanlah baik-baik cara hidupmu. Jangan hidup seperti orang-orang bodoh; hiduplah seperti orang-orang bijak.","Gunakanlah sebaik-baiknya setiap kesempatan yang ada padamu, karena masa ini adalah masa yang jahat.","Jangan bodoh, tetapi selidikilah apa yang dikehendaki Tuhan.","Janganlah kalian mabuk oleh anggur, sebab itu akan merusakkan kalian. Sebaliknya, hendaklah kalian dikuasai oleh Roh Allah.","Pakailah kata-kata dari mazmur, nyanyian puji-pujian dan lagu rohani, dalam percakapan-percakapanmu. Hendaklah kalian dengan hati yang gembira menyanyikan puji-pujian kepada Tuhan.","Selalu dan mengenai apa pun juga, hendaklah kalian mengucap terima kasih kepada Allah Bapa, atas nama Yesus Kristus Tuhan kita.","Untuk menghormati Kristus, hendaklah kalian tunduk satu sama lain.","Istri, tunduklah kepada suamimu, seperti kepada Tuhan.","Sebab suami adalah kepala atas istrinya, sama seperti Kristus pun menjadi kepala atas jemaat dan Ia sendirilah juga Raja Penyelamat bagi jemaat yang menjadi tubuh-Nya.","Sama seperti jemaat juga tunduk kepada Kristus, begitu pun dalam segala hal istri harus tunduk kepada suami.","Suami, kasihilah istrimu, sama seperti Kristus mengasihi jemaat serta mengurbankan diri-Nya untuk jemaat itu.","Kristus melakukan itu supaya Ia dapat membersihkan jemaat itu dengan ajaran-Nya dan melalui air baptisan, supaya kemudian Ia dapat menyerahkan-Nya kepada Allah.","Dengan demikian Kristus membuat jemaat itu berdiri dengan agung dan murni di hadapan-Nya, tanpa ada cacat atau cela apa pun.","Begitulah juga suami harus mengasihi istrinya seperti ia mengasihi tubuhnya sendiri. Orang yang mengasihi istrinya berarti ia mengasihi dirinya sendiri.","(Tidak pernah ada orang yang membenci tubuhnya sendiri. Sebaliknya, ia memelihara dan menjaganya seperti Kristus juga memelihara jemaat-Nya.","Kita tahu itu, karena kita adalah anggota-anggota tubuh Kristus.)","Dalam Alkitab tertulis, \"Sebab itu seorang laki-laki akan meninggalkan ayah-ibunya untuk bersatu dengan istrinya, dan keduanya akan menjadi satu.\"","Ayat tersebut mengandung arti yang dalam. Dan saya kaitkan itu dengan hubungan antara Kristus dan jemaat.","Tetapi ayat tersebut ada hubungannya juga dengan kalian: Hendaklah setiap suami mengasihi istrinya seperti ia mengasihi dirinya sendiri dan hendaklah setiap istri berusaha untuk menghormati suaminya."]