["Pada suatu hari bangsa itu mulai mengeluh kepada TUHAN tentang kesukaran-kesukaran mereka. Mendengar keluhan-keluhan itu, TUHAN menjadi marah dan mendatangkan api ke atas mereka. Api itu merambat di antara mereka dan menghanguskan sebagian dari perkemahan.","Orang-orang itu berteriak-teriak minta tolong kepada Musa. Lalu Musa berdoa kepada TUHAN, maka padamlah api itu.","Karena kejadian itu, tempat itu dinamakan Tabera, karena di situ api TUHAN berkobar di tengah mereka.","Dalam perjalanan orang-orang Israel itu ada juga orang-orang asing yang ikut. Mereka itu ingin sekali makan daging, dan orang Israel juga mulai mengeluh. Kata mereka, \"Ah, coba ada daging untuk kita!","Kita teringat pada ikan yang kita makan dengan cuma-cuma di Mesir, pada mentimun, semangka, prei, bawang merah dan bawang putih!","Sekarang kita kehabisan tenaga karena tak ada makanan selain manna saja yang kita lihat.\"","Rupa manna itu seperti biji-biji kecil, warnanya putih kekuning-kuningan.","Pada malam hari manna itu jatuh bersama-sama dengan embun ke tempat perkemahan. Pagi-pagi orang-orang berjalan kian kemari untuk mengumpulkannya, lalu menggiling atau menumbuknya menjadi tepung, dan membuatnya menjadi kue bundar yang gepeng. Rasanya seperti kue yang dipanggang dengan minyak zaitun.","(11:8)","Musa mendengar orang-orang Israel itu mengomel, sambil berdiri berkelompok-kelompok di depan pintu kemah mereka. Lalu berkobarlah kemarahan TUHAN sehingga Musa merasa sedih.","Maka berkatalah ia kepada TUHAN, \"Mengapa Engkau menyusahkan saya begini? Apakah Engkau tidak senang kepada saya? Mengapa Engkau menyerahkan tanggung jawab atas semua orang itu kepada saya?","Sayakah yang mengandung atau melahirkan mereka itu? Mengapa Engkau menyuruh saya menjadi seperti seorang pengasuh yang menggendong anak kecil, sehingga saya harus mengasuh mereka terus-menerus sepanjang perjalanan ke tanah yang Kaujanjikan kepada leluhur mereka?","Lihatlah, mereka terus merengek minta daging. Dan di manakah harus saya cari daging untuk semua orang itu?","Tak sanggup saya memikul tanggung jawab sebesar itu; terlalu berat tugas itu bagi saya!","Kalau TUHAN terus membuat saya begini, kasihanilah saya; lebih baik membunuh saya dengan segera supaya saya tidak lagi menanggung penderitaan ini.\"","Lalu berkatalah TUHAN kepada Musa, \"Kumpulkanlah dari antara bangsa Israel tujuh puluh orang tua-tua yang diakui sebagai pemimpin bangsa. Bawalah mereka ke hadapan-Ku di dalam Kemah-Ku, lalu suruhlah mereka berdiri di situ di sampingmu.","Aku akan turun dan berbicara dengan engkau di tempat itu, dan sebagian dari kuasa yang sudah Kuberikan kepadamu, akan Kuberikan kepada mereka. Maka dapatlah mereka membantu engkau memikul tanggung jawab atas bangsa ini, dan tidak usah engkau memikulnya sendirian.","Sekarang katakanlah ini kepada bangsa itu: Sucikanlah dirimu untuk besok; kamu akan makan daging. TUHAN sudah mendengar kamu menangis dan mengeluh bahwa kamu ingin makan daging, dan bahwa nasibmu lebih baik waktu di Mesir. Sekarang TUHAN akan memberi kamu daging, dan kamu dapat memakannya.","Kamu akan memakannya tidak hanya selama satu atau dua hari, atau lima hari atau sepuluh hari, bahkan tidak hanya dua puluh hari,","tetapi satu bulan penuh lamanya kamu memakannya, sampai kamu menjadi sakit dan muntah-muntah karenanya. Hal itu terjadi karena kamu telah menolak TUHAN yang ada di tengah-tengah kamu. Dan juga karena kamu telah menangis di hadapan-Nya dan mengeluh bahwa kamu telah meninggalkan tanah Mesir.\"","Lalu Musa berkata kepada TUHAN, \"Bangsa yang saya pimpin ini berjumlah 600.000 orang. Bagaimana Engkau dapat berkata bahwa Engkau akan memberi mereka daging secukupnya selama satu bulan?","Di manakah ada sapi dan domba sebegitu banyak yang harus dipotong untuk mengenyangkan mereka? Apakah semua ikan di laut cukup untuk memberi makan kepada mereka?\"","Jawab TUHAN, \"Apakah kekuasaan-Ku terbatas? Engkau akan segera melihat apakah yang Kukatakan itu sungguh terjadi atau tidak!\"","Maka keluarlah Musa dan disampaikannya kepada bangsa itu apa yang telah dikatakan TUHAN. Musa mengumpulkan tujuh puluh pemimpin dan menyuruh mereka berdiri di sekeliling Kemah TUHAN.","Lalu TUHAN turun di dalam awan dan berbicara kepada Musa. TUHAN mengambil sebagian dari kuasa yang telah diberikan-Nya kepada Musa dan memberikan-Nya kepada ketujuh puluh pemimpin itu. Ketika Roh TUHAN itu turun ke atas mereka, mulailah mereka berseru seperti nabi, tetapi tidak lama.","Dua di antara ketujuh puluh pemimpin itu, Eldad dan Medad, tinggal di perkemahan dan tidak pergi bersama-sama dengan yang lain ke Kemah TUHAN. Di perkemahan itu Roh turun ke atas mereka, dan mereka berdua pun mulai berseru-seru seperti nabi.","Lalu seorang pemuda lari ke luar untuk memberitahukan kepada Musa apa yang terjadi pada Eldad dan Medad.","Yosua anak Nun, yang telah membantu Musa sejak masa mudanya, berkata kepada Musa, \"Suruhlah mereka berhenti, Pak!\"","Musa menjawab, \"Mengapa Engkau memikirkan saya? Saya malah mengharap supaya TUHAN memberikan Roh-Nya kepada seluruh bangsa-Nya, dan membuat mereka semua menjadi nabi!\"","Lalu Musa kembali ke perkemahan bersama ketujuh puluh pemimpin Israel itu.","Tiba-tiba TUHAN mendatangkan angin dari laut; angin itu membawa burung-burung puyuh yang terbang rendah sekali, sampai satu meter di atas permukaan tanah. Mereka beterbangan di atas perkemahan itu sampai sejauh beberapa kilometer di sekitarnya.","Sepanjang hari itu, sepanjang malam dan sepanjang hari berikutnya, orang-orang asyik menangkap burung puyuh. Setiap orang menangkap paling sedikit seribu kilogram. Burung-burung itu mereka serakkan di sekeliling perkemahan supaya menjadi kering.","Selagi masih ada banyak daging untuk dimakan, TUHAN menjadi marah kepada bangsa itu dan mendatangkan suatu wabah di antara mereka.","Maka tempat itu dinamakan \"Kuburan Kerakusan\", karena di situ dikuburkan orang-orang yang mati karena rakus.","Dari situ bangsa itu pindah ke daerah Hazerot, lalu berkemah di tempat itu."]