["Sepanjang malam umat Israel berteriak-teriak dan menangis-nangis.","Mereka mengomel kepada Musa dan Harun dan berkata, \"Lebih baik kita mati di Mesir atau di padang gurun ini! Biar kita mati saja!","Untuk apa TUHAN membawa kita ke negeri itu? Nanti kita mati dalam peperangan dan istri-istri serta anak-anak kita ditawan. Bukankah lebih baik kembali saja ke Mesir!\"","Lalu mereka berkata satu sama lain, \"Baiklah kita memilih seorang pemimpin dan kembali ke Mesir!\"","Lalu Musa dan Harun sujud di depan seluruh rakyat.","Yosua anak Nun dan Kaleb anak Yefune, dua di antara mata-mata itu, merobek pakaian mereka tanda berdukacita.","Mereka berkata kepada seluruh rakyat itu, \"Negeri yang kami selidiki itu luar biasa baiknya.","Kalau TUHAN berkenan kepada kita, Ia akan membawa kita ke sana dan memberikan tanah yang kaya dan subur itu kepada kita.","Janganlah melawan TUHAN, dan jangan takut terhadap orang-orang yang tinggal di negeri itu, sebab dengan mudah kita akan mengalahkan mereka. Yang melindungi mereka sudah meninggalkan mereka, dan TUHAN menyertai kita. Jadi, janganlah takut.\"","Seluruh rakyat mengancam hendak melempari mereka dengan batu sampai mati. Tetapi tiba-tiba orang-orang itu melihat cahaya kemilau TUHAN muncul di atas Kemah-Nya.","TUHAN berkata kepada Musa, \"Berapa lama lagi orang-orang ini melawan Aku? Sampai kapan mereka tidak mau percaya kepada-Ku, walaupun Aku sudah membuat begitu banyak keajaiban di antara mereka?","Aku akan membinasakan mereka dengan mendatangkan penyakit menular. Tetapi engkau akan Kujadikan bapak dari suatu bangsa yang lebih besar dan lebih kuat dari mereka!\"","Lalu Musa berkata kepada TUHAN, \"Ya, TUHAN, nanti orang Mesir mendengar hal itu! Padahal dengan kuasa-Mu Engkau telah membawa kami keluar dari negeri itu,","dan mereka akan menceritakannya kepada orang-orang di negeri ini, yang telah mendengar bahwa Engkau, TUHAN, menyertai kami. Mereka sudah mendengar juga bahwa Engkau menampakkan diri kepada kami waktu Engkau berjalan di depan kami dalam tiang awan di waktu siang, dan dalam tiang api pada waktu malam.","Jika Engkau membunuh seluruh umat-Mu ini, maka bangsa-bangsa yang pernah mendengar tentang kemasyhuran-Mu itu akan mengatakan bahwa","Engkau membunuh umat-Mu di padang gurun karena Engkau tidak mampu membawa mereka ke negeri yang telah Kaujanjikan.","Sebab itu, TUHAN, saya mohon, tunjukkanlah kekuasaan-Mu kepada kami dan laksanakan apa yang sudah Kaujanjikan. Engkau telah berkata,","'Aku, TUHAN, tidak cepat marah. Aku menunjukkan kasih-Ku dan kesetiaan-Ku dengan berlimpah-limpah. Aku mengampuni orang yang berdosa dan yang melawan Aku. Biarpun begitu, kesalahan orang tua akan Kubalaskan kepada anak-anak dan cucu-cucunya, sampai keturunan yang ketiga dan keempat.'","Sekarang, TUHAN, karena besarnya belas kasihan-Mu dan Engkau setia kepada janji-Mu, saya mohon, ampunilah dosa orang-orang ini seperti Engkau telah mengampuni mereka sejak mereka meninggalkan tanah Mesir.\"","Lalu TUHAN menjawab, \"Baiklah, Aku akan mengampuni mereka seperti yang kauminta.","Tetapi Aku berjanji demi diri-Ku dan demi Aku yang hidup dan berkuasa di bumi ini,","bahwa dari orang-orang ini tak seorang pun masih hidup untuk memasuki negeri yang telah Kujanjikan kepada nenek moyang mereka. Sebab mereka tidak mau taat kepada-Ku, dan terus-menerus mencobai Aku. Padahal mereka sudah melihat cahaya-Ku yang kemilau, dan keajaiban-keajaib yang Kulakukan di Mesir dan di padang gurun.","Tidak! Mereka tidak akan memasuki negeri itu. Dari antara mereka yang melawan Aku, tidak seorang pun akan menginjak negeri itu.","Tetapi tidak demikian hamba-Ku Kaleb. Ia tetap setia kepada-Ku. Sebab itu Aku akan membawa dia ke negeri yang telah dimasukinya. Sekarang orang Amalek dan orang Kanaan tinggal di dataran itu. Tetapi daerah itu akan menjadi milik keturunan Kaleb, hamba-Ku itu. Besok kamu harus berbalik dan pergi ke padang gurun ke arah Teluk Akaba.\"","(14:24)","TUHAN berkata kepada Musa dan Harun,","\"Sampai kapan orang-orang jahat itu mengomel terhadap Aku? Semua keluhan mereka sudah Kudengar.","Kamu harus menjawab mereka begini: TUHAN berkata, 'Aku bersumpah demi Aku yang hidup bahwa kamu akan Kuperlakukan seperti yang kamu katakan di hadapan-Ku. Aku, TUHAN, sudah berbicara.","Kamu sudah mengomel terhadap Aku. Sebab itu kamu akan mati, dan mayat-mayatmu berserakan di padang gurun ini.","Selain Kaleb dan Yosua, tak seorang pun di antara kamu yang berumur dua puluh tahun ke atas akan memasuki negeri yang Kujanjikan kepadamu itu.","Kamu telah berkata bahwa anak-anakmu akan ditawan. Tetapi merekalah yang akan Kubawa ke negeri yang kamu tolak itu, dan negeri itu akan menjadi tanah air mereka.","Sedangkan kamu akan mati di padang gurun ini.","Empat puluh tahun lamanya anak-anakmu akan mengembara di padang gurun. Karena kamu tidak setia, anak-anakmu itu akan menderita, sampai orang yang terakhir di antara kamu sudah meninggal.","Kamu akan menanggung akibat-akibat dosamu empat puluh tahun lamanya; satu tahun dihitung untuk satu hari dari setiap empat puluh hari yang kamu pakai untuk menyelidiki tanah itu. Kamu akan tahu bagaimana rasanya kalau Aku melawan kamu!","Aku bersumpah bahwa Aku akan melakukan hal itu terhadap kamu, orang-orang jahat yang bersekongkol untuk melawan Aku. Di padang gurun ini kamu semua akan mati. Aku, TUHAN, sudah berbicara.'\"","Orang-orang yang telah diutus Musa untuk menyelidiki tanah itu, kembali membawa laporan yang tidak benar tentang negeri itu, dan hal itu menyebabkan orang Israel mengomel terhadap TUHAN. Karena itu TUHAN menghukum mereka sehingga mereka mati kena penyakit.","(14:36)","Dari kedua belas mata-mata itu hanya Yosua dan Kaleb yang masih hidup.","Setelah Musa menyampaikan pesan TUHAN kepada bangsa Israel, bangsa itu berkabung dengan sedih.","Keesokan harinya pagi-pagi benar, bersiap-siaplah mereka hendak naik ke puncak gunung. Kata mereka, \"Memang kami telah berdosa. Tetapi sekarang kami sudah siap untuk pergi ke tempat yang ditunjukkan TUHAN.\"","Tetapi Musa berkata, \"Mengapa kamu sekarang mau melanggar perintah TUHAN? Kamu tidak akan berhasil!","Janganlah pergi! Kamu akan dikalahkan musuh-musuhmu karena TUHAN tidak menyertaimu.","Pada waktu kamu berhadapan dengan orang Amalek dan orang Kanaan itu, kamu akan mati dalam pertempuran. TUHAN tidak akan menyertai kamu karena kamu tidak mau taat kepada-Nya.\"","Tetapi orang-orang Israel itu masih nekat juga menuju ke puncak gunung itu, walaupun Musa dan Peti Perjanjian tidak meninggalkan perkemahan itu.","Maka orang Amalek dan orang Kanaan yang tinggal di sana menyerang dan mengalahkan orang-orang Israel serta mengejar mereka sampai ke Horma."]