["TUHAN memberi kepada Musa","peraturan-peraturan ini yang harus dilakukan oleh bangsa Israel di negeri yang akan diberikan TUHAN kepada mereka.","Untuk kurban bakaran atau kurban pembayar kaul atau kurban sukarela atau kurban pada perayaan-perayaan biasa, kamu boleh mempersembahkan kepada TUHAN: sapi jantan, domba jantan, domba atau kambing. Bau kurban-kurban itu menyenangkan hati TUHAN.","Barangsiapa mempersembahkan domba atau kambing untuk kurban bakaran kepada TUHAN, harus membawa juga bersama dengan setiap ekor ternak itu, satu kilogram tepung dicampur dengan satu liter minyak zaitun untuk kurban sajian, dan juga satu liter air anggur.","(15:4)","Kalau yang dikurbankan itu seekor domba jantan, harus dipersembahkan juga dua kilogram tepung dicampur dengan satu setengah liter minyak zaitun untuk kurban sajian,","dan satu setengah liter air anggur. Bau kurban itu menyenangkan hati TUHAN.","Kalau yang dikurbankan itu seekor sapi jantan untuk kurban bakaran atau kurban pembayar kaul atau kurban perdamaian,","harus dipersembahkan juga tiga kilogram tepung dicampur dengan dua liter minyak zaitun untuk kurban sajian,","dan dua liter air anggur. Bau kurban itu menyenangkan hati TUHAN.","Itulah yang harus dipersembahkan bersama-sama dengan setiap ekor sapi jantan, domba jantan, domba atau kambing.","Kalau yang dikurbankan itu lebih dari seekor ternak, maka persembahan tepung, minyak dan air anggur itu pun harus ditambah menurut perbandingan.","Hal itu harus dilakukan oleh setiap orang Israel waktu ia mempersembahkan kurban. Bau kurban itu menyenangkan hati TUHAN.","Seorang asing yang tinggal di antara kamu, baik untuk sementara waktu atau untuk menetap, harus mentaati semua peraturan itu bila ia mempersembahkan kurban makanan yang baunya menyenangkan hati TUHAN.","Semua hukum dan peraturan adalah sama untuk kamu dan untuk orang asing yang tinggal di antara kamu, sebab kamu dan mereka adalah sama dalam pandangan TUHAN. Dan hal itu berlaku untuk selama-lamanya.","(15:15)","TUHAN memberi kepada Musa","peraturan-peraturan ini yang harus dilakukan oleh bangsa Israel di negeri yang akan diberikan TUHAN kepada mereka.","Apabila kamu sudah mulai makan apa yang dihasilkan negeri itu, kamu harus menyisihkan sebagian untuk persembahan khusus bagi TUHAN.","Kalau kamu membakar roti dari gandum yang pertama dipotong, roti itu harus dipersembahkan sebagai kurban khusus kepada TUHAN. Cara mempersembahkannya sama dengan cara mempersembahkan gandum pertama yang kamu giling.","Untuk selama-lamanya setiap roti dari gandum yang pertama dipotong itu harus kamu berikan sebagai persembahan khusus kepada TUHAN.","Apabila kamu dengan tidak sengaja melalaikan salah satu di antara peraturan yang telah diberikan TUHAN kepada Musa, mulai dari hari TUHAN memberi peraturan itu dan selanjutnya turun-temurun, dan kesalahan itu dibuat karena umat tidak mengetahui peraturan, maka seluruh umat harus mempersembahkan seekor sapi jantan untuk kurban bakaran. Bersama-sama dengan itu harus dipersembahkan kurban sajian dan air anggur seperti yang ditentukan. Bau kurban itu menyenangkan hati TUHAN. Selain itu harus dikurbankan seekor domba jantan untuk kurban pengampunan dosa.","(15:22)","(15:22)","Lalu imam harus melakukan upacara pengampunan dosa untuk umat. Maka mereka akan diampuni karena kesalahan itu mereka buat dengan tidak sengaja, dan karena mereka sudah membawa kurban pengampunan dosa serta kurban bakaran kepada TUHAN.","Seluruh umat Israel dan orang asing yang tinggal di antara mereka akan diampuni, karena semuanya terlibat dalam kesalahan yang tidak disengaja itu.","Apabila satu orang saja berdosa dengan tidak sengaja, maka ia harus mengurbankan seekor kambing betina yang berumur satu tahun untuk kurban pengampunan dosa.","Imam harus melakukan upacara pengampunan dosa di hadapan TUHAN, supaya orang itu diampuni dosanya.","Peraturan itu berlaku juga untuk siapa saja yang berbuat dosa dengan tidak sengaja, baik dia itu orang Israel atau orang asing yang menetap di antara mereka.","Tetapi kalau seorang Israel atau seorang asing dengan sengaja berbuat dosa, dia meremehkan TUHAN. Orang itu harus dihukum mati,","karena ia melawan TUHAN dan dengan sengaja melanggar perintah TUHAN. Orang itu mati karena salahnya sendiri.","Pada waktu orang Israel berada di padang gurun, seorang laki-laki kedapatan sedang mengumpulkan kayu api pada hari Sabat.","Orang itu dibawa menghadap Musa, Harun dan seluruh umat,","lalu ditahan karena belum jelas ia harus diapakan.","TUHAN berkata kepada Musa, \"Orang itu harus dihukum mati. Ia harus dibawa ke luar perkemahan dan di sana seluruh umat harus melempari dia dengan batu sampai mati.\"","Maka seluruh umat menggiring dia ke luar perkemahan dan melempari dia dengan batu sampai mati, seperti yang diperintahkan TUHAN.","TUHAN menyuruh Musa","mengatakan kepada bangsa Israel, \"Buatlah rumbai-rumbai pada ujung-ujung pakaianmu dan ikatkan tali biru pada setiap rumbai. Itu harus kamu lakukan turun-temurun.","Rumbai-rumbai adalah untuk peringatan: Setiap kali kamu melihatnya, kamu ingat akan segala perintah-Ku dan mentaatinya. Dan karena itu kamu tidak akan melupakan Aku untuk mengikuti keinginan dan hasratmu sendiri.","Rumbai-rumbai itu akan mengingatkan kamu untuk mentaati semua perintah-Ku, sehingga kamu benar-benar menjadi milik-Ku.","Akulah TUHAN Allahmu; Aku membawa kamu keluar dari Mesir supaya Aku menjadi Allahmu, Akulah TUHAN.\""]