["TUHAN berkata kepada Harun, \"Engkau, anak-anakmu dan orang-orang Lewi harus menanggung akibat kesalahan-kesalahan yang terjadi di dalam Kemah-Ku, tetapi hanya engkau dan anak-anakmu saja yang harus menanggung kesalahan dalam pekerjaan imam-imam.","Sanak saudaramu, suku Lewi, harus kauikutsertakan sebagai pembantu dalam pelaksanaan tugasmu dan tugas anak-anakmu.","Suku Lewi harus melakukan kewajiban mereka terhadap kamu dan mengerjakan tugas mereka di Kemah-Ku, tetapi mereka tak boleh mendekati mezbah atau menyentuh benda-benda yang suci di Ruang Suci. Bila mereka melanggar peraturan itu, baik mereka maupun kamu akan mati.","Mereka harus bekerja bersama-sama dengan kamu dan melakukan tugas-tugas yang berhubungan dengan segala pelayanan di dalam Kemah-Ku, tetapi yang tidak diberi hak untuk itu, dilarang bekerja bersama kamu.","Hanya engkau, Harun, dan anak-anakmulah yang harus melakukan tugas di Ruang Suci dan mezbah, supaya Aku jangan lagi menjadi marah kepada bangsa Israel.","Sesungguhnya, Aku sudah memilih sanak saudaramu orang-orang Lewi dari antara bangsa Israel sebagai pemberian untukmu. Mereka sudah dikhususkan bagi-Ku, untuk melayani di Kemah-Ku.","Tetapi hanya engkau dan anak-anakmu saja yang boleh menjalankan tugas sebagai imam, dalam segala pekerjaan yang berhubungan dengan mezbah dan apa yang terdapat di Ruang Mahasuci. Itulah tanggung jawabmu, karena Aku telah memberi kamu kedudukan sebagai imam. Setiap orang yang tidak mempunyai hak itu akan dihukum mati bila mendekati benda-benda suci itu.\"","TUHAN berkata kepada Harun, \"Ingatlah! Semua persembahan khusus yang diberikan kepada-Ku yang tidak dibakar adalah untukmu. Itulah bagianmu yang sudah ditentukan untuk selama-lamanya. Itu Kuberikan kepadamu dan kepada keturunanmu.","Dari persembahan-persembahan yang paling suci yang tidak dibakar di atas mezbah, yang berikut ini adalah untukmu: Kurban sajian, kurban pengampunan dosa dan kurban ganti rugi. Semuanya itu persembahan suci yang menjadi bagianmu dan bagian anak-anakmu.","Itu adalah suci bagimu, jadi harus kamu makan di tempat yang suci pula. Hanya orang laki-laki boleh memakannya.","Segala persembahan khusus lainnya yang dipersembahkan orang Israel kepada-Ku, adalah untukmu juga. Aku memberinya kepadamu serta kepada anak-anakmu laki-laki dan perempuan. Peraturan itu berlaku untuk selama-lamanya. Setiap anggota keluargamu yang tidak najis boleh memakannya.","Kuberikan kepadamu segala yang paling baik dari panenan pertama yang dipersembahkan orang Israel kepada-Ku setiap tahun, yaitu minyak zaitun, air anggur dan gandum.","Semua itu adalah untukmu. Setiap anggota keluargamu yang tidak najis boleh memakannya.","Segala sesuatu di tanah Israel yang sudah dikhususkan untuk Aku, adalah untuk kamu.","Semua yang pertama lahir di antara manusia maupun hewan yang dipersembahkan orang Israel kepada-Ku, adalah bagianmu. Tetapi kamu harus menebus anak-anakmu yang sulung, juga anak binatang haram yang pertama lahir.","Anak-anak harus ditebus waktu mereka berumur satu bulan. Harga yang ditentukan untuk itu ialah lima uang perak, menurut harga yang berlaku di Kemah-Ku.","Tetapi sapi, domba dan kambing yang pertama lahir, tidak boleh ditebus. Ternak itu mutlak untuk Aku dan harus dikurbankan. Siramkan darahnya pada mezbah dan bakarlah lemaknya sebagai kurban. Baunya menyenangkan hati-Ku.","Dagingnya adalah untukmu, sama seperti dada dan paha kanan dari persembahan yang diunjukkan kepada-Ku.","Untuk selama-lamanya, semua persembahan khusus yang dibawa orang-orang Israel kepada-Ku, Kuberikan kepadamu dan kepada anak-anakmu laki-laki dan perempuan. Peraturan itu berlaku untuk selama-lamanya dan menjadi ikatan perjanjian yang tidak dapat dibatalkan antara Aku dengan engkau dan keturunanmu.\"","TUHAN berkata pula kepada Harun, \"Kamu tidak mendapat warisan apa-apa. Di negeri yang Kujanjikan itu tak ada sebidang tanah pun yang menjadi milikmu. Aku, TUHAN, adalah bagian warisanmu.\"","Kata TUHAN kepada Harun, \"Segala persembahan sepersepuluhan orang Israel Kuberikan kepada orang-orang Lewi. Itulah bagian warisan mereka untuk pekerjaan mereka di Kemah-Ku.","Orang-orang Israel lainnya tidak boleh lagi mendekati Kemah itu supaya mereka jangan mendatangkan dosa dan hukuman mati atas diri mereka.","Mulai sekarang hanya orang Lewi yang boleh mengurus Kemah-Ku dan memikul tanggung jawab penuh atas pekerjaan itu. Peraturan itu berlaku juga untuk keturunanmu sampai selama-lamanya. Orang Lewi tidak mempunyai warisan di Israel,","karena untuk bagian warisan mereka Aku sudah memberi segala persembahan sepersepuluhan yang dipersembahkan orang Israel kepada-Ku sebagai pemberian khusus. Itu sebabnya tentang orang Lewi Aku berkata bahwa mereka tidak akan mendapat bagian warisan di Israel.\"","TUHAN menyuruh Musa","menyampaikan perintah ini kepada orang Lewi: Apabila kamu menerima dari orang Israel persembahan sepersepuluhan yang diserahkan TUHAN kepadamu untuk bagianmu, kamu harus memberi sepersepuluh bagiannya kepada TUHAN untuk persembahan khususmu.","Persembahan khusus itu dianggap sama dengan persembahan gandum baru dan air anggur baru.","Dengan demikian kamu pun harus mempersembahkan untuk persembahan khusus kepada TUHAN sebagian dari persembahan sepersepuluhan orang Israel. Persembahan khusus itu harus kamu serahkan kepada Imam Harun.","Berilah bagian yang paling baik dari apa yang kamu terima.","Sesudah menyerahkan bagian itu, kamu boleh mengambil sisanya, seperti seorang petani juga mengambil apa yang tersisa sesudah ia membawa persembahannya.","Yang sisa itu boleh kamu makan di mana saja bersama-sama dengan keluargamu, sebagai upah pekerjaanmu di Kemah TUHAN.","Kamu tidak bersalah kalau memakannya, asal saja bagiannya yang paling baik sudah kamu persembahkan kepada TUHAN. Jangan menajiskan persembahan suci orang Israel dengan memakan sesuatu dari persembahan itu sebelum bagiannya yang paling baik dikhususkan bagi TUHAN. Kalau kamu melanggar perintah itu, kamu akan mati."]