["Dalam bulan satu seluruh umat Israel tiba di padang gurun Zin dan menetap di Kades. Miryam meninggal dan dikuburkan di situ.","Pada suatu waktu di tempat perkemahan mereka tidak ada air. Maka datanglah orang-orang itu mengerumuni Musa dan Harun","sambil mengomel, \"Lebih baik sekiranya kami mati di hadapan TUHAN bersama-sama dengan saudara-saudara kami!","Mengapa kamu membawa kami ke padang gurun ini? Apakah supaya kami mati di sini bersama-sama dengan ternak kami?","Untuk apa kamu membawa kami keluar dari Mesir ke tempat sengsara ini yang tidak bisa ditanami apa-apa? Di sini tak ada gandum, tak ada pohon ara, anggur, dan delima. Bahkan air minum pun tak ada!\"","Musa dan Harun pergi menjauhi orang-orang itu lalu berdiri di dekat pintu Kemah TUHAN. Mereka sujud, lalu cahaya kehadiran TUHAN menyinari mereka.","TUHAN berkata kepada Musa,","\"Ambillah tongkat yang ada di depan Peti Perjanjian, lalu engkau dan Harun harus mengumpulkan seluruh umat. Di depan mereka semua, engkau harus berkata kepada bukit batu yang ada di situ supaya memancurkan air. Demikianlah engkau mengeluarkan air dari bukit batu itu supaya rakyat dan ternak mereka dapat minum.\"","Maka pergilah Musa mengambil tongkat itu seperti yang diperintahkan TUHAN.","Musa dan Harun mengumpulkan seluruh umat di depan bukit batu itu. Lalu Musa berkata, \"Dengarlah, hai kaum pemberontak! Apakah kami harus mengeluarkan air dari bukit batu ini untuk kamu?\"","Lalu Musa mengangkat tongkat itu dan memukulkannya pada bukit batu itu dua kali. Maka mancurlah air dengan derasnya, sehingga semua orang dan ternak bisa minum.","Tetapi TUHAN menegur Musa dan Harun, kata-Nya, \"Karena kamu kurang percaya kepada-Ku untuk menyatakan kuasa-Ku yang suci di depan bangsa Israel, kamu tidak akan memimpin mereka masuk ke negeri yang Kujanjikan kepada mereka.\"","Itulah mata air Meriba. Di tempat itu orang-orang Israel mengomel terhadap TUHAN, dan di situ juga TUHAN menunjukkan kuasa-Nya yang suci kepada bangsa itu.","Kemudian dari Kades, Musa mengirim utusan-utusan untuk menghadap raja Edom. Kata mereka, \"Kami dari suku-suku Israel yang masih ada hubungan saudara dengan Tuanku. Tuanku mungkin tahu kesusahan yang menimpa kami.","Nenek moyang kami pergi ke Mesir dan menetap di sana bertahun-tahun lamanya. Leluhur kami dan kami diperlakukan tidak baik oleh bangsa Mesir,","dan kami berseru kepada TUHAN minta tolong. Ia mendengar seruan kami dan mengutus seorang malaikat. Malaikat itu memimpin kami keluar dari tanah Mesir. Sekarang kami berada di Kades, sebuah kota di perbatasan wilayah Tuanku.","Kami mohon kiranya Tuanku sudi mengizinkan kami melalui negeri ini. Kami dan ternak kami tidak akan menyimpang dari jalanan dan tidak akan masuk ke ladang-ladang atau kebun-kebun anggur. Kami tidak akan minum air dari sumur-sumur Tuanku. Kami akan berjalan di jalan raya saja sampai kami keluar dari daerah Tuanku.\"","Tetapi orang Edom menjawab, \"Kamu tidak kami izinkan melalui wilayah kami. Kalau kamu nekat, kami akan menyerang kamu!\"","Orang Israel berkata, \"Kami akan berjalan melalui jalan raya, dan kalau kami atau ternak kami minum airmu, kami akan membayar. Kami hanya ingin lewat.\"","Orang Edom berkata lagi, \"Tidak boleh!\" Lalu mereka keluar dengan tentara yang kuat untuk menyerang bangsa Israel.","Maka orang Israel berbalik dan mencari jalan lain sebab tidak diizinkan orang Edom melalui daerah mereka.","Seluruh umat Israel meninggalkan Kades lalu tiba di Gunung Hor,","di perbatasan Edom. Di situ TUHAN berkata kepada Musa dan Harun,","\"Harun tidak akan masuk ke negeri yang sudah Kujanjikan kepada bangsa Israel; ia akan mati karena kamu berdua telah melawan perintah-Ku di dekat mata air Meriba.","Bawalah Harun dan Eleazar, anaknya, naik ke Gunung Hor.","Tanggalkanlah pakaian Harun dan kenakanlah pada Eleazar. Harun akan mati di tempat itu.\"","Musa melakukan apa yang diperintahkan TUHAN. Musa, Harun dan Eleazar mendaki Gunung Hor disaksikan oleh seluruh umat.","Lalu Musa menanggalkan pakaian Harun dan mengenakannya pada Eleazar. Di puncak gunung itu Harun meninggal, kemudian Musa dan Eleazar turun kembali.","Seluruh umat mendengar bahwa Harun sudah meninggal, dan mereka semua berkabung untuk dia tiga puluh hari lamanya."]