["Bangsa Israel berangkat lagi dan berkemah di dataran Moab, di daerah seberang Sungai Yordan, dekat kota Yerikho.","Ketika raja Moab yang bernama Balak, anak Zipor, mendengar bagaimana bangsa Israel telah memperlakukan orang Amori, dan bahwa bangsa Israel itu besar jumlahnya, gentarlah ia dan seluruh rakyatnya.","(22:2)","Lalu orang Moab berkata kepada para pemimpin orang Midian, \"Tak lama lagi gerombolan itu melahap segala sesuatu di sekitar kita seperti sapi melahap rumput di padang.\" Maka Raja Balak","mengirim utusan untuk memanggil Bileam, anak Beor, yang tinggal di kota Petor dekat Sungai Efrat di daerah Amau. Mereka disuruh menyampaikan kepada Bileam pesan ini dari Balak, \"Ketahuilah, ada suatu bangsa datang dari Mesir; orang-orangnya menyebar ke mana-mana dan siap menyerang daerah kami.","Mereka lebih kuat dari kami. Jadi, datanglah! Kutuklah mereka untukku. Barangkali kami dapat mengalahkan mereka dan mengusir mereka dari negeri ini. Sebab aku yakin orang yang kauberkati akan mendapat berkat, dan orang yang kaukutuk akan mendapat kutuk.\"","Maka pergilah para pemimpin orang Moab dan Midian itu dengan membawa upah untuk Bileam supaya ia mau mengutuk orang Israel. Setelah sampai kepada Bileam, mereka menyampaikan kepadanya pesan Raja Balak.","Kata Bileam kepada mereka, \"Bermalamlah di sini. Besok akan saya kabarkan kepada kalian apa yang dikatakan TUHAN kepada saya.\" Maka para pemimpin Moab itu tinggal di tempat Bileam.","Lalu Allah datang kepada Bileam dan bertanya, \"Siapakah orang-orang itu yang tinggal di tempatmu, Bileam?\"","Jawab Bileam, \"Mereka utusan Raja Balak dari Moab untuk mengabarkan","bahwa suatu bangsa yang datang dari Mesir telah tersebar di mana-mana. Raja Balak menyuruh saya mengutuk bangsa itu untuk dia, supaya ia dapat memerangi dan mengusir mereka.\"","Kata Allah kepada Bileam, \"Jangan pergi dengan orang-orang itu, dan jangan mengutuk bangsa itu, karena mereka telah Kuberkati.\"","Keesokan harinya Bileam berkata kepada para utusan Balak itu, \"Pulanglah, TUHAN tidak mengizinkan saya pergi dengan kalian.\"","Maka kembalilah mereka kepada Balak dan mengabarkan kepadanya bahwa Bileam tidak mau datang bersama mereka.","Lalu Balak mengirim lebih banyak utusan yang lebih tinggi pangkatnya dari yang pertama.","Mereka menyampaikan kepada Bileam pesan ini dari Balak, \"Aku mohon dengan sangat: datanglah, dan jangan menolak.","Aku akan memberi upah yang banyak sekali, dan melakukan apa saja yang kaukatakan. Datanglah, dan kutuklah bangsa itu untukku.\"","Tetapi Bileam menjawab, \"Sekalipun semua perak dan emas yang ada di dalam istana Raja Balak dibayarkan kepada saya, saya tak dapat melanggar perintah TUHAN, Allah yang saya sembah. Biar dalam hal yang kecil pun saya tidak dapat menentangnya.","Tetapi baiklah kalian bermalam di sini, seperti yang dilakukan para utusan yang terdahulu. Saya ingin tahu apakah masih ada yang mau dikatakan TUHAN kepada saya.\"","Malam itu Allah datang kepada Bileam dan berkata, \"Orang-orang itu datang untuk minta engkau pergi dengan mereka. Jadi bersiap-siaplah untuk pergi. Tetapi lakukanlah hanya yang diperintahkan kepadamu.\"","Keesokan harinya Bileam memasang pelana pada keledainya, lalu ikut dengan para pemimpin Moab itu.","Tetapi ketika Bileam pergi, Allah menjadi marah. Sementara Bileam mengendarai keledainya, diiringi oleh dua pelayannya, malaikat TUHAN berdiri di tengah jalan untuk menghalang-halangi dia.","Melihat malaikat berdiri di situ dengan pedang terhunus, keledai itu menyimpang dari jalan, dan membelok ke ladang. Bileam memukul keledai itu dan membawanya kembali ke jalan.","Kemudian malaikat TUHAN berdiri di bagian jalan yang sempit, antara dua kebun anggur dengan tembok batu sebelah menyebelah.","Ketika keledai itu melihat malaikat TUHAN, ia minggir sehingga kaki Bileam terjepit ke tembok. Bileam memukul lagi keledai itu.","Lalu malaikat TUHAN pindah, dan berdiri di tempat yang lebih sempit sehingga tak ada jalan untuk lewat di kiri atau kanannya.","Melihat malaikat TUHAN, keledai itu merebahkan diri. Bileam menjadi marah dan memukul keledai itu dengan tongkat.","Lalu TUHAN membuat keledai itu bisa berbicara. Kata binatang itu kepada Bileam, \"Apakah yang saya lakukan terhadap Tuan sehingga Tuan memukul saya sampai tiga kali?\"","Jawab Bileam, \"Engkau mempermainkan aku! Andaikata ada pedang padaku, pastilah engkau kubunuh!\"","Jawab keledai itu, \"Bukankah saya ini keledai Tuan yang sejak lama Tuan tunggangi? Pernahkah saya membangkang terhadap Tuan?\" \"Tidak,\" jawab Bileam.","Lalu TUHAN membuat Bileam bisa melihat malaikat TUHAN berdiri di situ dengan pedang terhunus. Segera Bileam sujud ke tanah dan menyembah.","Malaikat TUHAN bertanya, \"Mengapa kaupukul keledaimu sampai tiga kali? Aku datang untuk menghalang-halangi engkau, sebab menurut pendapat-Ku, tidak baik engkau pergi.","Waktu keledaimu melihat Aku, dia minggir sampai tiga kali. Kalau tidak, pasti engkau sudah Kubunuh, tetapi keledai itu Kuselamatkan.\"","Jawab Bileam, \"Saya telah berdosa. Saya tidak tahu bahwa Tuan berdiri di tengah jalan untuk menghalang-halangi saya. Tetapi sekarang, kalau menurut pendapat Tuan tidak baik saya meneruskan perjalanan ini, saya akan pulang.\"","Tetapi malaikat TUHAN berkata, \"Ikutlah saja dengan orang-orang itu. Tetapi engkau hanya boleh mengatakan apa yang Kusuruh katakan.\" Maka Bileam meneruskan perjalanannya dengan utusan-utusan Balak itu.","Ketika Balak mendengar bahwa Bileam akan datang, ia pergi menjemput Bileam di kota Moab, yang terletak di tepi Sungai Arnon, di perbatasan daerah Moab.","Kata Balak kepadanya, \"Mengapa engkau tidak datang waktu kupanggil pertama kali? Apakah kausangka aku tidak mampu membayar upahmu?\"","Bileam menjawab, \"Nah, sekarang saya sudah datang. Tetapi saya tidak berhak mengatakan apa pun kecuali yang Allah suruh saya katakan.\"","Maka pergilah Bileam dengan Balak ke kota Huzot.","Di situ Balak mengurbankan beberapa ekor sapi dan domba. Sebagian dari daging itu diberikannya kepada Bileam dan para pemimpin yang bersama-sama dengan dia.","Keesokan harinya Balak membawa Bileam mendaki bukit Bamot Baal. Dari situ Bileam dapat melihat sebagian dari bangsa Israel."]