["Kata Bileam kepada Balak, \"Dirikanlah di tempat ini tujuh mezbah untuk saya, dan siapkanlah di sini tujuh ekor sapi jantan dan tujuh ekor domba jantan.\"","Balak melakukan seperti yang dikatakan Bileam kepadanya. Di atas setiap mezbah itu mereka mempersembahkan seekor sapi jantan dan seekor domba jantan.","Lalu Bileam berkata kepada Balak, \"Berdirilah di dekat kurban bakaran Tuanku. Sementara itu saya pergi melihat apakah TUHAN mau bertemu dengan saya atau tidak. Nanti saya beritahukan segala sesuatu yang dikatakan TUHAN kepada saya.\" Maka Bileam pergi seorang diri ke puncak sebuah bukit,","dan di situ Allah datang kepadanya. Kata Bileam kepada Allah, \"Saya sudah mendirikan tujuh mezbah dan mempersembahkan seekor sapi jantan dan seekor domba jantan di atas masing-masing mezbah itu.\"","Lalu TUHAN memberitahukan kepada Bileam apa yang harus dikatakannya, dan menyuruh dia kembali kepada Balak untuk menyampaikan pesan TUHAN kepadanya.","Bileam kembali dan mendapati Balak masih berdiri di dekat kurban bakarannya, bersama-sama dengan semua pemimpin Moab.","Lalu Bileam mengucapkan nubuat ini, \"Dari Aram, pegunungan di timur sana, Balak, raja Moab memanggil aku, katanya, 'Datanglah, bicaralah untukku. Kutuklah bangsa Israel itu!'","Mungkinkah aku mengutuk, kalau Allah tidak mengutuk? Mungkinkah aku menghukum, kalau TUHAN tidak menghukum?","Dari puncak gunung-gunung kulihat mereka; dari bukit-bukit kupandang mereka. Lihat, suatu bangsa yang tersendiri tak termasuk golongan bangsa-bangsa lain.","Keturunan Yakub bagai debu tak terbilang; bangsa Israel banyaknya bukan kepalang. Semoga aku mati sebagai orang jujur kiranya ajalku seperti ajal orang-orang itu.\"","Lalu Balak berkata kepada Bileam, \"Apakah yang kaulakukan terhadapku? Engkau kubawa ke mari untuk mengutuk musuh-musuhku. Tetapi engkau malah memberkati mereka.\"","Jawab Bileam, \"Saya hanya dapat mengatakan apa yang TUHAN suruh katakan.\"","Lalu Balak berkata kepada Bileam, \"Mari kita pergi bersama-sama ke tempat lain; dari situ engkau dapat melihat hanya sebagian dari bangsa Israel. Kutuklah mereka dari situ.\"","Maka Balak membawa Bileam ke padang Zofim, di puncak Gunung Pisga. Di situ pun ia mendirikan tujuh mezbah dan mempersembahkan seekor sapi jantan dan seekor domba jantan di atas masing-masing mezbah itu.","Kata Bileam kepada Balak, \"Tinggallah di sini, dekat kurban bakaran Tuanku, sementara saya pergi menemui TUHAN di situ.\"","TUHAN menemui Bileam dan memberitahukan kepadanya apa yang harus dikatakannya, lalu menyuruh dia kembali kepada Balak untuk menyampaikan pesan TUHAN itu.","Maka kembalilah Bileam dan mendapati Balak masih berdiri di dekat kurban bakarannya, bersama-sama dengan para pemimpin Moab. Balak menanyakan apa yang telah dikatakan TUHAN,","lalu Bileam mengucapkan nubuat ini, \"Hai, Balak, anak Zipor, mari datang, dengarlah apa yang hendak kukatakan.","Allah tidak seperti manusia yang gampang menyesal dan suka berdusta. Bila Allah berjanji, pasti Ia tepati! Bila Ia berbicara, tentu akan terlaksana!","Aku disuruh memberkati; dan bila Allah memberkati, tak dapat kutarik kembali.","Pada Yakub tidak terlihat kejahatan; pada Israel tak tampak kesukaran. TUHAN, Allah mereka, menyertai mereka. Mereka bersorak: Dialah Raja!","Allah yang membawa mereka keluar dari Mesir; seperti banteng liar Ia bertempur bagi mereka.","Tak ada mantra yang mempan terhadap Yakub tak ada tenungan yang berdaya terhadap Israel. Tentang bangsa itu orang akan berkata, 'Lihatlah keajaiban yang diperbuat Allah!'","Bangsa itu bangkit seperti singa betina, dan berdiri tegak seperti singa jantan. Ia tidak berbaring sebelum melahap mangsanya dan minum darah kurban yang diterkamnya.\"","Lalu Balak berkata kepada Bileam, \"Sudahlah, jika engkau tak mau mengutuk bangsa Israel; tapi jangan sekali-kali memberkati mereka!\"","Jawab Bileam, \"Bukankah sudah saya katakan kepada Tuanku bahwa saya akan melakukan segala yang diperintahkan TUHAN?\"","Balak berkata, \"Mari kita ke tempat lain. Siapa tahu Allah membiarkan engkau mengutuk Israel untukku di tempat itu.\"","Maka dibawanya Bileam ke puncak Gunung Peor yang menghadap ke padang gurun.","Kata Bileam kepada Balak, \"Dirikanlah tujuh mezbah di tempat ini dan siapkanlah di sini tujuh ekor sapi jantan dan tujuh ekor domba jantan.\"","Balak melakukan seperti yang dikatakan Bileam. Ia mengurbankan seekor sapi jantan dan seekor domba jantan di atas setiap mezbah itu."]