["Sekarang Bileam sudah tahu bahwa Allah menghendaki ia memberkati bangsa Israel. Sebab itu ia tidak pergi mencari pertanda-pertanda seperti yang dilakukan sebelumnya. Bileam memandang ke arah padang gurun,","dan melihat bangsa Israel yang sedang berkemah dalam kelompok-kelompok menurut suku-suku bangsanya. Lalu Roh Allah menguasai Bileam,","dan ia mengucapkan nubuat ini, \"Inilah pesan Bileam, anak Beor, tutur kata seorang pelihat","yang telah mendengar kata-kata Allah dan melihat penampakan dari Yang Mahakuasa, sambil rebah, namun dengan mata terbuka.","Betapa indahnya kemah-kemahmu hai Yakub, dan tempat-tempat kediamanmu, hai Israel!","Seperti lembah yang luas membentang, atau taman di tepi sungai; seperti pohon gaharu yang ditanam TUHAN, atau pohon aras di pinggir kali.","Mereka mendapat air hujan berlimpah-limpah, benih tanaman mendapat air banyak. Rajanya akan jaya, melebihi Agag, dan kerajaannya akan diagungkan.","Allah yang membawa mereka keluar dari Mesir, seperti banteng liar Ia bertempur bagi mereka. Bangsa-bangsa musuh akan habis ditelan-Nya, tulang-tulang mereka diremukkan-Nya, dan panah-panah mereka dipatahkan-Nya.","Bangsa itu seperti singa jantan dan singa betina, yang meniarap dan berbaring. Siapa yang berani membangunkan dia? Semoga orang yang memberkati engkau diberkati, dan orang yang mengutuk engkau dikutuki.\"","Dengan marah Balak mengepalkan tinjunya dan berkata kepada Bileam, \"Engkau kupanggil untuk mengutuk musuh-musuhku, tetapi mereka malah kauberkati sampai tiga kali.","Sekarang kau boleh pergi, pulang ke rumahmu! Aku menjanjikan upah kepadamu, tetapi TUHAN tidak mengizinkan engkau menerima upah itu.\"","Jawab Bileam, \"Bukankah sudah saya katakan kepada utusan-utusan Tuanku bahwa","sekalipun Tuanku memberi saya semua perak dan emas yang ada di istana Tuanku, saya tidak dapat melanggar perintah TUHAN dan melakukan sesuatu sesuka hati saya? Saya hanya dapat mengatakan apa yang TUHAN suruh saya katakan.\"","Kata Bileam kepada Balak, \"Sekarang saya mau pulang ke bangsa saya. Tetapi sebelum pergi, baiklah saya beritahukan kepada Tuanku tentang apa yang akan dilakukan bangsa Israel terhadap bangsa Tuanku di kemudian hari.\"","Lalu Bileam mengucapkan nubuat ini, \"Inilah pesan Bileam, anak Beor; tutur kata seorang pelihat","yang telah mendengar kata-kata Allah, dan boleh mengenal Yang Mahatinggi; yang melihat penampakan dari Yang Mahakuasa sambil rebah namun dengan mata terbuka.","Kulihat dia, tapi bukan sekarang; kupandang dia, tapi dari jauh. Seorang raja dari Israel asalnya, akan datang bagaikan bintang cemerlang. Para pemimpin Moab akan diremukkannya bangsa Set akan dihancurkannya.","Tanah Edom akan diduduki musuhnya, tapi Israel melakukan perbuatan perkasa.","Dari Yakub akan muncul seorang penguasa, yang membinasakan musuh-musuhnya.\"","Kemudian dalam penampakan itu Bileam melihat orang-orang Amalek. Maka ia mengucapkan nubuat ini, \"Dari segala bangsa di dunia, Amalek yang paling berkuasa. Tapi bangsa itu pada akhirnya, akan lenyap juga untuk selamanya.\"","Dalam penampakan itu Bileam melihat keturunan Kain, lalu mengucapkan nubuat ini, \"Tempat kediamanmu memang kukuh, bagaikan sarang di atas bukit batu.","Tetapi kamu, orang Keni, akan dibinasakan, tak lama lagi Asyur mengangkut kamu sebagai tawanan.\"","Kemudian Bileam mengucapkan nubuat ini juga, \"Celaka! Siapa yang hidup, apabila Allah melakukan hal itu?","Tetapi dari Siprus akan datang sebuah armada, mereka akan menaklukkan Asyur dan Heber, kemudian armada itu pun akan binasa.\"","Lalu Bileam bersiap-siap hendak pulang ke tempat tinggalnya, dan Balak pergi juga."]