["Sementara bangsa Israel tinggal di Lembah Sitim, orang-orang lelaki mereka mulai berzinah dengan wanita-wanita Moab yang ada di situ.","Wanita-wanita itu mengajak mereka ke pesta-pesta kurban untuk menghormati ilah mereka. Orang Israel juga ikut makan kurban itu dan menyembah ilah orang Moab.","Karena orang Israel menyembah Baal di Peor, TUHAN marah kepada mereka dan berkata kepada Musa,","\"Tangkaplah semua orang yang mengepalai bangsa itu dan bunuhlah mereka di depan umum sebagai pelaksanaan perintah-Ku, supaya Aku tidak marah lagi kepada bangsa itu.\"","Kemudian Musa berkata kepada hakim-hakim Israel, \"Kamu masing-masing harus membunuh semua orang dalam sukumu yang telah menyembah Baal di Peor.\"","Ketika Musa dan seluruh umat sedang meratap di pintu Kemah TUHAN, mereka melihat seorang Israel membawa seorang wanita Midian masuk ke dalam kemahnya.","Waktu Pinehas, anak Eleazar, cucu Imam Harun melihat hal itu, ia bangkit dan meninggalkan perkumpulan itu. Diambilnya sebuah tombak","lalu dikejarnya laki-laki dan wanita itu ke dalam kemah. Kedua orang itu ditikamnya dengan tombak itu maka berhentilah bencana yang sedang berkecamuk di Israel itu.","Tetapi sementara itu yang mati sudah ada 24.000 orang.","Lalu TUHAN berkata kepada Musa,","\"Pinehas anak Eleazar, cucu Imam Harun, dengan giat membela kehormatan-Ku di tengah-tengah orang Israel, sehingga kemarahan-Ku reda dan Aku tidak jadi membinasakan bangsa itu.","Jadi katakanlah kepada Pinehas bahwa Aku membuat suatu perjanjian dengan dia.","Dia dan keturunannya Kutetapkan sebagai imam untuk selama-lamanya, karena dia dengan begitu giat telah membela Aku, Allahnya, dan telah mengadakan perdamaian bagi dosa orang Israel.\"","Orang Israel yang dibunuh bersama wanita Midian itu bernama Zimri, anak Salu, kepala suatu keluarga dari suku Simeon.","Wanita itu bernama Kozbi; ia anak Zur, seorang kepala kaum di Midian.","TUHAN memberi perintah ini kepada Musa,","\"Lawanlah orang Midian, dan binasakanlah mereka","karena kejahatan yang telah mereka rencanakan terhadap kamu di Peor, dan karena Kozbi anak seorang kepala kaum di Midian. Kozbi itu wanita yang mati dibunuh waktu terjadi bencana karena peristiwa di Peor.\""]