["Pada tanggal satu bulan tujuh kamu harus mengadakan pertemuan untuk beribadat, dan tak boleh melakukan pekerjaan berat. Pada hari itu trompet-trompet harus dibunyikan.","Persembahkanlah kepada TUHAN kurban bakaran berupa seekor sapi jantan muda, seekor domba jantan, dan tujuh ekor anak domba jantan berumur satu tahun, masing-masing yang tidak ada cacatnya. Bau kurban itu menyenangkan hati TUHAN.","Persembahkanlah juga kurban sajian yang diharuskan, berupa tepung dicampur minyak zaitun: tiga kilogram untuk sapi jantan, dua kilogram untuk domba jantan,","dan satu kilogram untuk setiap ekor anak domba.","Persembahkanlah juga seekor kambing jantan untuk kurban pengampunan dosa. Dengan cara itu kamu melakukan upacara penghapusan dosa umat.","Kurban-kurban itu merupakan tambahan pada kurban bakaran yang dipersembahkan bersama-sama dengan kurban sajiannya, pada tanggal satu setiap bulan. Juga merupakan tambahan pada kurban bakaran harian yang dipersembahkan bersama-sama dengan kurban sajian dan kurban air anggurnya. Bau kurban bakaran itu menyenangkan hati TUHAN.","Pada tanggal sepuluh bulan tujuh kamu harus mengadakan pertemuan untuk beribadat. Pada hari itu kamu harus berpuasa dan tidak boleh bekerja.","Persembahkanlah kepada TUHAN kurban bakaran berupa seekor sapi jantan muda, seekor domba jantan dan tujuh ekor anak domba jantan berumur satu tahun, masing-masing yang tidak ada cacatnya. Bau kurban itu menyenangkan hati TUHAN.","Persembahkanlah kurban sajian yang diharuskan, berupa tepung dicampur minyak zaitun: tiga kilogram untuk sapi jantan, dua kilogram untuk domba jantan,","dan satu kilogram untuk setiap ekor anak domba.","Persembahkanlah juga seekor kambing jantan untuk upacara pengampunan dosa umat, selain kurban pengampunan dosa dan kurban bakaran harian beserta kurban sajian dan kurban air anggurnya yang dipersembahkan pada hari itu.","Pada tanggal lima belas bulan tujuh kamu harus mengadakan pertemuan untuk beribadat, dan tak boleh melakukan pekerjaan berat. Selama tujuh hari kamu harus mengadakan perayaan untuk menghormati TUHAN.","Pada hari yang pertama persembahkanlah kepada TUHAN kurban bakaran berupa tiga belas ekor sapi jantan muda, dua ekor domba jantan muda, dan empat belas ekor anak domba jantan berumur satu tahun, masing-masing yang tidak ada cacatnya. Bau kurban itu menyenangkan hati TUHAN.","Persembahkanlah juga kurban sajian yang diharuskan berupa tepung dicampur minyak zaitun: tiga kilogram untuk setiap ekor sapi jantan, dua kilogram untuk setiap ekor domba jantan,","dan satu kilogram untuk setiap ekor anak domba. Bersama-sama dengan kurban sajian itu harus dipersembahkan juga kurban air anggur yang diperlukan.","Selain itu persembahkanlah pula seekor kambing jantan untuk kurban pengampunan dosa. Kurban itu merupakan tambahan pada kurban bakaran harian beserta kurban sajian dan kurban air anggurnya.","Pada hari yang kedua persembahkanlah dua belas ekor sapi jantan muda, dua ekor domba jantan, dan empat belas ekor anak domba jantan berumur satu tahun, masing-masing yang tidak ada cacatnya.","Persembahkanlah bersama-sama dengan itu semua kurban-kurban lain seperti yang diperlukan untuk hari yang pertama.","(29:18)","Pada hari yang ketiga persembahkanlah sebelas ekor sapi jantan muda, dua ekor domba jantan, dan empat belas ekor anak domba jantan berumur satu tahun, masing-masing yang tidak ada cacatnya.","Persembahkanlah bersama-sama dengan itu semua kurban-kurban lain seperti yang diperlukan untuk hari yang pertama.","(29:21)","Pada hari yang keempat persembahkanlah sepuluh ekor sapi jantan muda, dua ekor domba jantan, dan empat belas ekor anak domba jantan berumur satu tahun, masing-masing yang tidak ada cacatnya.","Bersama-sama dengan itu persembahkanlah juga semua kurban-kurban lain seperti yang diperlukan untuk hari yang pertama.","(29:24)","Pada hari yang kelima persembahkanlah sembilan ekor sapi jantan muda, dua ekor domba jantan, dan empat belas ekor anak domba jantan berumur satu tahun, masing-masing yang tidak ada cacatnya.","Bersama-sama dengan itu persembahkanlah juga semua kurban-kurban lain seperti yang diperlukan untuk hari yang pertama.","(29:27)","Pada hari yang keenam persembahkanlah delapan ekor sapi jantan muda, dua ekor domba jantan, empat belas ekor anak domba jantan berumur satu tahun, masing-masing yang tidak ada cacatnya.","Bersama-sama dengan itu persembahkanlah juga semua kurban-kurban lain seperti yang diperlukan untuk hari yang pertama.","(29:30)","Pada hari yang ketujuh persembahkanlah tujuh ekor sapi jantan muda, dua ekor domba jantan, empat belas ekor anak domba jantan berumur satu tahun, masing-masing yang tidak ada cacatnya.","Bersama-sama dengan itu persembahkanlah juga semua kurban-kurban lain seperti yang diperlukan untuk hari yang pertama.","(29:33)","Pada hari yang kedelapan kamu harus mengadakan pertemuan untuk beribadat dan tak boleh melakukan pekerjaan berat.","Persembahkanlah kepada TUHAN kurban bakaran berupa seekor sapi jantan muda, seekor domba jantan, dan tujuh ekor anak domba jantan berumur satu tahun, masing-masing yang tidak ada cacatnya. Bau kurban itu menyenangkan hati TUHAN.","Bersama-sama dengan itu persembahkanlah juga semua kurban-kurban lain seperti yang diperlukan untuk hari yang pertama.","(29:37)","Itulah peraturan-peraturan tentang kurban bakaran, kurban sajian, kurban air anggur, serta kurban perdamaian yang harus kamu persembahkan kepada TUHAN pada perayaan-perayaanmu yang sudah ditentukan. Kurban-kurban itu merupakan tambahan pada kurban-kurban yang kamu persembahkan untuk membayar kaul atau kurban sukarela.","Musa menyampaikan kepada bangsa Israel segala sesuatu yang diperintahkan TUHAN kepadanya."]