["Inilah keluarga Harun dan Musa pada waktu TUHAN berbicara kepada Musa di atas Gunung Sinai.","Harun mempunyai empat anak laki-laki: Nadab yang sulung, kemudian Abihu, Eleazar dan Itamar.","Mereka ditahbiskan menjadi imam dengan upacara penuangan minyak di atas kepala.","Tetapi Nadab dan Abihu mati di padang gurun Sinai, pada saat mereka menghadap TUHAN dengan api yang tidak halal. Mereka berdua tidak mempunyai anak. Jadi selama Harun masih hidup, Eleazar dan Itamar bertugas sebagai imam.","TUHAN berkata kepada Musa,","\"Suruhlah suku Lewi datang menghadap, dan tunjuklah mereka menjadi pelayan-pelayan Harun.","Mereka bertugas di Kemah-Ku dan harus melayani para imam serta seluruh umat dengan pekerjaan mereka di Kemah-Ku itu.","Tugas mereka ialah mengurus seluruh perlengkapan Kemah-Ku dan melakukan pekerjaan di Kemah-Ku itu sebagai pengganti orang-orang Israel.","Dari bangsa Israel, hanya suku Lewi yang Kutugaskan menjadi pelayan tetap bagi Harun dan keturunannya.","Tetapi Harun dan anak-anaknya harus kauangkat untuk menjalankan tugas sebagai imam; selain mereka, siapa saja yang mencoba melakukan tugas itu harus dihukum mati.\"","TUHAN berkata kepada Musa,","\"Sekarang orang-orang Lewi Kupilih menjadi milik-Ku. Ketika Aku membunuh semua anak sulung bangsa Mesir, Kukhususkan bagi-Ku semua anak laki-laki sulung orang Israel dan semua ternak mereka yang pertama lahir. Semuanya itu adalah milik-Ku. Sebagai pengganti anak laki-laki sulung Israel, Aku mengambil orang Lewi untuk-Ku; mereka akan menjadi kepunyaan-Ku. Akulah TUHAN.\"","(3:12)","Di padang gurun Sinai TUHAN menyuruh Musa","membuat daftar orang-orang Lewi menurut kaum dan keluarganya masing-masing; setiap anak laki-laki yang berumur satu bulan ke atas harus dicatat namanya.","Lalu Musa melakukan perintah TUHAN itu.","Lewi mempunyai tiga anak laki-laki: Gerson, Kehat dan Merari. Mereka adalah leluhur kaum-kaum yang disebut menurut nama mereka. Gerson mempunyai dua anak laki-laki: Libni dan Simei. Kehat mempunyai empat anak laki-laki: Amram, Yizhar, Hebron dan Uziel. Merari mempunyai dua anak laki-laki: Mahli dan Musi. Mereka itu leluhur dari keluarga-keluarga yang disebut menurut nama mereka.","(3:17)","(3:17)","(3:17)","Kaum Gerson terdiri dari keluarga Libni dan keluarga Simei.","Jumlah laki-laki kaum Gerson yang berumur satu bulan ke atas yang tercatat adalah 7.500 orang.","Elyasaf anak Lael mengepalai kaum itu. Dalam perkemahan bangsa Israel, kaum itu mengambil tempat di sebelah barat di belakang Kemah TUHAN.","(3:23)","Dalam mengurus Kemah TUHAN, mereka bertanggung jawab atas Kemah dan tutupnya, kain di pintu masuknya,","layar pelataran yang mengelilingi Kemah dan mezbah, dan tirai pintu pelataran itu. Mereka bertanggung jawab atas segala pekerjaan yang berhubungan dengan barang-barang itu.","Kaum Kehat terdiri dari keluarga-keluarga Amram, Yizhar, Hebron dan Uziel.","Laki-laki yang berumur satu bulan ke atas dari kaum itu semuanya berjumlah 8.600 orang. Mereka bertugas mengurus barang-barang di Kemah TUHAN.","Elisafan anak Uziel mengepalai kaum itu. Di dalam perkemahan, kaum itu mengambil tempat di sebelah selatan Kemah TUHAN.","(3:29)","Mereka bertanggung jawab atas Peti Perjanjian, meja, kaki lampu, mezbah-mezbah, alat-alat yang dipakai para imam di Ruang Suci, dan tirai yang memisahkan Ruang Suci. Mereka bertanggung jawab atas segala pekerjaan yang berhubungan dengan barang-barang itu.","Kepala suku Lewi adalah Eleazar, anak Harun. Ia mengawasi orang-orang yang bertugas di Ruang Suci.","Kaum Merari terdiri dari keluarga Mahli dan keluarga Musi.","Laki-laki yang berumur satu bulan ke atas dari kaum itu semuanya berjumlah 6.200 orang.","Zuriel anak Abihail mengepalai kaum itu. Di dalam perkemahan, kaum itu mengambil tempat di sebelah utara Kemah TUHAN.","Mereka bertanggung jawab atas rangka Kemah itu, balok-baloknya, tiang-tiangnya, alasnya, dan semua perkakas serta segala pekerjaan yang berhubungan dengan barang-barang itu.","Juga atas tiang-tiang, alas-alas, pasak-pasak dan tali-temali untuk pelataran luar.","Di dalam perkemahan, Musa dan Harun serta anak-anaknya harus mengambil tempat di depan Kemah TUHAN, di sebelah timurnya. Mereka bertanggung jawab atas upacara ibadat untuk bangsa Israel di Ruang Suci. Selain mereka, siapa saja yang mencoba melakukan pekerjaan itu harus dihukum mati.","Semua laki-laki dalam suku Lewi yang berumur satu bulan ke atas yang didaftarkan Musa menurut kaumnya masing-masing atas perintah TUHAN, seluruhnya berjumlah 22.000 orang.","TUHAN berkata kepada Musa, \"Semua anak laki-laki sulung Israel adalah kepunyaan-Ku. Catatlah nama-nama mereka yang berumur satu bulan ke atas. Tetapi sebagai ganti mereka, Aku menyatakan semua orang Lewi menjadi milik-Ku. Akulah TUHAN! Dan ternak orang Lewi pun Kunyatakan menjadi pengganti semua binatang yang pertama lahir di antara ternak bangsa Israel.\"","(3:40)","Musa melakukan apa yang diperintahkan TUHAN; ia mencatat nama semua anak laki-laki sulung","yang berumur satu bulan ke atas. Mereka semua berjumlah 22.273 orang.","Lalu TUHAN berkata kepada Musa,","\"Khususkanlah orang-orang Lewi untuk-Ku sebagai pengganti semua anak laki-laki sulung Israel; juga ternak orang Lewi sebagai pengganti ternak orang Israel.","Karena anak-anak lelaki sulung Israel 273 orang lebih banyak dari jumlah orang-orang Lewi, maka yang kelebihan itu harus kamu tebus.","Untuk setiap anak, kamu harus membayar lima uang perak menurut harga yang berlaku di Kemah-Ku;","berikan uang itu kepada Harun dan anak-anaknya.\"","Musa melakukan perintah TUHAN itu.","Ia mengambil 1.365 uang perak,","dan menyerahkannya kepada Harun dan anak-anaknya."]