["Musa memberikan peraturan-peraturan ini kepada para pemimpin suku-suku bangsa Israel.","Apabila seorang laki-laki berkaul atau mengucapkan janji dengan sumpah kepada TUHAN, sehingga ia mengikat dirinya pada suatu janji, ia harus melakukan apa yang dijanjikannya itu, dan tak boleh mengingkari perkataannya.","Apabila seorang gadis yang tinggal di rumah ayahnya berkaul kepada TUHAN, dan mengikat dirinya pada suatu janji, dan ayahnya tidak berkeberatan pada waktu mendengar hal itu, maka gadis itu harus menepati seluruh kaul dan janjinya itu.","(30:3)","Tetapi kalau pada waktu mendengar hal itu ayahnya berkeberatan, maka gadis itu tidak terikat pada kaulnya dan janjinya. TUHAN akan mengampuni dia, karena ia dilarang ayahnya.","Apabila seorang wanita yang belum kawin berkaul atau mengikat dirinya kepada suatu janji, entah dengan dipertimbangkan lebih dahulu atau dengan begitu saja, maka ia terikat pada kaul atau janjinya itu. Kalau di kemudian hari ia kawin, ia tetap terikat pada kaul dan janjinya itu, asal suaminya tidak berkeberatan pada waktu mendengar tentang hal itu.","(30:6)","Tetapi kalau suaminya pada waktu mendengarnya melarang dia, maka ia tidak terikat pada kaulnya dan janjinya itu. TUHAN akan mengampuni dia.","Apabila seorang janda atau wanita yang sudah diceraikan membuat kaul atau janji yang mengikat dirinya, ia terikat pada kaul atau janji itu dan harus menepatinya.","Apabila seorang wanita yang sudah kawin membuat kaul atau janji yang mengikat dirinya,","ia harus memenuhi segala yang dijanjikannya itu, asal suaminya tidak berkeberatan waktu ia mendengar hal itu.","Tetapi kalau pada waktu mendengar hal itu suaminya melarang dia, maka wanita itu tidak terikat lagi pada kaul atau janjinya. TUHAN akan mengampuni dia, karena ia dilarang oleh suaminya.","Suami mempunyai hak untuk menyetujui atau membatalkan setiap kaul atau janji yang dibuat istrinya.","Tetapi kalau pada waktu mendengar hal itu suaminya tidak berkeberatan, wanita itu harus menepati seluruh kaul atau janjinya. Suaminya setuju dengan kaul atau janji itu karena ia tidak berkeberatan pada waktu mendengarnya.","Kalau di kemudian hari suaminya itu membatalkan kaul atau janji istrinya, maka suaminya itulah yang harus menanggung akibat pembatalan itu.","Itulah peraturan-peraturan yang diberikan TUHAN kepada Musa tentang kaul dan janji yang dibuat oleh seorang gadis yang tinggal di rumah ayahnya, atau oleh seorang wanita yang sudah kawin."]