["Suku-suku Ruben dan Gad mempunyai sangat banyak ternak. Ketika mereka melihat betapa baiknya tanah Yaezer dan tanah Gilead untuk peternakan,","pergilah mereka menghadap Musa, Imam Eleazar, dan pemimpin-pemimpin lainnya dari Israel. Kata mereka,","\"Tanah kota-kota Atarot, Dibon, Yaezer, Nimra, Hesybon, Eleale, Sebam, Nebo dan Beon yang sudah diduduki Israel dengan bantuan TUHAN, sangat baik untuk peternakan. Dan karena ternak kami banyak sekali,","(32:3)","kami mohon supaya tanah ini diberikan kepada kami menjadi milik kami. Janganlah menyuruh kami pindah ke seberang Sungai Yordan.\"","Jawab Musa, \"Masakan kamu mau tinggal di sini, sedangkan orang-orang sebangsamu pergi berperang?","Mengapa kamu mau membuat bangsa Israel takut untuk menyeberangi Sungai Yordan dan masuk ke negeri yang diberikan TUHAN kepada mereka?","Bapak-bapakmu berbuat begitu juga, waktu saya mengutus mereka dari Kades-Barnea untuk menjelajahi negeri itu.","Mereka sudah sampai ke Lembah Eskol dan sudah juga melihat tanah itu. Tetapi waktu mereka kembali, mereka membuat bangsa Israel takut untuk masuk ke tanah yang diberikan TUHAN kepada mereka.","Maka marahlah TUHAN pada waktu itu sehingga Ia berkata, 'Orang-orang itu tidak setia kepada-Ku. Oleh sebab itu Aku bersumpah bahwa dari mereka yang sudah berumur dua puluh tahun ke atas pada waktu mereka meninggalkan Mesir, tak ada yang akan masuk ke negeri yang Kujanjikan kepada Abraham, Ishak dan Yakub.'","(32:10)","Semua orang kena hukuman itu kecuali Kaleb anak Yefune, orang Kenas, dan Yosua anak Nun, karena mereka berdua tetap setia kepada TUHAN.","TUHAN marah kepada bangsa Israel sehingga Ia membiarkan mereka mengembara di padang gurun empat puluh tahun lamanya sampai seluruh angkatan yang telah memberontak kepada-Nya mati semuanya.","Dan sekarang, kamu berontak seperti bapak-bapakmu! Kamu memang sekelompok orang-orang berdosa yang membuat kemarahan TUHAN meluap-luap lagi atas bangsa Israel!","Kalau kamu berbalik membelakangi TUHAN, maka seluruh bangsa ini akan dibiarkan-Nya lebih lama lagi di padang gurun, dan kamulah yang menyebabkan kebinasaan mereka!\"","Lalu orang-orang Ruben dan orang-orang Gad itu mendekati Musa dan berkata, \"Baiklah kami lebih dahulu mendirikan kandang-kandang bertembok untuk domba-domba kami, dan kota-kota berbenteng untuk anak istri kami.","Kami akan bersiap-siap untuk segera maju berperang bersama-sama dengan saudara-saudara kami. Kami akan memimpin serangan itu dan membawa mereka masuk ke negeri yang menjadi milik mereka. Sementara itu anak istri kami dapat tinggal di sini, di kota-kota berbenteng, aman dari serangan penduduk negeri ini.","Kami tidak akan pulang ke rumah kami sebelum semua orang Israel mempunyai tanah untuk milik pusakanya.","Kami tak mau menerima sedikit pun dari tanah mereka di seberang Sungai Yordan, karena sudah menerima bagian kami di sini, di sebelah timur Sungai Yordan.\"","Jawab Musa, \"Jika kamu sungguh-sungguh mau bersiap-siap untuk bertempur bagi TUHAN,","dan semua di antara kamu yang dapat berperang menyeberangi Sungai Yordan, dan di bawah pimpinan TUHAN menyerbu musuh-musuh sampai TUHAN menghalaukan mereka,","sehingga negeri itu takluk kepada-Nya, maka kamu boleh pulang, dan bebaslah kamu dari kewajibanmu terhadap TUHAN dan terhadap saudara-saudaramu, dan TUHAN akan memberi tanah di sebelah timur ini menjadi milikmu.","Tetapi ingat, kalau kamu tidak menepati janjimu, kamu berdosa terhadap TUHAN dan akan dihukum karena dosamu itu.","Pergilah mendirikan kota-kota dan kandang-kandang dombamu, dan jangan lupa menepati apa yang sudah kamu janjikan itu!\"","Lalu orang-orang Gad dan orang-orang Ruben berkata, \"Tuan, kami akan melakukan apa yang Tuan perintahkan.","Anak istri kami dan ternak sapi serta domba kami akan tinggal di sini, di kota-kota Gilead.","Tetapi kami ini siap untuk pergi bertempur di bawah pimpinan TUHAN. Kami akan menyeberangi Sungai Yordan dan berperang seperti yang sudah Tuan katakan.\"","Maka Musa memberi perintah ini kepada Imam Eleazar, Yosua dan pemimpin-pemimpin Israel,","\"Kalau orang-orang Gad dan orang-orang Ruben mengikuti perintah TUHAN dan menyeberangi Sungai Yordan untuk berperang, dan kalau atas bantuan mereka kamu berhasil merebut negeri itu, maka tanah Gilead harus kamu berikan kepada mereka menjadi milik mereka.","Tetapi kalau mereka tidak menyeberangi Sungai Yordan untuk berperang bersama-sama dengan kamu, maka mereka harus menerima bagian tanah pusaka di negeri Kanaan, sama seperti kamu.\"","Jawab orang-orang Gad dan orang-orang Ruben, \"Tuan, kami akan melakukan apa yang diperintahkan TUHAN.","Di bawah pimpinan TUHAN kami akan menyeberang ke negeri Kanaan dan maju berperang, tetapi hendaklah tanah di sebelah timur Sungai Yordan ini tetap menjadi milik kami.\"","Lalu Musa menyerahkan kepada suku-suku Gad dan Ruben dan kepada separuh suku Manasye seluruh daerah Sihon, raja Amori, dan daerah Og, raja Basan, termasuk kota-kota dan tanah di sekitarnya.","Suku Gad membangun kembali kota Dibon, Atarot, Aroer,","Atarot-Sofan, Yaezer, Yogbeha,","Bet-Nimra, dan Bet-Haran sebagai kota-kota berbenteng dan sebagai tempat kandang-kandang domba.","Suku Ruben membangun kembali kota-kota Hesybon, Eleale, Kiryataim,","Nebo, Baal-Meon, dan Sebam. Kota-kota yang mereka dirikan kembali itu mereka ganti namanya.","Kaum Makhir, anak Manasye, menyerbu tanah Gilead, lalu merebutnya dan mengusir orang-orang Amori yang ada di situ.","Sebab itu Musa memberi tanah Gilead itu kepada kaum Makhir, dan mereka menetap di situ.","Yair, dari suku Manasye, menyerbu dan merebut beberapa desa, lalu menamakannya \"Desa-desa Yair\".","Nobah menyerbu dan merebut Kenat beserta kampung-kampung di sekitarnya, lalu menamakannya Nobah, menurut namanya sendiri."]