["Sesudah bangsa Israel meninggalkan Mesir, dalam barisan menurut suku bangsa masing-masing di bawah pimpinan Musa dan Harun, mereka singgah di beberapa tempat.","TUHAN memerintahkan Musa untuk mencatat nama dari setiap tempat di mana mereka singgah.","Bangsa Israel meninggalkan Mesir pada tanggal lima belas bulan satu, sehari sesudah Paskah yang pertama. Di bawah perlindungan TUHAN mereka meninggalkan kota Rameses, disaksikan oleh bangsa Mesir,","yang tengah menguburkan anak-anak sulung mereka yang telah dibunuh oleh TUHAN. Dengan perbuatan itu, TUHAN membuktikan bahwa Ia lebih kuat daripada ilah-ilah Mesir.","Setelah bangsa Israel meninggalkan Rameses, mereka berkemah di Sukot.","Lalu mereka berangkat lagi dan berkemah di Etam, di tepi padang gurun.","Dari situ mereka kembali ke Pi-Hahirot, di sebelah timur Baal-Zefon, lalu berkemah di dekat Migdol.","Kemudian mereka meninggalkan Pi-Hahirot, menyeberangi laut dan masuk ke padang gurun Etam; sesudah tiga hari perjalanan, mereka berkemah di Mara.","Dari situ mereka terus dan berkemah di Elim; di situ ada dua belas sumber air dan tujuh puluh pohon kurma.","Kemudian mereka meninggalkan Elim dan berkemah di dekat Teluk Suez.","Selanjutnya mereka berkemah di padang gurun Sin, lalu di dekat Dofka, sesudah itu di Alus, dan kemudian di Rafidim, tetapi di situ tidak ada air minum.","(33:11)","(33:11)","(33:11)","Dari Rafidim mereka terus ke Gunung Hor dan berkemah di tempat-tempat ini: padang gurun Sinai, Kibrot-Taawa, \"Kuburan Kerakusan\", Hazerot, Ritma, Rimon-Peres, Libna, Risa, Kehelata, Gunung Syafer, Harada, Makhelot, Tahat, Tarah, Mitka, Hasmona, Moserot, Bene-Yaakan, Hor-Gidgad, Yotbata, Abrona, Ezion-Geber, padang gurun Zin, dan Gunung Hor, di perbatasan tanah Edom.","(33:15)","(33:15)","(33:15)","(33:15)","(33:15)","(33:15)","(33:15)","(33:15)","(33:15)","(33:15)","(33:15)","(33:15)","(33:15)","(33:15)","(33:15)","(33:15)","(33:15)","(33:15)","(33:15)","(33:15)","(33:15)","(33:15)","Atas perintah TUHAN, Imam Harun naik ke Gunung Hor. Di situ ia meninggal pada tanggal satu bulan lima dalam tahun yang keempat puluh sesudah umat Israel meninggalkan Mesir. Waktu meninggal, Harun berumur 123 tahun.","(33:38)","Sementara itu raja negeri Arad, di Tanah Negeb, Kanaan Selatan, mendapat kabar bahwa umat Israel sedang menuju ke negerinya.","Dalam perjalanan dari Gunung Hor ke dataran Moab, orang Israel berkemah di tempat-tempat ini: Zalmona, Funon, Obot, reruntuhan Abarim di daerah Moab, Dibon-Gad, Almon-Diblataim, Gunung Abarim di dekat Gunung Nebo, dan di dataran Moab di tepi Sungai Yordan, dekat kota Yerikho, di antara Bet-Yesimot dan Lembah Sitim.","(33:41)","(33:41)","(33:41)","(33:41)","(33:41)","(33:41)","(33:41)","(33:41)","Di dataran Moab itu, di tepi Sungai Yordan, dekat kota Yerikho, TUHAN memberi kepada Musa","perintah-perintah ini untuk bangsa Israel, \"Kalau kamu menyeberangi Sungai Yordan untuk masuk ke negeri Kanaan,","kamu harus mengusir seluruh penduduk negeri itu. Binasakanlah semua berhala mereka dari batu dan logam serta tempat-tempat ibadat mereka.","Tanah itu harus kamu rebut dan kamu duduki, karena Aku memberikannya kepadamu.","Kemudian kamu harus membagikannya menjadi milik pusaka kaum-kaummu dengan jalan membuang undi. Kepada kaum yang besar harus kamu berikan bagian yang besar, dan kepada kaum yang kecil, bagian yang kecil.","Tetapi kalau penduduk negeri itu tidak kamu usir, orang-orang yang tetap tinggal di situ akan menyusahkan kamu seperti pasir di matamu atau duri di kakimu. Nanti merekalah yang memerangi kamu.","Kalau kamu tidak mengusir mereka, Aku akan membinasakan kamu seperti yang Kurencanakan terhadap mereka.\""]