["TUHAN memberi kepada Musa","perintah-perintah ini untuk bangsa Israel, \"Sebentar lagi kamu masuk ke negeri Kanaan, negeri yang Kuberikan kepadamu sebagai tanah pusaka. Inilah batas-batas negerimu itu.","Di selatan, batas itu mulai dari padang gurun Zin menyusuri Edom. Di timur batas itu mulai dari ujung selatan Laut Mati,","belok ke selatan menuju Jalan Akrabim dan terus ke Zin sampai Kades-Barnea di selatan. Dari situ belok ke barat laut sampai Hazar-Adar, dan terus ke Azmon.","Di situ belok ke lembah di perbatasan Mesir dan berakhir di Laut Tengah.","Laut Tengah merupakan batas negerimu di sebelah barat.","Di utara, batas itu mulai di Laut Tengah menuju ke Gunung Hor","dan dari situ ke Jalan Hamat, lalu terus ke Zedad","dan ke Zifron dan berakhir di Hazar-Enan.","Di timur, batas itu mulai dari Hazar-Enan ke Sefam.","Dari situ turun ke Ribla di sebelah timur Ain, lalu terus ke bukit-bukit di pantai timur Danau Galilea,","lalu ke selatan sepanjang Sungai Yordan sampai ke Laut Mati. Itulah negerimu menurut batas-batas di sekelilingnya.\"","Musa berkata kepada bangsa Israel, \"Itulah tanah yang akan kamu terima dengan cara membuang undi, tanah yang menurut perintah TUHAN harus dibagikan kepada sembilan setengah suku bangsa Israel.","Suku-suku Ruben dan Gad serta sebagian dari suku Manasye sudah menerima bagian mereka, dan tanah itu pun sudah dibagikan kepada keluarga-keluarga mereka.","Tanah pusaka mereka itu di sebelah timur Sungai Yordan, di dekat kota Yerikho.\"","TUHAN berkata kepada Musa,","\"Yang harus membagikan tanah itu di antara kamu adalah Imam Eleazar, dan Yosua anak Nun.","Tunjuklah juga seorang pemimpin dari setiap suku untuk menolong Eleazar dan Yosua membagikan tanah itu.\"","Nama orang-orang itu adalah: (Suku-Pemimpin), Yuda-Kaleb anak Yefune, Simeon-Samuel anak Amihud, Benyamin-Elidad anak Kislon, Dan-Buki anak Yogli, Manasye-Haniel anak Efod, Efraim-Kemuel anak Siftan, Zebulon-Elisafan anak Parnah, Isakhar-Paltiel anak Azan, Asyer-Ahihud anak Selomi, Naftali-Pedael anak Amihud.","(34:19)","(34:19)","(34:19)","(34:19)","(34:19)","(34:19)","(34:19)","(34:19)","(34:19)","Itulah orang-orang yang diperintahkan TUHAN untuk membagikan tanah pusaka kepada bangsa Israel di negeri Kanaan."]