["Di dataran Moab, di tepi Sungai Yordan, dekat kota Yerikho, TUHAN berkata kepada Musa,","\"Sampaikanlah kepada bangsa Israel bahwa dari tanah pusaka yang akan mereka terima itu, beberapa kotanya dengan padang rumput di sekitarnya harus mereka berikan kepada orang Lewi supaya mereka dapat tinggal di situ.","Kota-kota itu menjadi milik orang Lewi untuk tempat kediaman mereka. Padang rumput di sekitarnya adalah untuk ternak dan segala hewan mereka.","Padang rumput itu luasnya 450 meter ke segala jurusan, diukur dari tembok kota.","Jadi daerah orang Lewi berbentuk persegi empat, yang berukuran 900 meter setiap sisinya, dengan kotanya di tengah-tengahnya.","Kepada orang Lewi harus kamu berikan enam kota suaka sebagai tempat pelarian untuk orang-orang yang dengan tidak sengaja telah membunuh orang lain. Selain itu kepada orang Lewi harus diberikan juga empat puluh dua kota lainnya","dengan padang rumputnya. Jadi seluruhnya ada empat puluh delapan kota untuk orang Lewi.","Jumlah kota-kota Lewi dalam wilayah masing-masing suku Israel harus ditentukan menurut banyaknya kota dan besarnya wilayah itu.\"","TUHAN menyuruh Musa","menyampaikan kepada bangsa Israel kata-kata ini, \"Sesudah kamu menyeberangi Sungai Yordan dan masuk ke negeri Kanaan,","kamu harus menentukan kota-kota suaka, supaya orang-orang yang dengan tidak sengaja telah membunuh orang lain, dapat lari ke situ.","Di kota-kota itu orang itu akan aman dari sanak saudara kurban pembunuhannya yang mau membalas dendam. Sebab orang yang dituduh membunuh orang lain, tidak boleh dibunuh kalau perkaranya belum diperiksa di pengadilan umum.","Tentukanlah enam kota suaka,","tiga di sebelah timur Sungai Yordan dan tiga lagi di tanah Kanaan.","Keenam kota itu menjadi kota suaka bagi kamu, orang Israel, dan bagi orang asing pendatang atau yang tinggal menetap di tengah-tengah kamu. Siapa saja yang telah membunuh orang lain dengan tidak sengaja, dapat melarikan diri ke salah satu kota itu.","Tetapi apabila seseorang memakai senjata besi atau batu atau kayu untuk membunuh orang lain, orang itu adalah pembunuh; ia bersalah dan harus dihukum mati.","(35:16)","(35:16)","Sanak saudara terdekat dari orang yang terbunuh itu boleh melaksanakan hukuman mati itu. Kalau ia menemukan pembunuh itu, ia boleh membunuhnya.","Apabila seseorang membenci orang lain, lalu membunuhnya dengan membanting dia atau melemparkan suatu benda kepadanya,","atau memukul dia dengan tinjunya, orang itu adalah pembunuh; ia bersalah dan harus dihukum mati. Sanak saudara terdekat dari orang yang terbunuh itu boleh melaksanakan hukuman mati itu. Kalau ia menemukan pembunuh itu, ia boleh membunuhnya.","Tetapi boleh jadi seseorang dengan tidak sengaja membunuh orang lain yang tidak dibencinya, entah dengan membanting orang itu atau dengan melemparkan suatu benda kepadanya.","Atau boleh jadi seseorang tanpa melihat, menjatuhkan sebuah batu yang mengakibatkan kematian orang lain yang bukan musuhnya, dan ia tidak pula bermaksud mencelakakan orang itu.","Dalam perkara-perkara semacam itu rapat umat harus mengadili antara orang yang telah membunuh, dan orang yang mau membalas kematian orang yang terbunuh.","Rapat umat harus melindungi orang yang telah membunuh dengan tidak sengaja itu terhadap ancaman sanak saudara orang yang terbunuh. Orang itu harus dibawa kembali ke kota suaka, tempat ia melarikan diri. Ia harus tinggal di situ sampai orang yang pada waktu itu menjadi Imam Agung sudah meninggal; baru sesudah itu ia boleh pulang ke kampung halamannya. Tetapi kalau ia meninggalkan kota suaka tempat ia melarikan diri, lalu ditemukan dan dibunuh oleh sanak saudara orang yang terbunuh, maka tindakan pembalasan itu bukanlah pembunuhan.","(35:25)","(35:25)","(35:25)","Peraturan-peraturan itu berlaku untuk kamu dan untuk keturunanmu, di mana saja kamu tinggal.","Dalam perkara pembunuhan, orang yang dituduh sebagai pembunuh, hanya boleh dinyatakan bersalah dan dihukum mati kalau perbuatan itu dapat dibuktikan oleh dua orang saksi atau lebih. Satu orang saksi tidak cukup untuk membuktikan bahwa tuduhan itu benar.","Seorang pembunuh harus dihukum mati. Ia tidak dapat menebus hukuman itu dengan uang.","Apabila seseorang melarikan diri ke salah satu kota suaka, janganlah mengizinkan dia memberi uang supaya diperbolehkan pulang ke rumahnya sebelum Imam Agung meninggal.","Kalau kamu berbuat begitu, kamu mencemarkan tanah yang kamu diami. Pembunuhan mencemarkan negeri; jadi tak ada cara lain untuk membersihkan negeri itu selain dengan mencabut nyawa si pembunuh.","Janganlah mencemarkan tanah yang kamu diami, karena Akulah TUHAN, dan Aku tinggal di tengah-tengah bangsa Israel.\""]