["TUHAN menyuruh Musa dan Harun","mengadakan sensus orang Lewi dari kaum Kehat menurut keluarga masing-masing,","lalu mencatat nama semua orang laki-laki yang berumur tiga puluh sampai lima puluh tahun, yang mampu melakukan wajib kerja di Kemah TUHAN.","Pekerjaan mereka ialah mengurus barang-barang yang mahasuci.","TUHAN memberi kepada Musa peraturan ini: Kalau sudah waktunya membongkar perkemahan, Harun dan anak-anaknya harus masuk ke Kemah TUHAN, menurunkan tirai di depan Peti Perjanjian, dan menutupi Peti itu dengan kain itu.","Sesudahnya, mereka harus menutupinya lagi dengan sehelai kulit halus, lalu membentangkan sehelai kain biru di atasnya, dan memasang kayu pengusung Peti itu.","Mereka harus membentangkan sehelai kain biru di atas meja tempat roti sajian untuk TUHAN, dan di atas meja itu harus mereka letakkan pinggan, baki tempat dupa, baki tempat persembahan, dan kendi untuk persembahan air anggur. Roti sajian harus selalu ada di meja itu.","Mereka harus menutupi semuanya itu dengan sehelai kain merah, lalu membentangkan sehelai kulit halus di atasnya, dan memasang kayu pengusung meja itu.","Mereka harus mengambil sehelai kain biru dan menutupi kaki lampu serta lampu-lampunya, alat untuk membersihkan sumbu pelita dan penadahnya, dan semua tempat minyak zaitun.","Kaki lampu dan seluruh perlengkapannya harus mereka bungkus dengan sehelai kulit halus lalu menaruhnya di atas tempat pengusungan.","Sesudah itu mereka harus membentangkan sehelai kain biru di atas mezbah dari emas itu, dan menutupinya dengan sehelai kulit halus, lalu memasang kayu pengusung mezbah itu.","Segala peralatan yang dipakai di dalam Ruang Suci harus mereka ambil dan bungkus dengan sehelai kain biru. Lalu mereka harus menutupinya dengan sehelai kulit halus, dan menaruhnya di atas usungan.","Mereka harus membersihkan mezbah itu dari abu, lalu membentangkan sehelai kain ungu di atasnya.","Dan di atas itu harus mereka letakkan semua peralatan yang dipakai dalam ibadat pada mezbah itu: tempat api, garpu, penyodok, dan baskom. Lalu mereka harus menutupi semuanya itu dengan sehelai kulit halus dan memasang kayu pengusungnya.","TUHAN berkata kepada Musa dan Harun, \"Pada waktu kamu membongkar perkemahan, Harun dan anak-anaknya harus masuk ke dalam Kemah-Ku dan menutupi semua barang dan perlengkapan yang ada di situ. Baru sesudah itu, orang-orang Kehat boleh datang untuk memikulnya. Tetapi mereka tak boleh melihat, mendekati atau menyentuh benda-benda itu, karena sudah dikhususkan untuk-Ku. Kalau mereka melakukannya juga, mereka akan mati. Jadi, supaya orang-orang Kehat itu jangan terhapus dari suku Lewi, Harun dan anak-anaknya harus menugaskan masing-masing di antara mereka apa yang harus mereka bawa. Itulah tugas orang Kehat pada waktu Kemah-Ku dipindahkan. Eleazar, anak Harun, bertanggung jawab atas seluruh Kemah-Ku, minyak lampu, dupa, kurban gandum untuk sajian tetap, minyak upacara dan semua yang ada di dalam Kemah-Ku itu.\"","(4:15)","(4:15)","(4:15)","(4:15)","(4:15)","TUHAN menyuruh Musa","mengadakan sensus orang Lewi dari kaum Gerson menurut keluarga masing-masing.","Musa harus mencatat nama semua orang laki-laki yang berumur tiga puluh sampai lima puluh tahun yang mampu melakukan wajib kerja di Kemah TUHAN.","Mereka ditugaskan untuk mengangkut barang-barang ini:","Kain tenda Kemah itu dengan tutupnya bagian dalam dan bagian luar dari kulit halus, kain di pintu Kemah,","layar-layar dan tali temalinya untuk pelataran di sekitar Kemah dan mezbah, kain di gerbang pelataran, dan semua perlengkapan yang dipakai untuk memasang semua benda itu. Mereka bertanggung jawab atas semua pekerjaan yang berhubungan dengan barang-barang itu.","Musa dan Harun harus mengawasi supaya pekerjaan yang diserahkan Harun dan anak-anaknya kepada orang-orang Gerson itu dilaksanakan, dan semua barang yang harus diangkut, agar diangkut.","Itulah tugas orang-orang Gerson di dalam Kemah; tugas-tugas itu harus dilaksanakan di bawah pimpinan Itamar, anak Imam Harun.","TUHAN menyuruh Musa mengadakan sensus orang Lewi dari kaum Merari menurut keluarga masing-masing.","Musa harus mencatat nama semua orang laki-laki yang berumur tiga puluh sampai lima puluh tahun yang mampu melakukan wajib kerja di Kemah TUHAN.","Mereka ditugaskan untuk mengangkut rangka-rangka Kemah itu, balok-baloknya, tiang-tiangnya dan alasnya.","Juga tiang-tiang pelataran sekeliling Kemah itu serta alasnya, patok-patoknya dan tali temalinya dengan segala perkakas yang diperlukan untuk menegakkannya. Setiap orang ditugaskan membawa barang-barang tertentu.","Itulah tugas-tugas kaum Merari; semua pekerjaan mereka di Kemah TUHAN harus dilakukan di bawah pimpinan Itamar, anak Imam Harun.","Sesuai dengan perintah TUHAN, Musa, Harun dan para pemimpin umat mengadakan sensus dari ketiga kaum dalam suku Lewi, yaitu Kehat, Gerson dan Merari. Mereka melakukan sensus itu keluarga demi keluarga. Mereka mencatat nama semua orang laki-laki yang berumur tiga puluh sampai lima puluh tahun yang mampu melakukan tugas wajib kerja di Kemah TUHAN. Inilah hasilnya: (Kaum-Jumlah orang), Kehat-2.750, Gerson-2.630, Merari-3.200; Seluruhnya: 8.580.","(4:34)","(4:34)","(4:34)","(4:34)","(4:34)","(4:34)","(4:34)","(4:34)","(4:34)","(4:34)","(4:34)","(4:34)","(4:34)","(4:34)","Atas perintah TUHAN melalui Musa, setiap orang didaftarkan dan diberi tanggung jawabnya masing-masing atas apa yang harus dilayaninya atau apa yang harus dipikulnya."]