["TUHAN berkata kepada Musa,","\"Berikanlah perintah ini kepada orang Israel: Semua orang yang menderita penyakit kulit yang berbahaya, atau penyakit kelamin, atau yang telah menyentuh mayat, harus dikeluarkan dari perkemahan orang Israel.","Mereka harus disuruh pergi, supaya tidak menajiskan perkemahan, di mana Aku tinggal bersama-sama dengan umat-Ku.\"","Orang Israel melakukan perintah itu dan mengeluarkan semua orang yang seperti itu dari perkemahan.","TUHAN memberi kepada Musa","peraturan-peraturan ini untuk orang Israel: Apabila seseorang tidak setia kepada TUHAN dengan berbuat salah terhadap orang lain,","orang itu harus mengakui dosanya dan membayar tebusan dengan penuh, ditambah dua puluh persen, kepada orang yang dirugikannya.","Tetapi kalau orang yang dirugikannya itu sudah meninggal dan tidak mempunyai sanak saudara dekat, maka tebusan itu harus diberikan kepada TUHAN, dan menjadi bagian imam. Tebusan itu tidak termasuk domba jantan untuk upacara penghapusan dosa bagi orang yang bersalah itu.","Dari apa saja yang dipersembahkan orang Israel kepada TUHAN, persembahan khususnya menjadi bagian imam yang menerima persembahan itu.","Apa yang dipersembahkan seseorang kepada TUHAN, menjadi bagian orang itu sendiri. Hanya apa yang diserahkannya kepada seorang imam, menjadi bagian imam itu.","TUHAN menyuruh Musa","memberi peraturan-peraturan ini kepada orang Israel. Boleh jadi seorang laki-laki mencurigai istrinya. Ia menyangka istrinya itu tidak setia kepadanya dan sudah mencemarkan dirinya karena bersetubuh dengan laki-laki lain. Tetapi suami itu tidak mempunyai kepastian, karena hal itu dilakukan istrinya dengan sembunyi-sembunyi; saksinya tidak ada, dan ia tidak tertangkap basah. Atau, boleh jadi seorang suami mencurigai istrinya, padahal istrinya itu tidak menyeleweng.","(5:12)","(5:12)","Dalam kedua hal itu suami itu harus membawa istrinya kepada imam. Ia juga harus membawa persembahan yang diperlukan, yaitu satu kilogram tepung gandum. Tepung itu tak boleh dituangi minyak zaitun atau dibubuhi dupa, karena merupakan persembahan kecurigaan dan dimaksudkan untuk menandakan adanya kecurigaan suami terhadap istrinya.","Imam harus menyuruh wanita itu ke muka mezbah dan berdiri menghadap TUHAN.","Lalu imam harus mengambil sebuah mangkuk tanah dan menuangkan sedikit air suci ke dalamnya. Sesudah itu ia harus mengambil sedikit debu dari lantai Kemah TUHAN dan memasukkannya ke dalam air itu.","Kemudian ia harus menguraikan rambut wanita itu, dan menaruh tepung persembahan kecurigaan ke dalam tangannya, sedangkan imam sendiri memegang air pahit yang mendatangkan kutuk.","Sesudah itu imam harus mengucapkan sumpah dan minta wanita itu menyetujuinya. Imam harus berkata, \"Jika engkau tidak berzinah, engkau tidak kena kutuk yang didatangkan oleh air ini.","Tetapi jika engkau telah berzinah,","semoga TUHAN membuat namamu menjadi sumpah kutuk di antara bangsamu. Semoga Ia membuat pangkal pahamu mengerut dan perutmu mengembung.","Air yang mendatangkan kutuk ini akan masuk ke dalam perutmu dan membuatnya kembung dan mengerutkan pangkal pahamu.\" Wanita itu harus menjawab, \"Saya setuju; semoga TUHAN berbuat begitu.\"","Lalu imam harus menulis kutuk itu pada kertas gulungan dan menghapusnya dengan air pahit itu.","Imam menyuruh wanita itu minum air pahit yang mendatangkan kutuk. Bila diminum, air itu menyebabkan rasa sakit.","Imam harus mengambil persembahan tepung itu, dan mengunjukkannya ke hadapan TUHAN, lalu membawanya ke mezbah.","Lalu ia harus mengambil segenggam tepung sebagai tanda bahwa semua tepung itu sudah dipersembahkan, lalu membakarnya di atas mezbah. Akhirnya air itu diminumkan kepada wanita itu.","Andaikata wanita itu sudah berzinah, air itu menyebabkan ia merasa sakit sekali; perutnya mengembung dan pangkal pahanya mengerut. Namanya akan menjadi sumpah kutuk di kalangan bangsanya.","Tetapi andaikata ia tidak bersalah, ia tidak kena kutuk dan masih dapat beranak.","Begitulah peraturannya apabila seorang suami cemburu dan curiga bahwa istrinya sudah berbuat serong dan mencemarkan dirinya. Laki-laki itu harus menghadapkan istrinya itu kepada TUHAN dan imam harus melakukan peraturan itu terhadapnya.","(5:29)","Laki-laki itu bebas dari kesalahan, tetapi istrinya, kalau ternyata bersalah, harus menanggung akibatnya."]