["TUHAN menyuruh Musa","memberikan peraturan-peraturan ini kepada orang Israel. Setiap orang laki-laki atau wanita yang berkaul untuk hidup khusus bagi TUHAN sebagai seorang nazir,","tak boleh minum air anggur dan minuman keras. Ia tidak boleh minum minuman keras apa pun yang terbuat dari buah anggur atau buah-buahan lain. Ia tak boleh makan buah anggur yang segar atau yang kering, atau apa saja yang berasal dari pokok anggur; bijinya atau pucuknya pun tak boleh ia makan.","(6:3)","Selama masa kaulnya ia tidak boleh memotong rambutnya atau bercukur. Selama waktu itu rambutnya dan jenggotnya harus dibiarkannya tumbuh panjang. Ia terikat pada kaulnya sampai masa pengkhususan dirinya bagi TUHAN selesai.","Rambutnya itu merupakan tanda bahwa ia dikhususkan bagi Allah. Selama kaulnya berlaku ia tidak boleh menajiskan dirinya; ia tidak boleh mendekati jenazah, sekalipun itu jenazah ayahnya, ibunya, atau saudaranya.","(6:6)","Selama ia orang nazir, ia adalah orang yang khusus untuk TUHAN.","Apabila rambut seorang nazir yang telah dikhususkan menjadi najis karena ia ada di dekat orang yang mati dengan tiba-tiba, maka ia harus menunggu tujuh hari lamanya; sesudah itu ia harus mencukur rambutnya dan jenggotnya, baru ia menjadi bersih.","Pada hari yang kedelapan ia harus membawa dua ekor burung merpati atau burung tekukur kepada imam di pintu Kemah TUHAN.","Burung yang seekor harus dipersembahkan imam untuk kurban pengampunan dosa, dan yang seekor lagi untuk kurban bakaran guna menghilangkan kenajisannya. Pada hari itu juga ia harus mengkhususkan kembali rambutnya kepada TUHAN","dan membaharui penyerahan dirinya sebagai orang nazir. Jangka waktu yang sudah lewat tidak dihitung lagi karena ia sudah menjadi najis. Sebagai kurban ganti rugi ia harus mempersembahkan seekor anak domba yang berumur satu tahun.","Apabila masa kaul seorang nazir sudah selesai, harus dilakukan upacara ini. Orang itu harus diantar ke pintu Kemah TUHAN","dengan membawa kepada TUHAN tiga ekor ternak yang tidak ada cacatnya: seekor anak domba jantan berumur satu tahun untuk kurban bakaran, seekor anak domba betina berumur satu tahun untuk kurban pengampunan dosa, dan seekor domba jantan untuk kurban perdamaian.","Ia harus juga mempersembahkan satu bakul roti yang dibuat tidak pakai ragi, yaitu roti bulat yang dibuat dari tepung dicampur dengan minyak zaitun, dan kue tipis yang dioles dengan minyak zaitun. Selain itu ia harus juga mempersembahkan kurban sajian dan kurban minuman.","Imam harus membawa semuanya itu ke hadapan TUHAN, lalu mempersembahkan kurban pengampunan dosa dan kurban bakaran.","Bersama-sama dengan roti sebakul itu, ia harus mempersembahkan domba jantan itu kepada TUHAN sebagai kurban perdamaian. Juga kurban sajian dan kurban minuman itu harus dipersembahkannya kepada TUHAN.","Orang nazir itu harus mencukur rambutnya di pintu Kemah TUHAN, dan melemparkannya ke dalam api tempat kurban perdamaian itu sedang dibakar.","Setelah itu, kalau paha depan domba jantan itu sudah dimasak, imam harus mengambilnya dan meletakkannya bersama-sama dengan satu roti bulat dan satu kue tipis dari bakul itu, ke dalam tangan orang nazir itu.","Lalu imam harus menunjukkan makanan itu sebagai pemberian khusus kepada TUHAN; itu adalah bagian suci yang menjadi bagian imam, selain dada dan paha domba jantan yang menurut peraturan menjadi bagian imam. Baru sesudah itu orang nazir itu boleh minum air anggur.","Itulah peraturan untuk orang nazir; tetapi kalau seorang nazir menjanjikan kurban yang melebihi syarat-syarat kaulnya, ia harus memenuhi dengan tepat apa yang dijanjikannya itu.","TUHAN menyuruh Musa","menyampaikan kepada Harun dan anak-anaknya bahwa mereka harus mengucapkan kata-kata ini pada waktu mereka memberkati bangsa Israel:","Semoga TUHAN memberkati dan memelihara kamu.","Semoga TUHAN baik hati dan murah hati kepadamu.","Semoga TUHAN mengasihi kamu dan memberi kamu damai.","Dan TUHAN berkata, \"Apabila mereka mengucapkan nama-Ku sebagai berkat atas bangsa Israel, Aku akan memberkati mereka.\""]