["TUHAN berkata kepada Musa,","\"Katakanlah kepada Harun bahwa pada waktu ia memasang ketujuh lampu pada kaki lampu itu, ia harus memasangnya sedemikian rupa sehingga menyinari bagian depan kaki lampu itu.\"","Harun melakukan apa yang diperintahkan TUHAN. Ia memasang lampu-lampu itu menghadap bagian depan dari kaki lampu.","Tempat lampu itu, sampai ke atasnya dan bunga-bunga hiasannya terbuat dari emas tempaan, menurut contoh yang diperlihatkan TUHAN kepada Musa.","TUHAN berkata kepada Musa,","\"Pisahkanlah orang-orang Lewi dari orang Israel yang lain dan lakukanlah upacara penyucian untuk mereka","dengan cara ini: percikilah mereka dengan air untuk upacara penyucian dan suruhlah mereka mencukur seluruh badan dan mencuci pakaian mereka. Dengan demikian mereka bersih.","Lalu suruhlah mereka mengambil seekor sapi jantan muda dengan kurban sajian dari tepung dicampur minyak. Lalu engkau harus mengambil seekor sapi jantan lain untuk kurban pengampunan dosa.","Kemudian kumpulkanlah seluruh umat Israel dan suruhlah orang Lewi berdiri di depan Kemah-Ku.","Umat harus meletakkan tangan mereka di atas kepala orang-orang Lewi,","lalu Harun harus mempersembahkan orang-orang Lewi itu sebagai persembahan khusus dari orang Israel kepada-Ku, supaya mereka dapat melakukan ibadat-Ku.","Lalu orang Lewi harus meletakkan tangan mereka di atas kepala kedua ekor sapi jantan itu; yang seekor harus dipersembahkan untuk kurban pengampunan dosa, dan yang seekor lagi untuk kurban bakaran. Dengan upacara itu orang Lewi disucikan.","Khususkanlah orang-orang Lewi untuk-Ku dan suruhlah mereka melayani Harun serta anak-anaknya.","Dengan upacara itu kamu memisahkan orang-orang Lewi dari orang Israel yang lain, supaya menjadi milik-Ku.","Sesudah engkau melakukan upacara penyerahan orang-orang Lewi itu, mereka berhak untuk bekerja di dalam Kemah-Ku.","Aku sudah menjadikan mereka pengganti semua anak laki-laki sulung Israel; jadi mereka adalah khusus untuk Aku.","Ketika Aku membunuh semua anak sulung di Mesir, anak laki-laki sulung dari setiap keluarga Israel dan setiap binatang yang lahir pertama sudah Kujadikan milik-Ku yang khusus.","Sekarang sebagai ganti semua anak sulung Israel, Kuambil orang-orang Lewi,","dan orang-orang Lewi itu Kuserahkan kepada Harun dan anak-anaknya, supaya dapat bertugas untuk orang Israel di dalam Kemah-Ku. Juga supaya mereka meminta pengampunan-Ku untuk bangsa Israel agar bangsa itu tidak ditimpa bencana jika mereka datang terlalu dekat ke tempat yang suci itu.\"","Oleh karena itu Musa, Harun dan seluruh umat Israel mempersembahkan orang Lewi kepada TUHAN, seperti yang diperintahkan TUHAN kepada Musa.","Orang-orang Lewi itu melakukan upacara penyucian diri dan mencuci pakaian mereka, lalu Harun mempersembahkan mereka sebagai pemberian khusus kepada TUHAN. Ia melakukan juga upacara penyucian bagi mereka.","Orang Israel melakukan segala yang diperintahkan TUHAN kepada Musa mengenai orang Lewi. Dengan demikian orang Lewi mendapat hak untuk bekerja di dalam Kemah TUHAN di bawah pimpinan Harun dan anak-anaknya.","TUHAN berkata kepada Musa,","\"Setiap orang Lewi yang berumur dua puluh lima tahun ke atas, harus melakukan tugasnya di dalam Kemah-Ku,","dan pada umur lima puluh tahun ia dibebaskan dari tugasnya.","Sesudah itu ia boleh membantu orang Lewi lain yang bertugas di dalam Kemah-Ku, tetapi ia tidak lagi mempunyai tugas tetap. Begitulah caranya mengatur pekerjaan orang-orang Lewi.\""]