["Pada bulan satu dalam tahun kedua sesudah bangsa Israel meninggalkan Mesir, TUHAN berbicara kepada Musa di padang gurun Sinai. Kata TUHAN,","\"Pada tanggal empat belas bulan ini, mulai saat matahari terbenam, orang Israel harus merayakan Paskah menurut peraturan yang sudah ditetapkan.\"","(9:2)","Maka Musa menyuruh bangsa Israel merayakan Paskah.","Mereka merayakannya di gurun pasir Sinai pada petang hari tanggal empat belas bulan satu. Segalanya mereka lakukan tepat seperti yang diperintahkan TUHAN kepada Musa.","Tetapi di antara mereka ada beberapa orang yang najis karena telah menyentuh mayat, sehingga tak boleh merayakan Paskah pada hari itu. Mereka itu pergi menghadap Musa dan Harun","dan berkata, \"Kami ini najis karena telah menyentuh mayat. Tetapi mengapa kami harus dikecualikan sehingga tak dapat mempersembahkan kurban kepada TUHAN bersama dengan saudara-saudara kami?\"","Musa menjawab, \"Tunggu dulu sampai saya menerima petunjuk dari TUHAN.\"","TUHAN menyuruh Musa","mengatakan kepada bangsa Israel, \"Kalau di antara kamu atau keturunanmu ada yang najis karena telah menyentuh mayat atau sedang dalam perjalanan jauh, ia juga harus merayakan Paskah bagi TUHAN.","Tetapi perayaan itu harus diadakan satu bulan kemudian, yaitu pada malam tanggal empat belas dalam bulan dua. Rayakanlah hari itu dengan makan domba Paskah beserta roti yang tidak pakai ragi dan sayuran pahit.","Jangan tinggalkan apa-apa dari makanan itu sampai besok paginya, dan jangan mematahkan satu pun dari tulang binatang yang dipersembahkan kepada-Ku. Rayakanlah Paskah itu sesuai dengan segala peraturannya.","Sebaliknya orang yang tidak najis dan tidak juga dalam perjalanan, tetapi lalai merayakan Paskah, tidak Kuanggap lagi seorang dari umat-Ku, karena ia tidak mempersembahkan kurban kepada-Ku pada waktu yang ditentukan. Orang itu harus menanggung akibat dosanya.","Apabila di antara kamu ada seorang asing yang mau merayakan Paskah, ia harus merayakannya sesuai dengan semua peraturan dan ketetapan. Hukum itu berlaku untuk setiap orang, baik orang Israel maupun orang asing.\"","Pada hari Kemah TUHAN didirikan, datanglah awan dan menutupi Kemah itu. Pada waktu malam sampai pagi awan itu kelihatan seperti api.","(9:15)","Tiap kali awan itu naik, orang Israel membongkar perkemahan mereka, lalu berangkat. Dan di mana awan itu turun, di tempat itu mereka berkemah lagi.","Atas perintah TUHAN bangsa Israel itu membongkar kemah dan atas perintah TUHAN juga mereka memasangnya kembali. Selama awan itu ada di atas Kemah TUHAN, mereka tetap tinggal di tempat itu.","Kalau awan itu lama berada di atas Kemah itu, mereka taat kepada peraturan TUHAN dan tidak berangkat dari tempat itu.","Tetapi kadang-kadang hanya beberapa hari saja awan itu berada di atas Kemah itu. Bagaimanapun juga, perintah Tuhanlah yang menentukan mereka tinggal di suatu tempat atau berangkat.","Kadang-kadang awan itu hanya tinggal dari petang sampai pagi, dan waktu awan itu naik di pagi hari, mereka pun berangkat. Kapan saja awan itu naik, baik siang atau malam, mereka berangkat.","Selama awan itu berada di atas Kemah TUHAN, entah selama dua hari, sebulan, setahun atau lebih, selama itu pula mereka tinggal di tempat itu. Kalau awan itu naik, barulah mereka berangkat.","Mereka tinggal di suatu tempat dan berangkat ke tempat yang lain sesuai dengan perintah TUHAN yang diberikan TUHAN melalui Musa."]