["Saudara-saudara umat Allah semuanya yang tinggal di Filipi, dan yang sudah bersatu dengan Kristus Yesus. Juga Saudara-saudara pemimpin serta pembantu jemaat! Saya, Paulus, bersama Timotius, hamba-hamba Kristus Yesus,","mengharap semoga Allah Bapa kita dan Tuhan Yesus Kristus memberi berkat dan sejahtera kepada kalian.","Setiap kali saya teringat kepada kalian, saya mengucap terima kasih kepada Allah.","Dan setiap kali saya mendoakan Saudara semuanya, saya berdoa dengan senang hati.","Saya berterima kasih kepada Allah karena sejak hari pertama sampai sekarang, kalian sudah membantu saya menyebarkan Kabar Baik dari Allah.","Allah sendiri yang memulai pekerjaan yang baik itu padamu, dan saya yakin Ia akan meneruskan pekerjaan itu sampai selesai pada Hari Kristus Yesus datang kembali.","Memang pada tempatnya saya mempunyai perasaan seperti itu terhadap kalian, sebab Saudara semuanya selalu dekat di hati saya. Juga sebab kalian turut menerima bersama-sama saya, anugerah yang Allah berikan kepada saya; baik sekarang ini sementara saya di dalam penjara maupun pada waktu saya berada di luar untuk membela dan mempertahankan Kabar Baik itu.","Allah tahu bahwa saya sungguh rindu sekali kepadamu dengan perasaan kasih mesra dari Kristus Yesus sendiri.","Inilah doa saya untuk kalian: semoga kalian makin mengasihi Allah dan sesama dan terus bertambah dalam pengetahuan yang benar dan pandangan yang bijaksana.","Dengan demikian kalian tahu memilih apa yang terbaik, dan hidupmu akan bersih dari cela atau tuduhan apa pun juga pada hari Kristus datang kembali.","Hidupmu akan melimpah dengan perbuatan yang sungguh-sungguh baik yang hanya dapat dihasilkan oleh Yesus Kristus sendiri; maka Allah akan dimuliakan dan dipuji-puji.","Saya mau kalian mengetahui, bahwa hal-hal yang telah terjadi pada saya justru menyebabkan lebih banyak orang mendengar dan percaya akan Kabar Baik itu.","Akibatnya, semua pengawal istana dan orang-orang lainnya di kota ini tahu bahwa saya dipenjarakan karena saya melayani Kristus.","Dan pemenjaraan saya telah menyebabkan kebanyakan dari orang-orang Kristen di kota ini menjadi lebih yakin lagi akan Tuhan, sehingga mereka makin berani mengabarkan pesan Allah dengan tidak takut-takut.","Memang ada beberapa di antara mereka yang memberitakan Kristus karena iri hati dan mau bertengkar, tetapi yang lainnya memberitakan Kristus karena mempunyai maksud yang murni.","Orang-orang ini melakukannya karena mereka mengasihi Allah dan saya, sebab mereka tahu bahwa Allah sudah menugaskan saya untuk menunjukkan bahwa Kabar Baik itu benar.","Tetapi orang lain memberitakan Kristus dengan maksud yang tidak baik; mereka memberitakan untuk kepentingan pribadi. Dengan itu mereka berharap dapat membuat saya lebih susah di dalam penjara.","Tetapi tidak mengapa! Sebab bagaimanapun juga, baik itu dilakukan dengan maksud yang murni maupun dengan maksud yang salah, toh Kristus diberitakan juga; jadi saya senang. Dan saya akan tetap merasa demikian,","sebab saya tahu bahwa dengan doa-doamu dan dengan bantuan dari Roh Yesus Kristus, saya akan dibebaskan.","Yang saya sangat inginkan dan harapkan ialah supaya jangan sekali-kali saya gagal dalam tugas saya. Sebaliknya saya berharap supaya setiap saat, terutama sekali sekarang, saya dapat bersikap berani sehingga dengan segenap jiwa raga saya--baik saya hidup atau saya mati--Kristus dimuliakan.","Karena bagi saya, tujuan hidup saya hanyalah Kristus! Dan mati berarti untung.","Tetapi kalau dengan hidup di dunia ini, saya dapat melakukan pekerjaan yang lebih berguna, maka saya tidak tahu mana yang harus saya pilih.","Saya ditarik dari dua pihak. Saya ingin sekali meninggalkan dunia ini untuk pergi tinggal dengan Kristus, sebab itulah yang paling baik;","tetapi, untuk kepentinganmu, adalah lebih baik kalau saya tetap tinggal di dunia.","Saya yakin akan hal itu. Itu sebabnya saya tahu saya akan tetap tinggal dengan Saudara semuanya, supaya dapat menolong kalian menjadi makin kuat dan makin senang dalam percaya kepada Tuhan.","Sebab itu, kalau saya nanti kembali kepadamu, kalian yang sudah bersatu dengan Kristus Yesus akan mempunyai lebih banyak lagi alasan untuk merasa bangga atas diri saya.","Nah, yang penting sekarang ialah bahwa kalian hidup sesuai dengan apa yang dituntut oleh Kabar Baik tentang Kristus itu. Dengan demikian, entah saya dapat berjumpa denganmu atau tidak, saya akan mendengar bahwa kalian teguh bersatu dan berjuang bersama-sama untuk hanya satu maksud dan satu keinginan; yaitu untuk kepercayaan yang sesuai dengan Kabar Baik dari Allah itu.","Hendaklah kalian selalu berani; jangan takut terhadap lawan-lawanmu. Dengan demikian kalian menunjukkan bahwa mereka pasti akan kalah, dan kalian akan menang, karena Allah sendirilah yang memberikan kemenangan kepadamu.","Sebab Allah sudah memberi anugerah kepadamu bukan hanya untuk percaya kepada Kristus, tetapi juga untuk menderita bagi Kristus.","Sekarang kalian juga turut dengan saya dalam perjuangan yang sama; yaitu yang kalian pernah lihat saya perjuangkan dahulu, dan yang masih saya tetap perjuangkan sampai sekarang, seperti yang kalian sekarang telah dengar."]