["Kalian kuat, karena kalian bersatu dengan Kristus. Dan kalian terhibur karena Kristus mengasihimu! Kalian dibimbing Roh Allah, dan kalian juga saling mengasihi serta menaruh belas kasihan satu sama lain.","Nah, cobalah kalian betul-betul menyenangkan hati saya dengan hal-hal ini: Hiduplah sehati dengan kasih yang sama, dengan pikiran yang sama dan tujuan yang sama.","Janganlah melakukan sesuatu karena didorong kepentingan diri sendiri, atau untuk menyombongkan diri. Sebaliknya hendaklah kalian masing-masing dengan rendah hati menganggap orang lain lebih baik dari diri sendiri.","Perhatikanlah kepentingan orang lain; jangan hanya kepentingan diri sendiri.","Hendaklah kalian berjiwa seperti Yesus Kristus:","Pada dasarnya Ia sama dengan Allah, tetapi Ia tidak merasa bahwa keadaan-Nya yang ilahi itu harus dipertahankan-Nya.","Sebaliknya, Ia melepaskan semuanya lalu menjadi sama seperti seorang hamba. Ia menjadi seperti manusia, dan nampak hidup seperti manusia.","Ia merendahkan diri, dan hidup dengan taat kepada Allah sampai mati--yaitu mati disalib.","Sebab itulah Allah mengangkat Dia setinggi-tingginya, serta memberikan kepada-Nya kekuasaan yang lebih besar daripada segala kekuasaan yang lain.","Maka untuk menghormati Yesus, semua makhluk yang di surga, dan yang di bumi, serta yang di bawah bumi, akan menyembah Dia.","Mereka semuanya akan mengaku bahwa Yesus Kristuslah Tuhan; dengan demikian Allah Bapa dimuliakan.","Sebab itu, Saudara-saudara yang tercinta, sebagaimana kalian selalu taat kepada saya pada waktu saya berada di tengah-tengah kalian, maka lebih-lebih sekarang pada waktu berjauhan, hendaklah kalian tetap taat kepada saya. Kalian sudah diselamatkan oleh Allah, jadi berusahalah terus supaya kesejahteraanmu menjadi sempurna. Lakukanlah itu dengan hormat dan patuh kepada Allah,","karena Allah sendiri yang bekerja di dalam dirimu untuk membuat kalian rela dan sanggup menyenangkan hati Allah.","Kerjakanlah segala sesuatu dengan tidak bersungut-sungut atau bertengkar.","Dengan demikian kalian menunjukkan bahwa kalian adalah anak-anak Allah yang tidak bercela, yang hidup dengan tulus dan benar di tengah-tengah orang jahat dan berdosa. Dan pada waktu kalian menyampaikan kepada mereka berita yang memberi hidup, hendaklah kalian menjadi bagi mereka seperti cahaya yang bersinar menerangi dunia. Kalau kalian hidup seperti itu, nanti ada alasan bagi saya untuk merasa bangga mengenai kalian pada waktu Yesus Kristus datang kembali. Itu buktinya bahwa perjuangan saya tidak sia-sia dan usaha saya ada hasilnya.","(2:15)","Mungkin saya akan dibunuh dan darahku menjadi seperti kurban curahan di atas apa yang kalian persembahkan kepada Allah sebagai tanda bahwa kalian percaya kepada-Nya. Kalau memang itu harus demikian, saya bersyukur atas hal itu dan turut bergembira dengan kalian.","Begitu juga hendaknya kalian pun merasa senang dan turut bergembira dengan saya.","Saya percaya bahwa dengan pertolongan Tuhan Yesus, saya segera dapat mengutus Timotius kepadamu, supaya saya dapat terhibur oleh berita mengenai kalian.","Hanya Timotiuslah satu-satunya orang yang sejiwa dengan saya, dan sungguh-sungguh memikirkan kebahagiaanmu.","Semua yang lainnya hanya mengurusi kepentingan diri sendiri saja, bukan kepentingan Yesus Kristus.","Kalian sendiri sudah melihat buktinya bahwa Timotius berguna. Ia sudah bekerja keras bersama saya untuk penyebaran Kabar Baik dari Allah. Kami berdua seperti anak dengan bapak saja.","Oleh sebab itu, segera sesudah saya mengetahui bagaimana perkara saya berakhir nanti, saya akan mengutus dia kepadamu.","Saya percaya bahwa dengan pertolongan Tuhan, saya sendiri pun tidak lama lagi akan mengunjungi kalian juga.","Mengenai saudara kita Epafroditus yang kalian utus untuk membantu saya, saya merasa perlu untuk menyuruh dia kembali kepadamu. Ia sudah mendampingi saya dalam pekerjaan dan perjuangan saya.","Ia rindu sekali kepada Saudara semuanya, dan ia gelisah karena kalian sudah mendapat berita bahwa ia sakit.","Memang betul ia sakit sampai hampir mati. Tetapi Allah kasihan kepadanya; dan bukan hanya kepadanya saja, tetapi kepada saya juga, supaya saya jangan menjadi lebih sedih lagi.","Itu sebabnya makin besar juga keinginan saya untuk menyuruh dia kembali kepadamu, supaya kalian gembira lagi kalau kalian berjumpa dengan dia, dan hati saya pun menjadi tenang.","Jadi, sambutlah dia dengan segala senang hati sebagai seorang saudara yang seiman. Hargailah semua orang yang seperti dia.","Untuk kepentingan pekerjaan Kristus, ia hampir saja mati; ia mempertaruhkan nyawanya untuk memberi pertolongan kepada saya atas namamu."]