["Sebab itu, Saudara-saudaraku yang tercinta, demikianlah hendaknya kalian hidup dengan sungguh-sungguh percaya kepada Tuhan. Hati saya rindu kepadamu! Kalianlah kebanggaan saya yang membuat saya gembira.","Saudari Euodia dan Saudari Sintike! Saya minta dengan sangat supaya Saudari sehati sebagai orang-orang yang seiman.","Kepada rekan saya yang setia, saya minta juga supaya Saudara membantu kedua wanita itu. Mereka sudah bekerja keras bersama saya untuk memberitakan Kabar Baik dari Allah; sama seperti Klemen dan semua orang lainnya yang bekerja bersama-sama saya. Nama-nama mereka ada dalam Buku Orang Hidup.","Semoga kalian selalu bergembira karena kalian sudah hidup bersatu dengan Tuhan. Sekali lagi saya berkata: bergembiralah!","Hendaklah semua orang dapat melihat sikapmu yang baik hati. Sebab tidak lama lagi Tuhan akan datang.","Janganlah khawatir mengenai apa pun. Dalam segala hal, berdoalah dan ajukanlah permintaanmu kepada Allah. Apa yang kalian perlukan, beritahukanlah itu selalu kepada Allah dengan mengucap terima kasih.","Maka sejahtera dari Allah yang tidak mungkin dapat dimengerti manusia, akan menjaga hati dan pikiranmu yang sudah bersatu dengan Kristus Yesus.","Akhirnya, Saudara-saudara, isilah pikiranmu dengan hal-hal bernilai, yang patut dipuji, yaitu hal-hal yang benar, yang terhormat, yang adil, murni, manis, dan baik.","Jalankanlah apa yang kalian pelajari dan terima dari saya; baik dari kata-kata maupun dari perbuatan-perbuatan saya. Allah sumber sejahtera, akan menyertai kalian.","Dalam hidup saya yang bersatu dengan Tuhan, saya merasa bahagia sekali, sebab setelah begitu lama, sekarang kalian sempat lagi memikirkan keadaan saya. Maksud saya bukannya bahwa kalian sudah melupakan saya; kalian memang memperhatikan saya, tetapi kalian tidak mendapat kesempatan untuk menunjukkannya.","Saya mengemukakan ini bukan karena saya berkekurangan, sebab saya sudah belajar merasa puas dengan apa yang ada.","Saya sudah mengalami hidup serba kekurangan, dan juga hidup dengan berkelebihan. Saya sudah mengenal rahasianya untuk menghadapi keadaan yang bagaimanapun juga; baik keadaan makmur maupun keadaan miskin, baik keadaan mewah maupun keadaan berkekurangan.","Dengan kuasa yang diberikan Kristus kepada saya, saya mempunyai kekuatan untuk menghadapi segala rupa keadaan.","Tetapi kalian sudah menolong saya di dalam kesusahan saya; dan apa yang kalian lakukan itu memang baik.","Saudara-saudara orang Filipi! Kalian sendiri tahu benar bahwa ketika saya meninggalkan Makedonia dahulu, pada waktu Kabar Baik itu saya sebarkan untuk pertama kalinya, kalianlah satu-satunya jemaat yang membantu saya; kalian satu-satunya yang turut mengecap untung rugi bersama-sama saya.","Ketika saya di Tesalonika dan memerlukan bantuan, sudah lebih dari satu kali kalian mengirim bantuan kepada saya.","Itu bukan berarti saya cuma ingin menerima pemberian. Yang saya inginkan ialah supaya saya dapat melihat hasil-hasil yang menambah keuntunganmu.","Saya sudah menerima semuanya--malah lebih daripada cukup! Semua pemberian yang kalian kirim kepada saya, sudah saya terima dari Epafroditus. Sekarang saya mempunyai semua yang saya perlukan. Pemberian-pemberian dari kalian itu adalah seperti bau harum dari kurban yang dipersembahkan kepada Allah dan yang diterima oleh Allah dengan senang hati.","Allah yang saya sembah, yang melimpah dengan kekayaan dalam Kristus Yesus, akan memenuhi segala keperluanmu.","Terpujilah Allah Bapa kita selama-lamanya! Amin.","Sampaikanlah salam saya kepada seluruh umat Allah yang bersatu dengan Kristus Yesus. Dan terimalah pula salam dari saudara-saudara yang ada bersama-sama saya di sini.","Seluruh umat Allah di kota ini, terutama mereka yang dari istana Kaisar, mengirim salam kepada kalian.","Semoga Tuhan Yesus Kristus memberkati Saudara semuanya. Hormat kami, Paulus dan Timotius."]