["Saya ingin kalian mengetahui bagaimana hebatnya saya berjuang untukmu dan untuk mereka yang di Laodikia serta semua yang tidak mengenal saya secara pribadi.","Semuanya ini saya lakukan agar hati mereka menjadi kuat dan mereka saling mengasihi sehingga mereka erat bersatu. Dengan demikian mereka sungguh-sungguh mengerti dan yakin serta mengenal rahasia Allah, yaitu Kristus sendiri.","Kristuslah yang menyingkapkan segala kebijaksanaan dan pengetahuan Allah yang dahulu tersembunyi.","Saya memberitahukan ini supaya kalian jangan ditipu oleh siapa pun juga yang bermulut manis kepadamu.","Karena meskipun saya berjauhan dari kalian, anggaplah bahwa saya hadir di antara kalian. Dan saya gembira melihat kalian sehati dan teguh percaya kepada Kristus.","Saudara-saudara sudah menerima Kristus Yesus sebagai Tuhan. Sebab itu hendaklah kalian hidup bersatu dengan Dia,","dan berakar di dalam Dia. Hendaklah kalian membangun hidupmu dengan Kristus sebagai dasarnya. Hendaklah kalian makin percaya kepada Kristus, menurut apa yang sudah diajarkan kepadamu. Dan hendaklah hatimu meluap-luap dengan ucapan terima kasih.","Hendaklah kalian berhati-hati, jangan sampai ada yang memikat kalian dengan falsafah-falsafah manusia yang tidak berguna, melainkan hanya menyesatkan. Falsafah-falsafah itu bukan dari Kristus, melainkan dari pendapat manusia saja dan dari roh-roh penguasa dunia.","Sebab seluruh kepribadian Allah berdiam pada Kristus, yaitu pada kemanusiaan-Nya.","Dan karena hidup bersatu dengan Kristus, kalian pun diberi hidup sepenuhnya. Sebab Kristus adalah kepala atas setiap roh yang berkuasa dan yang memerintah.","Karena bersatu dengan Kristus, kalian sudah disunat, bukan dengan sunat yang dibuat oleh manusia, melainkan dengan sunat yang dibuat oleh Kristus, yang membebaskan kalian dari kuasa tabiat yang berdosa.","Sebab pada waktu kalian dibaptis, kalian dikubur bersama-sama Kristus; dan dengan baptisan itu juga, kalian turut dihidupkan kembali bersama-sama Kristus karena kalian percaya akan kuasa Allah yang sudah menghidupkan Kristus dari kematian.","Dahulu, kalian sudah mati secara rohani karena kalian berdosa, dan karena kalian tidak disunat secara lahir. Tetapi sekarang Allah menghidupkan kalian bersama-sama dengan Kristus. Allah sudah mengampuni segala dosa kita,","dan membatalkan surat hutang terhadap kita, yang mengancam kita dengan syarat-syarat yang berat. Dengan menyalibkan surat itu pada kayu salib, Allah menghapuskan semua dakwaan terhadap kita.","Pada salib itu Kristus membuat segala roh-roh yang memerintah dan berkuasa menjadi tidak berdaya lagi. Mereka dijadikan tontonan umum pada waktu Kristus menggiring mereka sebagai tawanan dalam pawai kemenangan-Nya.","Sebab itu janganlah membiarkan orang menyalahkan kalian mengenai makanan atau minuman, atau mengenai hari-hari raya keagamaan, atau perayaan-perayaan bulan baru, ataupun mengenai hari Sabat.","Semuanya itu hanya bayangan saja dari hal-hal yang akan datang, tetapi kenyataan dari hal-hal itu ialah Kristus!","Janganlah kalian membiarkan diri dirugikan oleh orang yang pura-pura merendahkan diri dan yang menyembah malaikat-malaikat. Orang itu sombong dengan pikiran-pikirannya yang duniawi dan membangga-banggaka penglihatan-penglihatannya yang khusus,","sehingga tidak lagi berpegang pada Kristus yang menjadi kepala. Di bawah pimpinan Kristus, seluruh tubuh dipelihara dan disatukan oleh sendi-sendinya, serta bertumbuh menurut kemauan Allah.","Kalian sudah mati bersama-sama Kristus, dan sudah dibebaskan dari roh-roh yang menguasai alam ini. Nah, mengapa kalian hidup seperti orang yang masih dikuasai oleh dunia ini? Mengapa kalian tunduk kepada peraturan-peraturan seperti ini,","\"Jangan menjamah ini\", \"Jangan mengecap itu\", \"Jangan menyentuh ini\"?","Semua peraturan itu adalah mengenai hal-hal yang begitu dipakai tidak berguna lagi. Itu hanya peraturan-peraturan dan pengajaran-pengajaran yang dibuat oleh manusia.","Memang kelihatannya hal itu bijaksana, dengan anjurannya supaya orang menyembah malaikat, merendahkan diri dan menyiksa diri; tetapi semuanya itu tidak berguna untuk mengendalikan nafsu manusia."]