["Saudara-saudara yang menjadi tuan! Hendaklah kalian memperlakukan hamba-hambamu dengan benar dan adil. Ingatlah bahwa kalian pun mempunyai seorang majikan di surga.","Hendaklah kalian berdoa dengan tekun dan siap siaga, sambil mengucap syukur kepada Allah.","Berdoalah juga untuk kami supaya Allah memberikan kepada kami kesempatan yang baik untuk menyebarkan berita tentang rahasia Kristus. Karena hal itulah maka saya sekarang ini berada di dalam penjara.","Berdoalah supaya saya dapat menjelaskan rahasia itu sejelas-jelasnya sebagaimana mestinya.","Di dalam hubungan kalian dengan orang-orang yang tidak percaya, hendaklah kalian hidup bijaksana dan memakai setiap kesempatan dengan sebaik-baiknya.","Hendaklah hal-hal yang kalian ucapkan selalu menyenangkan dan menarik. Hendaklah kalian tahu bagaimana seharusnya kalian menjawab pertanyaan-pertanyaan orang.","Tikhikus, saudara kita yang kekasih, akan memberitahukan kepada kalian segala sesuatu tentang saya. Ia setia bekerja bersama-sama kami untuk Tuhan.","Saya mengutus dia kepadamu dengan alasan supaya kalian mengetahui keadaan kami dan kalian terhibur.","Onesimus akan pergi bersama-sama dengan Tikhikus; ia seorang dari kalanganmu. Ia orang yang setia, dan kami mengasihinya. Ia dan Tikhikus akan memberitahukan kepadamu segala-galanya yang terjadi di tempat saya ini.","Aristarkhus, yang berada dalam penjara bersama-sama saya, mengirim salam kepada kalian. Begitu juga Markus, saudara sepupu Barnabas. (Kalian sudah dikirimi berita untuk menyambut dia kalau ia datang kepadamu.)","Salam pula dari Yesus yang bernama Yustus juga. Dari orang-orang Yahudi yang sudah percaya kepada Tuhan Yesus, hanya mereka bertiga sajalah yang sekarang bekerja bersama dengan saya untuk menjalankan tugas dari Allah. Mereka sungguh-sungguh sangat menolong saya.","Salam dari Epafras. Ia juga dari kalanganmu. Ia hamba Kristus Yesus, yang selalu berdoa dengan tekun untuk kalian. Ia minta dengan sangat kepada Allah supaya keyakinanmu menjadi kuat dan kalian betul-betul dewasa, agar kalian dengan sempurna taat kepada kemauan Allah.","Saya saksikan sendiri bahwa ia sudah bekerja keras untuk kalian dan untuk orang-orang yang di Laodikia dan Hierapolis.","Dokter Lukas, yang kita kasihi, dan Demas mengirim salam kepadamu.","Sampaikanlah salam kami kepada saudara-saudara Kristen di Laodikia; juga kepada Nimfa, dan kepada jemaat yang beribadat di rumahnya.","Sesudah surat ini dibacakan kepadamu, usahakanlah supaya itu dibacakan juga kepada jemaat yang di Laodikia. Begitu juga kalian sendiri harus membaca surat yang akan dikirim dari Laodikia kepadamu.","Dan beritahukan Arkhipus, \"Selesaikanlah tugas yang diberikan kepadamu guna melayani Tuhan.\"","Salam dari saya, Paulus. Saya sendiri yang menulis bagian ini. Jangan lupa bahwa saya masih di dalam penjara! Semoga Tuhan memberkati kalian. Hormat kami, Paulus."]