["Saudara-saudara jemaat di Tesalonika, yang menjadi umat Allah Bapa dan Tuhan Yesus Kristus: Kami, yaitu Paulus, Silas dan Timotius mengharap semoga Allah memberi berkat dan sejahtera kepada kalian.","Kami selalu bersyukur kepada Allah karena Saudara semuanya. Setiap kali kami berdoa kepada Allah dan Bapa kita, kami selalu mengingat kalian. Kami selalu mendoakan kalian. Kami ingat bagaimana kalian menunjukkan dalam perbuatan bahwa kalian percaya kepada Kristus, bagaimana kalian mengasihi orang lain sehingga melayani mereka, dan bagaimana kalian berharap dengan teguh kepada Tuhan kita Yesus Kristus.","(1:2)","Kami tahu, Saudara-saudara, bahwa Allah mengasihi kalian dan sudah memilih kalian menjadi milik-Nya yang khusus.","Sebab kami menyampaikan Kabar Baik kepadamu bukan dengan kata-kata saja, tetapi juga dengan kuasa dan dengan Roh Allah. Dan kami yakin sekali akan kebenaran dari Kabar Baik itu. Kalian tahu bagaimana kami hidup untuk kepentinganmu ketika kami berada di tengah-tengah kalian.","Kalian mengikuti teladan kami dan teladan Tuhan. Meskipun kalian sangat menderita, kalian menyambut dengan gembira kabar yang kami beritakan kepadamu. Kegembiraan itu diberi oleh Roh Allah.","Dengan itu kalian menjadi contoh untuk semua orang Kristen yang di Makedonia dan Akhaya.","Sebab mulai dari kalian, berita tentang Tuhan sudah tersebar sampai ke Makedonia dan Akhaya. Dan bukan hanya itu saja; bahkan berita tentang bagaimana kalian percaya kepada Allah sudah sampai ke mana-mana, sehingga kami tidak perlu lagi mengatakan apa-apa.","Semua orang itu berbicara tentang bagaimana kalian menerima kami ketika kami dahulu datang kepadamu. Mereka berbicara mengenai bagaimana kalian meninggalkan berhala-berhala dan datang kepada satu-satunya Allah yang hidup untuk mengabdi kepada-Nya.","Mereka berbicara juga tentang bagaimana kalian mengharapkan kedatangan Anak Allah dari surga, yaitu Yesus, yang sudah dihidupkan oleh Allah dari kematian. Yesus itulah juga yang menyelamatkan kita dari murka Allah yang akan datang."]