["Akhirnya kerinduan kami tidak tertahan lagi. Sebab itu kami berpikir lebih baik kami ditinggalkan sendirian di Atena,","sementara kami mengutus saudara kita Timotius. Ia seorang pelayan Allah yang bekerja bersama kami untuk memberitakan Kabar Baik tentang Kristus. Kami mengutus Timotius kepadamu supaya ia menguatkan kalian dan mendorong kalian untuk lebih percaya lagi kepada Kristus.","Dengan demikian tidak seorang pun dari kalian yang mundur karena penderitaan-penderitaan kita ini. Kalian sendiri tahu bahwa penderitaan-penderi itu termasuk dalam rencana Allah untuk kita.","Pada waktu kami masih bersama kalian, kami sudah memberitahukan kepadamu terlebih dahulu bahwa kita akan menderita. Dan memang itu benar-benar sudah terjadi; kalian sendiri mengetahuinya.","Itulah sebabnya saya mengutus Timotius, karena saya ingin sekali tahu bagaimana kemajuanmu dalam hal percaya kepada Kristus. Saya khawatir Iblis berhasil menggoda kalian sehingga semua jerih payah kami menjadi percuma.","Sekarang Timotius sudah kembali dan sudah menyampaikan kepada kami berita gembira tentang bagaimana kalian percaya kepada Kristus dan saling mengasihi. Ia memberitahukan kepada kami bahwa kalian selalu menaruh kenang-kenangan yang baik tentang kami di hatimu. Dan kalian ingin bertemu dengan kami, sama seperti kami pun ingin bertemu dengan kalian.","Itulah sebabnya, Saudara-saudara, di dalam segala kesusahan dan penderitaan kami, kami terhibur oleh berita tentang kalian. Percayamu kepada Kristus membesarkan hati kami,","sehingga sekarang kami merasa sungguh-sungguh hidup, asal kalian tetap berdiri teguh, bersatu dengan Tuhan.","Betapa besarnya perasaan terima kasih kami kepada Allah atas semua kegembiraan yang kami alami di hadapan-Nya karena kalian.","Siang malam kami mohon kepada-Nya dengan sepenuh hati, supaya kami dapat berjumpa sendiri dengan kalian untuk melengkapi apa yang kalian perlukan untuk percaya kepada Kristus sebagaimana mestinya.","Semoga Allah Bapa kita sendiri, dan Tuhan kita Yesus meratakan jalan bagi kami untuk berjumpa dengan kalian!","Semoga Tuhan membuat kalian semakin mengasihi satu sama lain dan semakin mengasihi semua orang, sehingga kasihmu itu bertambah-tambah, sama seperti kasih kami kepadamu.","Dengan demikian Tuhan akan menguatkan hatimu, sehingga kalian suci dan tidak bercela di hadapan Allah Bapa kita, pada waktu Tuhan kita Yesus datang bersama semua orang yang menjadi milik-Nya."]