["Akhirnya Saudara-saudara, kami sudah memberikan teladan kepadamu mengenai bagaimana kalian harus hidup untuk menyenangkan hati Allah. Memang kalian sudah hidup seperti itu. Tetapi sekarang atas kuasa Tuhan Yesus, kami minta dengan sangat kepadamu dan mendesak supaya kalian lebih berusaha lagi dalam hal itu!","Sebab kalian sudah mengetahui petunjuk-petunjuk yang telah kami berikan kepadamu atas kuasa Tuhan Yesus.","Inilah kehendak Allah: Supaya kalian hidup khusus untuk Dia, suci, menjauhi segala perbuatan yang cabul.","Setiap lelaki di antara kalian harus tahu bagaimana hidup bersama istrinya dengan cara yang menyenangkan hati Allah dan manusia.","Jangan hidup mengikuti keinginan hawa nafsu terhadap istrimu, seperti yang dilakukan oleh orang-orang yang tidak mengenal Allah.","Dalam hal seperti itu, janganlah seorang pun berbuat salah kepada saudaranya, ataupun menipunya. Dahulu kami sudah memberi peringatan yang keras kepadamu, bahwa Tuhan akan menghukum orang-orang yang melakukan kesalahan-kesalahan seperti itu.","Allah memanggil kita, bukan supaya kita hidup cabul, melainkan supaya kita hidup dengan cara yang menyenangkan hati-Nya.","Orang yang menolak pengajaran ini, bukannya menolak manusia, melainkan menolak Allah yang memberikan Roh-Nya yang suci kepadamu.","Tidak perlu lagi kami menulis kepadamu tentang bagaimana kalian harus mengasihi saudara-saudara yang seiman. Kalian sendiri sudah diajari oleh Allah untuk saling mengasihi.","Dan hal ini sudah kalian tunjukkan terhadap semua saudara seiman di seluruh Makedonia. Tetapi, Saudara-saudara, kami minta dengan sangat, supaya hidupmu menjadi lebih baik lagi.","Berusahalah hidup dengan tenang dan tidak mencampuri persoalan orang lain. Hendaklah kalian bekerja mencari nafkah sendiri, sebagaimana kami dahulu sudah perintahkan kepadamu.","Kalau kalian hidup demikian, kalian tidak bergantung kepada siapapun juga, dan orang-orang yang tidak percaya kepada Kristus, akan menghormati kalian.","Saudara-saudara, kami ingin supaya kalian mengetahui yang sebenarnya mengenai orang-orang yang sudah meninggal; supaya kalian tidak bersedih hati seperti orang-orang lain yang tidak mempunyai pengharapan.","Kita percaya bahwa Yesus sudah mati dan hidup kembali. Itu sebabnya kita percaya juga bahwa Allah akan menghidupkan kembali semua orang yang percaya kepada Yesus dan telah meninggal, supaya mereka hidup bersama Dia.","Mengenai hal itu, inilah ajaran Tuhan yang kami mau sampaikan kepadamu: Pada waktu Tuhan Yesus datang, kita yang masih hidup tidak akan mendahului orang-orang yang sudah meninggal lebih dahulu.","Nanti malaikat agung akan berseru dengan suara yang keras dan trompet Allah dibunyikan sebagai tanda aba-aba. Lalu Tuhan Yesus sendiri akan turun dari surga, dan orang-orang Kristen yang telah meninggal akan dihidupkan terlebih dahulu.","Sesudah itu, kita yang masih hidup pada waktu itu akan bersama-sama diangkat dengan mereka ke dalam awan-awan untuk berjumpa dengan Tuhan di udara. Lalu kita akan tinggal dengan Tuhan selama-lamanya.","Sebab itu, hendaklah kalian saling menguatkan hati dengan memakai kata-kata ini."]