["Saudara-saudara jemaat di Tesalonika, yang menjadi umat Allah Bapa kita dan Tuhan Yesus Kristus! Kami, yaitu Paulus, Silas dan Timotius","mengharap semoga Allah Bapa dan Tuhan Yesus Kristus memberi berkat dan sejahtera kepada kalian.","Saudara-saudara, kami selalu wajib mengucapkan terima kasih kepada Allah karena kalian. Dan memang sepatutnya kami berbuat demikian, sebab kalian semakin percaya kepada Kristus, dan kalian semakin mengasihi satu sama lain.","Itulah sebabnya mengapa kami berbicara tentang kalian setiap kali kami mengunjungi jemaat-jemaat Allah. Dengan bangga kami menceritakan bagaimana kalian tetap teguh percaya kepada Kristus di dalam penganiayaan dan penderitaan yang kalian alami.","Dan di sinilah nyata betapa adilnya penghakiman Allah: Kalian sudah menderita karena Dunia Baru Allah, dan karena itu kalian akan dianggap layak untuk masuk ke dalamnya.","Ia akan melakukan apa yang adil, dan akan membalaskan penderitaan kepada orang yang membuat kalian menderita.","Dan kepadamu yang sekarang ini menderita--begitu juga kepada kami--Allah akan memberikan kelegaan pada hari Tuhan Yesus turun dari surga dan menampakkan diri-Nya dengan malaikat-malaikat-Nya yang perkasa","dan dengan api yang menyala-nyala. Ia turun untuk menghukum orang-orang yang tidak mempedulikan Allah dan yang tidak mau hidup sesuai dengan Kabar Baik tentang Yesus Tuhan kita.","Orang-orang itu akan menerima hukuman kebinasaan selama-lamanya, dibuang ke luar dari lingkungan Tuhan dan dari kuasa-Nya yang agung;","semuanya itu akan terjadi pada hari Ia datang nanti untuk diagungkan oleh umat-Nya dan untuk dihormati oleh semua orang yang percaya. Kalian pun akan berada di antara umat Allah itu, sebab kalian sudah percaya kepada berita yang kami sampaikan kepadamu.","Itulah sebabnya kami selalu mendoakan kalian. Kami berdoa supaya Allah menjadikan kalian layak untuk hidup menurut kehendak-Nya; untuk itulah Ia memanggil kalian. Semoga Allah, dengan kuasa-Nya, memenuhi keinginan-Nya untuk berbuat baik, dan menyempurnakan semua pekerjaan yang kalian lakukan karena percaya kepada Kristus.","Dengan demikian Tuhan kita Yesus diagungkan oleh kalian, dan kalian pun diagungkan oleh Yesus karena kebaikan hati Allah kita dan Tuhan Yesus Kristus."]