["Timotius, anakku yang sejati di dalam Tuhan! Surat ini dari saya, Paulus, rasul Kristus Yesus atas perintah Allah, Penyelamat kita dan atas perintah Kristus Yesus, harapan kita. Semoga Allah Bapa dan Kristus Yesus Tuhan kita memberi berkat, rahmat dan sejahtera kepadamu.","(1:1)","Saya ingin supaya engkau tetap tinggal di Efesus seperti sudah saya tekankan kepadamu pada waktu saya pergi ke Makedonia. Sebab, di Efesus ada beberapa orang yang menyebarkan ajaran yang tidak benar, dan engkau harus menghentikan mereka.","Katakan kepada mereka supaya jangan lagi menaruh perhatian pada dongeng-dongeng dan cerita-cerita asal-usul yang tidak putus-putusnya. Semuanya itu hanya menimbulkan pertengkaran saja, dan tidak memajukan rencana Allah yang hanya dapat dikenal melalui percaya kepada-Nya.","Tujuan nasihat saya itu adalah supaya orang dapat memiliki hati yang murni dan hati nurani yang suci, serta sungguh-sungguh percaya kepada Tuhan, dan dengan demikian mereka dapat mengasihi sesamanya.","Ada sebagian orang yang sudah tidak hidup seperti itu lagi, dan tersesat dalam perdebatan-perdebatan yang tidak ada gunanya.","Mereka mau menjadi guru-guru agama, padahal mereka sendiri tidak memahami kata-kata yang mereka pakai atau hal-hal yang mereka kemukakan dengan begitu yakin.","Kita tahu bahwa hukum agama adalah baik, kalau digunakan sebagaimana mestinya.","Tentunya harus diingat bahwa hukum dibuat bukan terhadap orang baik, melainkan terhadap para pelanggar hukum, para penjahat, orang bejat, terhadap orang berdosa, orang tidak beragama, orang duniawi, terhadap orang yang membunuh ayah atau ibunya, para pembunuh pada umumnya,","terhadap orang-orang cabul, homoseks, penculik, pembohong; saksi-saksi dusta, dan siapa saja yang membuat hal-hal yang bertentangan dengan ajaran yang benar.","Ajaran itu terdapat di dalam Kabar Baik yang penyebarannya dipercayakan kepada saya, yaitu Kabar Baik dari Allah yang agung dan patut dipuji.","Saya mengucap terima kasih kepada Kristus Yesus Tuhan kita. Ia sudah memberikan kekuatan kepada saya untuk melayani Dia, dan Ia menganggap saya layak untuk tugas itu,","walaupun dahulu saya memfitnah dan menganiaya serta menghina Dia. Tetapi Allah mengasihani saya, karena pada waktu itu saya belum percaya, jadi saya tidak tahu apa yang saya lakukan.","Dan saya malah dilimpahi dengan rahmat Tuhan kita. Ia memberikan kepada saya kemampuan untuk percaya kepada-Nya dan mengasihi sesama manusia. Kemampuan itu diberikan kepada kita semua yang sudah bersatu dengan Kristus Yesus.","Sungguh benar perkataan ini--sebab itu patutlah diterima dan dipercayai sepenuhnya--: \"Kristus Yesus datang ke dunia ini untuk menyelamatkan orang berdosa.\" Dan sayalah orang berdosa yang paling jahat.","Tetapi justru oleh sebab itulah Allah mengasihani saya, supaya Kristus Yesus dapat menunjukkan seluruh kesabaran-Nya terhadap saya, orang yang paling berdosa ini. Dan ini menjadi suatu contoh untuk semua orang yang nanti akan percaya kepada-Nya dan mendapat hidup sejati dan kekal.","Allah, Raja segala zaman, patut dihormati dan dipuji senantiasa, sebab Dialah yang kekal, yang tak nampak dan yang esa! Amin.","Timotius, anakku! Tugas ini saya percayakan kepadamu, mengingat akan pesan Allah yang disampaikan oleh nabi-nabi dalam jemaat mengenai dirimu. Hendaklah pesan itu menjadi bekal bagimu dalam perjuangan yang baik.","Berjuanglah dengan berpegang pada kepercayaan yang benar dan dengan hati nurani yang suci. Ada orang-orang yang tidak peduli akan suara hati nuraninya, sehingga hancurlah kepercayaan mereka.","Di antaranya ialah Himeneus dan Aleksander. Kedua orang itu sudah saya hukum dengan menyerahkannya kepada Iblis, supaya mereka belajar untuk berhenti menghujat Allah."]