["Sungguh benar perkataan ini, \"Orang yang ingin menjadi penilik jemaat, menginginkan suatu pekerjaan yang sangat berharga.\"","Seorang penilik jemaat haruslah orang yang tanpa cela, hanya satu istrinya, tahu menahan diri, bijaksana, dan tertib; ia suka menerima orang di rumahnya, dan bisa mengajar orang;","jangan orang yang pemabuk, atau yang suka berkelahi. Sebaliknya, ia harus lemah lembut dan suka akan damai. Ia tidak boleh mata duitan.","Ia harus tahu mengatur rumah tangganya dengan baik, dan mendidik anak-anaknya untuk taat dan hormat kepadanya.","Sebab kalau orang tidak tahu mengatur rumah tangganya sendiri, bagaimanakah ia dapat mengatur jemaat Allah?","Seorang penilik jemaat tidak boleh orang yang baru saja menjadi Kristen, sebab nanti ia menjadi sombong lalu terkutuk seperti Iblis dahulu.","Ia haruslah orang yang punya nama baik dalam masyarakat; sebab kalau tidak begitu, maka ia akan dihina orang, sehingga jatuh ke dalam perangkap Iblis.","Pembantu jemaat haruslah juga orang yang baik dan tulus; tidak mata duitan dan tidak suka minum terlalu banyak anggur.","Mereka harus berpegang teguh dengan hati nurani yang murni pada ajaran kepercayaan Kristen yang sudah dinyatakan oleh Allah.","Hendaknya mereka diuji dahulu, dan kalau ternyata mereka tidak bercela, barulah mereka boleh membantu di dalam jemaat.","Istri mereka pun haruslah juga orang yang baik, bukan orang yang suka menyebarkan desas-desus. Mereka harus tahu menahan diri dan jujur dalam segala hal.","Pembantu jemaat harus mempunyai hanya satu orang istri. Ia harus tahu mengatur anak-anaknya dan rumah tangganya dengan baik.","Orang-orang yang membantu dengan baik di dalam jemaat, akan dihormati dan menjadi semakin berani berbicara mengenai kepercayaan mereka kepada Kristus.","Saya mengharap tidak lama lagi saya akan mengunjungimu. Meskipun begitu, saya menulis juga surat ini kepadamu,","supaya kalau saya terlambat, engkau sudah tahu bagaimana kita harus hidup sebagai keluarga Allah, yakni jemaat Allah yang hidup. Jemaat inilah yang merupakan tiang penegak dan pendukung ajaran yang benar dari Allah.","Tidak seorang pun dapat menyangkal, betapa besarnya rahasia agama kita: Ia menampakkan diri dalam rupa manusia, dan dinyatakan benar oleh Roh Allah, serta dilihat oleh para malaikat. Beritanya dikumandangkan di antara bangsa-bangsa, dan Ia dipercaya di seluruh dunia dan diangkat ke surga."]