["Orang-orang Kristen yang menjadi hamba, harus menganggap bahwa tuan mereka patut dihormati, supaya orang tidak dapat memburukkan nama Allah atau pengajaran kita.","Hamba-hamba yang tuannya orang Kristen, tidak boleh meremehkan tuannya karena mereka sama-sama orang Kristen. Malah mereka seharusnya melayani tuan mereka itu dengan lebih baik lagi, sebab tuan yang dilayani dengan baik itu adalah sama-sama orang percaya yang dikasihi. Semuanya ini haruslah engkau ajarkan dan nasihatkan.","Barangsiapa mengajarkan ajaran yang lain daripada itu dan tidak setuju dengan ajaran yang benar dari Tuhan kita Yesus Kristus, dan dengan ajaran agama kita,","adalah orang yang sombong dan tidak tahu apa-apa! Penyakitnya ialah suka berdebat dan bertengkar mengenai istilah-istilah sehingga menimbulkan iri hati, perpecahan, fitnahan, curiga yang tidak baik,","dan perselisihan yang tidak habis-habisnya. Jalan pikiran orang-orang itu sudah buntu dan tidak lagi benar. Mereka menyangka bisa menjadi kaya dari agama.","Memang agama memberikan keuntungan yang besar, kalau orang puas dengan apa yang dipunyainya.","Sebab tidak ada sesuatupun yang kita bawa ke dalam dunia ini, dan tidak ada sesuatupun juga yang dapat kita bawa ke luar!","Jadi, kalau ada makanan dan pakaian, itu sudah cukup.","Tetapi orang yang mau menjadi kaya, tergoda dan terjerat oleh bermacam-macam keinginan yang bodoh dan yang merusak. Keinginan-keinginan itu membuat orang menjadi hancur dan celaka.","Sebab dari cinta akan uang, timbul segala macam kejahatan. Ada sebagian orang yang mengejar uang sehingga sudah tidak menuruti lagi ajaran Kristen, lalu mereka tertimpa banyak penderitaan yang menghancurkan hati mereka.","Tetapi engkau adalah orang milik Allah, jadi engkau harus menjauhi semuanya itu. Berusahalah menjadi orang yang benar di mata Allah, yang mengabdi kepada Allah, percaya kepada Kristus, mengasihi sesama, tabah dalam penderitaan, dan bersikap lemah lembut.","Berjuanglah sungguh-sungguh untuk hidup sebagai orang Kristen supaya engkau merebut hadiah hidup sejati dan kekal. Sebab untuk itulah Allah memanggil engkau pada waktu engkau mengakui di hadapan banyak orang bahwa engkau percaya kepada Kristus.","Dan sekarang, di hadapan Allah yang memberikan nyawa kepada segala sesuatu, dan di hadapan Kristus Yesus yang memberi kesaksian yang benar kepada Pontius Pilatus, saya minta ini daripadamu:","Taatilah semua perintah itu secara murni dan tanpa cela sampai pada hari Tuhan kita Yesus Kristus datang kembali.","Kedatangan-Nya akan ditentukan pada waktu yang tepat oleh Allah sendiri. Ialah Penguasa satu-satunya; Ia agung, Raja segala raja, dan Tuhan segala tuan.","Dialah saja yang tidak bisa dikuasai oleh kematian; Ia hidup di dalam cahaya yang tidak dapat didekati oleh siapapun juga. Tidak ada seorang manusia pun yang pernah melihat-Nya, atau dapat melihat-Nya. Bagi Dialah hormat dan kuasa untuk selama-lamanya! Amin.","Kepada orang-orang yang kaya di dunia ini, hendaklah engkau minta supaya mereka jangan sombong dan jangan berharap kepada barang-barang yang tidak tetap--seperti halnya dengan kekayaan. Mereka harus berharap kepada Allah yang memberikan segala sesuatu kepada kita dengan berlimpah supaya kita menikmatinya.","Mintalah kepada mereka untuk menunjukkan kebaikan, untuk banyak melakukan hal-hal yang baik, murah hati dan suka memberi.","Dengan demikian mereka mengumpulkan harta yang menjadi modal yang baik untuk masa yang akan datang. Dan dengan itu mereka akan mendapat hidup kekal, yakni hidup yang sejati.","Apa yang sudah dipercayakan kepadamu, jagalah itu baik-baik, Timotius! Jauhilah percakapan-percakapan yang tidak berguna dan perdebatan-perdebatan mengenai hal-hal yang secara keliru disebut \"Pengetahuan\".","Sebab ada orang-orang yang mengatakan bahwa mereka memiliki pengetahuan itu, sehingga menyeleweng dari ajaran-ajaran Kristen yang mereka percaya dahulu. Semoga Tuhan memberkati Saudara-saudara. Hormat kami, Paulus."]