["Timotius, anakku yang tercinta! Saya, Paulus, menulis surat ini kepadamu, dan mengharap semoga Allah Bapa dan Tuhan kita Kristus Yesus memberi berkat, rahmat dan sejahtera kepadamu. Atas kemauan Allah, saya diangkat menjadi rasul Kristus Yesus dan diutus untuk memberitakan tentang hidup yang dijanjikan Allah. Hidup itu kita terima karena bersatu dengan Kristus Yesus.","(1:1)","Saya mengucap syukur kepada Allah yang saya layani dengan hati nurani yang murni seperti yang dilakukan oleh nenek moyang saya dahulu. Saya selalu mengucap terima kasih kepada Allah setiap kali saya ingat kepadamu dalam doa, baik siang maupun malam.","Saya ingat akan kesedihan hatimu. Itulah sebabnya saya ingin sekali berjumpa dengan engkau supaya saya bisa benar-benar menjadi gembira.","Saya teringat akan kepercayaanmu yang sungguh-sungguh kepada Kristus, sama seperti kepercayaan nenekmu Lois dan ibumu Eunike. Dan saya yakin engkau pun percaya seperti itu.","Sebab itu saya mengingatkan engkau untuk memperhidup karunia yang diberikan Allah kepadamu pada waktu saya meletakkan tangan saya ke atasmu.","Sebab Roh yang Allah berikan kepada kita, bukanlah Roh yang membuat kita menjadi penakut. Sebaliknya Roh Allah itu membuat kita menjadi kuat, penuh dengan kasih dan dapat menahan diri.","Sebab itu janganlah malu memberikan kesaksian tentang Tuhan kita, dan janganlah juga malu mengenai saya, yang dipenjarakan karena Dia. Sebaliknya, hendaklah engkau dengan kekuatan dari Allah, turut menderita untuk Kabar Baik itu.","Allah menyelamatkan kita dan memanggil kita supaya menjadi umat-Nya sendiri. Ia melakukan itu bukan berdasarkan apa yang kita sudah kerjakan, melainkan berdasarkan rencana-Nya sendiri dan rahmat-Nya. Ia memberikan kita rahmat-Nya melalui Kristus Yesus sebelum dunia ini diciptakan.","Dan sekarang, Allah menunjukkan rahmat-Nya itu kepada kita dengan kedatangan Raja Penyelamat kita Kristus Yesus. Yesus mengalahkan kuasa kematian dan membawa hidup yang abadi melalui Kabar Baik itu.","Untuk memberitakan Kabar Baik itulah Allah mengangkat saya menjadi rasul dan guru.","Itulah sebabnya saya menderita semuanya ini, tetapi saya tetap yakin, sebab saya tahu betul siapa yang saya percayai. Saya yakin bahwa apa yang sudah Ia percayakan kepada saya, Ia sanggup juga menjaganya sampai pada Hari Kiamat.","Ikutilah dengan sungguh-sungguh ajaran benar yang sudah saya berikan kepadamu. Dan hendaklah engkau tetap berpegang pada iman dan kasih yang menjadi milik kita karena bersatu dengan Kristus Yesus.","Dengan bantuan dari Roh Allah yang hidup di dalam kita, hendaklah engkau menjaga baik-baik hal-hal berharga yang sudah dipercayakan kepadamu.","Engkau tahu bahwa semua orang di wilayah Asia sudah meninggalkan saya, termasuk juga Figelus dan Hermogenes.","Tetapi keluarga Onesiforus sudah beberapa kali menggembirakan hati saya. Semoga Tuhan berkenan menunjukkan belas kasihan kepada mereka. Meskipun saya di dalam penjara, Onesiforus tidak malu akan keadaan saya itu.","Begitu tiba di Roma, ia terus berusaha mencari saya sampai ia bertemu dengan saya.","Dan engkau tahu bahwa di Efesus ia banyak sekali menolong saya. Semoga Tuhan menunjukkan belas kasihan kepadanya pada hari Tuhan mengadili seluruh umat manusia."]