["Timotius, anakku! Hendaklah engkau menjadi kuat oleh rahmat yang diberikan kepada kita, karena kita bersatu dengan Kristus Yesus.","Ajaran yang dahulu sudah kaudengar dari saya di depan banyak orang, hendaklah kaupercayakan kepada orang-orang yang dapat dipercayai dan yang cakap mengajar orang lain.","Engkau harus turut menderita sebagai prajurit Kristus Yesus yang setia.","Seorang prajurit yang sedang tugas, tidak akan menyibukkan dirinya dengan urusan-urusannya sendiri, sebab ia ingin menyenangkan hati panglimanya.","Seorang olahragawan tidak akan menjadi juara di dalam suatu pertandingan, kalau ia tidak mentaati peraturan-peraturan.","Petani yang sudah bekerja keras, dialah yang pertama-tama berhak mendapat hasil tanaman.","Renungkanlah apa yang saya kemukakan itu, sebab Tuhan akan memberikan kepadamu kesanggupan untuk mengerti semuanya.","Ingatlah ini: Kabar Baik yang saya beritakan itu adalah kabar tentang Yesus Kristus, keturunan Daud; Dialah Kristus yang sudah hidup kembali dari kematian.","Karena memberitakan Kabar Baik itulah, saya menderita; malah sampai dirantai seperti seorang penjahat. Tetapi perkataan Allah tidak dapat dirantai.","Itulah sebabnya saya tabah menanggung semuanya itu demi kepentingan orang-orang yang sudah dipilih oleh Allah, supaya mereka pun mendapat keselamatan yang diberikan melalui Kristus Yesus, dan yang disertai keagungan yang abadi.","Sungguh benar perkataan ini, \"Kalau kita sudah mati bersama Dia, kita akan hidup juga bersama Dia.","Kalau kita tetap tabah, kita akan memerintah juga bersama Dia. Kalau kita mengingkari Dia, Ia juga akan mengingkari kita.","Kalau kita tidak setia, Ia tetap setia, sebab tak dapat Ia bertentangan dengan diri-Nya sendiri.\"","Hendaklah engkau mengingatkan orang-orang mengenai semuanya ini. Di hadapan Allah, nasihatkanlah mereka supaya jangan bertengkar mengenai istilah-istilah. Itu tidak ada gunanya, malahan hanya mengacaukan orang-orang yang mendengarnya.","Hendaklah engkau berusaha sungguh-sungguh supaya diakui oleh Allah sebagai orang yang layak bekerja bagi-Nya. Berusahalah supaya engkau tidak malu mengenai pekerjaanmu, melainkan mengajarkan dengan tepat ajaran-ajaran benar dari Allah.","Jauhilah percakapan-percakapan yang tidak ada gunanya dan yang menghina Allah. Percakapan-percakapan seperti itu hanya membuat orang semakin jahat.","Ajaran orang-orang itu menjalar seperti penyakit kanker yang ganas. Di antara mereka termasuk Himeneus dan Filetus.","Mereka sudah menyeleweng dari ajaran yang benar, dan mengacaukan kepercayaan sebagian orang. Mereka berkata bahwa kebangkitan dari kematian sudah terjadi.","Tetapi dasar kokoh yang dibuat oleh Allah tidak dapat digoncangkan. Di atasnya tertulis ini, \"Tuhan mengenal orang-orang milik-Nya\", dan \"Orang yang berkata bahwa ia milik Tuhan, orang itu harus berhenti melakukan perbuatan yang salah\".","Di dalam rumah yang besar terdapat macam-macam perabot. Ada yang dibuat dari perak atau emas, tetapi ada juga yang dari kayu atau tanah. Ada yang dipakai untuk keperluan istimewa, dan ada juga yang dipakai untuk keperluan biasa.","Orang yang membersihkan dirinya dari semua yang jahat, orang itu akan dipakai untuk keperluan yang istimewa. Ia menjadi milik yang khusus dan berguna bagi tuannya. Ia disediakan untuk dipakai bagi setiap pekerjaan yang baik.","Jauhilah kesenangan-kesenangan orang muda. Berusahalah untuk hidup menurut kemauan Allah, setia pada ajaran-Nya dan mengasihi sesama, serta mempunyai ketentraman hati. Hiduplah demikian bersama mereka yang berseru meminta pertolongan kepada Tuhan dengan hati yang murni.","Janganlah ikut dalam perdebatan orang-orang bodoh yang tidak tahu apa-apa. Engkau tahu bahwa semua itu hanya menimbulkan pertengkaran.","Orang yang bekerja buat Tuhan tidak patut bertengkar; ia harus ramah terhadap semua orang, dan dapat mengajar orang dengan baik dan sabar.","Ia harus dengan lemah lembut mengajari orang-orang yang suka melawan; mudah-mudahan Allah memberi kesempatan kepada orang-orang itu untuk bertobat dari dosa-dosa mereka dan mengenal ajaran yang benar.","Dengan demikian mereka menjadi sadar kembali, dan terlepas dari perangkap Iblis yang telah menawan mereka dan memaksa mereka mengikuti kemauannya."]