["Kristus Yesus akan datang lagi ke dunia ini untuk mengadili orang-orang yang hidup dan yang mati; dan Ia akan datang untuk memerintah sebagai Raja. Oleh sebab itu saya minta dengan sangat kepadamu di hadapan Allah dan Kristus Yesus:","Hendaklah engkau mengabarkan berita dari Allah itu, dan terus mendesak supaya orang mendengarnya, apakah mereka mau atau tidak. Hendaklah engkau meyakinkan orang, menunjukkan kesalahan, dan memberi dorongan kepada mereka. Ajarlah orang dengan sesabar mungkin.","Sebab akan sampai waktunya orang tidak mau lagi menerima ajaran yang benar. Sebaliknya, mereka akan menuruti keinginan mereka sendiri, dan mengumpulkan banyak guru guna diajarkan hal-hal yang enak didengar di telinga mereka.","Mereka akan menutup telinga terhadap yang benar, tetapi akan memasang telinga terhadap cerita-cerita dongeng.","Meskipun demikian, engkau harus menguasai dirimu dalam keadaan bagaimanapun juga. Tabahlah dalam penderitaan, laksanakanlah tugasmu sebagai pemberita Kabar Baik itu dan jalankanlah dengan sebaik-baiknya kewajibanmu sebagai pelayan Allah.","Mengenai diri saya, sudah sampai waktunya saya akan mati sebagai kurban kepada Allah. Sebentar lagi saya akan meninggalkan dunia ini.","Saya sudah mengikuti perlombaan dengan sebaik-baiknya, dan sudah mencapai garis akhir. Saya tetap setia kepada Kristus sampai akhir.","Dan sekarang hadiah kemenangan menantikan saya. Pada Hari Kiamat, Tuhan, Hakim yang adil itu akan menyerahkan hadiah itu kepada saya, karena saya hidup berbaik dengan Allah. Dan bukan saya saja yang akan menerima hadiah itu, tetapi juga semua orang yang menantikan kedatangan Tuhan dengan sangat rindu.","Berusahalah datang kepada saya secepat mungkin,","sebab Demas sudah meninggalkan saya karena mencintai dunia ini. Ia sudah pergi ke Tesalonika. Kreskes sudah pergi ke Galatia, dan Titus ke Dalmatia.","Hanya Lukas yang tinggal dengan saya. Jemputlah Markus dan bawalah dia bersamamu, sebab ia dapat membantu dalam pekerjaan saya.","Saya sudah menyuruh Tikhikus pergi ke Efesus.","Kalau engkau datang, bawalah mantel yang saya tinggalkan di Troas di rumah Karpus. Bawalah juga buku-buku saya, terutama buku-buku yang dibuat dari kertas kulit.","Aleksander, tukang tembaga itu sudah melakukan hal-hal yang jahat sekali terhadap saya. Tuhan akan membalas dia menurut perbuatannya.","Engkau sendiri harus hati-hati terhadapnya, sebab ia sangat menentang berita kita.","Pada waktu saya pertama kali mengajukan pembelaan diri saya, tidak ada seorang pun yang mendampingi saya; semuanya meninggalkan saya. Mudah-mudahan Allah tidak menyalahkan mereka dalam hal ini!","Tetapi Tuhan mendampingi saya. Ia memberikan kekuatan sehingga saya sanggup memberitakan seluruh Kabar Baik itu, supaya didengar oleh semua orang bukan Yahudi. Dan saya terlepas dari bahaya kematian.","Memang Tuhan akan melepaskan saya dari setiap usaha yang jahat terhadap saya. Ia akan membawa saya dengan selamat ke dalam Kerajaan-Nya di surga. Hendaklah Ia diagungkan selama-lamanya! Amin.","Salam saya kepada Priskila dan Akwila dan kepada keluarga Onesiforus.","Erastus tinggal di Korintus, dan Trofimus sudah saya tinggalkan dalam keadaan sakit di Miletus.","Berusahalah sedapat-dapatnya untuk datang sebelum musim dingin. Ebulus, Pudes, Linus, dan Klaudia mengirim salam mereka kepadamu; begitu juga semua saudara seiman lainnya.","Semoga Tuhan mendampingi engkau. Semoga Tuhan memberkati Saudara-saudara! Hormat kami, Paulus."]