["Anakku Titus! Saya, Paulus, menulis surat ini sebagai hamba Allah dan rasul Yesus Kristus. Saya dipilih dan diutus untuk menolong orang-orang pilihan Allah supaya menjadi kuat dalam iman mereka. Saya juga harus membimbing mereka supaya mengenal ajaran yang benar yang diajarkan oleh agama kita.","Ajaran itu berdasarkan harapan bahwa kita akan menerima hidup sejati dan kekal. Allah sudah menjanjikan hidup itu sebelum permulaan zaman--dan Allah tidak mungkin berdusta.","Pada waktu yang tepat, Allah menyatakan janji-Nya itu dalam pesan-Nya. Pesan itu sudah dipercayakan kepada saya, dan saya memberitakannya atas perintah Allah Penyelamat kita.","Titus, engkau adalah sungguh-sungguh anak saya, sebab engkau dan saya sama-sama sudah percaya kepada Kristus. Saya mengharap semoga Allah Bapa dan Kristus Yesus Raja Penyelamat kita, memberi berkat dan sejahtera kepadamu.","Saya meninggalkan engkau di Kreta supaya engkau dapat mengurus hal-hal yang masih perlu diatur. Juga, supaya engkau mengangkat pemimpin-pemimpin jemaat di setiap kota. Dan ingatlah akan petunjuk-petunjuk saya ini:","Seorang pemimpin jemaat hendaklah seorang yang tanpa cela; ia harus mempunyai hanya seorang istri; anak-anaknya harus sudah percaya kepada Kristus dan bukan yang dikenal sebagai anak berandal dan yang tidak bisa diatur.","Penilik jemaat adalah orang yang mengurus pekerjaan Allah, ia tidak boleh bercela. Ia tidak boleh sombong atau pemarah, atau pemabuk, atau suka berkelahi, atau mata duitan.","Ia harus senang menerima orang di rumahnya, suka akan hal-hal yang baik, dapat menahan diri, jujur, suci dan tertib.","Ia harus berpegang teguh pada ajaran yang dapat dipercaya, seperti yang sudah diajarkan kepadanya. Dengan demikian ia sanggup menasihati orang berdasarkan ajaran yang benar, dan menunjukkan kesalahan orang-orang yang menentangnya.","Sebab banyak orang yang suka memberontak, terutama orang-orang yang tadinya beragama Yahudi; mereka menipu orang lain dengan omong kosong mereka.","Orang-orang seperti itu harus ditutup mulutnya, sebab mereka mengacaukan banyak keluarga dengan ajaran-ajaran yang tidak-tidak. Mereka melakukan itu hanya karena mau mencari untung yang tidak pantas!","Pernah seorang nabi mereka sendiri, yang berasal dari Kreta juga, berkata, \"Orang-orang Kreta selalu berbohong, dan seperti binatang buas yang rakus dan pemalas.\"","Apa yang dikatakan oleh nabi itu memang benar. Itu sebabnya engkau harus menegur mereka dengan tegas; supaya mereka tetap berpegang pada ajaran yang benar","dan tidak lagi berpegang pada dongeng-dongeng Yahudi atau peraturan-peraturan yang dibuat oleh orang-orang yang menolak ajaran yang benar itu.","Segala sesuatu adalah suci bagi orang-orang yang suci. Tetapi bagi orang-orang yang pikirannya kotor dan yang tidak beriman, tidak ada sesuatu pun yang suci, sebab pikiran dan hati nurani mereka sudah kotor!","Mereka berkata bahwa mereka mengenal Allah, padahal perbuatan mereka menyangkal-Nya. Mereka menjijikkan, dan mereka tidak mau taat; mereka adalah orang-orang yang tidak mampu melakukan sesuatu yang baik."]