["Pada zaman dahulu banyak kali Allah berbicara kepada nenek moyang kita melalui nabi-nabi dengan memakai bermacam-macam cara.","Tetapi pada zaman akhir ini Ia berbicara kepada kita dengan perantaraan Anak-Nya. Melalui Anak-Nya inilah Allah menciptakan alam semesta. Dan Allah sudah menentukan bahwa Anak-Nya inilah juga yang berhak memiliki segala sesuatu.","Dialah yang memancarkan keagungan Allah yang gilang-gemilang; Dialah gambar yang nyata dari diri Allah sendiri. Dialah juga yang memelihara keutuhan alam semesta ini dengan sabda-Nya yang sangat berkuasa. Sesudah Ia memungkinkan manusia untuk dibebaskan dari dosa-dosa mereka, Ia menduduki takhta pemerintahan di surga bersama-sama dengan Allah, Penguasa yang tertinggi.","Anak itu mendapat kedudukan yang jauh lebih tinggi dari malaikat, dan nama yang diberikan Allah kepada-Nya juga jauh lebih terhormat daripada nama yang diberikan kepada malaikat.","Tidak pernah Allah berkata begini kepada seorang malaikat pun, \"Engkaulah Anak-Ku; pada hari ini Aku menjadi Bapa-Mu.\" Tidak pernah pula Allah berkata begini mengenai malaikat yang manapun juga, \"Aku akan menjadi Bapa-Nya, dan Ia akan menjadi Anak-Ku.\"","Tetapi pada saat Allah mengutus Anak-Nya yang sulung ke dunia ini, Allah berkata begini, \"Semua malaikat Allah wajib menyembah Anak itu.\"","Mengenai malaikat-malaikat, Allah berkata begini, \"Allah membuat malaikat-malaikat-Nya menjadi angin, dan pelayan-pelayan-Nya menjadi nyala api.\"","Tetapi kepada Anak itu, Allah berkata, \"Takhta-Mu, ya Allah, akan kekal selama-lamanya! Pemerintahan-Mu adalah pemerintahan yang adil.","Engkau suka akan keadilan, dan benci akan kecurangan; itulah sebabnya Allah, Allah-Mu, memilih Engkau dan memberi kepada-Mu kehormatan yang mendatangkan sukacita, melebihi teman-teman-Mu.\"","Allah berkata juga, \"Engkau, Tuhan, pada mulanya menciptakan bumi, dan Engkau sendiri membuat langit.","Semuanya itu akan lenyap, dan menjadi tua seperti pakaian; tetapi Engkau tidak akan berubah.","Alam semesta ini akan Kaulipat seperti baju, dan akan Kauganti dengan yang lain. Tetapi Engkau tidak pernah akan berubah, dan hidup-Mu tidak akan berakhir.\"","Allah tidak pernah berkata begini kepada seorang malaikat pun, \"Duduklah di sebelah kanan-Ku, sampai musuh-musuh-Mu Kutaklukkan kepada-Mu.\"","Kalau begitu, malaikat-malaikat itu apa sebenarnya? Mereka adalah roh-roh yang melayani Allah, dan yang disuruh Allah untuk menolong orang-orang yang akan menerima keselamatan."]