["Hukum agama Yahudi hanya memberikan gambaran yang samar-samar tentang hal-hal yang baik yang akan datang, dan bukan gambaran yang sebenarnya dari hal-hal itu. Tidak mungkin hukum itu dapat menyempurnakan orang yang datang menyembah Allah dengan membawa persembahan, walaupun tiap tahun terus dipersembahkan kurban-kurban yang sama.","Andaikata orang-orang yang menyembah Allah itu benar-benar sudah dibersihkan dari dosa, mereka tidak lagi akan mempunyai perasaan berdosa, dan kurban tidak akan dipersembahkan lagi.","Tetapi nyatanya kurban-kurban yang dipersembahkan setiap tahun itu justru memperingatkan orang akan dosa-dosa mereka,","sebab memang darah sapi dan darah kambing jantan tidak dapat menghapuskan dosa.","Itulah sebabnya pada waktu Kristus masuk ke dunia, Ia berkata kepada Allah, \"Engkau tidak menghendaki kurban dan persembahan; sebaliknya Engkau sudah menyediakan tubuh bagi-Ku.","Engkau tidak berkenan akan kurban bakaran atau kurban untuk pengampunan dosa.","Lalu Aku berkata, 'Inilah Aku, ya Allah! Aku datang untuk melakukan kehendak-Mu, seperti yang tersurat tentang diri-Ku di dalam Alkitab.'\"","Mula-mula Kristus berkata, \"Engkau tidak menghendaki kurban dan persembahan; Engkau tidak berkenan akan kurban binatang yang dibakar sebagai persembahan dan akan kurban untuk pengampunan dosa.\" Kristus berkata begitu, sekalipun segala kurban itu dipersembahkan menurut hukum agama Yahudi.","Sesudah itu Kristus berkata, \"Inilah Aku, ya Allah! Aku datang untuk melakukan kehendak-Mu.\" Jadi Allah menghapuskan segala kurban yang lama itu, dan menggantikannya dengan kurban Kristus.","Yesus Kristus sudah melakukan apa yang dikehendaki Allah dan mempersembahkan diri-Nya sebagai kurban. Dengan persembahan itu, yang dilakukan-Nya hanya sekali saja untuk selama-lamanya, kita semua dibersihkan dari dosa.","Setiap imam Yahudi menjalankan tugasnya sebagai imam tiap-tiap hari, dan berulang kali ia mempersembahkan kurban-kurban yang sama. Tetapi kurban-kurban itu sama sekali tidak dapat menghapuskan dosa.","Sebaliknya, Kristus mempersembahkan hanya satu kurban untuk pengampunan dosa, dan kurban itu berlaku untuk selama-lamanya. Sesudah mempersembahkan kurban itu, Kristus duduk di sebelah kanan Allah dan memerintah bersama-sama dengan Dia.","Dan sekarang Kristus menunggu sampai Allah membuat musuh-musuh-Nya takluk kepada-Nya.","Jadi dengan satu kurban, Kristus menyempurnakan orang-orang yang sudah dibersihkan dari dosa.","Mengenai hal itu Roh Allah memberikan juga kesaksian-Nya kepada kita. Roh Allah berkata,","\"'Inilah perjanjian yang akan Kubuat dengan mereka pada hari-hari yang akan datang,' kata Tuhan, 'Aku akan menaruh hukum-hukum-Ku ke dalam hati mereka, dan menulisnya ke dalam pikiran mereka.'\"","Allah juga berkata, \"Aku akan melupakan dosa-dosa dan kejahatan-kejahatan mereka.\"","Jadi, dosa-dosa dan kejahatan-kejahatan itu sudah diampuni, maka tidak perlu lagi dipersembahkan kurban untuk pengampunan dosa.","Nah, Saudara-saudara, oleh kematian Yesus itu kita sekarang berani memasuki Ruang Mahasuci.","Yesus sudah membuka suatu jalan yang baru untuk kita, yaitu jalan yang memberi kehidupan. Jalan itu melalui gorden, yaitu tubuh Yesus sendiri.","Dan kita sekarang mempunyai seorang imam yang agung, yang bertanggung jawab atas Rumah Allah.","Sebab itu, marilah kita mendekati Allah dengan hati yang tulus dan iman yang teguh; dengan hati yang sudah disucikan dari perasaan bersalah, dan dengan tubuh yang sudah dibersihkan dengan air yang murni.","Hendaklah kita berpegang teguh pada harapan yang kita akui, sebab Allah bisa dipercayai dan Ia akan menepati janji-Nya.","Dan hendaklah kita saling memperhatikan, supaya kita dapat saling memberi dorongan untuk mengasihi sesama dan melakukan hal-hal yang baik.","Hendaklah kita tetap berkumpul bersama-sama, dan janganlah lalai seperti orang lain. Kita justru harus lebih setia saling menguatkan, sebab kita tahu bahwa tidak lama lagi Tuhan akan datang.","Sebab kalau berita yang benar dari Allah sudah disampaikan kepada kita, tetapi kita terus saja berbuat dosa dengan sengaja, maka tidak ada lagi kurban untuk menghapus dosa kita.","Satu-satunya yang ada untuk kita ialah menghadapi pengadilan Allah dan api kemarahan-Nya yang akan membakar habis orang-orang yang melawan Dia!","Orang yang tidak mentaati hukum yang diberi oleh Musa, dihukum mati tanpa ampun, kalau atas kesaksian dua tiga orang, ia terbukti bersalah.","Betapa lebih berat hukuman yang harus dijatuhkan atas orang yang menginjak-injak Anak Allah. Orang itu menganggap hina darah perjanjian Allah, yakni kematian Kristus yang membersihkannya dari dosa. Ia menghina Roh pemberi rahmat.","Kita tahu siapa Dia yang berkata, \"Aku akan membalas! Aku akan menghukum!\" dan yang berkata, \"Tuhan akan menghakimi umat-Nya.\"","Alangkah ngerinya kalau jatuh ke tangan Allah Yang Hidup!","Ingatlah bagaimana keadaan Saudara-saudara pada waktu yang lalu. Pada waktu itu, setelah cahaya Allah menyinarimu, kalian banyak menderita; namun kalian tetap berjuang dengan gigih.","Ada kalanya kalian dihina dan diperlakukan dengan tidak baik di depan umum. Ada kalanya juga kalian turut menderita dengan mereka yang diperlakukan demikian,","dan kalian turut merasakan kesedihan orang yang dipenjarakan. Dan ketika semua yang kalian miliki dirampas, kalian menerima itu dengan senang hati, sebab kalian tahu bahwa kalian masih mempunyai sesuatu yang lebih baik, yang akan tahan selama-lamanya.","Oleh karena itu, janganlah putus asa, sebab kalau kalian tetap percaya, maka ada upah yang besar untuk itu!","Kalian perlu bersabar, supaya kalian dapat melakukan kehendak Allah dan dengan demikian menerima apa yang dijanjikan-Nya.","Sebab dalam Alkitab tertulis, \"Hanya sebentar saja lagi, maka Ia yang akan datang itu, akan segera datang; Ia tidak akan menunda-nunda kedatangan-Nya.","Dan umat-Ku yang benar akan percaya dan hidup; tetapi kalau ada di antara mereka yang mundur, maka Aku tidak akan senang kepadanya.\"","Kita ini bukanlah umat yang mundur dan sesat. Sebaliknya, kita adalah umat yang percaya kepada Allah dan yang diselamatkan."]