["Hendaklah kalian tetap mengasihi satu sama lain sebagai orang-orang Kristen yang bersaudara.","Jangan segan menerima di rumahmu orang-orang yang belum kalian kenal. Sebab dengan melakukan yang demikian, pernah orang, tanpa menyadarinya, telah menerima malaikat di rumahnya.","Ingatlah orang-orang yang di dalam penjara, seolah-olah kalian juga berada di dalam penjara bersama mereka. Dan orang-orang yang diperlakukan sewenang-wenang, hendaklah kalian ingat kepada mereka seolah-olah kalian juga diperlakukan demikian.","Semua orang harus menunjukkan sikap hormat terhadap perkawinan, itu sebabnya hendaklah suami-istri setia satu sama lain. Orang yang cabul dan orang yang berzinah akan diadili oleh Allah.","Janganlah hidupmu dikuasai oleh cinta akan uang, tetapi hendaklah kalian puas dengan apa yang ada padamu. Sebab Allah sudah berkata, \"Aku tidak akan membiarkan atau akan meninggalkan engkau.\"","Sebab itu kita berani berkata, \"Tuhan adalah Penolongku, aku tidak takut. Apa yang dapat manusia lakukan terhadapku?\"","Janganlah lupa kepada pemimpin-pemimpinmu yang menyampaikan pesan Allah kepadamu. Perhatikanlah bagaimana mereka hidup dan bagaimana mereka mati, dan contohilah iman mereka.","Yesus Kristus tetap sama, baik dahulu, sekarang, dan sampai selama-lamanya.","Janganlah membiarkan segala macam ajaran yang aneh-aneh menyesatkan kalian. Hati kita harus dikuatkan oleh kebaikan hati Allah, itulah yang baik; jangan oleh peraturan-peraturan tentang makanan. Orang-orang yang dahulu mentaati peraturan-peraturan itu tidak mendapat faedahnya.","Kita mempunyai sebuah mezbah untuk mempersembahkan kurban kepada Allah. Dan imam-imam yang melayani di dalam Kemah Tuhan, tidak berhak makan kurban yang ada di atas mezbah itu.","Darah binatang yang dipersembahkan sebagai kurban untuk pengampunan dosa, dibawa oleh imam agung ke Ruang Mahasuci, tetapi bangkai binatang itu sendiri dibakar di luar perkemahan.","Itulah sebabnya Yesus juga mati di luar pintu gerbang kota untuk membersihkan umat-Nya dari dosa dengan darah-Nya sendiri.","Karena itu, marilah kita pergi kepada-Nya di luar perkemahan dan turut dihina bersama Dia.","Sebab di bumi tidak ada tempat tinggal yang kekal untuk kita; kita mencari tempat tinggal yang akan datang.","Sebab itu, dengan perantaraan Yesus, hendaklah kita selalu memuji-muji Allah; itu merupakan kurban syukur kita kepada-Nya, yang kita persembahkan melalui ucapan bibir untuk memuliakan nama-Nya.","Jangan lupa berbuat baik dan saling menolong, sebab inilah kurban-kurban yang menyenangkan hati Allah.","Ikutlah perintah pemimpin-pemimpinmu, dan tunduklah kepada mereka. Sebab mereka selalu memperhatikan jiwamu, dan mereka harus bertanggung jawab kepada Allah. Kalau kalian taat kepada mereka, mereka dapat bekerja dengan senang hati; kalau tidak, maka mereka akan bekerja dengan sedih hati, dan itu tidak menguntungkan kalian.","Teruslah berdoa untuk kami. Kami yakin hati nurani kami murni, sebab dalam segala hal kami selalu mau melakukan apa yang benar.","Khususnya saya mohon dengan sangat, supaya kalian mendoakan saya agar Allah segera membawa saya kembali kepadamu.","Allah sudah menghidupkan Tuhan kita Yesus dari kematian. Karena kematian-Nya itu Ia sekarang menjadi Gembala Agung bagi kita, yakni domba-domba-Nya. Kematian-Nya itu juga mensahkan perjanjian kekal yang dibuat Allah dengan kita.","Semoga Allah sumber sejahtera itu melengkapi kalian dengan segala yang baik yang kalian perlukan untuk melakukan kehendak-Nya. Semoga dengan perantaraan Yesus Kristus, Allah mengerjakan di dalam kita, apa yang diinginkan-Nya. Hendaklah Kristus dipuji selama-lamanya! Amin.","Saya mohon supaya kalian memperhatikan nasihat-nasihat saya ini dengan sabar, sebab surat saya ini tidak terlalu panjang.","Hendaklah kalian tahu bahwa saudara kita Timotius sudah dibebaskan dari penjara. Kalau ia sudah ke tempat saya ini, saya akan membawanya waktu saya mengunjungi kalian nanti.","Sampaikanlah salam kami kepada semua pemimpinmu dan kepada semua umat Allah. Terimalah juga salam dari saudara-saudara di Italia.","Semoga Tuhan memberkati Saudara semuanya."]