["Itulah sebabnya kita harus lebih sungguh-sungguh berpegang pada ajaran-ajaran yang sudah kita dengar, supaya kita jangan meninggalkan kepercayaan kita.","Pesan-pesan yang disampaikan oleh para malaikat kepada nenek moyang kita ternyata benar, dan orang yang tidak menuruti atau mentaatinya menerima hukuman yang setimpal.","Apalagi dengan keselamatan yang lebih hebat dari pesan-pesan itu! Kalau kita tidak menaruh perhatian terhadap keselamatan itu, kita tentu tidak akan terlepas dari hukuman. Sebab Tuhan sendirilah yang pertama-tama mengumumkan keselamatan itu, dan orang-orang yang mula-mula mendengarnya telah membuktikan kebenarannya kepada kita.","Di samping itu, Allah turut menguatkan kesaksian orang-orang itu dengan mengadakan segala macam keajaiban dan hal-hal luar biasa serta membagi-bagikan pemberian-pemberian dari Roh Allah menurut kemauan-Nya sendiri.","Malaikat-malaikat tidak mendapat kuasa dari Allah untuk memerintah dunia baru yang akan datang, yaitu dunia yang sedang kita bicarakan ini.","Sebaliknya, pada suatu bagian di dalam Alkitab tertulis begini, \"Manusia itu apa, ya Allah, sehingga Engkau mau mengingatnya? Manusia hanya manusia saja, namun Engkau memperhatikannya!","Untuk waktu yang singkat Engkau menjadikan dia sedikit lebih rendah daripada malaikat. Engkau memberikan kepadanya kedudukan yang mulia dan terhormat","serta menjadikan dia penguasa atas segala sesuatu.\" Nah, kalau dikatakan bahwa Allah menjadikan manusia \"penguasa atas segala sesuatu\", itu berarti bahwa tidak ada sesuatu pun yang tidak di bawah kekuasaan manusia. Meskipun begitu, kita tidak melihat sekarang manusia berkuasa atas segala sesuatu.","Tetapi kita sudah melihat Yesus berkuasa! Ia dijadikan sedikit lebih rendah daripada malaikat untuk waktu yang singkat, supaya atas kebaikan hati Allah Ia dapat mati untuk seluruh umat manusia. Kita melihat Dia sekarang diberikan kedudukan yang mulia dan terhormat karena Ia sudah menderita sampai mati.","Memang sudah sepatutnya Allah--yang menciptakan segala sesuatu untuk maksud-Nya sendiri--membuat Yesus penyelamat yang sempurna melalui penderitaan. Dengan itu Allah dapat mengajak banyak orang untuk turut diagungkan bersama Yesus. Sebab Dialah pembuka jalan bagi mereka untuk bisa diselamatkan.","Yesus membersihkan manusia dari dosa-dosa mereka; dan Dia yang membersihkan, serta mereka yang dibersihkan itu, sama-sama mempunyai satu Bapa. Itulah sebabnya Yesus tidak malu mengaku mereka itu sebagai saudara-saudara-Nya.","Yesus berkata kepada Allah, \"Aku akan memberitakan kepada saudara-saudara-Ku tentang Engkau. Aku akan memuji Engkau di dalam pertemuan mereka.\"","Yesus berkata juga, \"Aku akan menaruh harapan-Ku kepada Allah.\" Dan Ia berkata juga, \"Inilah Aku, bersama anak-anak yang sudah diberikan Allah kepada-Ku.\"","Oleh sebab orang-orang yang Ia sebut anak itu, adalah makhluk manusia yang dapat mati, maka Yesus sendiri menjadi sama dengan mereka dan hidup dalam keadaan manusia. Ia berbuat begitu, supaya dengan kematian-Nya Ia dapat menghancurkan Iblis yang menguasai kematian.","Dengan cara itu Ia membebaskan orang-orang yang seumur hidup diperbudak karena takut kepada kematian.","Nyatalah bahwa bukan malaikat yang ditolong-Nya, melainkan keturunan Abraham.","Ini berarti bahwa Ia harus menjadi sama dengan saudara-saudara-Nya dalam segala hal. Dan dengan itu Ia dapat menjadi Imam Agung yang setia dan berbelaskasihan. Dengan pelayanan-Nya itu dosa manusia dapat diampuni.","Dan karena Ia sendiri pernah menderita dan dicobai, Ia dapat menolong orang-orang yang terkena cobaan, sebab Ia sendiri pernah dicobai dan menderita."]