["Setiap imam agung dipilih dari antara umat, dan diangkat untuk melayani Allah sebagai wakil mereka. Tugasnya ialah mempersembahkan kepada Allah pemberian-pemberian dan kurban-kurban untuk pengampunan dosa.","Imam agung itu sendiri lemah dalam banyak hal, dan karena itu ia dapat berlaku lemah lembut terhadap orang-orang yang tidak tahu apa-apa dan yang sesat jalannya.","Dan karena ia sendiri lemah, maka ia harus mempersembahkan kurban, bukan saja karena dosa-dosa umat, tetapi juga karena dosa-dosanya sendiri.","Tidak ada seorang pun yang mengangkat dirinya sendiri menjadi imam agung. Orang menjadi imam agung, kalau Allah memanggil dia untuk itu--sama seperti Harun.","Begitu juga Kristus. Ia tidak mengangkat diri sendiri menjadi Imam Agung. Allah sendirilah yang mengangkat Dia. Allah berkata kepada-Nya, \"Engkaulah Anak-Ku; pada hari ini Aku menjadi Bapa-Mu.\"","Di tempat lain Allah berkata juga, \"Engkau adalah Imam selama-lamanya, seperti Imam Melkisedek.\"","Pada masa Yesus hidup di dunia ini, Ia berdoa dan memohon dengan teriakan dan tangis kepada Allah, yang sanggup menyelamatkan-Nya dari kematian. Dan karena Ia tunduk kepada Allah dengan penuh hormat, maka Ia didengarkan.","Yesus adalah Anak Allah, tetapi meskipun begitu, Ia belajar menjadi taat melalui penderitaan-Nya.","Maka sesudah Ia dijadikan penyelamat yang sempurna, Ia menjadi sumber keselamatan yang kekal bagi semua orang yang taat kepada-Nya,","dan Allah pun menyatakan Dia sebagai Imam Agung, seperti Imam Melkisedek!","Mengenai kedudukan Yesus sebagai Imam Agung, ada banyak yang perlu kami beritahukan kepadamu, tetapi sukar untuk menerangkannya sebab kalian lambat sekali mengerti.","Sebenarnya sudah waktunya bagimu untuk menjadi guru, tetapi nyatanya kalian masih perlu belajar dari orang lain tentang asas-asas pertama ajaran Allah. Kalian belum dapat menerima makanan yang keras; kalian masih harus minum susu saja.","Orang yang masih minum susu, berarti ia masih bayi; ia belum punya pengalaman tentang apa yang benar dan apa yang salah.","Makanan yang keras adalah untuk orang dewasa yang karena pengalaman, sudah dapat membeda-bedakan mana yang baik dan mana yang jahat."]