["Sebab itu, marilah kita maju ke pelajaran-pelajaran yang lebih lanjut tentang kedewasaan kehidupan Kristen, dan jangan hanya memperhatikan asas-asas pertama ajaran agama kita. Jangan kita mengulangi lagi pelajaran dasar bahwa orang harus berhenti melakukan hal-hal yang tidak berguna dan harus percaya kepada Allah,","atau pelajaran dasar mengenai pembaptisan atau mengenai meletakkan tangan atas orang, atau mengenai hidup kembali sesudah mati atau hukuman yang kekal.","Marilah kita, jika Allah mengizinkan, maju ke pelajaran-pelajaran yang lebih lanjut!","Sebab, orang-orang yang sudah murtad, tidak mungkin dibimbing kembali. Mereka dahulu sudah berada di dalam terang dari Allah, dan sudah menikmati pemberian-Nya. Mereka sudah juga turut dikuasai oleh Roh Allah.","Mereka tahu dari pengalaman mereka bahwa perkataan Allah itu baik, dan mereka sudah merasai karunia-karunia yang penuh kuasa dari zaman yang akan datang.","Tetapi sesudah itu mereka murtad! Mana mungkin membimbing mereka kembali untuk bertobat lagi dari dosa-dosa mereka. Sebab mereka sedang menyalibkan lagi Anak Allah dan membuat Dia dihina di depan umum.","Tanah yang menghisap air hujan yang sering turun ke atasnya, lalu menghasilkan tanaman-tanaman yang berguna untuk orang yang menggarapnya, tanah itu diberkati oleh Allah.","Tetapi kalau tanah itu menghasilkan alang-alang dan tumbuhan berduri, maka tanah itu tidak ada gunanya dan nanti akan dikutuk oleh Allah dan akhirnya dibakar habis.","Tetapi Saudara-saudara yang tercinta, sekalipun kami berkata begitu, namun kami yakin mengenai kalian. Kami yakin bahwa kalian telah menerima hal-hal yang lebih baik, yaitu berkat-berkat yang merupakan bagian dari keselamatanmu.","Allah bukannya Allah yang tidak adil. Ia tidak melupakan apa yang kalian kerjakan bagi-Nya, dan kasih yang kalian tunjukkan kepada-Nya sewaktu menolong saudara-saudara seiman, dahulu dan sekarang.","Kami ingin sekali supaya kalian masing-masing terus bersemangat sampai akhir, sehingga kalian menerima apa yang kalian harap-harapkan itu.","Kami tidak mau kalian menjadi malas. Tetapi kami ingin supaya kalian hidup seperti orang-orang yang menerima apa yang dijanjikan Allah, karena percaya kepada-Nya dan karena menunggu dengan sabar.","Ketika Allah berjanji kepada Abraham, Ia bersumpah bahwa Ia akan melakukan apa yang telah dijanjikan-Nya. Dan karena tidak ada yang lebih tinggi daripada Allah, maka Ia bersumpah atas nama-Nya sendiri.","Ia berkata, \"Aku berjanji akan memberkati engkau dan membuat keturunanmu menjadi banyak.\"","Abraham menunggu dengan sabar, maka ia menerima apa yang dijanjikan Allah kepadanya.","Kalau orang bersumpah, ia bersumpah atas nama orang lain yang lebih tinggi daripadanya, maka sumpah itu mengakhiri segala bantahan.","Allah mau menegaskan kepada orang-orang yang menerima janji-Nya, bahwa Ia tidak akan merubah rencana-Nya. Itulah sebabnya Ia menambah sumpah pada janji-Nya itu.","Dua hal itu tidak dapat berubah: Allah tidak mungkin berdusta mengenai janji dan sumpah-Nya. Sebab itu, kita yang sudah berlindung pada Allah, diberi dorongan kuat untuk berpegang teguh pada harapan yang terbentang di depan kita.","Harapan kita itu seperti jangkar yang tertanam sangat dalam dan merupakan pegangan yang kuat dan aman bagi hidup kita. Harapan itu menembus gorden Ruang Mahasuci di Rumah Tuhan di surga.","Yesus sudah merintis jalan ke tempat itu untuk kita, dan sudah masuk ke sana menjadi Imam Agung kita untuk selama-lamanya, seperti Imam Melkisedek."]