["Melkisedek ini adalah raja dari Salem dan imam Allah Yang Mahatinggi. Waktu Abraham kembali dari pertempuran mengalahkan raja-raja, Melkisedek datang menyambut dia dan memberkatinya.","Maka Abraham memberikan kepada Melkisedek sepersepuluh dari segala apa yang direbutnya. (Nama Melkisedek berarti, pertama-tama, \"Raja Keadilan\"; dan karena ia raja dari Salem, maka namanya berarti juga \"Raja Sejahtera\".)","Mengenai Melkisedek ini tidak ada keterangan di mana pun bahwa ia mempunyai bapak atau ibu atau nenek moyang; tidak ada juga keterangan tentang kelahirannya, ataupun kematiannya. Ia sama seperti Anak Allah; ia adalah imam yang abadi.","Jadi, kita lihat di sini betapa besarnya Melkisedek ini; ia begitu besar sehingga Abraham, bapak leluhur bangsa kita, memberikan kepadanya sepersepuluh dari segala sesuatu yang didapatnya dari pertempuran itu.","Di dalam hukum agama Yahudi ditentukan bahwa imam-imam keturunan Lewi harus memungut sepersepuluh dari pendapatan umat Israel, yakni saudara-saudara mereka sendiri, walaupun mereka sama-sama keturunan Abraham.","Melkisedek bukan keturunan Lewi, namun ia menerima juga sepersepuluh dari segala yang direbut Abraham, dan memberkati pula Abraham yang justru sudah menerima janji-janji dari Allah.","Memang tidak bisa dibantah bahwa orang yang diberkati adalah lebih rendah daripada orang yang memberkatinya.","Imam-imam yang menerima pungutan sepersepuluh bagian itu adalah orang yang bisa mati. Tetapi menurut Alkitab, Melkisedek yang menerima pemberian sepersepuluh bagian itu adalah orang yang tetap hidup.","Boleh dikatakan, bahwa Lewi--yang keturunannya memungut sepersepuluh bagian dari umat Israel--membayar juga bagian itu lewat Abraham, pada waktu Abraham membayarnya kepada Melkisedek.","Walaupun Lewi belum lahir, tetapi boleh dikatakan ia sudah berada di dalam tubuh Abraham nenek moyangnya, pada waktu Melkisedek bertemu dengan Abraham.","Di bawah pimpinan imam-imam Lewi, hukum agama Yahudi diberikan kepada umat Israel. Karena imam-imam Lewi dahulu itu tidak dapat melakukan dengan sempurna apa yang harus dikerjakannya, maka harus ada imam lain, yaitu yang seperti Imam Melkisedek, dan bukan dari golongan Imam Harun lagi!","Nah, kalau kedudukan imam-imam berubah, hukum agama Yahudi pun harus berubah juga.","Yang dimaksudkan di sini ialah Tuhan kita: Ia dari suku lain, dan belum pernah seorang pun dari suku-Nya bertugas sebagai imam.","Semua orang tahu bahwa Tuhan kita berasal dari suku Yehuda; dan Musa tidak pernah menyebut suku itu sewaktu ia berbicara tentang imam-imam.","Hal yang dibicarakan ini menjadi lebih jelas lagi, dengan munculnya seorang imam lain yang seperti Melkisedek.","Ia diangkat menjadi imam, bukan berdasarkan peraturan-peraturan manusia, melainkan berdasarkan hidup-Nya yang berkuasa dan yang tidak ada akhirnya.","Sebab di dalam Alkitab dikatakan, \"Engkau adalah imam selama-lamanya, seperti Imam Melkisedek.\"","Jadi, sekarang peraturan yang lama sudah dikesampingkan, sebab tidak kuat dan tidak berguna.","Hukum agama Yahudi tidak dapat membuat sesuatu pun menjadi sempurna. Itu sebabnya kita sekarang diberikan suatu harapan yang lebih baik; dengan itu kita dapat mendekati Allah.","Lagipula, semuanya itu disertai dengan sumpah dari Allah. Tidak ada sumpah seperti itu pada waktu imam-imam yang lain itu diangkat.","Tetapi Yesus diangkat menjadi imam pakai sumpah, pada waktu Allah berkata kepada-Nya, \"Tuhan sudah bersumpah, dan Ia tidak akan merubah pendirian-Nya, 'Engkau adalah imam selama-lamanya.'\"","Dengan ini pula Yesus menjadi jaminan untuk suatu perjanjian yang lebih baik.","Ada lagi satu hal: imam-imam yang lain itu ada banyak, sebab mereka masing-masing mati sehingga tidak dapat meneruskan jabatannya.","Tetapi Yesus hidup selama-lamanya, jadi jabatan-Nya sebagai imam tidak berpindah kepada orang lain.","Oleh karena itu untuk selama-lamanya Yesus dapat menyelamatkan orang-orang yang datang kepada Allah melalui Dia, sebab Ia hidup selama-lamanya untuk mengajukan permohonan kepada Allah bagi orang-orang itu.","Jadi, Yesus itulah Imam Agung yang kita perlukan. Ia suci; pada-Nya tidak terdapat kesalahan atau dosa apa pun. Ia dipisahkan dari orang-orang berdosa, dan dinaikkan sampai ke tempat yang lebih tinggi dari segala langit.","Ia tidak seperti imam-imam agung yang lain, yang setiap hari harus mempersembahkan kurban karena dosa-dosanya sendiri dahulu, baru karena dosa-dosa umat. Yesus mempersembahkan kurban hanya sekali saja untuk selama-lamanya, ketika Ia mempersembahkan diri-Nya sendiri sebagai kurban.","Hukum agama Yahudi mengangkat orang yang tidak sempurna menjadi imam agung. Tetapi kemudian dari hukum itu, Allah membuat janji dengan sumpah bahwa Ia mengangkat sebagai Imam Agung, Anak yang sudah dijadikan Penyelamat yang sempurna untuk selama-lamanya."]