["Pokok dari seluruh pembicaraan ini ialah: Kita mempunyai Imam Agung yang seperti itu, yang duduk memerintah bersama Allah Mahabesar di surga.","Ia mengerjakan tugas sebagai Imam Agung di Ruang Mahasuci, yaitu di dalam Kemah Tuhan yang sejati, yang didirikan oleh Tuhan, bukan oleh manusia.","Setiap imam agung diangkat untuk mempersembahkan kurban atau persembahan kepada Allah. Begitu jugalah Imam Agung kita; Ia harus mempunyai sesuatu untuk dipersembahkan.","Andaikata Ia berada di dunia ini, Ia tidak akan menjadi imam, sebab sudah ada imam yang mempersembahkan kurban yang dituntut dalam hukum agama Yahudi.","Pekerjaan yang mereka lakukan sebagai imam itu sebenarnya hanya suatu gambaran dan bayangan dari apa yang ada di surga. Itu sudah diberitahukan oleh Allah kepada Musa dahulu, ketika Musa mau mendirikan Kemah Tuhan. Allah berkata begini kepada Musa, \"Ingat! Semuanya itu haruslah kaubuat menurut pola yang ditunjukkan kepadamu di atas gunung.\"","Tetapi sekarang Yesus mendapat tugas imam yang jauh lebih mulia daripada yang dikerjakan oleh imam-imam itu. Sebab perjanjian yang diadakan-Nya antara Allah dan manusia, adalah perjanjian yang lebih baik karena berdasarkan janji untuk hal-hal yang lebih baik.","Andaikata tidak ada kekurangan pada perjanjian yang pertama, maka tidak perlu diadakan perjanjian yang kedua.","Tetapi Allah sudah menemukan kesalahan pada umat-Nya, sehingga Allah berkata, \"Ingat, akan datang waktunya, Aku akan mengadakan perjanjian yang baru dengan bangsa Israel, dan dengan bangsa Yehuda.","Bukan seperti perjanjian yang Kubuat dengan leluhur mereka pada waktu Aku menuntun mereka keluar dari negeri Mesir. Mereka tidak setia kepada perjanjian yang Aku buat dengan mereka; itulah sebabnya Aku tidak mempedulikan mereka.","Tetapi sekarang, inilah perjanjian yang akan Kubuat dengan umat Israel pada hari-hari yang akan datang, kata Tuhan: Aku akan menaruh hukum-Ku ke dalam pikiran mereka, dan menulisnya pada hati mereka. Aku akan menjadi Allah mereka, dan mereka akan menjadi umat-Ku.","Mereka tidak perlu mengajar sesama warganya, atau memberitahu kepada saudaranya, 'Kenallah Tuhan.' Sebab mereka semua, besar kecil, akan mengenal Aku.","Aku akan mengampuni kesalahan-kesalahan mereka, dan tidak mengingat lagi dosa-dosa mereka.\"","Dengan mengemukakan suatu perjanjian yang baru, Allah membuat perjanjian yang pertama itu menjadi tua dan usang; dan apa yang sudah tua, akan segera pula lenyap."]