["Saudara-saudaraku! Sebagai orang yang percaya kepada Tuhan Yesus Kristus, Tuhan Yang Mahamulia, janganlah kalian membeda-bedakan orang berdasarkan hal-hal lahir.","Sebab kalau ada seorang kaya yang memakai cincin emas dan pakaian bagus datang ke pertemuanmu, lalu datang pula seorang miskin yang memakai pakaian compang-camping,","maka kalian lebih menghormati orang yang berpakaian bagus itu. Kalian berkata kepadanya, \"Silakan Tuan duduk di kursi yang terbaik ini.\" Tetapi kepada orang yang miskin kalian berkata, \"Berdirilah di sana,\" atau \"Duduklah di lantai di sini.\"","Dengan berbuat demikian, kalian membuat perbedaan di antara sesamamu dan menilai orang berdasarkan pikiran yang jahat.","Ingatlah, Saudara-saudara yang tercinta! Orang yang miskin di dunia ini, dipilih Allah untuk menjadi orang yang kaya dalam iman. Orang-orang itu akan menjadi anggota umat Allah seperti yang dijanjikan Allah kepada orang yang mengasihi-Nya.","Tetapi kalian malah menghina orang miskin, padahal orang-orang kayalah yang menindas kalian dan menyeret kalian ke pengadilan!","Merekalah yang menghina nama yang terhormat yang kalian terima dari Allah!","Kalian melakukan yang benar, kalau kalian melaksanakan hukum Kerajaan yang terdapat dalam ayat Alkitab ini, \"Cintailah sesamamu seperti kamu mencintai dirimu sendiri.\"","Tetapi kalau kalian membeda-bedakan orang berdasarkan hal-hal lahir, kalian berbuat dosa, dan hukum Allah menyatakan bahwa kalian adalah pelanggar hukum.","Orang yang melanggar salah satu dari hukum-hukum Allah, berarti melanggar seluruhnya.","Sebab yang berkata, \"Jangan berzinah,\" dialah juga yang berkata, \"Jangan membunuh.\" Jadi, kalau kalian tidak berzinah, tetapi membunuh, maka kalian adalah pelanggar hukum juga.","Berbicaralah dan bertindaklah sebagai orang yang akan diadili menurut hukum Allah yang memerdekakan manusia.","Sebab Allah tidak akan menunjukkan belas kasihan kepada orang yang tidak mengenal belas kasihan. Tetapi belas kasihan lebih kuat daripada hukuman!","Saudara-saudara! Apa gunanya orang berkata, \"Saya orang yang percaya\", kalau ia tidak menunjukkannya dengan perbuatannya? Dapatkah iman semacam itu menyelamatkannya?","Seandainya seorang saudara atau saudari memerlukan pakaian dan tidak mempunyai cukup makanan untuk sehari-hari.","Apa gunanya kalian berkata kepadanya, \"Selamat memakai pakaian yang hangat dan selamat makan!\" --kalau kalian tidak memberikan kepadanya apa yang diperlukannya untuk hidup?","Begitulah juga dengan iman, jika tidak dinyatakan dengan perbuatan, maka iman itu tidak ada gunanya.","Mungkin ada yang berkata, \"Ada orang yang bersandar kepada imannya dan ada pula yang bersandar kepada perbuatannya.\" Saya akan menjawab, \"Tunjukkanlah kepada saya bagaimana orang dapat mempunyai iman tanpa perbuatan dan saya akan menunjukkan dengan perbuatan bahwa saya mempunyai iman.\"","Kalian percaya bahwa Allah hanya satu, bukan? Nah, roh-roh jahat pun percaya dan mereka gemetar ketakutan!","Kalian bodoh sekali! Apakah perlu dibuktikan kepadamu bahwa tidak ada gunanya mempunyai iman tanpa perbuatan?","Lihat saja Abraham nenek moyang kita. Ia diterima baik oleh Allah karena perbuatannya, yaitu pada waktu ia mempersembahkan Ishak, anaknya, kepada Allah di atas mezbah.","Di sini jelaslah bahwa iman harus ditunjukkan dengan perbuatan supaya menjadi sempurna.","Itu sesuai dengan ayat Alkitab ini, \"Abraham percaya kepada Allah, dan karena imannya itu Allah menerimanya sebagai orang yang melakukan kehendak Allah.\" Itu sebabnya Abraham disebut, \"Sahabat Allah\".","Jelaslah sekarang, bahwa orang diterima baik oleh Allah karena apa yang dilakukan oleh orang itu, dan bukan hanya karena imannya saja.","Lihat juga pada Rahab, wanita pelacur itu. Ia diterima baik oleh Allah karena perbuatannya, yaitu ketika ia menerima di dalam rumahnya pengintai-pengintai bangsa Israel dan menolong mereka melarikan diri melalui jalan lain.","Nah, sebagaimana tubuh tanpa roh adalah tubuh yang mati, begitu juga iman tanpa perbuatan adalah iman yang mati."]