["Saudara-saudara! Janganlah banyak-banyak dari antaramu yang mau menjadi guru. Kalian tahu bahwa kita yang menjadi guru akan diadili dengan lebih keras daripada orang lain.","Kita semua sering membuat kesalahan. Tetapi orang yang tidak pernah membuat kesalahan dengan kata-katanya, ia orang yang sempurna, yang dapat menguasai seluruh dirinya.","Kalau kita memasang kekang pada mulut kuda supaya ia menuruti kemauan kita, maka kita dapat mengendalikan seluruh badan kuda itu.","Ambillah juga kapal sebagai contoh. Meskipun kapal adalah sesuatu yang begitu besar dan dibawa oleh angin yang keras, namun ia dikendalikan oleh kemudi yang sangat kecil, menurut keinginan jurumudi.","Begitu juga dengan lidah kita; meskipun lidah kita itu kecil, namun ia dapat menyombongkan diri tentang hal-hal yang besar-besar. Bayangkan betapa besarnya hutan dapat dibakar oleh api yang sangat kecil!","Lidah sama dengan api. Di tubuh kita, ia merupakan sumber kejahatan yang menyebarkan kejahatan ke seluruh diri kita. Dengan api yang berasal dari neraka, ia menghanguskan seluruh hidup kita.","Segala macam binatang buas, burung, binatang menjalar dan ikan dapat dijinakkan, dan sudah pula dijinakkan oleh manusia.","Tetapi lidah manusia tidak dapat dijinakkan oleh seorang pun. Lidah itu jahat dan tidak dapat dikuasai; penuh dengan racun yang mematikan.","Kita menggunakannya untuk mengucapkan terima kasih kepada Tuhan dan Bapa kita, tetapi juga untuk mengutuki sesama manusia, yang telah diciptakan menurut rupa Allah.","Dari mulut yang sama keluar kata-kata terima kasih dan juga kata-kata kutukan. Seharusnya tidak demikian!","Apakah ada mata air yang memancarkan air tawar dan air pahit dari sumber yang sama?","Pohon ara, Saudara-saudaraku, tidak bisa menghasilkan buah zaitun, dan pohon anggur tidak bisa menghasilkan buah ara. Mata air yang asin tidak bisa juga mengeluarkan air tawar.","Kalau di antaramu ada orang yang bijaksana dan berbudi, hendaklah ia menunjukkannya dengan hidup baik dan dengan melakukan hal-hal yang baik, yang disertai kerendahan hati dan kebijaksanaan.","Tetapi kalau kalian cemburu, sakit hati, dan mementingkan diri sendiri, janganlah membanggakan kebijaksanaan itu, karena dengan itu kalian memutarbalikkan berita yang benar dari Allah.","Kebijaksanaan semacam itu tidak berasal dari surga. Ia berasal dari dunia, dari nafsu manusia, dan dari setan!","Di mana ada cemburu dan sifat mementingkan diri sendiri, di situ juga terdapat kerusuhan dan segala macam perbuatan yang jahat.","Tetapi orang yang mempunyai kebijaksanaan yang berasal dari atas, ia pertama-tama sekali murni, kemudian suka berdamai, peramah, dan penurut. Ia penuh dengan belas kasihan dan menghasilkan perbuatan-perbuatan yang baik. Ia tidak memihak dan tidak berpura-pura.","Memang kebaikan adalah hasil dari benih damai yang ditabur oleh orang yang cinta damai!"]