["Dari manakah asalnya segala perkelahian dan pertengkaran di antaramu? Bukankah itu berasal dari keinginan-keinginanmu yang terus saja berperang di dalam dirimu untuk mendapatkan kesenangan dunia!","Kalian ingin, tetapi tidak mendapat, maka kalian mau membunuh! Kalian bersemangat, tetapi tidak mencapai apa yang kalian cari, maka kalian bertengkar dan berkelahi. Kalian tidak mendapat apa-apa, sebab kalian tidak minta kepada Allah.","Dan kalaupun kalian sudah memintanya, kalian toh tidak mendapatnya, sebab tujuan permintaanmu salah; apa yang kalian minta adalah untuk kesenangan diri sendiri.","Kalian adalah orang yang tidak setia! Tahukah kalian bahwa kalau kalian berkawan dengan dunia, maka kalian menjadi musuh Allah? Jadi barangsiapa hendak menjadi sahabat dunia ini, ia menjadikan dirinya musuh Allah.","Jangan kira bahwa Alkitab tanpa alasan berkata, \"Di dalam diri kita Allah menempatkan Roh yang keras keinginannya.\"","Meskipun begitu, rahmat Allah yang diberikan kepada kita lebih kuat daripada keinginan roh kita itu. Itulah sebabnya di dalam Alkitab tertulis juga, \"Allah menentang orang yang sombong, tetapi sebaliknya Ia mengasihi orang yang rendah hati.\"","Sebab itu, tunduklah kepada Allah dan lawanlah Iblis, maka Iblis akan lari dari kalian.","Dekatilah Allah, dan Allah pun akan mendekati kalian. Bersihkanlah tanganmu, kalian yang berdosa! Dan jernihkanlah hatimu, kalian yang bercabang hati!","Hendaklah kalian sungguh-sungguh menyesal dan menangis serta meratap; hendaklah tertawamu menjadi tangisan dan kegembiraanmu menjadi kesedihan!","Hendaklah kalian merendahkan diri di hadapan Tuhan, maka Tuhan akan meninggikan kalian.","Saudara-saudara, janganlah saling mencela atau saling menyalahkan. Orang yang mencela atau menyalahkan saudaranya yang sama-sama Kristen, ia mencela dan menyalahkan hukum Allah. Dan kalau kalian menyalahkan hukum Allah, itu berarti kalian tidak menuruti hukum-hukum itu, melainkan menjadi hakimnya.","Padahal hanya satu yang berhak memberi hukum kepada manusia dan mengadili manusia. Ialah Allah yang berkuasa menyelamatkan dan membinasakan. Jadi, siapakah kalian, sehingga kalian mau menyalahkan sesama manusia?","Saudara-saudara yang berkata, \"Hari ini atau besok kami akan berangkat ke kota anu dan tinggal di sana setahun lamanya untuk berdagang dan mencari uang,\" --dengarkanlah nasihat saya ini.","Apa yang akan terjadi dengan kehidupanmu besok, kalian sendiri pun tidak mengetahuinya! Kalian hanya seperti asap yang sebentar saja kelihatan, kemudian lenyap.","Seharusnya kalian berkata begini, \"Kalau Tuhan memperkenankan, kami akan hidup dan melakukan ini atau itu.\"","Tetapi sekarang kalian sombong dan membual. Semua bualan seperti itu salah.","Sebab itu, orang yang tahu apa yang baik yang harus dilakukannya tetapi tidak melakukannya, orang itu berdosa."]