["\"Kemudian TUHAN berkata kepada saya, 'Musa, pahatlah dua lempeng batu seperti yang pertama, dan buatlah juga sebuah peti kayu untuk tempatnya, lalu datanglah kepada-Ku di puncak gunung.","Pada batu-batu itu akan Kutulis kata-kata yang sama seperti pada batu yang sudah kaupecahkan; kemudian batu-batu itu harus kaumasukkan ke dalam peti itu.'","Lalu saya membuat peti dari kayu akasia dan memahat dua batu seperti yang dahulu dan membawanya ke atas gunung.","Pada batu itu TUHAN menulis Sepuluh Perintah sama dengan yang semula, yaitu perintah-perintah yang diberikan-Nya kepada kamu, ketika Ia berbicara dari tengah-tengah api pada hari kamu berkumpul di kaki gunung. Sesudah itu TUHAN memberi batu tulis itu kepada saya","dan saya kembali menuruni gunung. Lalu sesuai dengan perintah TUHAN, kedua batu itu saya masukkan ke dalam peti yang telah saya buat--dan sejak saat itu sampai sekarang kedua batu tulis itu masih ada di situ.\"","(Kemudian orang Israel berangkat dari sumur-sumur orang Yaakan, dan pergi ke Mosera. Di situ Harun meninggal dan dimakamkan. Eleazar anaknya menggantikan dia sebagai imam.","Dari situ mereka pergi ke Gudgod, lalu terus ke Yotbata, daerah yang banyak airnya.","Di gunung itu TUHAN mengkhususkan suku Lewi untuk mengurus Peti Perjanjian dan melayani TUHAN, serta mengucapkan berkat atas nama-Nya. Itulah tugas mereka sampai sekarang.","Oleh karena itu suku Lewi tidak menerima tanah pusaka seperti suku-suku lain, sebab Tuhanlah bagian warisan mereka, seperti yang dikatakan TUHAN Allahmu kepada mereka.)","\"Empat puluh hari dan empat puluh malam saya tinggal di atas gunung seperti yang saya lakukan pertama kalinya. Sekali lagi TUHAN mendengarkan saya, dan Ia setuju untuk tidak membinasakan kamu.","Lalu Ia menyuruh saya pergi untuk memimpin kamu supaya kamu dapat memiliki tanah yang dijanjikan-Nya kepada nenek moyangmu.\"","\"Sekarang, Saudara-saudara, perhatikanlah apa yang dituntut TUHAN Allahmu dari kamu: Hormatilah TUHAN Allahmu dan lakukanlah segala perintah-Nya. Cintailah Dia dan beribadatlah kepada-Nya dengan seluruh jiwa ragamu.","Taatilah segala perintah TUHAN yang hari ini saya sampaikan kepadamu demi kebaikanmu sendiri.","TUHAN Allahmu memiliki langit tertinggi; bumi pun milik-Nya beserta segala yang ada di atasnya.","Tetapi kasih TUHAN kepada leluhurmu begitu besar, sehingga dari segala bangsa kamulah yang dipilih-Nya, dan sampai sekarang pun kamu umat-Nya yang terpilih.","Jadi mulai saat ini kamu harus taat kepada TUHAN dan janganlah berkeras kepala lagi.","TUHAN Allahmu ada di atas segala ilah dan melebihi segala kuasa. Ia Allah yang agung dan berkuasa yang harus ditaati. Ia tidak suka berpihak dan tidak juga menerima suap.","Ia membela hak yatim piatu dan janda supaya mereka diperlakukan dengan adil; Ia mengasihi orang asing yang hidup bersama bangsa kita dan memberi mereka makanan dan pakaian.","Maka kamu juga harus menunjukkan kasihmu kepada orang-orang asing itu, sebab dahulu kamu pun orang asing di Mesir.","Hormatilah TUHAN Allahmu dan beribadatlah kepada Dia saja. Hendaklah kamu tetap setia kepada-Nya dan bersumpah demi nama-Nya saja.","Pujilah Dia sebab Ia Allahmu. Dengan mata kepalamu sendiri kamu telah melihat perbuatan-perbuatan hebat dan dahsyat yang dilakukan-Nya untukmu.","Ketika nenek moyangmu pergi ke Mesir, jumlah mereka hanya tujuh puluh orang. Tetapi TUHAN Allahmu telah membuat jumlahmu sebanyak bintang-bintang di langit.\""]