["\"Cintailah TUHAN Allahmu, dan taatilah selalu segala perintah-Nya.","Ingatlah sekarang apa yang kamu ketahui tentang TUHAN dari pengalamanmu. Anak-anakmu tidak mempunyai pengalaman itu. Kamulah yang telah menyaksikan keagungan TUHAN Allahmu, kekuatan-Nya, kekuasaan-Nya","dan keajaiban-keajaiban yang dilakukan-Nya. Kamu melihat sendiri apa yang dilakukan-Nya terhadap raja Mesir dan seluruh negerinya.","Kamu melihat bagaimana TUHAN memusnahkan tentara Mesir bersama semua kuda dan kereta perangnya. Mereka semua ditenggelamkan di Laut Gelagah ketika sedang mengejar kamu.","Kamu tahu apa yang dilakukan TUHAN bagimu di padang gurun sebelum kamu sampai di sini.","Kamu juga ingat apa yang dilakukan TUHAN terhadap Datan dan Abiram, anak-anak Eliab dari suku Ruben. Di depan kamu semua, bumi terbelah lalu menelan mereka bersama keluarga, kemah, semua hamba dan ternak mereka.","Ya, kamulah yang dengan mata kepala sendiri telah melihat semua keajaiban yang dilakukan TUHAN.\"","\"Taatilah semua hukum yang saya sampaikan kepadamu hari ini, maka kamu dapat menyeberangi sungai dan masuk ke negeri yang tak lama lagi kamu diami.","Dan kamu akan hidup lama di negeri yang kaya dan subur, yang dijanjikan TUHAN kepada nenek moyangmu dan kepada keturunan mereka.","Negeri yang kamu diami nanti tidak seperti tanah Mesir, tempat kamu dahulu tinggal. Di sana kamu harus bekerja keras untuk mengairi ladang-ladang pada waktu menabur benih.","Tetapi negeri yang akan kamu masuki terdiri dari pegunungan dan lembah-lembah; tanahnya diairi oleh hujan.","TUHAN Allahmu memelihara negeri itu dan menjagainya sepanjang tahun.","Jadi taatilah perintah-perintah yang saya sampaikan kepadamu hari ini; cintailah TUHAN Allahmu dan beribadatlah kepada-Nya dengan seluruh jiwa ragamu.","Kalau kamu berbuat begitu, maka TUHAN akan menurunkan hujan atas tanahmu pada musimnya, sehabis kamu panen, dan pada waktu kamu mulai menanam. Maka kamu akan mempunyai cukup gandum, anggur dan minyak zaitun,","serta rumput untuk ternakmu. Segala makanan yang kamu perlukan akan tersedia bagimu.","Jangan kamu mau dijauhkan dari TUHAN untuk menyembah dan mengabdi kepada ilah-ilah lain.","Kalau kamu melanggar perintah itu, TUHAN akan marah kepadamu. Ia tidak akan menurunkan hujan; tanahmu menjadi kering kerontang sehingga tanaman tidak memberi hasil. Maka dalam waktu singkat kamu mati di tanah subur yang diberikan TUHAN kepadamu.","Ingatlah dan perhatikanlah perintah-perintah itu. Ikatkan pada lenganmu dan pasanglah pada dahimu untuk diingat-ingat.","Ajarkanlah kepada anak-anakmu. Bicarakanlah di dalam rumah dan di luar rumah, waktu beristirahat dan waktu bekerja.","Tuliskanlah di tiang pintu rumahmu dan di pintu gerbangmu.","Maka kamu dan anak-anakmu akan panjang umur di negeri yang dijanjikan TUHAN Allahmu kepada nenek moyangmu. Selama ada langit di atas bumi, selama itu pula kamu akan diam di tanah itu.","Taatilah dengan setia semua hukum yang saya sampaikan kepadamu: Cintailah TUHAN Allahmu, lakukanlah segala yang diperintahkan-Nya kepadamu, dan hendaklah kamu tetap setia kepada-Nya.","Maka TUHAN akan mengusir semua bangsa itu dari hadapanmu, dan kamu akan mendiami tanah kepunyaan bangsa-bangsa yang lebih besar dan lebih kuat daripadamu.","Setiap wilayah yang kamu jejaki akan menjadi milikmu. Wilayahmu terbentang dari padang gurun di selatan sampai ke Pegunungan Libanon di utara, dan dari Sungai Efrat di timur sampai ke Laut Tengah di barat.","Di seluruh negeri itu TUHAN Allahmu akan membuat orang-orang ketakutan terhadapmu seperti yang dijanjikan-Nya, sehingga tak seorang pun dapat menghalangi kamu.","Hari ini kamu boleh memilih antara berkat dan kutuk.","Kamu akan diberkati kalau taat kepada perintah-perintah TUHAN Allahmu, yang hari ini saya sampaikan kepadamu.","Tetapi kamu akan dikutuk kalau tidak taat kepada perintah-perintah TUHAN Allahmu, melainkan berbalik untuk menyembah ilah-ilah lain yang tidak pernah kamu sembah.","Sesudah TUHAN Allahmu membawa kamu masuk ke negeri yang kamu diami nanti, berkat itu harus kamu ucapkan dari Gunung Gerizim dan kutuk itu dari Gunung Ebal.","(Kedua gunung itu terletak di sebelah barat Sungai Yordan di wilayah orang Kanaan yang tinggal di Lembah Yordan, menghadap ke barat tak jauh dari pohon-pohon tempat ibadat di More dekat kota Gilgal.)","Tak lama lagi kamu menyeberangi Sungai Yordan dan menduduki tanah yang diberikan TUHAN Allahmu kepadamu. Sesudah kamu merebut tanah itu dan berdiam di situ,","kamu harus mentaati semua hukum yang saya sampaikan kepadamu hari ini.\""]