["\"Inilah hukum-hukum yang harus kamu taati seumur hidupmu di negeri yang diberikan kepadamu oleh TUHAN, Allah nenek moyangmu.","Sesudah masuk ke negeri itu kamu harus menghancurkan tempat-tempat pemujaan di atas gunung-gunung tinggi, di bukit-bukit dan di bawah pohon-pohon rindang, tempat bangsa yang tinggal di situ menyembah ilah-ilah mereka.","Robohkanlah mezbah-mezbah mereka dan remukkan tiang-tiang batu yang mereka anggap keramat. Bakarlah lambang-lambang Asyera, dan hancurkan patung-patung berhala mereka, sehingga ilah-ilah itu tak akan disembah lagi di tempat-tempat itu.","Pada waktu kamu menyembah TUHAN Allahmu, janganlah meniru cara orang-orang itu menyembah ilah-ilah mereka.","Dari seluruh wilayah suku-suku Israel, TUHAN Allahmu akan memilih satu tempat supaya bangsa kita dapat datang ke hadapan-Nya dan menyembah Dia.","Ke tempat itulah harus kamu bawa kurban-kurban bakaran serta kurban-kurban yang lain, persembahan sepersepuluhanmu serta persembahan-persemb lain, kurban pembayar kaulmu, kurban sukarelamu dan anak sapi dan kambing dombamu yang pertama lahir.","Di situ juga, di hadapan TUHAN Allahmu, kamu bersama-sama dengan keluargamu harus makan dan bergembira atas usaha-usahamu yang berhasil karena diberkati TUHAN Allahmu.","Kalau saat itu sudah datang, kamu jangan lagi berbuat seperti sekarang. Sampai sekarang kamu beribadat sesuka hatimu,","karena kamu belum masuk ke negeri yang diberikan TUHAN Allahmu kepadamu, tempat kamu dapat menetap dengan aman.","Sesudah kamu menyeberangi Sungai Yordan, TUHAN Allahmu akan menolong kamu menduduki dan mendiami tanah di seberang sungai itu. Ia akan melindungi kamu dari segala musuh, dan kamu akan hidup dengan aman dan tentram.","Kemudian TUHAN Allahmu akan memilih suatu tempat di mana Ia harus disembah. Ke situlah kamu harus pergi membawa segala yang telah kuperintahkan, yaitu kurban bakaran dan kurban-kurban lain, persembahan sepersepuluhan dan persembahan khusus yang kamu janjikan kepada TUHAN.","Bergembiralah di hadapan TUHAN Allahmu, bersama-sama dengan anak-anakmu, hamba-hambamu dan orang-orang Lewi yang tinggal di kota-kotamu, oleh karena orang Lewi tidak mendapat bagian tanah di negerimu.","Kamu tak boleh mempersembahkan kurbanmu di sembarang tempat yang kamu pilih sendiri,","tetapi hanya di tempat yang dipilih TUHAN di daerah salah satu sukumu. Di situ saja kamu harus mempersembahkan kurban bakaran dan melakukan hal lain yang saya perintahkan kepadamu.","Tetapi kamu bebas untuk memotong ternakmu dan makan dagingnya di mana saja kamu tinggal. Kamu boleh makan sebanyak yang diberikan TUHAN Allahmu kepadamu. Setiap orang, baik yang bersih maupun yang najis, boleh makan daging itu, seperti kamu boleh makan daging kijang atau daging rusa.","Hanya darahnya tidak boleh dimakan, tetapi harus ditumpahkan ke tanah seperti air.","Di tempat kediamanmu kamu tak boleh makan persembahan sepersepuluhan dari gandummu, anggurmu, minyak zaitunmu, sapi atau kambing dombamu yang pertama lahir, kurban pembayar kaulmu, kurban sukarelamu atau persembahan lain.","Kamu dan anak-anakmu, bersama-sama dengan hamba-hambamu dan orang-orang Lewi yang tinggal di kotamu, harus makan persembahan itu di hadapan TUHAN Allahmu, di tempat yang dipilih TUHAN Allahmu. Dan di tempat itu kamu harus bergembira karena segala usahamu.","Jagalah jangan sampai kamu membiarkan kaum Lewi terlantar selama kamu hidup di negeri itu.","Sesudah TUHAN Allahmu memperluas batas-batas negerimu seperti yang dijanjikan-Nya, kamu boleh makan daging sesuka hatimu.","Kalau tempat yang dipilih TUHAN Allahmu terlalu jauh dari tempatmu, kamu boleh memotong seekor sapi, domba atau kambing yang diberikan TUHAN kepadamu, dan memakan dagingnya di tempatmu dengan sesuka hatimu, seperti yang sudah saya katakan kepadamu.","Setiap orang, baik yang bersih maupun yang najis, boleh makan daging itu, seperti kamu boleh makan daging rusa atau daging kijang.","Tetapi daging yang masih ada darahnya tak boleh dimakan, karena nyawa ada di dalam darah, dan kamu tak boleh makan nyawa bersama dengan dagingnya.","Darahnya sama sekali tak boleh dimakan, tetapi harus ditumpahkan ke tanah seperti air.","Kalau kamu mentaati perintah itu, TUHAN akan senang, dan kamu serta keturunanmu akan sejahtera.","Segala kurban dan persembahan yang telah kamu janjikan kepada TUHAN, harus kamu bawa ke tempat yang dipilih TUHAN.","Kurban bakaran dan kurban yang dimakan dagingnya harus dipersembahkan di atas mezbah TUHAN Allahmu dan darahnya ditumpahkan ke atas mezbah itu.","Perhatikanlah dengan baik segala yang sudah saya perintahkan kepadamu, maka kamu melakukan yang baik dan berkenan kepada TUHAN Allahmu, sehingga kamu dan keturunanmu selamat dan sejahtera untuk selama-lamanya.\"","\"TUHAN Allahmu akan membinasakan bangsa-bangsa yang tinggal di negeri itu, sehingga kamu dapat menduduki dan mendiaminya.","Sesudah bangsa-bangsa itu dibinasakan, berhati-hatilah jangan sampai kamu meniru mereka menyembah ilah-ilah lain, sebab perbuatan itu mendatangkan bencana.","Cara bangsa-bangsa itu menyembah ilah-ilah mereka, janganlah kamu tiru untuk menyembah TUHAN Allahmu, sebab mereka menyembah dengan melakukan perbuatan-perbuatan keji yang dibenci TUHAN. Bahkan anak-anak mereka sendiri mereka bakar di atas mezbah sebagai kurban untuk ilah-ilah mereka.","Lakukanlah segala yang saya perintahkan kepadamu; jangan ditambah atau dikurangi."]