["Apabila seorang nabi atau tukang mimpi menjanjikan suatu mujizat atau keajaiban","dengan maksud supaya kamu menyembah dan mengabdi kepada ilah-ilah yang tidak pernah kamu kenal, biarpun apa yang dijanjikannya itu sungguh-sungguh terjadi,","jangan memberi perhatian kepadanya. TUHAN Allahmu memakai orang itu untuk mencobai kamu, untuk melihat apakah kamu betul-betul mencintai TUHAN dengan sepenuhnya atau tidak.","Orang semacam itu harus dihukum mati, karena mau menyesatkan kamu dari jalan yang diperintahkan TUHAN Allahmu kepadamu. Ia adalah orang jahat karena menyuruh kamu berontak terhadap TUHAN Allahmu yang membebaskan kamu dari Mesir, tempat kamu diperbudak. Jadi ia harus dibunuh, supaya kejahatan itu diberantas. Tetapi kamu hendaklah mengikuti TUHAN Allahmu dan menghormati-Nya; taatilah Dia dan lakukanlah segala perintah-Nya. Tetaplah setia dan mengabdi kepada-Nya.","(13:4)","Apabila saudaramu atau anakmu laki-laki atau perempuan, atau istrimu yang kaukasihi atau kawan karibmu dengan diam-diam membujukmu untuk menyembah ilah-ilah lain yang tidak kamu kenal dan tidak dikenal leluhurmu, ilah-ilah dari bangsa-bangsa yang tinggal dekat dan jauh,","(13:6)","jangan dengarkan dia dan jangan biarkan dirimu dibujuk olehnya. Jangan juga mengasihani atau melindungi orang itu.","Dia harus dilempari batu sampai mati. Engkau yang harus mulai melempari dia, diikuti oleh seluruh rakyat. Orang yang bersalah itu harus dibunuh, sebab ia mau menjauhkan kamu dari TUHAN Allahmu yang membebaskan kita dari perbudakan di Mesir.","(13:9)","Maka seluruh bangsa Israel akan mendengar tentang pembunuhan itu dan menjadi takut, sehingga tak seorang pun berbuat sejahat itu lagi.","Apabila kamu nanti tinggal di kota-kota yang diberikan TUHAN Allahmu kepadamu, mungkin tersiar berita","bahwa beberapa orang jahat dari bangsamu telah menyesatkan penduduk kota untuk menyembah ilah-ilah yang tidak kamu kenal.","Apabila terdengar desas-desus semacam itu, selidikilah dengan teliti. Kalau kejahatan itu benar-benar telah terjadi,","maka seluruh penduduk kota itu beserta ternaknya harus dibunuh. Kota itu harus dimusnahkan sama sekali.","Seluruh harta benda penduduk kota itu harus dikumpulkan dan ditimbun di tanah lapang, lalu kota dan segala harta bendanya harus dibakar sebagai kurban bagi TUHAN Allahmu. Sesudahnya semua itu harus ditinggalkan menjadi puing dan tak boleh dibangun kembali.","Barang-barang terkutuk itu tak boleh disimpan untuk dirimu sendiri, tetapi harus dibinasakan sama sekali. Maka kemarahan TUHAN akan reda dan Ia akan menunjukkan belas kasihan kepadamu. Ia akan bermurah hati kepadamu dan menjadikan kamu bangsa yang besar seperti yang dijanjikan-Nya kepada leluhurmu,","asal kamu mentaati segala perintah-Nya yang saya sampaikan kepadamu hari ini, dan melakukan segala yang dikehendaki-Nya.\""]