["\"Pada akhir tiap tahun ketujuh kamu harus mengadakan penghapusan hutang.","Beginilah caranya. Setiap orang Israel yang meminjamkan uang kepada orang sebangsanya, harus menghapuskan hutang itu, karena menurut keputusan TUHAN sendiri hutang itu sudah dihapuskan, jadi tak boleh ditagih lagi.","Kamu boleh menagih uang yang kamu pinjamkan kepada orang asing, tetapi tidak boleh menagih lagi uang yang kamu pinjamkan kepada orang sebangsamu.","TUHAN Allahmu akan memberkati kamu di negeri yang diberikan-Nya kepadamu. Maka di antara bangsamu tak akan ada orang miskin,","asal kamu taat kepada TUHAN Allahmu, dan dengan teliti melakukan segala yang saya perintahkan kepadamu hari ini.","TUHAN Allahmu akan memberkati kamu seperti yang dijanjikan-Nya. Kamu akan meminjamkan uang kepada banyak bangsa, tetapi kamu sendiri tidak akan meminjam; kamu akan menguasai banyak bangsa, tetapi mereka tidak akan menguasai kamu.","Apabila kamu nanti sudah berdiam di negeri yang diberikan TUHAN Allahmu kepadamu, lalu di salah satu kotamu terdapat orang sebangsamu yang berkekurangan, janganlah mementingkan dirimu sendiri dan menolak untuk membantu dia.","Sebaliknya, kamu harus bermurah hati dan meminjamkan kepada orang itu sebanyak yang diperlukannya.","Jangan menolak untuk memberi pinjaman kepadanya dengan alasan bahwa tahun penghapusan hutang sudah dekat. Jangan biarkan pikiran sejahat itu masuk ke dalam hatimu. Kalau kamu tidak mau meminjamkan, orang itu akan berseru kepada TUHAN untuk mengadukan kamu, maka kamu akan dinyatakan bersalah.","Berilah kepadanya dengan senang hati dan rela, maka TUHAN Allahmu akan memberkati segala usahamu.","Di kalangan orang Israel selalu akan terdapat beberapa orang yang miskin dan berkekurangan. Sebab itu saya memerintahkan kamu untuk bermurah hati kepada mereka.\"","\"Apabila seorang laki-laki atau perempuan dari bangsamu menjual dirinya menjadi budakmu, ia harus bekerja untukmu selama enam tahun. Dalam tahun yang ketujuh ia harus dibebaskan.","Budak yang dibebaskan itu tak boleh dibiarkan pergi dengan tangan kosong.","Berilah kepadanya dengan murah hati dari apa yang diberikan TUHAN Allahmu kepadamu yaitu kambing domba, gandum dan anggur.","Ingatlah bahwa kamu dahulu budak di Mesir lalu dibebaskan oleh TUHAN Allahmu; itulah sebabnya saya berikan perintah ini kepadamu.","Tetapi kalau budak itu tidak mau pergi karena ia mencintai kamu dan keluargamu dan senang tinggal bersamamu,","bawalah dia ke pintu rumahmu dan tindiklah telinganya, maka ia akan menjadi budakmu seumur hidupnya. Begitu juga harus kamu perlakukan budakmu yang perempuan.","Kalau kamu membebaskan seorang budak, janganlah merasa kesal, sebab selama enam tahun ia telah bekerja untuk kamu dengan separuh upah seorang pelayan. Lakukanlah perintah itu, maka TUHAN Allahmu akan memberkati segala usahamu.\"","\"Anak sapi dan kambing domba jantan yang pertama lahir harus dipersembahkan kepada TUHAN Allahmu. Sapi itu tak boleh dipakai untuk menarik bajak, dan domba itu tak boleh dicukur.","Setiap tahun kamu sekeluarga harus makan dagingnya di hadapan TUHAN Allahmu, di tempat yang dipilih TUHAN.","Tetapi kalau ternak itu cacat, misalnya pincang atau buta atau cacat berat lainnya, kamu tak boleh mempersembahkannya kepada TUHAN Allahmu.","Setiap orang, baik yang bersih maupun yang najis, boleh memakannya di rumah, seperti makan daging rusa atau daging kijang.","Darahnya tak boleh dimakan, tetapi harus ditumpahkan ke tanah seperti air.\""]