["\"Rayakanlah Paskah dalam bulan Abib untuk menghormati TUHAN Allahmu, sebab dalam bulan itu, pada waktu malam, Ia membebaskan kamu dari Mesir.","Pergilah ke tempat yang dipilih TUHAN untuk memotong seekor dari kambing domba atau sapimu sebagai persembahan Paskah untuk menghormati TUHAN Allahmu.","Persembahan Paskah itu harus dimakan dengan roti yang tidak beragi. Tujuh hari lamanya kamu harus makan roti yang tidak beragi, seperti pada waktu kamu meninggalkan tanah Mesir dengan tergesa-gesa. Makanlah roti itu, roti yang disebut roti penderitaan, supaya seumur hidupmu kamu teringat akan hari kamu meninggalkan Mesir, tempat kamu menderita.","Selama tujuh hari di seluruh negerimu tak seorang pun boleh menyimpan ragi di rumahnya. Daging ternak yang dipotong pada malam hari yang pertama harus dimakan habis pada malam itu juga.","Ternak untuk Perayaan Paskah harus dipotong di tempat yang dipilih TUHAN Allahmu, dan tak boleh di tempat lain di seluruh negeri yang diberikan-Nya kepadamu. Hal itu harus kamu lakukan pada waktu matahari terbenam, seperti pada waktu kamu meninggalkan tanah Mesir.","(16:5)","Rebuslah daging itu dan makanlah di tempat yang dipilih TUHAN Allahmu, lalu pulanglah ke rumahmu keesokan paginya.","Selama enam hari yang berikut kamu harus makan roti tak beragi. Pada hari yang ketujuh kamu harus berkumpul untuk menyembah TUHAN Allahmu. Janganlah bekerja pada hari itu.\"","\"Hitunglah tujuh minggu mulai dari hari pertama kamu memotong gandum,","lalu rayakanlah Pesta Panen untuk menghormati TUHAN Allahmu. Pada hari itu bawalah persembahan sukarela kepada-Nya menurut banyaknya rezeki yang telah diberikan-Nya kepadamu.","Di hadapan TUHAN Allahmu, di tempat yang dipilih-Nya, kamu harus bergembira bersama-sama dengan anak-anakmu, hamba-hambamu dan orang Lewi, orang asing, anak yatim piatu dan para janda yang tinggal di kota-kotamu.","Taatilah semua perintah-Nya dengan setia, dan jangan lupa bahwa dahulu kamu budak di Mesir.\"","\"Sesudah semua gandummu selesai ditebah dan semua buah anggurmu selesai diperas, kamu harus merayakan Pesta Pondok Daun selama tujuh hari.","Bersenang-senanglah bersama anak-anakmu, hamba-hambamu, orang Lewi, orang asing, anak yatim piatu dan para janda yang tinggal di kota-kotamu.","Tujuh hari lamanya harus kamu rayakan pesta itu untuk menghormati TUHAN Allahmu di tempat yang dipilih TUHAN. Bergembiralah, karena TUHAN Allahmu telah memberkati hasil tanah dan pekerjaanmu.","Semua orang laki-laki Israel harus datang menyembah TUHAN Allahmu di tempat yang dipilih-Nya tiga kali setahun, yaitu pada Hari Raya Paskah, pada Pesta Panen dan Pesta Pondok Daun. Setiap orang harus membawa persembahan","menurut kemampuannya, sesuai dengan banyaknya rezeki yang diberikan TUHAN Allahmu kepadanya.\"","\"Di setiap kota yang diberikan TUHAN Allahmu kepadamu, kamu harus mengangkat hakim-hakim dan petugas-petugas lain untuk menghakimi rakyat dengan adil.","Dalam mengambil keputusan, mereka tak boleh bertindak sewenang-wenang atau berat sebelah. Mereka tak boleh juga menerima suap, karena suap itu membutakan orang, bahkan orang bijaksana dan jujur, sehingga mengambil keputusan yang tidak adil.","Kamu harus selalu adil, supaya dapat menetap dan hidup sejahtera di tanah yang diberikan TUHAN Allahmu kepadamu.","Kalau kamu membuat mezbah untuk TUHAN Allahmu, jangan menaruh patung berhala kayu lambang Asyera di sebelahnya,","dan jangan mendirikan tiang untuk memuja berhala, karena TUHAN Allahmu membenci perbuatan itu."]