["Jangan persembahkan sapi atau domba yang cacat kepada TUHAN Allahmu, karena Ia membencinya.","Apabila kamu mendengar bahwa di salah satu kotamu ada orang yang berdosa terhadap TUHAN Allahmu karena melanggar perjanjian","dan perintah-Nya dengan menyembah dan mengabdi kepada ilah-ilah lain atau kepada matahari, bulan atau bintang-bintang,","maka kamu harus menyelidikinya dengan teliti. Sekiranya kejahatan itu benar-benar telah terjadi di Israel,","orang yang bersalah harus dibawa ke luar kota dan dilempari batu sampai mati.","Tetapi ia hanya boleh dihukum mati kalau ada dua orang saksi atau lebih; seseorang tak boleh dihukum mati berdasarkan keterangan satu orang saksi saja.","Para saksi harus lemparkan batu yang pertama kepada orang itu, diikuti seluruh rakyat. Dengan demikian kamu berantas kejahatan itu.","Apabila ada perkara yang tak dapat diputuskan oleh hakim-hakim setempat karena terlalu sulit, misalnya perkara pembunuhan yang disengaja atau tidak disengaja, perselisihan tentang hak milik atau luka-melukai badan, kamu harus pergi ke tempat yang dipilih TUHAN Allahmu.","Ajukanlah perkaramu itu kepada imam-imam Lewi dan kepada hakim yang sedang bertugas, lalu biarkan mereka memutuskannya.","Merekalah yang memberi keputusan, dan kamu harus melakukan dengan teliti apa yang mereka katakan kepadamu.","Terimalah keputusan mereka dan laksanakanlah apa yang mereka tetapkan sampai hal yang sekecil-kecilnya.","Siapa saja yang berani melawan hakim atau imam yang sedang bertugas, harus dihukum mati; dengan demikian kamu memberantas kejahatan itu di Israel.","Semua orang akan mendengar tentang kejadian itu dan menjadi takut, sehingga tak ada lagi yang berani berbuat begitu.\"","\"Apabila tanah yang diberikan TUHAN Allahmu kepadamu sudah menjadi milikmu, dan kamu sudah berdiam di situ, mungkin kamu menginginkan seorang raja seperti bangsa-bangsa yang tinggal di sekelilingmu.","Perhatikanlah baik-baik supaya orang yang kamu angkat menjadi rajamu adalah orang yang dipilih TUHAN Allahmu. Ia harus seorang dari bangsamu sendiri; jangan mengangkat seorang asing menjadi rajamu.","Raja tak boleh memiliki banyak kuda untuk tentaranya dan tak boleh menyuruh bangsa ini kembali ke Mesir untuk membeli kuda, karena TUHAN telah berkata bahwa umat-Nya tak boleh kembali ke negeri itu.","Raja tak boleh punya banyak istri, supaya ia jangan membelakangi TUHAN. Ia juga tak boleh memperkaya diri dengan perak dan emas.","Kalau seorang dinobatkan menjadi raja, ia harus diberi sebuah buku berisi hukum-hukum Allah yang disalin dari buku asli yang disimpan oleh imam-imam Lewi.","Buku itu harus selalu ada di dekatnya, dan seumur hidup ia harus membacanya supaya belajar menghormati TUHAN Allahnya dan dengan setia mentaati segala perintah yang tertulis di dalamnya.","Kalau ia membacanya dengan tekun, ia tak akan menganggap dirinya lebih baik dari orang-orang sebangsanya, dan tak akan melanggar perintah TUHAN dengan cara bagaimanapun. Lalu ia dan keturunannya akan memerintah bangsanya sampai turun-temurun.\""]