["\"Apabila kamu pergi berperang melawan musuh-musuhmu, jangan takut melihat kereta perang dan kuda mereka yang banyak serta tentara mereka yang jumlahnya melebihi jumlahmu. TUHAN Allahmu yang membebaskan kamu dari Mesir, juga akan menolong kamu.","Sebelum mulai berperang, seorang imam harus maju dan berbicara kepadamu begini,","'Saudara-saudara, dengarlah! Hari ini kamu maju berperang. Jangan takut atau berkecil hati atau bingung.","TUHAN Allahmu akan ikut untuk menolong kamu, dan Ia akan memberi kemenangan kepadamu.'","Kemudian para perwira harus menyampaikan kata-kata ini kepadamu, 'Adakah di antara kamu orang yang baru saja membangun rumah, tetapi belum mengadakan upacara peresmiannya? Kalau ada, ia boleh pulang. Sebab kalau ia terbunuh dalam peperangan, orang lain akan menempati rumahnya.","Adakah di antara kamu orang yang baru saja menanami kebun anggurnya dan belum sempat memetik buah-buah anggurnya? Kalau ada, ia boleh pulang. Sebab kalau ia terbunuh dalam peperangan, orang lain akan menikmati air anggurnya.","Adakah di antara kamu orang yang bertunangan dan hendak kawin? Kalau ada, ia boleh pulang. Sebab kalau ia terbunuh dalam peperangan, orang lain akan kawin dengan tunangannya.'","Para perwira juga harus mengatakan ini kepadamu, 'Adakah di antara kamu orang gugup dan takut? Kalau ada, ia boleh pulang, supaya ia jangan merusak semangat orang lain.'","Sesudah para perwira berbicara kepada tentara, harus ditunjuk pemimpin-pemimpin untuk setiap kesatuan.","Apabila kamu pergi untuk menyerang sebuah kota, berilah dahulu kesempatan kepada penduduknya untuk menyerah.","Kalau mereka membuka pintu-pintu gerbang dan menyerah, mereka semua harus menjadi hamba-hambamu dan melakukan kerja paksa untukmu.","Tetapi kalau penduduk kota itu tidak mau menyerah dan lebih suka berperang, kamu harus mengepung kota itu.","Kemudian, apabila TUHAN Allahmu memungkinkan kamu merebut kota itu, kamu harus membunuh seluruh penduduknya yang laki-laki.","Tetapi kamu boleh mengambil kaum wanita, anak-anak, ternak dan apa saja yang ada di kota itu. Segala harta benda musuh-musuhmu itu boleh kamu pakai. TUHAN Allahmu menyerahkan itu kepadamu.","Begitulah harus kamu perlakukan kota-kota yang jauh dari negeri kediamanmu.","Tetapi kalau kota itu ada di dalam wilayah yang diberikan TUHAN Allahmu kepadamu, seluruh penduduknya harus dibunuh.","Seperti yang diperintahkan TUHAN Allahmu, kamu harus membinasakan orang-orang Het, Amori, Kanaan, Feris, Hewi dan Yebus.","Bunuhlah mereka, supaya mereka tidak membuat kamu berdosa terhadap TUHAN Allahmu dengan mengajar kamu melakukan perbuatan-perbuatan menjijikkan bagi ilah-ilah mereka.","Apabila kamu memerangi sebuah kota dan mengepungnya untuk waktu yang lama, janganlah menebang pohon buah-buahan di situ. Makanlah buah-buahnya, tetapi jangan rusakkan pohonnya, sebab pohon-pohon itu bukan musuhmu.","Pohon-pohon lain boleh kamu tebang untuk dijadikan pagar pengepungan sampai kota itu sudah jatuh.\""]