["\"Apabila di negeri yang diberikan TUHAN Allahmu kepadamu ada orang yang kedapatan mati terbunuh di ladang dan tidak ketahuan siapa pembunuhnya,","maka pemimpin dan hakimmu harus pergi mengukur jarak dari tempat mayat itu ditemukan ke tiap-tiap kota yang berdekatan.","Lalu para pemuka dari kota yang paling dekat harus memilih seekor sapi muda yang belum pernah dipakai untuk bekerja.","Sapi itu harus mereka bawa ke suatu tempat di dekat sungai yang tidak pernah kering dan yang tanahnya belum pernah dibajak atau ditanami. Di situ mereka harus mematahkan leher binatang itu.","Para imam Lewi juga harus pergi ke situ, karena mereka harus memberi keputusan dalam tiap perkara tindak kekerasan. Mereka dipilih TUHAN Allahmu untuk mengabdi kepada-Nya dan mengucapkan berkat atas nama-Nya.","Lalu semua pemuka dari kota yang paling dekat harus mencuci tangan mereka di atas sapi itu","dan mengatakan, 'Bukan kami yang membunuh orang itu, dan kami tidak tahu siapa yang melakukannya.","TUHAN, ampunilah Israel umat-Mu yang Kaubebaskan dari Mesir. Ampunilah kami dan jangan menganggap kami bertanggung jawab atas pembunuhan orang yang tidak bersalah.'","Maka dengan melakukan apa yang dituntut TUHAN, kamu tidak dianggap bertanggung jawab atas pembunuhan itu.\"","\"Apabila kamu berperang dan TUHAN Allahmu memberi kamu kemenangan, lalu kamu mengambil tawanan perang,","mungkin di antara mereka ada seorang wanita cantik yang kausukai dan ingin kauperistri.","Bawalah wanita itu ke rumahmu. Di situ ia harus menggunting rambutnya, memotong kukunya,","dan berganti pakaian. Ia harus tinggal di rumahmu dan berkabung atas kematian orang tuanya selama satu bulan. Sesudah itu engkau boleh kawin dengan dia.","Kalau di kemudian hari engkau tidak menginginkan dia lagi, engkau boleh menyuruh dia pergi dengan bebas. Ia tak boleh kauperlakukan sebagai budak atau kaujual, karena ia telah kaupaksa bersetubuh dengan engkau.\"","\"Misalkan seorang punya dua istri, dan keduanya melahirkan anak laki-laki, tetapi anak yang lahir lebih dahulu bukan anak dari istri kesayangannya.","Kalau orang itu mau menentukan bagaimana ia akan membagi kekayaannya kepada anak-anaknya, ia tak boleh memihak pada anak dari istri kesayangannya dengan memberi kepada anak itu bagian yang menjadi hak anak sulung.","Ia harus memberi bagian dua kali lipat dari harta bendanya kepada anak laki-laki yang sulung, walaupun anak itu bukan anak dari istri kesayangannya. Hak anak sulung harus diakui oleh ayahnya, dan kepada anak itu harus diberi warisan yang menjadi haknya menurut hukum.\"","\"Misalkan ada anak laki-laki yang keras kepala, suka memberontak dan tak mau menurut kepada orang tuanya walaupun mereka sudah menghukum dia.","Maka orang tuanya harus membawa dia kepada para pemuka kota tempat mereka tinggal dan minta supaya anak itu diadili.","Mereka harus berkata kepada para pemuka kota itu, 'Anak kami ini keras kepala, suka memberontak dan tak mau taat kepada kami; ia memboroskan uang dan suka mabuk.'","Lalu orang-orang lelaki dari kota itu harus melempari anak itu dengan batu sampai mati. Dengan demikian kamu memberantas kejahatan itu. Semua orang di Israel akan mendengar tentang kejadian itu dan menjadi takut.\"","\"Apabila seseorang telah dihukum mati karena suatu kejahatan, dan mayatnya digantung pada tiang,","mayat itu tak boleh dibiarkan di situ sepanjang malam, tetapi harus dikubur pada hari itu juga. Mayat yang tergantung pada tiang mendatangkan kutuk Allah atas negeri. Jadi, kuburkanlah mayat itu supaya kamu tidak mencemarkan negeri yang diberikan TUHAN Allahmu kepadamu."]