["Apabila sapi itu atau domba milik orang sebangsamu sesat dan kamu melihat binatang itu, janganlah pura-pura tidak tahu, tetapi bawalah binatang itu kembali kepada pemiliknya.","Kalau pemiliknya jauh rumahnya, atau kamu tidak tahu siapa pemiliknya, bawalah binatang itu ke rumahmu. Apabila pemiliknya datang mencarinya, serahkanlah kepadanya.","Buatlah begitu juga kalau kamu menemukan seekor keledai, sepotong pakaian, atau apa saja milik orang sebangsamu.","Kalau seekor keledai atau sapi milik orang sebangsamu rebah di jalan, janganlah pura-pura tidak tahu, tetapi tolonglah dia membangunkan binatang itu kembali.","Orang perempuan tak boleh berpakaian seperti laki-laki dan orang laki-laki tak boleh berpakaian seperti perempuan, sebab orang yang berbuat begitu dibenci TUHAN Allahmu.","Kalau kamu menemukan sebuah sarang burung di pohon kayu atau di tanah dengan induk burung sedang duduk di atas telurnya atau bersama-sama dengan anak-anaknya, janganlah mengambil induk burung itu.","Kamu boleh mengambil anak-anak burung itu, tapi biarkan induknya terbang, supaya kamu panjang umur dan hidup makmur.","Apabila kamu membangun rumah, kamu harus memasang pagar di sekeliling pinggir atapnya. Maka kamu tidak bertanggung jawab kalau ada orang jatuh dari atap itu lalu mati.","Janganlah menanam tanaman lain di kebun anggurmu kecuali pohon anggur. Kalau kamu tanam juga, kamu tak boleh mengambil hasil kebun itu, baik dari anggur, maupun dari tanaman lainnya.","Jangan memasang seekor sapi dan seekor keledai pada satu bajak.","Jangan memakai pakaian yang dibuat dari wol dan linen dalam satu tenunan.","Buatlah rumbai-rumbai pada keempat ujung pakaianmu.\"","\"Misalkan seorang laki-laki kawin dengan seorang gadis, dan kemudian tidak menginginkannya lagi.","Ia membuat tuduhan palsu bahwa istrinya bukan perawan pada waktu mereka kawin.","Dalam hal itu orang tua wanita itu harus mengambil kain pengantin yang ada bekas darahnya, yang membuktikan bahwa anak mereka pada waktu itu masih perawan. Kain itu harus mereka tunjukkan kepada para pemuka kota di pengadilan.","Ayah gadis itu harus berkata kepada mereka, 'Saya sudah serahkan anak saya kepada orang ini menjadi istrinya, tetapi sekarang ia tidak menginginkannya lagi.","Ia buat tuduhan palsu dengan berkata bahwa istrinya bukan perawan waktu mereka kawin. Tetapi ini buktinya bahwa anak saya waktu itu masih perawan. Perhatikanlah bekas darah pada kain pengantinnya ini!'","Maka para pemuka kota harus memanggil orang laki-laki itu dan memukul dia.","Mereka juga harus mendenda dia seratus uang perak dan menyerahkan uang itu kepada mertuanya, karena ia telah merusak kehormatan seorang wanita Israel. Lagi pula wanita itu harus tetap menjadi istrinya, dan tak boleh diceraikan seumur hidupnya.","Tetapi andaikata tuduhan itu benar dan tidak ada bukti bahwa istrinya itu masih perawan pada waktu kawin,","maka wanita itu harus dibawa ke pintu rumah orang tuanya. Di tempat itu orang-orang lelaki dari kota itu harus melemparinya dengan batu sampai mati. Wanita itu telah melakukan sesuatu yang memalukan bangsa kita karena bersetubuh sebelum kawin selagi ia masih tinggal di rumah ayahnya. Dengan menghukum dia kamu memberantas kejahatan itu.","Kalau seorang laki-laki tertangkap basah selagi ia bersetubuh dengan istri orang lain, kedua-duanya harus dihukum mati. Dengan demikian kamu memberantas kejahatan itu.","Misalkan di dalam kota seorang laki-laki tertangkap basah selagi ia bersetubuh dengan seorang gadis yang sudah bertunangan dengan orang lain.","Dalam hal itu mereka harus dibawa ke luar kota dan dilempari dengan batu sampai mati. Gadis itu harus dibunuh karena ia tidak berteriak minta tolong, sedangkan hal itu terjadi di dalam kota, di mana teriakannya dapat didengar. Dan orang laki-laki itu harus dibunuh karena ia bersetubuh dengan gadis yang sudah bertunangan. Dengan menghukum kedua-duanya, kamu memberantas kejahatan itu.","Tetapi lain halnya kalau di ladang seorang laki-laki memperkosa seorang gadis yang sudah bertunangan dengan orang lain. Dalam hal itu hanya yang laki-laki harus dihukum mati.","Gadis itu tak boleh diapa-apakan karena ia tidak melakukan sesuatu yang pantas dihukum mati. Perkara itu seperti perkara seorang yang menyerang orang lain dan membunuhnya.","Pemerkosaan itu terjadi di ladang, dan walaupun gadis itu berteriak minta tolong, namun tak ada orang yang datang menolongnya.","Misalkan seorang laki-laki tertangkap basah selagi ia memperkosa seorang gadis yang belum bertunangan.","Dalam hal itu ia harus membayar kepada ayah gadis itu mas kawin seharga lima puluh uang perak. Gadis itu harus menjadi istrinya karena ia dipaksa bersetubuh dan selama hidupnya ia tak boleh diceraikan.","Tak seorang pun boleh menghina ayahnya dengan meniduri salah seorang istri ayahnya.\""]