["Misalkan dua orang Israel pergi ke pengadilan untuk mengadukan suatu perkara, lalu yang seorang dinyatakan tidak bersalah, dan yang lain bersalah.","Kalau yang bersalah dijatuhi hukuman cambuk, hakim harus menyuruh dia menelungkup. Jumlah cambukan tergantung dari kejahatan yang telah dilakukannya,","tetapi tidak boleh lebih dari empat puluh kali. Kalau lebih, berarti orang itu dihina di depan umum.","Jangan memberangus mulut sapi yang sedang menebah gandum.\"","\"Kalau orang-orang yang bersaudara tinggal bersama, lalu salah seorang dari mereka mati tanpa meninggalkan anak laki-laki, maka jandanya tak boleh kawin dengan orang lain di luar keluarga mendiang suaminya. Saudara almarhum wajib kawin dengan janda itu.","Anak laki-laki sulung mereka harus dianggap anak saudara yang mati itu, supaya ia mempunyai keturunan di antara bangsa Israel.","Kalau orang itu tidak mau kawin dengan istri mendiang saudaranya, wanita itu harus pergi menghadap para pemuka kota dan berkata, 'Ipar saya tidak mau melakukan kewajibannya memberi kepada saudaranya seorang keturunan di antara bangsa Israel.'","Lalu para pemuka kota harus memanggil orang itu dan bicara dengan dia. Kalau ia tetap menolak,","istri mendiang saudaranya harus mendekati dia di depan para pemuka kota, mencabut sandal orang itu, meludahi mukanya dan berkata, 'Begini harus diperlakukan orang yang tak mau memberi keturunan kepada saudaranya.'","Keluarga orang itu akan dikenal di Israel sebagai 'Keluarga orang yang dicabut sandalnya.'\"","\"Kalau dua orang laki-laki sedang berkelahi dan istri yang seorang berusaha menolong suaminya dengan meremas kemaluan lawan suaminya,","potonglah tangan wanita itu dan jangan kasihani dia.","Jangan menipu dengan memakai timbangan dan takaran yang tidak betul.","(25:13)","Pakailah timbangan dan takaran yang tepat supaya kamu panjang umur di negeri yang diberikan TUHAN Allahmu kepadamu.","TUHAN Allahmu benci kepada orang yang suka menipu.\"","\"Ingatlah bagaimana orang Amalek memperlakukan kamu pada waktu kamu dalam perjalanan keluar dari Mesir.","Mereka tidak takut kepada Allah dan menyerang kamu dari belakang ketika kamu sedang kelelahan dan kehabisan tenaga, lalu membunuh semua orang-orangmu yang dengan susah payah berjalan di belakang.","Oleh sebab itu, kalau TUHAN Allahmu sudah memberi negeri itu kepadamu dan kamu aman dari semua musuh yang tinggal di sekelilingmu, semua orang Amalek itu harus kamu bunuh sehingga mereka tidak diingat lagi. Jangan lupa!\""]