["\"Apabila kamu sudah masuk ke negeri yang diberikan TUHAN Allahmu kepadamu dan sudah berdiam di situ,","maka hasil pertama dari segala yang kamu kumpulkan dari tanahmu harus kamu masukkan ke dalam sebuah bakul, dan kamu bawa ke tempat yang dipilih TUHAN Allahmu.","Pergilah kepada imam yang bertugas pada waktu itu dan katakanlah kepadanya, 'Saya menyatakan kepada TUHAN Allahmu bahwa saya sudah masuk ke negeri yang dijanjikan-Nya kepada nenek moyang kita untuk diberikan kepada kita.'","Imam akan menerima bakul itu dari tanganmu dan meletakkannya di depan mezbah TUHAN Allahmu.","Kemudian di hadapan TUHAN Allahmu, engkau harus mengucapkan kata-kata ini: 'Ya TUHAN, nenek moyang saya seorang Aram yang mengembara. Ia membawa keluarganya ke Mesir untuk tinggal di sana sebagai pengungsi. Ketika pergi ke sana jumlah mereka hanya sedikit, tetapi mereka menjadi bangsa yang besar dan kuat.","Orang Mesir memperlakukan kami dengan kejam dan memaksa kami bekerja sebagai budak.","Lalu kami berseru minta tolong kepada-Mu, TUHAN, Allah nenek moyang kami. Engkau mendengar seruan kami dan melihat penderitaan, kesusahan serta kesengsaraan kami.","Dengan kuasa dan kekuatan yang besar Engkau membebaskan kami dari Mesir. Engkau melakukan mujizat-mujizat dan keajaiban-keajaiban serta menimbulkan kejadian-kejadian yang menggemparkan musuh.","Kemudian Engkau membawa kami ke sini dan memberikan tanah yang kaya dan subur ini kepada kami.","Sebab itu, ya TUHAN, saya persembahkan di sini hasil pertama dari tanah yang Kauberikan kepada saya.' Lalu letakkanlah bakul itu di hadapan TUHAN Allahmu, dan sembahlah Dia.","Bersyukurlah untuk segala rezeki yang telah diberikan TUHAN Allahmu kepadamu dan keluargamu. Ajaklah orang Lewi dan orang asing yang tinggal di antara kamu ikut dalam perayaan itu.","Tiap tahun yang ketiga kamu harus memberikan persembahan sepersepuluhan, yaitu sepersepuluh dari hasil tanahmu kepada imam Lewi, orang asing, anak yatim piatu dan janda, sehingga di dalam setiap kotamu mereka mendapat makanan yang mereka perlukan. Kalau sudah,","berkatalah kepada TUHAN Allahmu, 'Dari sepersepuluh hasil tanah yang harus dipersembahkan kepada-Mu, TUHAN, tidak sedikit pun tertinggal di rumah saya; semuanya sudah saya berikan kepada orang Lewi, orang asing, anak yatim piatu dan janda, seperti yang diperintahkan TUHAN Allahku kepada saya. Dari perintah TUHAN tentang persembahan sepersepuluhan tak ada yang saya langgar.","Dari persembahan itu tidak sedikit pun yang saya makan waktu saya sedang berkabung, atau saya bawa ke luar rumah waktu saya sedang najis, atau saya berikan sebagai sajian kepada orang mati. Saya telah taat kepada-Mu, ya TUHAN; segala yang Kauperintahkan sudah saya lakukan.","Dari tempat-Mu yang suci di surga sudilah Engkau memandang dan memberkati umat-Mu Israel; berkatilah juga negeri kaya dan subur yang telah Kauberikan kepada kami sesuai dengan janji-Mu kepada nenek moyang kami.'\"","\"Hari ini TUHAN Allahmu memerintahkan kamu untuk melakukan segala perintah itu; lakukanlah semuanya dengan setia dan dengan seluruh jiwa ragamu.","Hari ini kamu mengakui TUHAN sebagai Allahmu. Kamu berjanji untuk taat kepada-Nya dan melakukan segala hukum serta perintah-Nya.","Hari ini TUHAN menerima kamu sebagai umat-Nya sendiri, seperti yang dijanjikan-Nya kepadamu, dan Ia memerintahkan kamu untuk melakukan segala perintah-Nya.","TUHAN akan membuat kamu lebih besar dari semua bangsa lain yang sudah diciptakan-Nya, dan kamu akan dipuji dan dihormati. Kamu menjadi umat TUHAN Allahmu seperti yang dijanjikan-Nya.\""]