["Kemudian bersama para pemimpin Israel, Musa menyampaikan pesan ini kepada bangsa itu, \"Taatilah segala perintah yang saya berikan kepadamu hari ini.","Pada hari kamu menyeberangi Sungai Yordan untuk masuk ke negeri yang diberikan TUHAN Allahmu kepadamu, kamu harus menegakkan beberapa batu besar lalu mengapurnya.","Tuliskanlah pada batu-batu itu setiap perkataan dari hukum-hukum ini. Apabila kamu sudah masuk ke negeri yang kaya dan subur yang dijanjikan TUHAN, Allah nenek moyangmu kepadamu,","dan kamu sudah ada di seberang Sungai Yordan, kamu harus pergi ke Gunung Ebal. Di situ kamu harus menegakkan dan mengapur batu-batu itu seperti yang saya perintahkan kepadamu hari ini.","Di tempat itu harus juga kamu dirikan bagi TUHAN Allahmu sebuah mezbah dari batu-batu yang belum pernah dikerjakan dengan alat-alat besi,","sebab setiap mezbah yang didirikan untuk TUHAN Allahmu harus dibuat dari batu yang utuh. Di atas mezbah itu kamu harus mempersembahkan kurban-kurban bakaran.","Persembahkanlah juga kurban perdamaianmu dan makanlah di situ serta bersukacitalah di hadapan TUHAN Allahmu.","Di atas batu-batu yang dikapur itu harus kamu tulis dengan jelas setiap perkataan dari hukum-hukum Allah.\"","Kemudian bersama para imam Lewi, Musa berkata kepada seluruh bangsa Israel, \"Saudara-saudara, perhatikanlah dan dengarlah! Hari ini kamu sudah menjadi umat TUHAN Allahmu.","Sebab itu taatilah TUHAN Allahmu dan lakukanlah semua perintah-Nya yang saya berikan kepadamu hari ini.\"","Lalu Musa berkata kepada bangsa Israel,","\"Sesudah kamu menyeberangi Sungai Yordan, suku Simeon, Lewi, Yehuda, Isakhar, Yusuf dan Benyamin harus berdiri di atas Gunung Gerizim pada waktu diucapkan berkat atas bangsa ini.","Pada waktu diucapkan kutuk, suku Ruben, Gad, Asyer, Zebulon, Dan serta Naftali harus berdiri di atas Gunung Ebal.","Orang-orang Lewi harus mengucapkan kata-kata berikut ini dengan suara nyaring dan orang Israel harus menjawab, 'Amin'.","Orang-orang Lewi: 'Terkutuklah orang yang membuat patung dari batu, kayu atau logam, dan menyembahnya dengan sembunyi-sembunyi; TUHAN membenci pemujaan berhala!' Seluruh rakyat: 'Amin!'","'Terkutuklah orang yang tidak menghormati orang tuanya dan membiarkan mereka terlantar.' 'Amin!'","'Terkutuklah orang yang menggeser batas tanah tetangganya.' 'Amin!'","'Terkutuklah orang yang menyesatkan orang buta.' 'Amin!'","'Terkutuklah orang yang merampas hak orang asing, anak yatim piatu dan janda.' 'Amin!'","'Terkutuklah orang yang menghina ayahnya karena bersetubuh dengan salah seorang istri ayahnya.' 'Amin!'","'Terkutuklah orang yang bersetubuh dengan binatang.' 'Amin!'","'Terkutuklah orang yang bersetubuh dengan saudaranya perempuan yang sekandung, atau saudaranya seayah atau seibu.' 'Amin!'","'Terkutuklah orang yang bersetubuh dengan ibu mertuanya.' 'Amin!'","'Terkutuklah orang yang melakukan pembunuhan dengan sembunyi-sembunyi.' 'Amin!'","'Terkutuklah orang yang menerima suap untuk membunuh orang yang tidak bersalah.' 'Amin!'","'Terkutuklah orang yang tidak menepati hukum dan ajaran Allah dengan perbuatan.' 'Amin!'\""]