["\"Kalau kamu mentaati TUHAN Allahmu dan setia melakukan segala perintah yang saya berikan kepadamu hari ini, maka Ia akan menjadikan kamu bangsa yang paling masyhur di dunia.","Taatilah TUHAN Allahmu, maka semua berkat ini akan diberikan kepadamu:","Diberkatilah kota-kota dan ladang-ladangmu.","Diberkatilah kamu, sehingga anak-anakmu banyak, hasil tanahmu berlimpah dan sapi serta kambing dombamu berjumlah besar.","Diberkatilah panen gandummu serta makanan yang kamu buat dari gandum itu.","Diberkatilah segala usahamu.","Jika kamu diserang, TUHAN akan mengalahkan musuhmu. Mereka akan melancarkan serangan dengan teratur, tetapi lari dengan berantakan.","TUHAN Allahmu akan memberkati usahamu dan mengisi lumbung-lumbungmu dengan gandum. Ia akan memberkati kamu di negeri yang diberikan-Nya kepadamu.","Kalau kamu mentaati TUHAN Allahmu dan melakukan segala perintah-Nya, kamu akan dijadikan umat-Nya sendiri, seperti yang dijanjikan-Nya.","Maka semua bangsa di bumi akan melihat bahwa kamu bangsa pilihan TUHAN, dan mereka akan menyegani kamu.","Kamu akan dianugerahi banyak anak. Ternakmu akan banyak dan hasil tanahmu berlimpah di negeri yang dijanjikan TUHAN kepada nenek moyangmu untuk diberikan kepadamu.","TUHAN akan menurunkan hujan pada musimnya dari tempat penyimpanan-Nya yang berlimpah di langit. Ia akan memberkati segala usahamu, sehingga kamu dapat memberi pinjaman kepada banyak bangsa, tetapi kamu sendiri tidak usah meminjam.","TUHAN Allahmu akan menjadikan kamu pemimpin di antara bangsa-bangsa, dan bukan pengikut. Kalau kamu setia mentaati semua perintah TUHAN yang saya berikan kepadamu hari ini, kamu akan semakin makmur dan tak pernah mundur.","Tetapi jangan sekali-kali melalaikan perintah-perintah itu dengan cara bagaimanapun juga. Jangan juga memuja dan mengabdi kepada ilah-ilah lain.\"","\"Tetapi kalau kamu tidak mentaati TUHAN Allahmu, dan tidak setia melakukan segala perintah dan hukum-Nya yang saya berikan kepadamu hari ini, maka segala kutuk ini akan menimpa kamu:","Terkutuklah kota-kota dan ladang-ladangmu.","Terkutuklah panen gandummu dan makanan yang kamu buat dari gandum itu.","Terkutuklah kamu, sehingga hanya sedikit anakmu, hasil tanahmu, serta sapi dan kambing dombamu.","Terkutuklah segala usahamu.","Kalau kamu berbuat jahat dan menolak TUHAN, Ia akan mendatangkan bencana, kekacauan dan kesulitan dalam segala yang kamu lakukan, sehingga dalam waktu singkat saja kamu dibinasakan sama sekali.","Penyakit demi penyakit akan menimpa kamu, sampai akhirnya tak seorang pun dari kamu masih tinggal di negeri yang kamu duduki itu.","TUHAN akan menghukum kamu dengan penyakit-penyakit menular, bengkak-bengkak dan demam. Ia akan mendatangkan kekeringan dan angin yang menghanguskan sehingga panenmu rusak. Bencana-bencana itu terus menimpa kamu sampai kamu binasa.","Hujan tak akan turun dan tanahmu menjadi keras seperti besi.","TUHAN tak akan menurunkan hujan air, melainkan hujan debu dan pasir sampai kamu habis binasa.","Kalau kamu tidak mentaati TUHAN Allahmu, Ia akan membuat kamu dikalahkan musuh-musuhmu. Kamu akan melancarkan serangan dengan teratur, tetapi lari dengan berantakan. Semua bangsa di bumi akan merasa ngeri melihat kemalanganmu.","Kalau kamu mati, mayatmu menjadi makanan burung-burung dan binatang buas, dan tidak ada yang mengusir binatang-binatang itu.","TUHAN akan menghukum kamu dengan bisul-bisul seperti yang dilakukan-Nya terhadap orang Mesir. Badanmu akan penuh dengan borok dan kudis yang gatal, tetapi tak ada obatnya.","TUHAN akan membuat kamu menjadi gila, buta dan kebingungan.","Di siang bolong kamu meraba-raba seperti orang buta, tetapi tak dapat menemukan jalan. Segala usahamu akan gagal. Kamu terus-menerus ditindas dan dirampok, dan tidak ada yang menolong kamu.","Kalau kamu tidak mentaati TUHAN Allahmu, hal-hal ini akan menimpa dirimu: Kamu akan bertunangan, tetapi orang lain kawin dengan tunanganmu. Kamu akan membangun rumah, tetapi tidak mendiaminya. Kamu akan menanami kebun anggur tetapi tidak makan buah-buahnya.","Sapimu akan disembelih di depan matamu, tetapi kamu tidak makan dagingnya. Keledai-keledaimu akan digiring pergi sementara kamu memandanginya dan tak akan dikembalikan. Domba-dombamu akan diberikan kepada musuh-musuhmu dan tak ada yang menolong.","Di depan matamu anak-anakmu akan diberikan sebagai budak kepada orang asing. Tiap hari matamu pedih mencari anak-anakmu, tetapi usahamu sia-sia, sebab mereka tidak akan kembali.","Bangsa asing akan mengambil semua hasil tanah yang kamu peroleh dengan kerja keras, tetapi kamu sendiri tidak mendapat apa-apa selain penindasan terus-menerus dan perlakuan yang kejam.","Kamu akan menjadi gila karena apa yang kamu alami.","TUHAN akan membuat kakimu penuh borok-borok yang sakit dan tak dapat sembuh; dari kaki sampai ujung kepala kamu akan penuh bisul-bisul.","Kamu dan rajamu akan dibawa TUHAN ke negeri asing yang tidak kamu kenal dan tidak pula dikenal nenek moyangmu. Di situ kamu akan mengabdi kepada ilah-ilah yang dibuat dari kayu dan batu.","Di negeri-negeri tempat kamu diceraiberaikan TUHAN, orang-orang akan ngeri melihat kamu; kamu akan diolok-olok dan ditertawakan mereka.","Banyak benih yang kamu taburkan, tetapi sedikit hasil yang kamu peroleh, karena tanamanmu habis dimakan belalang.","Kamu akan menanami kebun-kebun anggur dan memeliharanya, tetapi tidak memetik buah anggur atau minum air anggurnya, karena pohon-pohon anggur itu habis dimakan ulat.","Di seluruh negerimu tumbuh pohon zaitun, tetapi buah-buahnya akan gugur, sehingga kamu tidak memperoleh minyaknya.","Kamu akan mendapat anak-anak laki-laki dan perempuan, tetapi mereka diambil sebagai tawanan perang, sehingga kamu kehilangan mereka.","Semua pohon dan tanamanmu akan habis dimakan serangga.","Orang asing yang tinggal di negerimu akan semakin berkuasa, sedangkan kuasamu sendiri semakin berkurang.","Mereka punya uang untuk dipinjamkan kepadamu, tetapi kamu tidak punya apa-apa untuk dipinjamkan kepada mereka. Dan akhirnya kamu dikuasai mereka.","Segala malapetaka itu akan menimpa kamu dan terus mengganggu kamu sampai kamu binasa, karena kamu tidak taat kepada TUHAN Allahmu dan tidak melakukan hukum-hukum yang diberikan-Nya kepadamu.","Bencana-bencana itu merupakan bukti dari hukuman TUHAN atas kamu dan keturunanmu untuk selama-lamanya.","Kamu sudah diberkati TUHAN Allahmu dalam segala hal, tetapi tidak mau mengabdi kepada-Nya dengan hati yang ikhlas dan gembira.","Karena itu kamu harus mengabdi kepada musuh-musuh yang dikirim TUHAN untuk melawan kamu. Kamu akan kelaparan, kehausan dan telanjang serta berkekurangan dalam segala hal. TUHAN akan menindas kamu dengan kejam sampai kamu binasa.","Suatu bangsa yang tidak kamu mengerti bahasanya akan didatangkan TUHAN dari ujung bumi untuk melawan kamu. Seperti burung rajawali mereka akan menyambar kamu.","Mereka kejam dan tidak menaruh kasihan kepada orang tua-tua maupun anak-anak.","Mereka akan menghabiskan ternak dan hasil tanahmu, dan tidak meninggalkan bagimu gandum, air anggur, minyak zaitun atau sapi dan kambing dombamu sampai kamu mati kelaparan.","Mereka akan menyerang setiap kota di negeri yang diberikan TUHAN Allahmu kepadamu sehingga tembok-temboknya yang tinggi dan diperkuat yang kamu andalkan itu runtuh.","Sementara musuh-musuhmu mengepung kota-kotamu, kamu akan putus asa karena kelaparan, sehingga kamu memakan anak-anakmu sendiri, anak-anak yang dianugerahkan TUHAN Allahmu kepadamu.","Bahkan orang bangsawan yang paling luhur budinya akan putus asa selama pengepungan itu, sehingga ia makan anak-anaknya sendiri karena tidak ada makanan lain. Tak sedikit pun ia berikan kepada saudaranya atau istrinya yang dicintainya atau anak-anaknya yang masih hidup.","(28:54)","Bahkan wanita bangsawan yang paling luhur budinya dan yang sangat kaya sehingga tak pernah harus berjalan kaki, akan berbuat begitu juga. Pada waktu musuh mengepung kota, wanita itu akan putus asa karena kelaparan, sehingga ia dengan sembunyi-sembunyi makan anaknya yang baru lahir dan ari-arinya. Tidak sedikit pun ia berikan kepada suaminya yang dicintainya atau kepada anak-anaknya.","(28:56)","Kalau kamu tidak setia mentaati semua hukum TUHAN Allahmu yang tertulis dalam buku ini dan tidak menghormati TUHAN Allahmu yang agung dan menakjubkan,","TUHAN akan mendatangkan atas kamu dan keturunanmu penyakit-penyakit yang tak dapat disembuhkan dan wabah-wabah yang tak dapat dihentikan.","Penyakit-penyakit mengerikan yang kamu saksikan di Mesir akan menimpa kamu, dan kamu tak dapat sembuh.","TUHAN juga akan mendatangkan macam-macam penyakit dan wabah yang tidak disebut dalam buku ini, buku Hukum TUHAN. Lalu kamu akan dibinasakan.","Walaupun jumlahmu sudah sebanyak bintang di langit, hanya sedikit saja di antara kamu yang masih hidup, karena kamu tidak taat kepada TUHAN Allahmu.","Seperti TUHAN senang memberi kemakmuran kepadamu dan menambah jumlahmu, Ia akan senang membinasakan dan memusnahkan kamu. Kamu akan dicabut dari negeri yang tak lama lagi kamu duduki.","TUHAN akan menceraiberaikan kamu di antara bangsa-bangsa di seluruh muka bumi. Di sana kamu akan menyembah ilah-ilah yang dibuat dari kayu dan batu, ilah-ilah yang tidak kamu kenal dan tidak pula dikenal nenek moyangmu.","Di antara bangsa-bangsa itu kamu tak akan menemukan ketentraman, dan tak ada tempat yang dapat kamu sebut milikmu; TUHAN akan membuat kamu sangat cemas dan putus asa tanpa harapan.","Hidupmu akan selalu terancam bahaya. Siang malam kamu merasa ngeri dan takut mati.","Waktu melihat apa saja jantungmu berdebar-debar karena takut. Pagi-pagi kamu mengharapkan malam, dan malam-malam kamu mengharapkan pagi.","TUHAN akan mengirim kamu kembali ke Mesir dengan kapal, biarpun Ia telah berkata bahwa kamu tak akan kembali lagi ke sana. Di sana kamu akan berusaha menjual dirimu sebagai budak kepada musuhmu, tetapi tak seorang pun mau membeli kamu.\""]