["Inilah kata-kata perjanjian yang atas perintah TUHAN dibuat Musa dengan bangsa Israel waktu mereka berada di tanah Moab. Perjanjian itu merupakan tambahan dari perjanjian yang dibuat TUHAN dengan mereka di Gunung Sinai.","Musa menyuruh semua orang Israel berkumpul, lalu berkata kepada mereka, \"Kamu sudah melihat sendiri apa yang dilakukan TUHAN terhadap raja Mesir, para pejabatnya dan seluruh negerinya.","Kamu juga sudah melihat bencana-bencana yang dahsyat, mujizat-mujizat dan keajaiban-keajaiban yang dilakukan TUHAN.","Tetapi sampai hari ini Ia belum memungkinkan kamu mengerti semua yang kamu alami itu.","Empat puluh tahun lamanya TUHAN memimpin kamu melalui padang gurun, namun pakaian dan sandalmu tidak menjadi usang.","Kamu tidak mempunyai roti untuk makanan, air anggur atau minuman keras, tetapi TUHAN memberi segala yang kamu perlukan supaya kamu tahu bahwa Dialah TUHAN Allahmu.","Dan ketika kita sampai di tempat ini, Raja Sihon dari Hesybon dan Raja Og dari Basan datang memerangi kita. Tetapi kita kalahkan mereka.","Tanah mereka kita rebut dan kita bagikan kepada suku Ruben, Gad dan sebagian suku Manasye.","Maka hendaklah kamu setia mentaati seluruh perjanjian ini, supaya kamu berhasil dalam segala usahamu.","Hari ini kamu semua berdiri di hadapan TUHAN Allahmu, semua kepala suku, pemuka, perwira, semua laki-laki,","wanita, anak-anak, dan semua orang asing yang tinggal di antara kamu dan membantu kamu memotong kayu dan memikul air.","TUHAN Allahmu membuat perjanjian dengan kamu, dan kamu semua berkumpul di sini untuk mengikat perjanjian itu serta menerima kewajiban-kewajibannya.","Dengan perjanjian itu TUHAN hari ini mengukuhkan kamu menjadi bangsa-Nya, dan Ia menjadi Allahmu seperti yang dijanjikan-Nya kepadamu dan kepada nenek moyangmu Abraham, Ishak dan Yakub.","Perjanjian itu dengan segala kewajibannya dibuat TUHAN bukan dengan kamu saja,","tetapi dengan setiap orang yang pada hari ini berdiri di sini, di hadapan TUHAN Allah kita, dan juga dengan keturunan kita di masa depan.\"","\"Kamu masih ingat bagaimana nasib kita di Mesir dan bagaimana kita berjalan melalui negeri bangsa-bangsa lain.","Kamu sudah melihat patung-patung berhala mereka yang menjijikkan dari kayu, batu, perak dan emas.","Jadi jagalah jangan sampai seorang pun di antara kamu, laki-laki atau perempuan, keluarga atau suku yang berdiri di sini, berbalik dari TUHAN Allah kita untuk menyembah ilah-ilah bangsa lain. Perbuatan itu seperti akar yang tumbuh menjadi tanaman pahit dan beracun.","Di antara kamu yang mendengar tuntutan yang keras itu janganlah ada yang berpikir bahwa nasibnya akan tetap baik, sekalipun ia dengan nekat mengikuti jalannya sendiri. Hal itu akan membinasakan kamu semua, orang-orang yang jahat maupun yang baik.","TUHAN tidak akan mengampuni orang seperti itu. Sebaliknya, dia akan kena kemarahan TUHAN yang meluap-luap, dan segala bencana yang tertulis di dalam buku ini akan menimpa dia, sampai ia dibinasakan TUHAN.","TUHAN akan menjadikan dia sebuah contoh untuk semua suku Israel, dan menghukum dia dengan kutuk yang disebut dalam perjanjian yang tertulis di dalam buku ini, buku Hukum TUHAN.","Di kemudian hari, keturunanmu dan orang asing dari negeri jauh akan melihat bencana-bencana dan penderitaan yang didatangkan TUHAN atas negerimu.","Ladang-ladangmu akan menjadi padang tandus tertutup belerang dan garam. Tanahnya tak dapat ditanami dan rumput tak mau tumbuh di situ. Negerimu akan menyerupai kota-kota Sodom dan Gomora, Adma dan Zeboim yang dimusnahkan TUHAN ketika kemarahan-Nya berkobar-kobar.","Maka seluruh dunia akan bertanya, 'Mengapa TUHAN berbuat begitu dengan negeri mereka? Apa sebab Ia marah sehebat itu?'","Dan jawabnya ialah, 'Karena mereka mengingkari perjanjian TUHAN, Allah nenek moyang mereka; perjanjian yang dibuat-Nya dengan mereka pada waktu Ia membawa mereka keluar dari Mesir.","Mereka mengabdi kepada ilah-ilah lain yang tidak mereka kenal, padahal TUHAN melarang mereka menyembah ilah-ilah itu.","Itulah sebabnya TUHAN marah kepada umat-Nya dan mendatangkan atas negeri mereka semua bencana yang tertulis di dalam buku ini.","Kemarahan TUHAN meledak dengan hebatnya, dan dalam kemarahan-Nya yang besar Ia mencabut bangsa Israel dari tanah mereka dan melemparkan mereka ke negeri asing sehingga mereka ada di sana.'","Ada beberapa hal yang dirahasiakan TUHAN Allah kita; tetapi hukum-Nya telah dinyatakan-Nya kepada kita, dan kita serta keturunan kita harus mentaatinya untuk selama-lamanya.\""]