["\"Kemudian kita bergerak ke utara menuju daerah Basan. Og, raja Basan maju dengan seluruh tentaranya untuk memerangi kita dekat kota Edrei.","Tetapi TUHAN berkata kepada saya, 'Jangan takut kepadanya, Musa. Aku akan menyerahkan dia, tentaranya dan seluruh daerahnya kepadamu. Perlakukanlah dia seperti telah kauperlakukan Sihon, raja Amori yang memerintah di Hesybon.'","Jadi TUHAN Allah kita juga menyerahkan Raja Og dan rakyatnya kepada kita, dan mereka semua kita kalahkan.","Pada waktu itu kita rebut semua kotanya, tidak satu pun yang tertinggal. Semuanya ada enam puluh kota yang kita rebut di seluruh daerah Argob, yang diperintah Raja Og dari Basan.","Semua kota itu diperkuat dengan tembok-tembok yang tinggi, pintu-pintu gerbang dan palang-palang pintu untuk menutup gerbang-gerbang itu. Selain itu ada banyak kota lain yang tidak bertembok.","Semua kota itu kita hancurkan, dan semua orang lelaki, perempuan dan anak-anak mereka kita bunuh, seperti yang kita lakukan dengan kota-kota Raja Sihon dari Hesybon.","Ternak mereka kita ambil dan kota-kota itu kita rampoki.","Pada waktu itu kita ambil dari kedua raja Amori itu daerah di sebelah timur Sungai Yordan dan Sungai Arnon sampai ke Gunung Hermon.","(Gunung Hermon disebut Siryon oleh orang Sidon, dan Senir oleh orang Amori.)","Kita ambil seluruh wilayah Raja Og dari Basan: kota-kotanya di dataran tinggi, daerah Gilead dan Basan, terus ke timur sejauh kota Salkha dan Edrei.\"","(Raja Og adalah orang Refaim yang terakhir. Peti mayatnya terbuat dari batu, panjangnya empat meter dan lebarnya hampir dua meter menurut ukuran yang ditetapkan. Sampai sekarang masih dapat dilihat di Raba, kota orang Amon.)","\"Sesudah tanah itu menjadi milik kita, saya berikan kepada suku Ruben dan Gad daerah sebelah utara kota Aroer dekat Sungai Arnon, dan sebagian dari daerah pegunungan Gilead, termasuk kota-kotanya.","Kepada setengah suku Manasye saya berikan sisa daerah Gilead, juga daerah Basan bekas jajahan Og, yakni seluruh wilayah Argob.\" (Basan terkenal sebagai negeri orang Refaim.","Yair dari suku Manasye mengambil seluruh wilayah Argob, yaitu dari Basan sampai perbatasan Gesur dan Maakha. Ia menamai desa-desa itu menurut namanya sendiri, dan sampai sekarang masih terkenal sebagai desa-desa Yair.)","\"Daerah Gilead saya berikan kepada kaum Makhir dari suku Manasye.","Dan kepada suku-suku Ruben dan Gad saya berikan daerah antara Gilead dan Sungai Arnon. Tengah sungai itu merupakan perbatasan mereka di sebelah selatan, sedangkan di utara mereka berbatasan dengan Sungai Yabok, yang sebagiannya merupakan batas negeri orang Amon.","Di sebelah barat, daerah mereka terbentang sampai ke Sungai Yordan, dari Danau Galilea di utara sampai Laut Mati di sebelah selatan, terus sampai kaki Gunung Pisga di sebelah timur.","Pada waktu itu saya memberi kepada mereka perintah ini: TUHAN Allahmu memberikan kepadamu daerah sebelah timur Sungai Yordan untuk tempat tinggalmu. Tetapi prajurit-prajuritmu harus bersenjata dan menyeberangi Sungai Yordan mendahului suku-suku Israel yang lain.","Hanya anak istrimu serta ternakmu yang banyak boleh tinggal di kota-kota yang sudah saya berikan kepadamu.","Bantulah orang-orang sebangsamu sampai mereka menduduki tanah yang akan diberikan TUHAN Allahmu kepada mereka di sebelah barat Sungai Yordan, dan sampai TUHAN memperkenankan mereka hidup dengan tentram di sana, seperti yang dilakukan-Nya bagimu di sini. Baru sesudah itu kamu boleh kembali ke tanah milikmu yang telah saya berikan kepadamu.","Lalu saya berkata kepada Yosua: Engkau telah melihat segala yang dilakukan TUHAN Allahmu terhadap Sihon dan Og, kedua raja itu. Begitu juga Ia akan memperlakukan setiap raja yang kaurebut tanahnya.","Jangan takut kepada mereka, karena TUHAN Allahmu akan berjuang untukmu.\"","\"Pada waktu itu saya mohon kepada TUHAN:","Ya TUHAN Yang Mahatinggi, saya tahu bahwa yang Kautunjukkan kepada saya ini baru merupakan permulaan dari perbuatan-perbuatan-Mu yang besar dan ajaib. Tiada ilah lain di langit maupun di bumi yang seperti Engkau dapat melakukan hal-hal yang hebat.","Izinkanlah saya menyeberangi Sungai Yordan, ya TUHAN, untuk melihat negeri yang subur di seberang, daerah pegunungan yang indah dan Pegunungan Libanon.","Tetapi kamu telah menyebabkan TUHAN marah kepada saya sehingga Ia tak mau mengabulkan permohonan saya. Sebaliknya TUHAN berkata, 'Cukuplah, Musa, jangan kausebutkan soal itu lagi!","Pergilah ke puncak Gunung Pisga dan pandanglah ke arah utara dan selatan, ke timur dan ke barat. Perhatikanlah baik-baik apa yang kaulihat itu, sebab engkau tak akan menyeberangi Sungai Yordan.","Berilah petunjuk-petunjuk kepada Yosua. Tabahkanlah hatinya, sebab dialah yang akan memimpin bangsa itu ke seberang untuk menduduki negeri yang kaulihat itu.'","Maka tinggallah kita di lembah di seberang kota Bet-Peor.\""]