["\"Sekarang kamu boleh memilih antara berkat dan kutuk seperti yang saya terangkan kepadamu. Kalau kamu sudah mengalami semua penderitaan itu dan hidup di antara bangsa-bangsa asing tempat kamu diceraiberaikan TUHAN Allahmu, kamu akan teringat kepada pilihan yang saya berikan kepadamu.","Kalau kamu dan keturunanmu mau kembali kepada TUHAN Allahmu, dan dengan sepenuh hati mentaati perintah-perintah-Nya yang saya berikan kepadamu hari ini,","maka TUHAN Allahmu akan mengasihani kamu. Kamu akan dibawa-Nya kembali dari bangsa-bangsa di mana kamu diceraiberaikan, dan dijadikan makmur kembali.","Sekalipun kamu terpencar ke mana-mana di seluruh bumi, TUHAN Allahmu akan mengumpulkan kamu dan membawa kamu kembali.","Maka kamu dapat memiliki lagi tanah yang dahulu didiami nenek moyangmu. Dan kamu akan dijadikan lebih makmur, dan jumlahmu jauh lebih besar daripada leluhurmu.","Kamu dan keturunanmu akan diberi hati yang penurut, sehingga kamu mencintai TUHAN Allahmu dengan sepenuh hatimu dan dapat terus tinggal di negeri itu.","Semua kutuk itu akan dijatuhkan-Nya ke atas musuh-musuhmu yang membenci dan menindas kamu.","Kamu akan kembali mentaati TUHAN dan menjalankan segala perintah-Nya yang saya berikan kepadamu hari ini.","TUHAN Allahmu akan membuat semua usahamu berhasil; kamu akan mempunyai banyak anak dan banyak ternak; ladang-ladangmu akan memberi hasil yang berlimpah-limpah. TUHAN dengan senang hati menjadikan kamu makmur, seperti Ia juga senang memberi kemakmuran kepada nenek moyangmu.","Tetapi kamu harus taat kepada TUHAN Allahmu dan mentaati segala hukum-Nya yang tertulis di dalam buku ini, buku Hukum TUHAN. Kamu harus kembali kepada-Nya dengan sepenuh hatimu.","Perintah yang saya berikan kepadamu tidak terlalu sulit bagimu dan tidak juga terlalu jauh.","Tempatnya bukan di langit, sehingga kamu bertanya, 'Siapa akan naik ke sana untuk mengambilnya bagi kita, supaya kita dapat mendengar dan mentaatinya?'","Tempatnya bukan juga di seberang laut, sehingga kamu bertanya, 'Siapa akan ke seberang laut untuk mengambilnya bagi kita, supaya kita dapat mendengar dan mentaatinya?'","Jangan bertanya begitu, karena perintah itu sangat dekat padamu. Kamu sudah tahu dan dapat mengucapkannya di luar kepala, jadi tinggal melakukannya saja.","Hari ini kamu boleh pilih antara yang baik dan yang jahat, antara hidup dan mati.","Hari ini aku memerintahkan kamu untuk mencintai TUHAN Allahmu dan taat kepada-Nya serta melakukan segala hukum dan perintah-Nya supaya kamu makmur dan menjadi bangsa yang besar. TUHAN Allahmu akan memberkati kamu di negeri yang tak lama lagi kamu duduki.","Tetapi kalau kamu tidak taat dan tidak mau mendengarkan, dan membiarkan dirimu disesatkan untuk menyembah ilah-ilah lain,","pasti kamu dibinasakan, dan umurmu tak akan panjang di negeri yang tak lama lagi kamu duduki. Ingatlah! Hal itu sudah saya beritahukan kepadamu hari ini.","Sekarang kamu boleh pilih antara hidup dan mati, antara berkat TUHAN dan kutuk-Nya. Langit dan bumi saya panggil menjadi saksi atas keputusanmu. Pilihlah hidup.","Cintailah TUHAN Allahmu, taatilah Dia, dan setialah kepada-Nya. Maka kamu dan keturunanmu akan hidup dan panjang umur di negeri yang dijanjikan TUHAN kepada nenek moyangmu, Abraham, Ishak dan Yakub.\""]