["Sebelum meninggal, Musa, utusan Allah, memberkati bangsa Israel dengan kata-kata ini:","\"TUHAN datang dari Gunung Sinai; Ia terbit di atas Edom laksana matahari dan dari Gunung Paran Ia menyinari umat-Nya. Ia disertai sepuluh ribu malaikat; api menyala di sebelah kanan-Nya.","Sungguh, TUHAN mengasihi bangsa-Nya Ia melindungi semua orang yang menjadi milik-Nya. Mari kita sujud di depan kaki-Nya dan mentaati perintah-perintah-Nya.","Hukum yang diberi Musa kita taati, milik paling berharga bangsa ini.","Waktu Israel berkumpul dengan para pemimpinnya, TUHAN menjadi Raja atas umat-Nya.\"","Tentang suku Ruben, Musa berkata, \"Semoga suku Ruben tak pernah binasa, biarpun orangnya sedikit saja.\"","Tentang suku Yehuda ia berkata: \"TUHAN, dengarlah seruan Yehuda; satukanlah mereka kembali dengan bangsanya. Berperanglah bagi mereka, ya TUHAN, tolonglah mereka terhadap lawan.\"","Tentang suku Lewi ia berkata: \"Dengan Urim dan Tumim Kaunyatakan kehendak-Mu, melalui orang Lewi, hamba-Mu yang setia. Engkau telah mencobai mereka di Masa, dan berbantah dengan mereka di mata air Meriba.","Mereka setia kepada-Mu melebihi segalanya, melebihi orang tua dan sanak saudara. Perintah-perintah-Mu mereka taati, perjanjian-Mu mereka tepati.","Mereka mengajar umat-Mu mentaati semua perintah-Mu dan mempersembahkan kurban di atas mezbah-Mu.","TUHAN, tolonglah suku ini supaya kuat, semoga Engkau berkenan kepada pekerjaan mereka. Binasakanlah semua musuh mereka sehingga tak dapat bangkit lagi.\"","Tentang suku Benyamin ia berkata: \"Inilah suku yang dikasihi TUHAN. Ia melindungi mereka siang dan malam dan berdiam di antara mereka.\"","Tentang keturunan Yusuf ia berkata: \"Semoga tanah mereka diberkati TUHAN dengan hujan, dan dengan air dari bawah bumi.","Semoga setiap musim limpah dengan buah-buahan buah-buahan terbaik yang masak di pohon.","Semoga bukit-bukitnya dari zaman purba penuh dengan hasil tanah yang istimewa.","Semoga tanahnya dilimpahi dengan segala yang paling baik, dan diberkati oleh kebaikan TUHAN yang berbicara dari semak bernyala. Semoga berkat itu turun ke atas keturunan Yusuf, sebab dialah pemimpin di antara saudara-saudaranya.","Yusuf mempunyai kekuatan seekor banteng, dan tanduk sapi jantan hutan itulah ribuan Manasye dan puluhan ribu Efraim. Bangsa-bangsa diseruduknya dan didesaknya sampai ke ujung-ujung bumi.\"","Tentang suku-suku Zebulon dan Isakhar ia berkata: \"Semoga Zebulon makmur karena perjalanan-perjalanannya, dan Isakhar sejahtera di kemah-kemahnya.","Mereka mengundang bangsa-bangsa ke gunung mereka dan mempersembahkan kurban yang benar di sana. Mereka memperoleh kekayaan dari laut, dan dari pasir di sepanjang pantai.\"","Tentang suku Gad ia berkata: \"Terpujilah Allah yang memperluas wilayah Gad. Gad menanti seperti seekor singa hendak mengoyak lengan atau kulit kepala.","Tanah yang paling baik diambil untuk dirinya bagian pimpinan diserahkan kepada mereka. Mereka melakukan segala perintah dan hukum TUHAN waktu para pemimpin Israel berkumpul bersama.\"","Tentang suku Dan ia berkata: \"Dan seperti seekor singa muda yang melompat keluar dari Basan.\"","Tentang suku Naftali ia berkata: \"Naftali dilimpahi dengan berkat dan kasih TUHAN; wilayahnya dari Danau Galilea sampai ke selatan.\"","Tentang suku Asyer ia berkata: \"Asyer diberkati melebihi suku-suku lainnya; semoga ia menjadi kesayangan saudara-saudaranya, dan pohon zaitun tumbuh subur di tanahnya.","Semoga kota-kotanya dilindungi dengan pintu-pintu gerbang tembaga dan besi agar hidupnya selalu aman dan tentram.\"","\"Hai Israel! Tak ada ilah seperti Allahmu; Ia melintasi langit dengan jaya dan menerobos awan untuk menolong kamu.","Allah selamanya menjadi perlindunganmu, lengan-Nya yang kekal menopang kamu. Ia mengusir musuh dari hadapanmu, dan menyuruh kamu membinasakan mereka.","Maka keturunan Yakub akan hidup dengan tentram di negeri yang limpah gandum dan air anggurnya, dan diairi dengan embun dari langit.","Berbahagialah engkau, hai Israel! Tak ada bangsa yang seperti engkau diselamatkan TUHAN. TUHAN seperti pedang dan perisai bagimu; untuk membela engkau dan memberi kemenangan kepadamu. Musuh-musuhmu akan datang mohon kasihan, dan engkau akan menginjak-injak mereka.\""]