["Lalu Musa berkata kepada bangsa itu, \"Taatilah semua hukum yang saya ajarkan kepadamu, supaya kamu boleh hidup sampai mendiami tanah yang akan diberikan TUHAN, Allah leluhurmu, kepadamu.","Apa yang saya perintahkan, jangan ditambah atau dikurangi sedikit pun. Taatilah perintah-perintah TUHAN Allahmu yang saya berikan kepadamu.","Kamu melihat sendiri apa yang dilakukan TUHAN Allahmu di Gunung Peor. Setiap orang yang menyembah Baal di tempat itu dibinasakan-Nya,","sedangkan kamu yang tetap setia kepada TUHAN Allahmu masih hidup sampai sekarang.","Semua hukum itu saya ajarkan kepadamu seperti yang diperintahkan TUHAN Allahku. Taatilah kesemuanya itu di negeri yang akan kamu masuki dan diami itu.","Lakukanlah itu dengan setia. Kalau kamu berbuat demikian, maka kebijaksanaanmu menjadi nyata bagi bangsa-bangsa lain. Apabila mereka mendengar tentang hukum-hukum itu, mereka akan berkata, 'Alangkah bijaksana dan cerdasnya bangsa yang besar itu!'","Bangsa besar manakah yang mempunyai ilah yang begitu dekat apabila diperlukan seperti TUHAN Allah kita dekat kepada kita? Ia menjawab kapan saja kita berseru minta tolong kepada-Nya.","Dan bangsa besar manakah yang mempunyai hukum-hukum yang begitu adil seperti hukum-hukum yang saya ajarkan kepadamu hari ini?","Perhatikanlah dan ingatlah baik-baik, supaya seumur hidupmu kamu tidak lupa apa yang sudah kamu saksikan sendiri. Ceritakanlah kepada anak-cucumu","tentang hari itu, ketika kamu berdiri di depan TUHAN Allahmu di Gunung Sinai. Pada waktu itu Ia berkata kepadaku, 'Kumpulkanlah bangsa itu. Aku ingin mereka mendengar apa yang hendak Kusampaikan, supaya mereka belajar taat kepada-Ku seumur hidup, dan supaya mereka mengajar anak-anak mereka untuk taat kepada-Ku.'","Ceritakanlah kepada anak-anakmu bagaimana kamu datang dan berdiri di kaki gunung yang diliputi asap gelap seperti awan tebal dan apinya menyala sampai ke langit.","Kemudian TUHAN berbicara kepadamu dari api dan kamu mendengar suara-Nya, tetapi tidak melihat-Nya dalam bentuk apa pun.","Di sana Ia memaklumkan kepadamu apa yang harus kamu lakukan untuk menepati perjanjian yang dibuat-Nya dengan kamu. Sepuluh Perintah yang telah ditulis-Nya pada kedua batu tulis itu harus kamu lakukan.","TUHAN menyuruh saya mengajarkan kepadamu semua hukum yang harus ditaati di negeri yang nanti kamu masuki dan diami itu.\"","\"Ingatlah baik-baik! Ketika TUHAN berbicara kepadamu dari dalam api di Gunung Sinai, kamu tidak melihat apa-apa.","Jadi jagalah supaya kamu jangan sampai berdosa karena membuat bagi dirimu sendiri patung untuk disembah dalam bentuk apa pun, laki-laki atau perempuan,","burung atau ikan, binatang melata atau binatang lainnya.","(4:17)","Janganlah berdosa karena menyembah dan mengabdi kepada apa yang kamu lihat di langit: matahari, bulan dan bintang-bintang. TUHAN Allahmu membiarkan bangsa-bangsa lain menyembah benda-benda itu.","Tetapi kamu adalah bangsa yang diselamatkan-Nya dari Mesir, tempat kamu menderita dengan hebat. Kamu dibawa-Nya keluar dari negeri itu, supaya menjadi bangsa-Nya sendiri seperti keadaanmu sekarang ini.","Tetapi TUHAN Allahmu menjadi marah kepada saya oleh karena kamu, dan Ia bersumpah bahwa saya tak akan menyeberangi Sungai Yordan untuk masuk ke tanah subur yang akan diberikan-Nya kepadamu.","Tak lama lagi kamu akan menyeberang dan menduduki tanah yang subur itu; tetapi saya tidak ikut, sebab saya akan mati di sini.","Ingatlah baik-baik! Jangan lupa akan perjanjian yang dibuat TUHAN Allahmu dengan kamu. Taatilah perintah-Nya; jangan sekali-kali membuat bagi dirimu patung dalam bentuk apa pun untuk disembah,","sebab TUHAN Allahmu seperti api yang menghanguskan. Ia tak mau disamakan dengan apa pun.","Juga kalau kamu nanti sudah lama tinggal di negeri itu dan sudah beranak cucu, jangan berdosa karena membuat bagi dirimu patung dalam bentuk apa saja. Perbuatan itu suatu kejahatan di mata TUHAN Allahmu dan akan membuat Ia marah.","Kiranya langit dan bumi hari ini menjadi saksi bahwa kalau kamu tidak taat kepada saya, kamu akan segera lenyap dari tanah yang kamu diami di seberang Sungai Yordan itu. Kamu tak akan lama tinggal di situ; kamu akan dibinasakan sama sekali.","TUHAN akan menceraiberaikan kamu di antara bangsa-bangsa lain dan hanya sedikit di antara kamu yang tetap hidup.","Di situ kamu akan berbakti kepada ilah-ilah yang dibuat dengan tangan manusia, ilah-ilah dari kayu dan batu yang tidak dapat melihat atau mendengar, tidak dapat makan atau mencium.","Lalu kamu akan mencari TUHAN Allahmu, dan kalau kamu mencari-Nya dengan segenap hatimu, kamu akan menemukan Dia.","Apabila kamu ditimpa semua bencana itu dan kamu ada dalam kesukaran, maka kamu akan kembali kepada TUHAN Allahmu dan taat kepada-Nya.","TUHAN Allahmu adalah Allah yang sangat berbelaskasihan. Ia tak akan meninggalkan atau membinasakan kamu, atau melupakan perjanjian yang dibuat-Nya sendiri dengan leluhurmu.","Selidikilah masa lampau, jauh sebelum kamu lahir, mulai dari hari ketika Allah menciptakan manusia di bumi ini. Carilah di seluruh muka bumi. Pernahkah hal sehebat ini terjadi sebelumnya? Pernahkah ada orang yang mendengar tentang kejadian semacam ini?","Pernahkah ada bangsa yang tetap hidup setelah mendengar suatu ilah berbicara kepada mereka dari api, seperti yang kamu alami?","Pernahkah ada suatu ilah yang berani mengambil suatu bangsa dari bangsa-bangsa yang ada lalu menjadikan mereka umatnya sendiri, seperti yang dilakukan TUHAN Allahmu untukmu di Mesir? Kamu lihat sendiri bagaimana Allah dengan kekuatan yang besar mendatangkan bencana dan perang, mengerjakan keajaiban-keajaiban dan melakukan hal-hal yang dahsyat.","Semua itu ditunjukkan TUHAN kepadamu untuk membuktikan bahwa hanya TUHAN itu Allah, dan tidak ada yang lain.","Dari langit Ia memperdengarkan suara-Nya kepadamu untuk mengajar kamu; di bumi ini Ia telah memperlihatkan kepadamu api-Nya yang hebat, dan dari api itu Ia berbicara kepadamu.","Karena Ia mencintai leluhurmu, maka kamu telah dipilih-Nya; dengan kuasa-Nya yang besar kamu telah dibawa-Nya keluar dari Mesir.","Bangsa-bangsa yang lebih besar dan lebih kuat diusir-Nya dari hadapanmu, untuk mengantar kamu ke negeri mereka yang diberikan-Nya kepadamu, negeri yang sekarang menjadi milikmu.","Sebab itu sadarilah hari ini dan jangan lupa: TUHAN satu-satunya Allah di langit dan di bumi; tak ada yang lain.","Taatilah semua hukum yang saya berikan kepadamu hari ini, maka kamu dan keturunanmu akan sejahtera dan terus hidup di negeri yang diberikan TUHAN Allahmu menjadi milikmu untuk selama-lamanya.\"","Lalu Musa menunjuk tiga kota di sebelah timur Sungai Yordan","menjadi kota suaka, tempat orang dapat menyelamatkan diri kalau ia dengan tidak sengaja telah membunuh orang yang bukan musuhnya. Ia dapat melarikan diri ke salah satu kota itu supaya tidak dibunuh juga.","Untuk suku Ruben disediakan kota Bezer di dataran tinggi padang gurun; untuk suku Gad kota Ramot di daerah Gilead, dan untuk orang Manasye kota Golan di daerah Basan.","Lalu Musa memberi hukum-hukum dan peraturan-peraturan Allah kepada bangsa Israel.","Hal itu dilakukannya sesudah mereka keluar dari Mesir dan berada di lembah sebelah timur Sungai Yordan, berhadapan dengan kota Bet-Peor. Wilayah itu bekas daerah Sihon, raja orang Amori, yang dahulu memerintah di kota Hesybon. Musa dan bangsa Israel mengalahkan dia pada waktu mereka keluar dari Mesir.","(4:45)","Mereka menduduki tanah Raja Sihon itu, juga tanah Raja Og dari Basan, seorang raja Amori lain yang tinggal di sebelah timur Sungai Yordan.","Tanah itu terbentang dari kota Aroer di tepi Sungai Arnon, terus ke utara sampai Gunung Siryon, yaitu Gunung Hermon,","dan seluruh daerah di sebelah timur Sungai Yordan ke selatan sampai Laut Mati di kaki Gunung Pisga."]