["Musa mengumpulkan seluruh bangsa Israel, lalu berkata kepada mereka, \"Saudara-saudara, dengarlah hukum-hukum yang saya berikan kepadamu hari ini. Pelajarilah hukum-hukum itu, dan taatilah dengan setia.","Di Gunung Sinai TUHAN Allah kita membuat suatu perjanjian,","bukan saja dengan leluhur kita, tetapi dengan kita semua di sini.","Dari api di atas gunung itu TUHAN mau berbicara langsung dengan kamu.","Tetapi karena kamu takut kepada api dan tidak berani mendaki gunung, maka saya pada waktu itu berdiri di antara kamu dengan TUHAN untuk menyampaikan perkataan TUHAN kepadamu. TUHAN memaklumkan,","'Akulah TUHAN Allahmu yang membawa kamu keluar dari Mesir, tempat kamu diperbudak.","Jangan menyembah ilah-ilah lain. Sembahlah Aku saja.","Jangan membuat bagi dirimu patung yang menyerupai apa saja yang ada di langit, di bumi atau di dalam air di bawah bumi.","Jangan menyembah patung semacam itu karena Aku TUHAN Allahmu dan tak mau disamakan dengan apa pun. Orang-orang yang membenci Aku Kuhukum sampai kepada keturunan yang ketiga dan keempat.","Tetapi Aku menunjukkan kasih-Ku kepada beribu-ribu keturunan dari orang-orang yang mencintai Aku dan taat kepada perintah-Ku.","Jangan menyebut nama-Ku dengan sembarangan, sebab Aku, TUHAN Allahmu, menghukum siapa saja yang menyalahgunakan nama-Ku.","Rayakanlah hari Sabat dan hormatilah sebagai hari yang suci, sebab Akulah TUHAN Allahmu yang memerintahkannya kepadamu.","Kamu Kuberi enam hari untuk bekerja,","tetapi hari yang ketujuh adalah hari istirahat yang khusus untuk Aku, TUHAN Allahmu. Pada hari itu tak seorang pun boleh bekerja, baik kamu, anak-anakmu, hamba-hambamu, ternakmu atau orang asing yang tinggal di negerimu. Hamba-hambamu harus beristirahat seperti kamu sendiri.","Ingatlah bahwa kamu dahulu diperbudak di Mesir, lalu dibebaskan oleh TUHAN Allahmu dengan kekuatan yang besar. Sebab itu kamu Kuperintahkan untuk merayakan hari Sabat.","Hormatilah dan peliharalah ayah dan ibumu; itulah perintah-Ku, TUHAN Allahmu, supaya kamu sejahtera dan panjang umur di negeri yang akan Kuberikan kepadamu.","Jangan membunuh.","Jangan berzinah.","Jangan mencuri.","Jangan memberi kesaksian palsu tentang orang lain.","Jangan menginginkan kepunyaan orang lain: rumahnya, tanahnya, istrinya, hamba-hambanya, ternaknya, keledainya atau apa saja yang dimilikinya.'","Itulah perintah-perintah yang diberikan TUHAN kepada kamu ketika kamu berkumpul di gunung. Ketika Ia berbicara dengan suara gemuruh dari api dan awan yang tebal, Ia memberikan perintah-perintah itu, dan bukan yang lain. Lalu Ia menulisnya pada dua batu tulis dan memberikannya kepadaku.\"","\"Waktu seluruh gunung menyala dan kamu mendengar suara dari kegelapan, semua pemimpin sukumu dan pemuka masyarakat datang kepada saya.","Kata mereka, 'TUHAN Allah kita telah menunjukkan kebesaran dan kemuliaan-Nya ketika kami mendengar Dia berbicara dari api. Hari ini kami telah menyaksikan bahwa memang mungkin bagi manusia untuk tetap hidup, walaupun Allah telah berbicara kepadanya.","Tetapi mengapa kami harus mempertaruhkan nyawa kami lagi? Api yang dahsyat itu akan membinasakan kami! Kami yakin bahwa kami akan mati bila mendengar TUHAN Allah berbicara lagi.","Pernahkah ada manusia yang tetap hidup setelah mendengar Allah yang hidup berbicara dari api?","Sebab itu, pergilah Musa, dengarkan segala yang dikatakan TUHAN Allah kita, lalu sampaikanlah kepada kami apa yang dikatakan-Nya kepadamu. Kami akan mendengarkan dan taat.'","Mendengar itu, TUHAN berkata kepada saya, 'Aku telah mendengar apa yang dikatakan bangsa itu, dan benarlah kata mereka.","Coba kalau mereka selalu berperasaan demikian! Coba kalau mereka selalu menghormati Aku dan mentaati semua perintah-Ku, sehingga mereka dan keturunan mereka sejahtera untuk selama-lamanya!","Pergilah sekarang dan suruhlah bangsa itu kembali ke kemahnya masing-masing.","Tetapi engkau, Musa, kembalilah dan tinggallah di sini bersama Aku; kepadamu akan Kuberikan segala hukum dan perintah-Ku. Ajarkanlah kepada mereka, supaya mereka mentaatinya di negeri yang Kuberikan kepada mereka.'","Saudara-saudara, taatilah dengan setia segala yang diperintahkan TUHAN Allahmu kepadamu. Jangan melanggar satu pun dari perintah-perintah itu.","Lakukanlah semua yang diperintahkan TUHAN Allahmu kepadamu supaya kamu sejahtera dan dapat menetap di negeri yang akan kamu diami.\""]