["\"TUHAN Allahmu menyuruh saya mengajarkan semua hukum ini kepadamu supaya kamu melakukannya di negeri yang tak lama lagi kamu diami.","Hendaklah kamu dan keturunanmu seumur hidup menghormati TUHAN Allahmu dan mentaati semua hukum-Nya yang saya sampaikan kepadamu, supaya kamu panjang umur di negeri itu.","Sebab itu dengarlah saudara-saudara, lakukanlah itu dengan setia, supaya kamu sejahtera dan menjadi bangsa yang besar di negeri yang kaya dan subur, seperti dijanjikan TUHAN Allah leluhur kita.","Saudara-saudara, ingatlah! Hanya TUHAN, dan TUHAN saja Allah kita!","Cintailah TUHAN Allahmu dengan sepenuh hatimu: Tunjukkanlah itu dalam cara hidupmu dan dalam perbuatanmu.","Jangan sekali-kali melupakan perintah-perintah yang saya berikan kepadamu hari ini.","Ajarkanlah kepada anak-anakmu. Hendaklah kamu membicarakannya di dalam rumah dan di luar rumah, waktu beristirahat dan waktu bekerja.","Ikatkanlah pada lenganmu dan pasanglah pada dahimu untuk diingat-ingat.","Tuliskanlah di tiang pintu rumahmu dan di pintu gerbangmu.\"","\"TUHAN Allahmu berjanji kepada nenek moyangmu Abraham, Ishak dan Yakub bahwa Ia akan memberikan negeri itu kepadamu. Kota-kotanya besar dan makmur, dan bukan kamu yang mendirikannya.","Rumah-rumahnya penuh dengan barang-barang yang baik, dan bukan kamu yang mengisinya. Kamu akan menemukan sumur-sumur, dan bukan kamu yang menggalinya. Kamu akan mendapat kebun-kebun anggur dan zaitun, dan bukan kamu yang menanamnya. Apabila TUHAN membawa kamu ke negeri itu, dan kamu mempunyai segala yang kamu inginkan untuk dimakan,","jagalah baik-baik supaya kamu jangan melupakan TUHAN yang sudah membebaskan kamu dari Mesir, tempat kamu diperbudak.","Hormatilah TUHAN, Allahmu, dan berbaktilah kepada Dia saja, dan bila kamu bersumpah, lakukanlah demi nama-Nya saja.","Jangan menyembah ilah-ilah lain yang disembah bangsa-bangsa yang tinggal di sekitarmu.","Bila kamu menyembah ilah-ilah lain, maka kamu akan ditimpa kemarahan TUHAN Allahmu dan dibinasakan sama sekali, sebab TUHAN Allahmu yang ada di tengah-tengahmu tak mau disamakan dengan apa pun.","Janganlah mencobai TUHAN Allahmu seperti yang kamu lakukan di Masa.","Taatilah semua hukum yang diberikan TUHAN Allahmu kepadamu.","Lakukanlah apa yang menurut TUHAN baik dan adil, maka kamu akan sejahtera. Tanah subur yang dijanjikan TUHAN kepada nenek moyangmu, akan menjadi milikmu,","dan kamu akan mengusir musuh-musuhmu seperti yang dijanjikan TUHAN.","Di kemudian hari anak-anakmu akan bertanya kepadamu, 'Mengapa TUHAN Allah kita menyuruh kita mentaati semua perintah itu?'","Maka kamu harus menjawab begini, 'Dahulu kita menjadi hamba raja Mesir, lalu TUHAN membebaskan kita dengan kekuatan besar.","Kami sendiri menyaksikan TUHAN melakukan keajaiban-keajaiban dan hal-hal yang mengerikan terhadap orang Mesir dan raja mereka serta semua pejabatnya.","Ia membebaskan kita dari Mesir untuk membawa kita ke sini, dan tanah ini diberi-Nya kepada kita seperti yang dijanjikan-Nya kepada nenek moyang kita.","TUHAN Allah kita menyuruh kita melakukan semua perintah itu dan menghormati Dia. Kalau kita berbuat begitu, Ia akan selalu memelihara bangsa kita supaya tetap hidup sejahtera.","Kalau kita dengan setia mentaati segala yang diperintahkan TUHAN Allah kita kepada kita, maka Ia akan berkenan kepada kita.'\""]