["\"TUHAN Allahmu akan membawa kamu ke negeri yang bakal kamu diami, dan banyak bangsa akan diusir-Nya dari situ. Di depan matamu Ia akan mengusir tujuh bangsa yang lebih besar dan lebih kuat dari kamu, yaitu orang-orang Het, Girgasi, Amori, Kanaan, Feris, Hewi dan Yebus.","Apabila TUHAN Allahmu menyerahkan bangsa-bangsa itu ke dalam kuasamu dan kamu mengalahkan mereka, bunuhlah mereka semua. Jangan mengasihani mereka atau membuat perjanjian dengan mereka.","Kamu tak boleh kawin dengan mereka, dan jangan izinkan anak-anakmu kawin dengan mereka,","supaya mereka jangan menjauhkan anak-anakmu dari TUHAN untuk menyembah ilah-ilah lain. Kalau kamu menyembah ilah-ilah lain, TUHAN marah dan kamu akan segera dibinasakan-Nya.","Sebab itu, robohkanlah mezbah-mezbah bangsa-bangsa itu, hancurkan tiang-tiang batu yang mereka anggap keramat, tumbangkan lambang-lambang Asyera, dan bakarlah patung-patung berhala yang mereka sembah.","Lakukanlah semuanya itu karena kamu milik TUHAN Allahmu. Dari segala bangsa di muka bumi, kamulah yang dipilih TUHAN Allahmu untuk menjadi umat-Nya yang istimewa.","Kamu dicintai dan dipilih TUHAN, bukan karena kamu lebih besar dari bangsa-bangsa lain; sesungguhnya kamu adalah bangsa yang paling kecil di muka bumi.","Tetapi TUHAN memilih kamu karena Ia mengasihi kamu dan ingin menepati janji yang dibuat-Nya dengan nenek moyangmu. Itulah sebabnya Ia telah menyelamatkan kamu dengan kuasa yang besar dan membebaskan kamu dari perhambaan kepada raja Mesir.","Ingatlah bahwa TUHAN Allahmu adalah satu-satunya Allah, dan Ia Allah yang setia. TUHAN memenuhi janji-Nya dan menunjukkan kasih-Nya yang tetap sampai seribu keturunan kepada orang yang mencintai Dia dan taat kepada perintah-perintah-Nya.","Tetapi dengan tidak segan-segan Ia menghukum mereka yang benci kepada-Nya.","Jadi, taatilah semua hukum yang saya sampaikan kepadamu hari ini.\"","\"Kalau kamu perhatikan perintah-perintah itu, dan melakukannya dengan setia, maka TUHAN Allahmu pun akan setia kepada perjanjian yang dibuat-Nya dengan kamu. Ia akan menunjukkan kasih-Nya yang tetap kepada kamu, seperti yang dijanjikan-Nya kepada leluhurmu.","Ia akan mengasihi dan memberkati kamu, sehingga anakmu banyak dan jumlahmu bertambah-tambah. Ia akan memberkati ladang-ladangmu, sehingga menghasilkan gandum, anggur dan minyak zaitun. Ia akan memberkati kamu sehingga banyak sapi dan kambing dombamu. Semua berkat itu akan kamu terima di negeri yang diberikan TUHAN kepadamu, sesuai dengan janji-Nya kepada nenek moyangmu.","Dari semua bangsa di dunia, tidak satu pun mendapat berkat begitu berlimpah-limpah seperti kamu. Dari kamu semua dan dari segala ternakmu tidak satu pun akan mandul.","Kamu akan dilindungi TUHAN dari segala penyakit dan dijauhkan dari segala bencana yang kamu saksikan di Mesir, tetapi bencana-bencana itu akan ditimpakan-Nya kepada musuh-musuhmu.","Setiap bangsa yang diserahkan TUHAN Allahmu ke dalam kuasamu harus kamu binasakan; jangan menunjukkan kasihan kepada mereka. Jangan menyembah ilah-ilah mereka, karena perbuatan itu mendatangkan celaka kepadamu.","Barangkali kamu berpikir bangsa-bangsa itu lebih besar jumlahnya sehingga kamu tak dapat mengusir mereka.","Tetapi jangan takut kepada mereka; ingatlah apa yang dilakukan TUHAN Allahmu terhadap raja Mesir dan seluruh rakyatnya.","Ingatlah bencana-bencana hebat yang kamu saksikan sendiri, keajaiban-keajaiban, dan kekuatan besar yang digunakan TUHAN Allahmu untuk membebaskan kamu. Begitu pula TUHAN Allahmu akan bertindak terhadap semua bangsa yang kamu takuti.","Bahkan TUHAN Allahmu akan menimbulkan kegemparan di antara mereka, sehingga orang-orang yang dapat melarikan diri dan bersembunyi juga akan binasa.","Jadi janganlah takut kepada bangsa-bangsa itu. TUHAN Allahmu melindungi kamu. Ia adalah Allah yang agung dan dahsyat.","Bangsa-bangsa itu akan diusir-Nya sedikit demi sedikit dari hadapanmu. Kamu tak boleh memusnahkan mereka dengan segera, supaya binatang-binatang buas jangan bertambah banyak dan menjadi ancaman bagimu.","Begitulah TUHAN Allahmu akan menyerahkan musuh-musuhmu kepadamu. Ia akan mengacaubalaukan mereka sampai mereka binasa.","Ia akan menyerahkan raja-raja mereka kepadamu. Mereka akan kamu bunuh, dan nama mereka akan dilupakan. Tak seorang pun dapat bertahan menghadapi kamu; mereka semua akan kamu musnahkan.","Bakarlah patung-patung berhala yang mereka sembah. Jangan menginginkan perak atau emas yang melekat padanya dan jangan mengambilnya untuk dirimu sendiri. Kalau kamu melanggar perintah itu kamu akan mati, sebab TUHAN Allahmu membenci penyembahan patung berhala.","Jangan menempatkan sebuah patung berhala di dalam rumahmu, supaya kutuk yang menimpanya jangan menimpa kamu juga. Hal itu harus kamu benci dan pandang rendah, karena dikutuk oleh TUHAN.\""]