["\"Semua hukum yang saya berikan kepadamu hari ini harus kamu lakukan dengan setia, supaya kamu tetap hidup, bertambah banyak dan mendiami tanah yang dijanjikan TUHAN kepada nenek moyangmu.","Ingatlah! Empat puluh tahun lamanya TUHAN Allahmu memimpin kamu dalam perjalanan jauh melewati padang gurun. Perjalanan itu dimaksudkan TUHAN untuk mencobai kamu, supaya Ia dapat melihat apa yang terkandung dalam hatimu dan apakah kamu akan mentaati perintah-perintah-Nya.","Ia membiarkan kamu kelaparan, lalu kamu diberi-Nya manna untuk makanan. Kamu dan leluhurmu tak pernah makan makanan itu sebelumnya. TUHAN berbuat begitu untuk mengajar kamu bahwa manusia tidak hidup dari makanan saja, melainkan dari segala sesuatu yang dikatakan TUHAN.","Selama empat puluh tahun ini pakaianmu tidak menjadi usang dan kakimu tidak menjadi bengkak.","Ingatlah bahwa TUHAN Allahmu mengajari kamu seperti seorang ayah mengajari anak-anaknya.","Jadi, lakukanlah segala yang diperintahkan TUHAN Allahmu. Hiduplah menurut hukum-hukum-Nya dan hormatilah Dia.","TUHAN Allahmu membawa kamu ke negeri yang subur; negeri yang banyak sungai dan mata airnya, dengan arus air di bawah tanah yang memancur ke lembah-lembah dan bukit-bukit.","Negeri itu menghasilkan macam-macam gandum, anggur, buah ara, buah delima, pohon zaitun dan madu.","Di situ kamu tak akan kelaparan atau kekurangan. Batu karangnya mengandung besi, dan dari bukit-bukitnya kamu dapat menggali tembaga.","Kamu akan makan sepuas hatimu, dan bersyukur kepada TUHAN Allahmu untuk tanah subur yang diberikan-Nya kepadamu.\"","\"Jagalah baik-baik jangan sampai kamu melupakan TUHAN Allahmu; jangan abaikan satu pun dari semua hukum-Nya yang saya berikan kepadamu hari ini.","Kalau kamu sudah makan sepuas hatimu dan sudah membangun rumah-rumah yang baik untuk tempat kediamanmu,","dan kalau sudah bertambah sapi dan kambing dombamu, perak dan emasmu serta segala harta milikmu yang lain,","jagalah baik-baik supaya kamu tidak menjadi sombong dan melupakan TUHAN Allahmu yang membebaskan kamu dari Mesir, tempat kamu diperbudak.","TUHAN memimpin kamu melalui padang gurun yang luas dan dahsyat, yang banyak ular berbisa dan kalajengkingnya. Di tanah yang kering tanpa air Ia membuat air mengalir dari batu, supaya kamu dapat minum sepuas-puasnya.","Di padang gurun Ia memberi manna untuk makananmu, makanan yang tidak dikenal nenek moyangmu. TUHAN melakukan itu untuk mencobai kamu dan merendahkan hatimu, supaya pada akhirnya Ia dapat berbuat baik kepadamu.","Jadi, jangan sekali-kali berpikir bahwa dengan usaha dan kekuatanmu sendiri kamu menjadi kaya.","Ingat bahwa TUHAN Allahmulah yang memberi kekayaan itu kepadamu. Hal itu dilakukan-Nya karena sampai hari ini Ia masih setia kepada perjanjian yang dibuat-Nya dengan nenek moyangmu.","Jangan lupa kepada TUHAN Allahmu dan jangan berbalik kepada ilah-ilah lain untuk memuja dan mengabdi kepada mereka. Hari ini aku mengingatkan kamu bahwa kalau kamu melakukannya juga, kamu pasti dibinasakan TUHAN.","Kalau kamu tidak taat kepada TUHAN Allahmu, kamu pun akan dibinasakan-Nya, seperti bangsa-bangsa yang dimusnahkan-Nya di depan matamu.\""]