["Begitu juga kalian, istri-istri, harus tunduk kepada suami supaya kalau di antara mereka ada yang tidak percaya kepada berita dari Allah, kelakuanmu dapat membuat mereka menjadi percaya. Dan tidak perlu kalian mengatakan apa-apa kepada mereka,","sebab mereka melihat kelakuanmu yang murni dan saleh.","Janganlah kecantikanmu hanya kecantikan luar, seperti misalnya menghias rambut atau memakai perhiasan, atau berpakaian yang mahal-mahal.","Sebaliknya, hendaklah kecantikanmu timbul dari dalam batin, budi pekerti yang lemah lembut dan tenang; itulah kecantikan abadi yang sangat berharga menurut pandangan Allah.","Dengan cara inilah pada zaman dahulu wanita-wanita beragama yang berharap kepada Allah mempercantik diri dengan tunduk kepada suami mereka.","Sara pun begitu juga, ia taat kepada Abraham dan menyebut dia tuannya. Saudara sekarang adalah anak-anak Sara, kalau kalian melakukan hal-hal yang baik dan tidak takut kepada apa pun.","Dan kalian juga, suami-suami, hendaklah hidup dengan penuh pengertian terhadap istrimu, dan dengan kesadaran bahwa mereka adalah kaum yang lemah. Perlakukanlah mereka dengan hormat, sebab mereka bersama-sama dengan kalian, akan menerima anugerah hidup yang sejati dari Allah. Lakukanlah ini, supaya tidak ada yang menghalangi doamu.","Kesimpulannya ialah: hendaklah Saudara-saudara seia sekata dan seperasaan. Hendaklah kalian saling sayang-menyayangi seperti orang-orang yang bersaudara. Dan hendaklah kalian saling berbelaskasihan dan bersikap rendah hati.","Janganlah membalas kejahatan dengan kejahatan, atau caci maki dengan caci maki; sebaliknya balaslah dengan memohonkan berkat dari Allah. Sebab Allah memanggil kalian justru supaya kalian menerima berkat daripada-Nya.","Di dalam Alkitab tertulis begini, \"Orang yang mau menikmati hidup dan mau mengalami hari-hari yang baik, harus menjaga mulutnya supaya tidak membicarakan hal-hal yang jahat dan tidak mengucapkan hal-hal yang dusta.","Ia harus menjauhi yang jahat dan melakukan yang baik; hendaklah ia berjuang sungguh-sungguh untuk mendapatkan perdamaian.","Sebab Tuhan selalu memperhatikan orang-orang yang menuruti kemauan-Nya, dan Tuhan selalu mendengar doa-doa mereka; tetapi Tuhan melawan orang-orang yang melakukan kejahatan.\"","Siapakah yang mau berbuat jahat kepadamu, kalau kalian senang berbuat baik?","Tetapi sekalipun kalian harus menderita karena melakukan hal-hal yang baik, kalian beruntung! Janganlah takut kepada siapa pun, dan jangan khawatir.","Tetapi di dalam hatimu, hendaklah kalian memberikan kepada Kristus penghormatan yang khusus yang sesuai dengan kedudukan-Nya sebagai Tuhan. Dan hendaklah kalian selalu siap untuk memberi jawaban kepada setiap orang yang bertanya mengenai harapan yang kalian miliki.","Tetapi lakukanlah itu dengan lemah lembut dan hormat. Dan hendaklah hati nuranimu murni, supaya kalau kalian difitnah karena kalian hidup dengan baik sebagai pengikut Kristus, maka orang yang memfitnah itu akan menjadi malu sendiri.","Lebih baik menderita karena berbuat baik--kalau itu adalah kemauan Allah--daripada menderita karena melakukan yang jahat.","Sebab Kristus sendiri mati hanya sekali saja, untuk selama-lamanya karena dosa manusia--seorang yang tidak bersalah, mati untuk orang yang bersalah. Kristus melakukan itu supaya Ia dapat membimbing kalian kepada Allah. Ia dibunuh secara jasmani, tetapi dihidupkan kembali secara rohani.","Dalam keadaan roh Ia pergi mengabarkan berita dari Allah kepada roh-roh yang dipenjarakan:","yaitu roh orang-orang yang tidak taat kepada Allah pada zaman Nuh. Pada waktu itu Allah menanti dengan sabar selama Nuh membuat kapalnya. Hanya orang-orang yang ada di kapal saja--semuanya delapan orang--yang diselamatkan melalui banjir besar itu.","Nah, kejadian itu merupakan kiasan dari baptisan yang sekarang ini menyelamatkan kalian. Baptisan ini bukanlah suatu upacara membersihkan badan dari semua yang kotor-kotor, melainkan merupakan janjimu kepada Allah dari hati nurani yang baik. Baptisan itu menyelamatkan kalian karena Yesus Kristus sudah hidup kembali dari kematian,","dan sudah naik ke surga. Sekarang Ia berkuasa bersama dengan Allah dan memerintah semua malaikat, semua penguasa serta semua kekuatan."]