["Karena Kristus sudah menderita secara jasmani, kalian juga harus memperkuat diri dengan pendirian yang seperti itu. Sebab orang yang menderita secara badani, tidak lagi berbuat dosa.","Sebab itu, hendaklah kalian hidup selanjutnya di dunia ini menurut kemauan Allah, dan bukan menurut keinginan manusia.","Pada masa yang lampau, kalian sudah cukup lama melakukan apa yang suka dilakukan oleh orang-orang yang tidak mengenal Tuhan. Kalian hidup tidak baik. Kalian menuruti hawa nafsu, mabuk-mabuk, berpesta-pora, minum-minum dan menyembah berhala secara menjijikkan.","Sekarang orang yang tidak mengenal Tuhan, heran bahwa kalian tidak ikut hidup seperti mereka, menikmati dosa tanpa batas. Itulah sebabnya mereka menghina kalian.","Tetapi mereka nanti harus memberi pertanggungjawaban kepada Allah yang sudah siap untuk mengadili orang yang hidup dan yang mati.","Itulah sebabnya Kabar Baik sudah diberitakan juga kepada orang-orang mati. Maksudnya supaya mereka, yang telah diadili dalam keadaan jasmani--seperti halnya semua orang akan diadili--dapat hidup secara rohani, menurut kehendak Allah.","Segala sesuatu sudah mendekati kesudahannya, sebab itu hendaklah kalian menguasai diri dan waspada, supaya kalian dapat berdoa.","Lebih daripada segala-galanya, hendaklah kalian sungguh-sungguh mengasihi satu sama lain, sebab dengan saling mengasihi kalian akan bersedia juga untuk saling mengampuni.","Hendaklah kalian menerima satu sama lain di rumah masing-masing, tanpa mengeluh.","Kalian masing-masing sudah menerima pemberian-pemberian yang berbeda-beda dari Allah. Sebab itu sebagai pengelola yang baik dari pemberian-pemberian Allah, hendaklah kalian menggunakan kemampuan itu untuk kepentingan bersama.","Orang yang menyampaikan berita, haruslah menyampaikan berita dari Allah; orang yang melayani orang lain, haruslah melayani dengan kekuatan yang dari Allah, supaya dalam segala hal, Allah dapat diagungkan melalui Yesus Kristus. Dialah yang berkuasa dan patut diagungkan untuk selama-lamanya. Amin.","Saudara-saudara yang tercinta! Kalian sekarang sangat menderita karena sedang diuji. Tetapi janganlah merasa heran, seolah-olah ada sesuatu yang luar biasa terjadi kepadamu.","Malah, hendaklah kalian merasa senang karena turut menderita bersama-sama dengan Kristus. Maka nanti kalau keagungan Kristus diperlihatkan, kalian akan bersukacita.","Kalian beruntung kalau kalian dihina sebab kalian pengikut Kristus. Itu berarti Roh yang mulia, yaitu Roh Allah, ada padamu.","Janganlah seorang pun dari antara kalian menderita karena ia pembunuh, atau pencuri, atau penjahat, atau karena ia mencampuri urusan orang lain.","Tetapi kalau kalian menderita sebab kalian orang Kristen, janganlah malu karena hal itu. Berterimakasihlah kepada Allah, bahwa kalian membawa nama Kristus.","Sudah sampai waktunya Allah mengadili dunia. Dan umat Allah sendirilah yang akan diadili terlebih dahulu. Nah, kalau Allah akan mulai dengan kita, bagaimanakah jadinya nanti dengan orang-orang yang tidak percaya kepada Kabar Baik dari Allah itu?","Dalam Alkitab tertulis begini, \"Kalau orang-orang yang baik pun sudah sukar untuk diselamatkan, apa pula yang akan terjadi dengan orang-orang berdosa yang tidak mengenal Tuhan!\"","Sebab itu, kalau ada orang-orang yang menderita karena Allah menghendaki demikian, hendaklah orang-orang itu hidup dengan benar dan mempercayakan diri kepada Pencipta mereka. Ia akan selalu menepati janji-Nya."]