["Saya minta perhatian para pemimpin jemaatmu. Saya menulis ini sebagai rekan pemimpin dan sebagai orang yang sudah menyaksikan sendiri penderitaan Kristus, dan yang akan turut juga diagungkan, apabila keagungan Kristus diperlihatkan kepada manusia. Saya minta dengan sangat","supaya kalian menggembalakan kawanan domba yang diserahkan Allah kepadamu. Gembalakanlah mereka dengan senang hati sebagaimana yang diinginkan oleh Allah, dan janganlah dengan berat hati. Janganlah pula melakukan pekerjaanmu guna mendapat keuntungan, melainkan karena kalian sungguh-sungguh ingin melayani.","Janganlah bertindak sebagai penguasa terhadap mereka yang dipercayakan kepadamu, melainkan jadilah teladan untuk mereka.","Dan pada waktu Gembala Agung itu datang nanti, kalian akan menerima mahkota yang gemilang, yang tidak akan pudar kegemilangannya.","Begitu juga Saudara, orang-orang muda. Tunduklah kepada orang-orang yang tua. Saudara semuanya harus merendahkan diri dan saling melayani dengan rendah hati. Sebab dalam Alkitab tertulis begini, \"Allah menentang orang yang sombong, tetapi mengasihani orang yang rendah hati.\"","Sebab itu, rendahkanlah dirimu di bawah tangan Allah yang kuat, supaya Ia meninggikan kalian kalau sudah waktunya.","Serahkanlah segala kekhawatiranmu kepada Allah, sebab Ia mempedulikanmu.","Hendaklah kalian waspada dan siap siaga! Sebab Iblis adalah musuhmu. Ia seperti singa berjalan ke sana kemari sambil mengaum mencari mangsanya.","Lawanlah dia dengan iman yang teguh, sebab kalian tahu bahwa saudara-saudara sesama Kristen lainnya di seluruh dunia juga menderita seperti kalian.","Tetapi sesudah kalian menderita sebentar, Allah sendiri akan membuat kalian menjadi sempurna. Ia akan menegakkan dan menguatkan kalian serta mengokohkan kalian. Sebab Ia adalah Allah yang sangat baik hati, yang sudah memanggilmu untuk turut merasakan keagungan-Nya yang abadi melalui Kristus.","Ialah yang berkuasa sampai selama-lamanya! Amin.","Surat saya yang singkat ini saya tulis kepadamu dengan bantuan Silas, yang saya anggap seorang saudara Kristen yang setia. Saya ingin memberi dorongan kepadamu dan meyakinkan kalian bahwa apa yang saya tulis ini berita yang benar mengenai rahmat Allah. Hendaklah kalian berpegang teguh pada rahmat itu.","Teman-teman sejemaat di Babilon, yang juga terpilih oleh Allah, mengirim salam kepadamu; begitu juga anakku Markus yang tercinta.","Bersalam-salamanlah satu sama lain dengan penuh kasih sebagai saudara Kristen. Semoga Tuhan memberi sejahtera kepada Saudara semuanya yang menjadi milik Kristus. Hormat kami, Petrus."]