["Saudara-saudaraku yang tercinta! Inilah surat saya yang kedua kepadamu. Di dalam kedua surat ini, saya berusaha membangkitkan pikiran-pikiran yang murni padamu.","Saya menganjurkan supaya kalian mengingat akan perkataan-perkataan yang dahulu diucapkan oleh nabi-nabi Allah, dan akan perintah dari Tuhan, Raja Penyelamat, yang disampaikan kepadamu melalui rasul-rasul.","Pertama-tama, kalian harus tahu bahwa pada hari-hari akhir, akan muncul orang-orang yang kehidupannya dikuasai oleh hawa nafsu mereka sendiri. Mereka akan mengejek kalian","dengan berkata begini, \"Katanya Tuhan berjanji akan datang! Sekarang mana Dia? Bapak-bapak leluhur kita sudah meninggal, tetapi segala-galanya masih sama saja seperti semenjak terciptanya alam!\"","Mereka sengaja tidak mau mengaku bahwa dahulu kala Allah menciptakan langit dan bumi atas sabda-Nya. Bumi dijadikan-Nya dari air, dan dengan air;","dan dengan air juga--yaitu air dari banjir besar--dunia purbakala itu dibinasakan.","Tetapi langit dan bumi yang ada sekarang ini, dipelihara oleh sabda Allah itu juga untuk dimusnahkan dengan api nanti. Sekarang langit dan bumi masih dipelihara sampai pada hari orang-orang yang jahat dihukum dan dibinasakan.","Tetapi saudara-saudaraku, satu hal ini janganlah kalian lupakan: bahwa dalam pemandangan Tuhan, satu hari tidak ada bedanya dengan seribu tahun--kedua-duanya sama saja bagi-Nya.","Tuhan tidak lambat memberikan apa yang telah dijanjikan-Nya walaupun ada yang menyangka demikian. Sebaliknya, Ia sabar terhadapmu, sebab Ia tidak mau seorang pun binasa. Ia ingin supaya semua orang bertobat dari dosa-dosanya.","Tetapi Hari kedatangan Tuhan akan tiba seperti pencuri. Pada Hari itu, langit akan lenyap dengan bunyi gemuruh, dan benda-benda di langit akan musnah terbakar, dan bumi dengan segala yang ada di dalamnya akan lenyap.","Karena semuanya itu akan dihancurkan dengan cara yang demikian, bagaimanakah seharusnya kalian hidup? Kalian harus hidup suci dan khusus untuk Allah,","selama kalian menantikan dan merindukan tibanya Hari Allah. Pada Hari itu langit akan habis terbakar, dan karena panasnya, maka benda-benda di langit akan mencair.","Tetapi kita menantikan apa yang telah dijanjikan Allah, yaitu langit yang baru dan bumi yang baru, di mana terdapat keadilan.","Sebab itu, Saudara-saudara yang tercinta, sementara kalian menantikan Hari itu, berusahalah sungguh-sungguh untuk hidup suci dan tanpa cela di hadapan Allah. Dan peliharalah hubungan yang baik dengan Allah.","Anggaplah kesabaran Tuhan kita sebagai kesempatan yang diberikan-Nya kepadamu supaya bisa selamat. Paulus, saudara kita yang tercinta, sudah menulis yang demikian juga kepadamu. Ia menulis itu dengan kebijaksanaan yang diberikan Allah kepadanya.","Dalam semua suratnya, Paulus selalu menulis tentang hal itu. Memang ada beberapa hal yang sukar dipahami dalam surat-suratnya itu. Dan bagian itu diputarbalikkan oleh orang-orang yang tidak tahu apa-apa dan yang tidak teguh imannya. Hal itu tidak mengherankan, karena bagian-bagian lain dari Alkitab diperlakukan begitu juga oleh mereka. Apa yang mereka lakukan itu hanya mengakibatkan kehancuran mereka sendiri.","Tetapi kalian, Saudara-saudara yang tercinta, sudah tahu tentang hal itu. Sebab itu, waspadalah, jangan sampai kalian terbawa-bawa ke dalam kesesatan orang-orang bejat sehingga kalian jatuh dari tempat berpijakmu yang kokoh.","Hendaklah kalian makin merasakan rahmat Yesus Kristus, Tuhan dan Raja Penyelamat kita, dan hendaklah kalian juga makin mengenal Dia. Terpujilah Dia, sekarang dan sampai selama-lamanya! Amin. Hormat kami, Petrus."]