["Kemudian saya melihat, lalu nampak Anak Domba itu berdiri di atas Bukit Sion. Bersama Dia ada 144.000 orang yang pada dahi masing-masing tertulis nama-Nya dan nama Bapa-Nya.","Lalu saya mendengar suara dari langit menderu seperti bunyi air terjun yang besar dan seperti gemuruh guntur yang hebat. Suara itu terdengar seperti suara musik dari pemain-pemain kecapi yang sedang memainkan kecapinya.","Di depan takhta dan keempat makhluk serta para pemimpin di sekeliling takhta itu, 144.000 orang itu menyanyikan suatu nyanyian yang baru. Nyanyian itu tidak dapat dipelajari oleh seorang pun selain oleh 144.000 orang itu yang sudah dibebaskan dari bumi.","Mereka itu orang-orang yang tetap murni seperti perawan, karena tidak mengadakan hubungan dengan wanita. Mereka mengikuti Anak Domba itu ke mana saja ia pergi. Dari antara seluruh umat manusia, merekalah yang sudah dibebaskan sebagai persembahan pertama kepada Allah dan kepada Anak Domba.","Tidak pernah mereka berdusta; dan tidak ada cela sedikit pun pada mereka.","Lalu saya melihat seorang malaikat lain yang terbang tinggi di langit. Malaikat itu membawa berita tentang Kabar Baik yang abadi untuk disampaikan kepada manusia di bumi yaitu kepada semua bangsa, suku, bahasa dan negara.","Malaikat itu berseru dengan suara yang keras, \"Takutlah kepada Allah, dan pujilah kebesaran-Nya! Sebab sudah waktunya Allah menghakimi manusia. Sembahlah Dia yang menjadikan langit, bumi, laut dan semua mata air!\"","Malaikat kedua menyusul malaikat yang pertama sambil berseru, \"Sudah jatuh! Kota Babel yang besar sudah jatuh! Ia sudah membuat segala bangsa menjadi mabuk dengan air anggur--yaitu anggur dari nafsu cabulnya!\"","Seorang malaikat ketiga menyusul dua malaikat itu, sambil berseru dengan suara yang keras, \"Orang yang memuja binatang itu dengan patungnya, dan mempunyai tanda binatang itu pada dahi atau tangannya,","orang itu akan minum anggur Allah, yaitu anggur amarah-Nya yang sudah dituang-Nya ke dalam wadahnya, tanpa dikurangi sedikit pun! Semua orang itu akan disiksa di dalam api dan belerang di hadapan malaikat-malaikat suci dan di hadapan Anak Domba itu.","Asap dari api yang menyiksa orang-orang itu akan mengepul terus-menerus untuk selama-lamanya. Siang malam tidak ada henti-hentinya mereka tersiksa, yaitu mereka yang menyembah binatang itu dan patungnya, semua orang yang mempunyai tanda nama binatang itu.\"","Dalam hal ini umat Allah yang taat kepada perintah-perintah Allah dan setia kepada Yesus, perlu menjadi tabah.","Lalu saya mendengar suara dari surga berkata, \"Tulislah ini: Mulai sekarang, berbahagialah orang-orang yang mati selagi melayani Tuhan!\" \"Benar!\" jawab Roh Allah. \"Mereka akan berhenti bekerja keras, karena hasil pelayanan mereka selalu akan menyertai mereka.\"","Kemudian saya melihat, maka nampak suatu awan yang putih. Di atas awan itu duduk seorang yang kelihatannya seperti manusia. Di kepala-Nya ada sebuah mahkota emas, dan di tangan-Nya ada sebuah sabit yang tajam.","Kemudian seorang malaikat lain keluar dari Rumah Allah. Dengan suara yang keras, ia berseru kepada Dia yang duduk di atas awan itu, \"Ayunkanlah sabit-Mu itu dan tuailah sekarang, sebab sudah waktunya untuk panen; bumi sudah matang untuk dituai!\"","Lalu Dia yang duduk di atas awan itu mengayunkan sabit-Nya ke bumi, maka bumi pun dituai.","Kemudian saya melihat seorang malaikat yang lain lagi keluar dari Rumah Allah di surga. Ia pun memegang sebuah sabit yang tajam.","Setelah itu, seorang malaikat lain, yang berkuasa atas api, datang dari mezbah. Dengan suara yang kuat ia berseru kepada malaikat yang memegang sabit yang tajam itu, \"Ayunkanlah sabitmu itu dan keratlah buah-buah pohon anggur di bumi, karena buah-buahnya sudah matang!\"","Maka malaikat itu mengayunkan sabitnya ke bumi dan menyabit buah-buah anggur dari batangnya, lalu melemparkannya ke dalam alat pemeras anggur amarah Allah yang meluap-luap.","Buah-buah anggur itu diperas di luar kota, dan dari alat pemeras anggur itu mengalirlah darah seperti sungai, sejauh tiga ratus kilometer, dan sedalam hampir dua meter."]