["Setelah itu saya melihat seorang malaikat lain turun dari surga. Ia mempunyai kekuasaan yang besar, dan semaraknya membuat seluruh bumi menjadi terang.","Dengan suara yang besar, ia berseru, \"Sudah jatuh! Babel besar sudah jatuh! Sekarang ia menjadi tempat setan-setan dan roh-roh jahat. Di dalamnya hidup segala macam burung yang najis dan yang dibenci orang.","Sebab segala bangsa sudah minum anggur nafsu percabulannya. Raja-raja dunia berbuat cabul dengannya, dan pedagang-pedagang di bumi menjadi kaya oleh nafsunya yang tidak terkendalikan itu.\"","Lalu saya mendengar suara lain dari surga berkata, \"Keluarlah, umat-Ku! Keluarlah dari dalamnya! Janganlah kalian mengikuti dosa-dosanya, dan turut menanggung hukumannya!","Sebab dosanya bertumpuk-tumpuk sampai ke langit, dan Allah ingat akan kejahatannya.","Perlakukanlah dia sebagaimana ia telah memperlakukan kalian; balaslah dia dua kali lipat untuk semua yang telah dilakukannya. Isilah mangkuknya dengan minuman yang dua kali lebih keras daripada minuman yang disediakannya untuk kalian.","Berilah kepadanya penderitaan dan dukacita yang sama banyaknya dengan kebesaran dan kemewahan yang diberikannya kepada dirinya sendiri. Sebab ia selalu saja berkata kepada dirinya, 'Aku ini ratu yang memerintah! Aku bukan janda; aku tidak akan mengalami kesedihan!'","Karena hal itulah, maka dalam satu hari saja ia akan ditimpa bencana--penyakit, kesedihan, dan kelaparan. Dan ia akan dihanguskan dengan api, sebab berkuasalah Tuhan Allah yang menghakiminya itu.\"","Raja-raja dunia yang turut dalam perbuatan-perbuatan cabulnya dan nafsu wanita itu akan menangisi dan meratapi kota itu apabila mereka melihat asap mengepul dari api yang menghanguskannya.","Mereka akan berdiri dari jauh sebab mereka takut terkena penderitaannya. Mereka berkata, \"Aduh, bukan main celakanya kota yang termasyhur ini--kota Babel yang kuat! Dalam satu jam saja hukumanmu sudah dilaksanakan!\"","Para pedagang di bumi pun menangis dan berkabung karena wanita itu, sebab tidak ada seorang pun lagi yang membeli barang-barang dagangan mereka.","Tidak ada yang membeli emas, perak, permata, dan mutiara mereka; juga kain lenan, kain ungu, sutera, dan kain merah tua; segala macam kayu yang jarang didapati, barang-barang dari gading dan dari kayu yang mahal-mahal, dari tembaga, besi, dan pualam;","kulit kayu manis, rempah-rempah, setanggi, mur, dan kemenyan; anggur dan minyak, tepung dan gandum; sapi dan domba, kuda dan kereta, hamba-hamba, bahkan nyawa manusia pun.","Para pedagang berkata kepada wanita itu, \"Semua yang engkau ingin miliki sudah tidak ada lagi, dan segala kemewahan dan kementerenganmu sudah hilang. Engkau tidak akan menemukannya lagi!\"","Para pedagang yang sudah menjadi kaya karena berdagang di kota itu akan berdiri dari jauh, sebab mereka takut terkena penderitaannya. Mereka akan menangis dan berkabung,","lalu berkata, \"Aduh, bukan main celakanya kota yang termashyur ini! Biasanya ia memakai pakaian lenan, kain ungu dan kain merah tua; biasanya ia penuh dengan perhiasan emas, permata, dan mutiara!","Tetapi dalam satu jam saja, ia sudah kehilangan segala kekayaannya itu!\" Semua nakhoda, penumpang, dan awak kapal, serta semua orang yang pencariannya di laut, berdiri dari jauh.","Dan berteriak pada waktu mereka melihat asap mengepul dari api yang membakar kota itu. Mereka berseru, \"Tidak pernah ada kota lain seperti kota yang besar ini!\"","Maka mereka menghamburkan abu di kepala mereka sebagai tanda berkabung, lalu menangis dan berteriak-teriak, \"Aduh, bukan main celakanya kota yang besar ini! Kekayaannya sudah membuat semua orang yang mempunyai kapal-kapal di laut menjadi kaya! Tetapi dalam satu jam saja, ia sudah kehilangan segala-galanya!\"","Hai surga, bersukarialah atas kehancuran kota itu! Hai umat Allah, rasul-rasul, dan nabi-nabi, bersukarialah! Sebab Allah sudah menghukum dia sebagai pembalasan atas apa yang dilakukannya terhadap kalian!","Setelah itu, seorang malaikat yang perkasa mengangkat sebuah batu--sebesar batu gilingan yang besar--lalu melemparkannya ke dalam laut serta berkata, \"Beginilah caranya kota Babel yang termasyhur itu akan dilemparkan dengan keras sehingga tidak akan dijumpai lagi.","Bunyi musik dari pemain kecapi, dari para biduan, dari pemain seruling dan dari peniup trompet, tidak akan terdengar lagi di dalammu! Tidak akan dijumpai juga seorang pekerja ahli pun di situ, dan suara batu penggilingan pun tidak akan terdengar lagi.","Orang tidak akan melihat lagi cahaya lampu di dalammu; dan tidak akan pula terdengar keramaian pesta perkawinan di situ. Pedagang-pedagang adalah orang-orang yang paling terkemuka di bumi, dan dengan ilmu-ilmu gaibmu engkau menipu segala bangsa di dunia!\"","Babel dihukum sebab di dalam kota itu sudah kedapatan darah nabi-nabi, darah umat Allah--singkatnya darah semua orang yang sudah dibunuh di atas bumi."]