["Sesudah itu saya mendengar sesuatu seperti suara gemuruh orang banyak dari surga yang berseru-seru, \"Pujilah Allah! Allah kita adalah Allah yang menyelamatkan; Ia Allah yang agung dan berkuasa!","Penghakiman-Nya adil dan bijaksana! Ia sudah menjatuhkan hukuman ke atas pelacur yang besar, yang merusak dunia dengan percabulannya. Allah sudah menghukum pelacur itu, sebab ia membunuh hamba-hamba Allah.\"","Lalu suara orang banyak itu berseru lagi, \"Pujilah Allah! Asap dari api yang menghanguskan kota besar itu akan mengepul tidak henti-hentinya!\"","Maka kedua puluh empat pemimpin dan keempat makhluk yang di sekeliling takhta itu tersungkur dan menyembah Allah yang duduk di atas takhta. Mereka berkata, \"Amin! Pujilah Allah!\"","Lalu terdengar dari takhta itu bunyi suara yang berkata, \"Pujilah Allah, hai semua hamba Allah, dan semua orang--besar kecil--yang menyembah Allah!\"","Setelah itu saya mendengar sesuatu seperti suara sekumpulan orang yang banyak sekali; bunyinya seperti gelombang yang bergelora dan seperti guntur bergemuruh. Saya mendengar mereka berkata, \"Pujilah Allah! Sebab Tuhan, Allah kita Yang Mahakuasa itu sekarang memerintah!","Marilah kita bersukaria dan bergembira; marilah kita memuji kebesaran-Nya! Sebab sudah sampai hari pernikahan yang memegang gelar Anak Domba itu, dan pengantin-Nya sudah siap untuk pernikahan-Nya.","Pakaian lenan yang berkilauan sudah diberikan kepadanya untuk dipakai.\" (Pakaian lenan itu adalah perbuatan-perbuatan baik yang dilakukan oleh umat Allah.)","Lalu malaikat itu berkata kepada saya, \"Tulislah ini: 'Berbahagialah orang yang diundang ke pesta pernikahan Anak Domba itu.'\" Kemudian malaikat itu menambah pula, \"Inilah berita benar dari Allah.\"","Saya tersungkur di depan malaikat itu hendak menyembahnya, tetapi ia berkata kepada saya, \"Jangan! Jangan menyembah saya, sembahlah Allah! Sebab saya pun hamba sama seperti engkau dan seperti semua saudaramu yang berpegang teguh pada kesaksian Yesus!\" Sebab kesaksian Yesus itulah yang mengilhami orang-orang yang bernubuat.","Kemudian saya melihat surga terbuka, lalu nampak seekor kuda putih. Penunggang-Nya bernama Sang Setia dan Sang Benar. Ia adil dalam memutuskan hukuman dan dalam peperangan yang dilakukan-Nya.","Mata-Nya seperti nyala api dan di kepala-Nya Ia memakai banyak mahkota. Pada diri-Nya tertulis suatu nama; dan hanya Ia sendiri yang mengetahui nama itu.","Jubah yang dipakai-Nya telah dicelup dalam darah. Dan Ia disebut \"Sabda Allah\".","Angkatan perang surga mengikuti Dia dengan menunggang kuda-kuda putih, dan berpakaian lenan yang putih bersih.","Dari mulut-Nya keluar sebilah pedang yang tajam dan dengan pedang itu Ia akan mengalahkan bangsa-bangsa, dan Ia akan memerintah mereka dengan tongkat besi. Ia akan memeras anggur di dalam alat pemeras anggur amarah Allah Yang Mahakuasa.","Pada jubah-Nya dan pada paha-Nya tertulis nama ini, \"Raja segala raja, dan Tuhan segala tuan.\"","Lalu saya melihat seorang malaikat berdiri di atas matahari. Dengan suara yang keras ia berseru kepada semua burung yang terbang di udara, \"Marilah berkumpul untuk menghadiri pesta besar yang dirayakan oleh Allah!","Marilah makan daging raja-raja, daging panglima-panglima, dan daging pahlawan-pahlawan; marilah makan daging para penunggang kuda dengan daging kuda-kudanya dan daging seluruh umat manusia, besar dan kecil, hamba dan orang bebas!\"","Kemudian saya melihat binatang itu, dan raja-raja bumi dengan angkatan perang mereka, berkumpul untuk bertempur melawan Dia yang menunggang kuda putih itu dan angkatan perang-Nya.","Maka binatang itu tertangkap bersama-sama dengan nabi palsu yang sudah membuat keajaiban-keajaiban di depan binatang itu. (Dengan keajaiban-keajaiban itulah binatang itu menipu orang-orang yang mempunyai tanda binatang itu, dan orang-orang yang menyembah patung binatang itu.) Lalu binatang itu dan nabi palsu itu dibuang hidup-hidup ke dalam lautan api yang bernyala-nyala dengan belerang.","Dan angkatan perang mereka dibunuh dengan pedang yang keluar dari mulut penunggang kuda putih itu. Maka burung-burung pun datang dan makan dengan lahapnya daging mereka yang dibunuh itu."]