["Lalu saya mendengar suara besar dari dalam Rumah Allah berkata kepada ketujuh malaikat itu, \"Pergilah dan tuanglah isi ketujuh wadah amarah Allah itu ke atas bumi!\"","Malaikat pertama pergi dan menuang isi wadahnya ke bumi. Maka timbullah bisul-bisul yang hebat dan sangat perih pada semua orang yang mempunyai tanda binatang itu, dan pada orang-orang yang menyembah patungnya.","Setelah itu malaikat kedua menuang isi wadahnya ke laut. Maka air laut pun menjadi seperti darah orang mati, dan matilah segala makhluk yang hidup di dalam laut.","Kemudian malaikat yang ketiga menuang isi wadahnya ke sungai-sungai dan ke mata-mata air, maka semua airnya menjadi darah.","Saya mendengar malaikat yang berkuasa atas air berkata, \"Hukuman yang Engkau jatuhkan adalah adil, ya Mahasuci, Allah yang ada, dan yang sudah ada!","Mereka sudah menumpahkan darah umat Allah dan darah nabi-nabi; sekarang Engkau membuat mereka minum darah. Memang wajarlah itu untuk mereka!\"","Lalu saya mendengar suara dari mezbah berkata, \"Tuhan, Allah Mahakuasa, benar dan adillah hukuman-hukuman yang Engkau jatuhkan!\"","Setelah itu malaikat keempat menuang isi wadahnya ke matahari, maka matahari pun dibolehkan menghanguskan manusia dengan panasnya yang hebat itu.","Manusia dihanguskan oleh panas teriknya, dan mereka mengutuki nama Allah, yang berkuasa atas bencana-bencana tersebut. Meskipun begitu, mereka tidak mau bertobat dari dosa-dosa mereka dan tidak mau memuji kebesaran Allah.","Lalu malaikat kelima menuang isi wadahnya ke takhta binatang itu. Maka seluruh kerajaan binatang itu menjadi gelap, dan manusia menggigit lidah karena kesakitan.","Lalu mereka mengutuki Allah di surga karena mereka kesakitan dan karena bisul-bisul mereka. Tetapi mereka tidak juga bertobat dari perbuatan-perbuatan mereka yang jahat.","Setelah itu malaikat keenam menuang isi wadahnya ke Sungai Efrat yang besar itu. Maka sungai itu kering sehingga raja-raja dari timur dapat berjalan melaluinya.","Lalu saya melihat tiga roh jahat yang rupanya seperti katak. Masing-masing katak itu keluar dari mulut naga, dari mulut binatang, dan dari mulut nabi palsu.","Mereka adalah roh-roh jahat yang membuat keajaiban-keajaiban. Ketiga roh itu pergi kepada semua raja di seluruh dunia dan mengumpulkan mereka untuk bertempur pada Hari yang besar, yaitu Hari dari Allah Mahakuasa.","\"Dengarlah! Aku datang seperti pencuri! Berbahagialah orang yang tetap siaga dan menjaga pakaiannya, sehingga ia tidak berjalan dengan telanjang dan menjadi malu di depan umum!\"","Kemudian roh-roh itu mengumpulkan raja-raja itu di tempat yang dalam bahasa Ibrani dinamakan Harmagedon.","Setelah itu malaikat ketujuh menuang isi wadahnya ke udara. Maka terdengarlah suara yang keras dari takhta di Rumah Allah, yang berkata, \"Sudah selesai!\"","Lalu terjadilah kilat sabung-menyabung dan suara guntur bergemuruh dan bergelegar, serta gempa bumi yang dahsyat. Tidak pernah terjadi gempa bumi semacam itu semenjak manusia diciptakan. Inilah gempa bumi yang paling dahsyat!","Kota yang besar itu pecah menjadi tiga bagian, dan hancurlah juga kota-kota semua negara di dunia. Lalu Allah teringat akan Babel yang besar itu. Maka Allah membuat dia minum anggur dari wadah anggur Allah--yaitu anggur amarah-Nya yang meluap-luap.","Semua pulau menghilang, dan semua gunung pun lenyap.","Hujan es besar, yang masing-masing seberat lima puluh kilogram, jatuh dari langit menimpa orang-orang. Maka mereka mengutuki Allah karena bencana hujan es yang dahsyat itu."]