["Lalu terlihat di langit sesuatu yang ajaib dan luar biasa. Seorang wanita yang memakai matahari sebagai pakaiannya, sedang berdiri di atas bulan. Di kepalanya terdapat sebuah mahkota yang terdiri dari dua belas bintang.","Wanita itu sedang hamil, dan karena sudah waktunya untuk melahirkan, maka ia berteriak kesakitan.","Lalu kelihatan pula di langit sesuatu yang ajaib. Ada seekor naga merah yang besar sekali yang mempunyai tujuh kepala dan sepuluh tanduk. Setiap kepalanya memakai sebuah mahkota.","Dengan ekornya ia menyeret sepertiga dari bintang-bintang di langit dan melemparkannya ke bumi. Naga itu berdiri di depan wanita yang mau melahirkan itu dengan maksud menelan anaknya, begitu ia lahir.","Lalu wanita itu melahirkan seorang anak laki-laki yang akan memerintah semua bangsa dengan tongkat besi. Tetapi anak itu dirampas dari wanita itu, lalu dibawa kepada Allah dan ke hadapan takhta-Nya.","Maka wanita itu lari ke padang gurun, ke tempat yang sudah disediakan oleh Allah baginya. Di tempat itu ia akan dipelihara 1260 hari lamanya.","Lalu di surga terjadi peperangan. Mikhael bersama malaikat-malaikatnya bertempur melawan naga itu. Dan naga itu pun, yang dibantu oleh malaikat-malaikatnya, melawan Mikhael.","Tetapi naga itu dikalahkan. Ia dan malaikat-malaikatnya tidak diizinkan lagi tinggal di surga.","Naga yang besar itu dibuang ke luar! Dialah ular tua itu yang bernama Iblis atau Roh Jahat, yang menipu seluruh dunia. Ia dibuang ke bumi dengan segala malaikatnya.","Lalu saya mendengar suara yang keras di surga berkata, \"Sekaranglah waktunya Allah menyelamatkan umat-Nya! Sekarang Allah menunjukkan kuasa-Nya sebagai Raja! Sekarang Raja Penyelamat yang dijanjikan itu juga menunjukkan kekuasaan-Nya! Sebab yang menuduh saudara-saudara kita di hadapan Allah siang dan malam, sudah dikeluarkan dari surga.","Saudara-saudara kita sudah mengalahkan dia dengan darah Anak Domba itu, dan dengan berita benar dari Allah yang mereka kabarkan. Mereka rela mengurbankan nyawa mereka sampai mati.","Sebab itu, hendaklah surga dan semua yang tinggal di dalamnya, bersukaria! Tetapi celakalah bumi dan laut, sebab Iblis sudah turun kepadamu dengan amarah yang sangat besar, karena ia tahu bahwa waktunya tinggal sedikit lagi.\"","Pada waktu naga itu menyadari bahwa ia sudah dibuang ke bumi, ia mulai mengejar wanita yang telah melahirkan anak laki-laki itu.","Tetapi wanita itu diberi dua sayap burung rajawali yang besar, supaya ia terbang ke tempatnya di padang gurun, di mana ia akan dipelihara selama tiga setengah tahun, terhindar dari serangan naga.","Maka naga itu menyemburkan dari mulutnya banyak sekali air ke arah wanita itu, untuk menghanyutkannya.","Tetapi bumi membantu wanita itu; bumi membuka mulutnya dan menelan air yang keluar dari mulut naga itu.","Naga itu menjadi marah sekali kepada wanita itu, sehingga ia pergi menyerbu keturunan yang lain dari wanita itu, yaitu semua orang yang mentaati perintah-perintah Allah, dan yang memberi kesaksian tentang Yesus dan kuasa-Nya."]