["Setelah itu saya melihat seorang malaikat turun dari surga. Di tangannya ia memegang kunci jurang maut dan sebuah belenggu yang besar.","Lalu ia menangkap naga itu, si ular tua, --yaitu Iblis atau Roh Jahat itu--dan membelenggunya untuk seribu tahun lamanya.","Kemudian malaikat itu membuang naga itu ke dalam jurang maut, lalu mengunci jurang itu dan menyegelnya, supaya naga itu tidak lagi dapat menipu bangsa-bangsa sebelum masa seribu tahun itu habis. Sesudah itu ia harus dilepaskan untuk waktu yang singkat.","Lalu saya melihat takhta-takhta, dan orang-orang yang duduk di takhta-takhta itu diberi kuasa untuk memutuskan hukuman. Saya melihat juga jiwa-jiwa orang-orang yang sudah dipenggal kepalanya karena mereka memberi kesaksian tentang Yesus, dan menyebarkan pesan dari Allah. Orang-orang itu tidak menyembah binatang, ataupun patungnya. Mereka pun tidak pernah menerima tanda binatang itu pada dahi atau pada tangan mereka. Maka mereka hidup kembali dan memerintah sebagai raja bersama Kristus selama seribu tahun.","Inilah tahap pertama orang-orang mati dibangkitkan kembali. (Tetapi orang-orang mati lainnya tidak dihidupkan kembali selama masa seribu tahun itu.)","Berbahagialah orang-orang yang turut dibangkitkan kembali pada tahap pertama itu. Mereka layak menjadi milik Allah. Kematian tahap kedua tidak berkuasa atas mereka. Mereka akan menjadi imam-imam Allah dan imam-imam Kristus; dan mereka akan memerintah bersama Dia seribu tahun lamanya.","Sesudah habis masa seribu tahun itu, Iblis akan dilepaskan dari penjaranya,","dan ia akan pergi menipu bangsa-bangsa yang tersebar di seluruh dunia, yaitu Gog dan Magog. Iblis mengumpulkan mereka untuk berperang, suatu jumlah yang besar sekali, sebanyak pasir di laut.","Maka mereka pun berpencarlah ke seluruh dunia, lalu mengepung perkemahan umat Allah dan kota yang dikasihi Allah. Tetapi api turun dari langit dan memusnahkan mereka.","Kemudian Iblis yang menipu mereka itu, dilemparkan ke dalam lautan api dan belerang. Di situlah tempatnya binatang dan nabi palsu itu dibuang terlebih dahulu. Mereka akan disiksa siang malam untuk selama-lamanya.","Setelah itu saya melihat sebuah takhta putih yang besar dan Dia yang duduk di atasnya. Langit dan bumi lenyap dari hadapan-Nya, sehingga tidak kelihatan lagi.","Dan saya melihat orang-orang mati, besar kecil, berdiri di depan takhta itu. Maka buku-buku pun dibukalah. Lalu sebuah buku yang lain dibuka, yaitu Buku Orang Hidup. Kemudian hukuman dijatuhkan ke atas orang mati, setimpal dengan perbuatan mereka menurut yang tercatat di dalam buku-buku itu.","Lalu laut menyerahkan orang-orang mati yang ada di dalamnya. Maut dan Alam Maut pun menyerahkan orang-orang mati yang ada padanya. Dan orang-orang mati itu semuanya dijatuhi hukuman setimpal dengan perbuatan mereka.","Kemudian Maut dan Alam Maut dilemparkan ke dalam lautan api. (Lautan api ini adalah kematian tahap kedua.)","Orang-orang yang tidak tertulis namanya di dalam Buku Orang Hidup, dibuang ke dalam lautan api."]