["Malaikat itu juga menunjukkan kepada saya sungai yang airnya memberi kehidupan. Sungai itu gemerlapan seperti kristal dan mengalir dari takhta Allah dan Anak Domba itu,","di tengah-tengah jalan di kota itu. Di tepi sungai itu, pada sebelah-menyebelahnya ada pohon sumber kehidupan, yang berbuah dua belas kali setahun, yaitu sekali sebulan. Daunnya dipakai untuk menyembuhkan bangsa-bangsa.","Di dalam kota itu tidak terdapat sesuatu pun yang terkena kutuk Allah. Takhta Allah dan Anak Domba itu akan berada di dalam kota itu. Hamba-hamba-Nya akan berbakti kepada-Nya,","dan melihat wajah-Nya. Nama-Nya akan ditulis di dahi mereka.","Mereka tidak akan memerlukan lampu atau cahaya matahari, sebab malam tidak ada lagi, dan Tuhan Allah sendiri akan menerangi mereka. Maka mereka akan memerintah sebagai raja untuk selama-lamanya.","Lalu malaikat itu berkata kepada saya, \"Perkataan-perkataan ini benar dan dapat dipercayai. Tuhan Allah yang memberikan Roh-Nya kepada nabi-nabi, sudah mengutus malaikat-Nya untuk menunjukkan kepada hamba-hamba-Nya apa yang segera harus terjadi.\"","\"Perhatikanlah ini!\" kata Yesus, \"Aku akan segera datang. Berbahagialah orang yang mentaati kata-kata nubuat dalam buku ini!\"","Saya, Yohanes, sudah mendengar dan melihat semuanya ini. Setelah saya selesai mendengar dan melihatnya saya tersungkur di depan malaikat yang sudah menunjukkan semuanya itu kepada saya, dan saya hendak menyembah dia,","tetapi ia berkata kepada saya, \"Jangan! Jangan menyembah saya! Sembahlah Allah! Sebab saya pun hamba seperti engkau, dan seperti saudara-saudaramu para nabi dan semua orang yang mentaati pesan-pesan dalam buku ini!\"","Lalu ia berkata lagi, \"Janganlah merahasiakan kata-kata nubuat dalam buku ini, sebab sudah dekat waktunya semuanya ini akan terjadi.","Orang yang jahat, biarlah terus berbuat jahat; orang yang najis, biarlah menajiskan dirinya; orang yang menuruti kemauan Allah, biarlah terus menuruti kemauan Allah, dan orang yang hidup khusus untuk Allah, biarlah terus hidup khusus untuk Allah.\"","\"Perhatikanlah ini!\" kata Yesus, \"Tidak lama lagi Aku akan datang dengan membawa upah untuk membalas setiap orang menurut apa yang telah dilakukannya.","Akulah yang pertama dan yang terakhir; Akulah Tuhan dari Permulaan sampai Penghabisan.\"","Berbahagialah orang yang mencuci jubahnya sampai bersih sehingga mereka berhak makan buah dari pohon kehidupan dan masuk ke dalam kota itu melalui pintu gerbangnya.","Tetapi orang-orang yang melakukan hal-hal yang keji, yang memakai ilmu-ilmu gaib, orang-orang yang melakukan perbuatan-perbuatan yang cabul, yang membunuh, yang menyembah berhala, dan orang-orang yang berdusta, baik dengan kata-kata maupun dengan perbuatan, semua orang itu tempatnya di luar kota itu.","\"Aku, Yesus, sudah mengirim malaikat-Ku kepada kalian supaya ia memberitahukan hal-hal ini untuk kepentingan jemaat-jemaat. Aku ini keturunan Daud; Akulah bintang timur yang terang itu.\"","Roh Allah dan Pengantin Perempuan berkata, \"Marilah!\" Setiap orang yang mendengar ini harus juga berkata, \"Marilah!\" Siapa yang haus, hendaklah ia datang! Dan siapa yang menginginkan, hendaklah ia mengambil air yang memberi kehidupan itu dengan cuma-cuma.","Kepada setiap orang yang mendengar kata-kata nubuat dalam buku ini, saya, Yohanes, memberi peringatan ini: kalau orang menambahkan sesuatu pada kata-kata nubuat ini, maka Allah akan menambahkan hukuman orang itu dengan bencana-bencana yang dilukiskan dalam buku ini.","Dan kalau orang mengurangi sesuatu dari kata-kata nubuat ini, maka Allah juga akan mengurangi bagiannya yang dilukiskan dalam buku ini--yaitu bagian dari pohon kehidupan dan dari kota suci itu.","Ia yang menyampaikan semua berita ini berkata, \"Benar, Aku akan segera datang!\" Amin! Datanglah, ya Tuhan Yesus!","Semoga Tuhan Yesus memberi berkat-Nya kepada semua umat Allah!"]