["\"Kepada malaikat jemaat di Sardis, tulislah begini: Inilah pesan dari Dia yang mempunyai ketujuh roh dari Allah dan ketujuh bintang itu. Aku tahu apa yang kalian lakukan. Katanya kalian hidup, padahal kalian mati!","Sebab itu, bangunlah, dan perkuatlah apa yang masih ada pada kalian sebelum itu mati sama sekali. Sebab Aku dapati bahwa apa yang kalian lakukan, belum satu pun yang sempurna di hadapan Allah.","Jadi, ingatlah kembali akan apa yang sudah diajarkan kepadamu dahulu dan apa yang sudah kalian dengar. Jalankanlah itu dan bertobatlah dari dosa-dosamu. Kalau kalian tidak bangun, Aku akan datang kepadamu seperti pencuri; dan kalian tidak akan tahu kapan saatnya Aku datang.","Tetapi di tengah-tengah kalian di Sardis masih ada orang yang menjaga supaya pakaiannya tetap bersih. Mereka itu akan berjalan bersama-sama Aku dengan berpakaian putih, sebab mereka layak untuk itu.","Kepada mereka yang menang akan dipakaikan jubah putih. Nama mereka tidak akan Kuhapuskan dari Buku Orang Hidup. Dan di hadapan Bapa-Ku dan malaikat-malaikat-Nya Aku akan mengaku bahwa mereka adalah milik-Ku.","Barangsiapa dapat mendengar, hendaklah memperhatikan apa yang dikatakan oleh Roh Allah kepada jemaat-jemaat!\"","\"Kepada malaikat jemaat di Filadelfia, tulislah begini: Inilah pesan dari Dia yang suci dan sejati. Dialah pemegang kunci yang dimiliki Daud; kalau Ia membuka, tidak seorang pun dapat menutupnya, dan kalau Ia menutup, tidak seorang pun dapat membukanya.","Aku tahu apa yang kalian lakukan. Aku tahu bahwa kalian tidak seberapa kuat; kalian sudah menuruti ajaran-Ku dan setia kepada-Ku. Bagi kalian sudah Kubukakan sebuah pintu, yang tidak dapat ditutup oleh siapa pun juga.","Ingatlah ini: Orang-orang yang menjadi umat Iblis itu, pembohong-pembohong yang mengaku dirinya Yahudi padahal bukan, akan Kubuat sehingga mereka datang bersujud di depanmu. Dan mereka akan tahu bahwa Aku mengasihimu.","Oleh sebab kalian sudah menuruti perintah-Ku supaya bertekun, Aku pun akan melindungimu dari masa kesusahan yang akan menimpa seluruh dunia. Hal itu akan terjadi untuk mencobai semua orang di bumi.","Aku segera datang! Jagalah baik-baik apa yang kalian miliki, supaya tidak seorang pun merenggut hadiah kemenanganmu.","Orang yang menang, akan Kujadikan sebagai tiang dalam Rumah Suci Allah-Ku, dan ia akan tinggal di tempat itu selama-lamanya. Nama Allah-Ku, dan nama kota Allah-Ku--yaitu Yerusalem baru yang akan turun dari surga, dari Allah-Ku--akan Kutulis pada diri orang itu. Juga nama-Ku yang baru akan Kutulis pada dirinya.","Barangsiapa dapat mendengar, hendaklah memperhatikan apa yang dikatakan oleh Roh Allah kepada jemaat-jemaat!\"","\"Kepada malaikat jemaat di Laodikia, tulislah begini: Inilah pesan dari Sang Amin, Saksi yang setia dan benar, sumber segala sesuatu yang diciptakan oleh Allah.","Aku tahu apa yang kalian lakukan; Aku tahu kalian tidak dingin dan tidak juga panas. Seharusnya kalian salah satunya!","Tetapi kalian suam-suam kuku; panas tidak, dingin pun tidak. Itu sebabnya kalian akan Kumuntahkan keluar dari dalam mulut-Ku.","Kalian berkata, 'Kami kaya dan serba cukup; kami tidak kekurangan apa-apa.' Tetapi kalian tidak tahu betapa melarat dan betapa menyedihkan keadaanmu! Kalian miskin, telanjang, dan buta.","Sebab itu Aku menasihati kalian supaya membeli daripada-Ku emas, yaitu emas yang murni, supaya kalian menjadi kaya. Belilah juga pakaian putih daripada-Ku supaya kalian berpakaian dan menutupi keadaan kalian yang telanjang dan memalukan. Dan belilah pula obat untuk dioles di matamu supaya kalian dapat melihat.","Orang-orang yang Kukasihi, merekalah yang Kutegur dan Kucambuk. Karena itu hendaklah kalian bersemangat, dan bertobatlah dari dosa-dosamu.","Lihat! Aku berdiri di depan pintu dan mengetuk. Kalau ada orang yang mendengar suara-Ku, dan membuka pintu, Aku akan masuk menemui dia; Aku akan makan bersama-sama dia dan ia makan bersama-sama Aku.","Mereka yang menang, akan Kuizinkan duduk di takhta-Ku bersama-Ku, sama seperti Aku sendiri pun sudah menang dan sekarang duduk bersama Bapa-Ku di takhta-Nya.","Barangsiapa dapat mendengar, hendaklah memperhatikan apa yang dikatakan oleh Roh Allah kepada jemaat-jemaat!\""]