["Kemudian saya melihat sebuah gulungan buku di tangan Dia yang duduk di takhta itu. Buku itu penuh dengan tulisan pada sebelah-menyebelahnya dan dimeteraikan dengan tujuh buah segel.","Lalu saya melihat seorang malaikat yang perkasa berseru-seru dengan suara yang besar, \"Siapa layak memecahkan segel-segel ini dan membuka buku ini?\"","Tetapi baik di surga, maupun di bumi, atau di bawah bumi sekalipun tidak terdapat seorang juga yang sanggup membuka buku itu, dan melihat ke dalamnya.","Maka saya menangis tersedu-sedu sebab tidak ada seorang pun yang layak membuka buku itu, dan melihat ke dalamnya.","Lalu salah seorang dari antara pemimpin-pemimpin itu berkata kepada saya, \"Jangan menangis! Lihat! Singa dari suku bangsa Yehuda, keturunan Daud yang besar, sudah menang. Dia sanggup memecahkan tujuh segel dan membuka buku itu.\"","Kemudian saya melihat seekor Anak Domba berdiri di tengah-tengah takhta itu, dikelilingi oleh keempat makhluk dan semua pemimpin itu. Anak Domba itu nampaknya seperti sudah disembelih. Ia mempunyai tujuh tanduk dan tujuh mata: yaitu tujuh roh dari Allah yang sudah diutus ke seluruh dunia.","Kemudian Anak Domba itu maju dan mengambil gulungan buku itu dari tangan kanan orang yang duduk di atas takhta.","Sementara Anak Domba itu berbuat begitu, tersungkurlah keempat makhluk dan kedua puluh empat pemimpin itu di depan-Nya. Mereka masing-masing memegang kecapi dan mangkuk emas yang berisi kemenyan, yaitu doa-doa umat Allah.","Mereka menyanyikan sebuah lagu yang baru: \"Engkau layak mengambil buku itu dan memecahkan segel-segelnya. Sebab Engkau sudah dibunuh, dan dengan kematian-Mu, manusia dari segala suku, bahasa, negara dan bangsa sudah dibeli olehmu untuk Allah.","Engkau sudah menjadikan mereka suatu bangsa khusus imam-imam, supaya mereka melayani Allah kita, dan memerintah di atas bumi.\"","Kemudian saya melihat lagi. Saya mendengar suara malaikat yang beribu-ribu dan berjuta-juta banyaknya. Mereka berdiri mengelilingi takhta dan keempat makhluk serta para pemimpin itu.","Dan mereka menyanyi dengan suara yang kuat, \"Anak Domba yang sudah disembelih itu, layak untuk menerima kuasa, kekayaan, kebijaksanaan dan kekuatan; Ia layak dihormati, diagungkan dan dipuji-puji!\"","Lalu saya mendengar segala makhluk di langit, di bumi, di bawah bumi dan di dalam laut--singkatnya segala makhluk di semesta alam ini--menyanyi, \"Dia yang duduk di atas takhta, dan Sang Anak Domba itu, adalah terpuji dan terhormat serta agung dan berkuasa untuk selama-lamanya!\"","Maka keempat makhluk itu menjawab, \"Amin!\" Dan pemimpin-pemimpin itu pun tersungkur dan menyembah."]