["Sesudah itu saya melihat Anak Domba itu memecahkan segel pertama di antara ketujuh segel itu. Lalu saya mendengar satu di antara keempat makhluk itu berkata, \"Mari!\" Bunyi suaranya itu seperti bunyi guntur.","Maka saya melihat, lalu nampak seekor kuda putih. Penunggangnya memegang sebuah busur, dan kepadanya diberi sebuah mahkota. Ia maju sebagai seorang pemenang yang pergi merebut kemenangan.","Kemudian Anak Domba itu memecahkan segel yang kedua, dan saya mendengar makhluk yang kedua berkata, \"Mari!\"","Lalu seekor kuda yang lain keluar lagi. Kuda itu merah warnanya. Penunggangnya diberi kuasa untuk melenyapkan keadaan damai dari muka bumi, supaya manusia saling membunuh. Maka ia diberi sebilah pedang yang besar.","Lalu Anak Domba itu memecahkan segel yang ketiga. Dan saya mendengar makhluk yang ketiga berkata, \"Mari!\" Saya melihat, maka nampak seekor kuda hitam. Penunggangnya memegang sepasang timbangan di tangannya.","Dan saya mendengar sesuatu yang kedengarannya seperti suara yang berseru dari tengah-tengah keempat makhluk itu. Suara itu berkata, \"Seliter gandum yang baik seharga upah sehari, dan tiga liter gandum jenis lain seharga upah sehari juga. Tetapi jangan merusakkan pohon-pohon zaitun dan kebun anggur!\"","Kemudian Anak Domba itu memecahkan segel yang keempat. Dan saya mendengar makhluk yang keempat berkata, \"Mari!\"","Saya melihat, lalu nampak seekor kuda yang pucat. Penunggangnya bernama Maut. Dari belakang, ia diikuti dekat-dekat oleh Alam Maut. Kekuasaan atas seperempat bumi ini diserahkan kepada mereka, supaya mereka dapat membunuh melalui peperangan, melalui masa kelaparan, melalui wabah penyakit dan melalui binatang-binatang buas.","Sesudah itu Anak Domba itu memecahkan segel yang kelima. Maka saya melihat di bawah mezbah ada jiwa-jiwa orang-orang yang mati terbunuh karena mereka menguatkan pesan dari Allah melalui kesaksian mereka.","Mereka berteriak dengan suara yang keras, \"Ya Tuhan Yang Mahakuasa, yang suci dan benar! Berapa lama lagi baru Engkau mengadili penduduk bumi dan menghukum mereka karena telah membunuh kami?\"","Mereka masing-masing diberi sehelai jubah yang putih. Lalu mereka disuruh beristirahat sebentar lagi, sampai sudah lengkap jumlah teman-teman seperjuangan dan saudara-saudara mereka yang akan dibunuh seperti mereka.","Lalu saya melihat Anak Domba itu memecahkan segel yang keenam. Terjadilah gempa bumi yang dahsyat. Matahari menjadi hitam seperti kain hitam yang kasar, dan bulan menjadi merah seperti darah.","Bintang-bintang berguguran dari langit ke atas bumi seperti buah ara yang belum matang gugur dari pohonnya pada waktu diguncang oleh angin keras.","Langit menghilang seperti kertas digulung, dan semua gunung dan pulau digeserkan dari tempatnya.","Lalu raja-raja dunia, para pembesar, panglima-panglima, orang-orang kaya dan orang-orang berkuasa, dan orang-orang lainnya, baik hamba maupun orang yang bebas, semuanya menyembunyikan diri di dalam gua-gua dan di celah-celah batu gunung.","Kepada gunung-gunung dan batu-batu itu, mereka berteriak, \"Timpalah kami! Sembunyikanlah kami dari pandangan Dia yang duduk di atas takhta, dan dari amarah Anak Domba itu!","Hari dahsyat sudah datang, sekarang mereka menumpahkan amarah mereka, dan tidak seorang pun sanggup bertahan di depan mereka!\""]