["Setelah itu, saya melihat empat orang malaikat berdiri pada keempat penjuru bumi. Mereka menahan keempat angin di bumi supaya jangan ada angin yang bertiup di darat atau di laut, atau di pohon-pohon.","Lalu saya melihat seorang malaikat yang lain muncul dari sebelah timur. Ia membawa segel dari Allah yang hidup. Dengan suara yang keras malaikat itu memanggil keempat malaikat yang sudah mendapat kuasa dari Allah untuk merusakkan darat dan laut.","Malaikat itu berkata, \"Jangan dulu merusakkan darat atau laut, ataupun pohon-pohon kalau kami belum memberi tanda segel di dahi hamba-hamba Allah kita.\"","Lalu saya diberitahukan bahwa ada sejumlah 144.000 orang yang diberi tanda segel dari Allah pada dahi mereka. Orang-orang itu diambil dari kedua belas suku bangsa Israel;","dari setiap suku 12.000 orang. Yaitu dari suku: Yehuda, Ruben, Gad,","Asyer, Naftali, Manasye,","Simeon, Lewi, Isakhar,","Zebulon, Yusuf, dan Benyamin.","Sesudah itu saya melihat lagi, lalu nampak lautan manusia yang luar biasa banyaknya--tidak ada seorang pun yang dapat menghitung jumlahnya. Mereka adalah orang-orang dari setiap bangsa, suku, negara, dan bahasa. Dengan berpakaian jubah yang putih-putih dan dengan memegang dahan-dahan pohon palem di tangan, orang-orang banyak itu berdiri menghadap takhta dan menghadap Anak Domba itu.","Lalu dengan suara yang kuat mereka berseru, \"Keselamatan kita datangnya dari Allah kita, yang duduk di atas takhta, dan dari Anak Domba itu!\"","Semua malaikat berdiri mengelilingi takhta dan para pemimpin serta keempat makhluk itu. Malaikat-malaikat itu tersungkur di depan takhta lalu menyembah Allah.","Mereka berseru, \"Amin! Terpujilah Allah kita yang agung dan bijaksana. Ia patut dilimpahi ucapan-ucapan syukur dan penghormatan. Ia berkuasa dan kuat untuk selama-lamanya! Amin.\"","Salah seorang dari pemimpin-pemimpin itu bertanya kepada saya, \"Orang-orang yang berjubah putih ini, siapa mereka dan dari mana mereka datang?\"","\"Saya tidak tahu, Tuan. Tuan sendiri yang tahu,\" jawab saya. Maka dia berkata kepada saya, \"Inilah orang-orang yang sudah dengan selamat melalui masa penganiayaan yang hebat. Mereka sudah mencuci jubah mereka dan membuatnya menjadi putih dengan darah Anak Domba itu.","Itulah sebabnya mereka berdiri di hadapan takhta Allah, dan beribadat kepada-Nya siang malam di dalam Rumah Allah. Dan Dia yang duduk di atas takhta itu akan hadir dengan mereka untuk melindungi mereka.","Mereka tidak akan lagi merasa lapar atau haus; matahari ataupun panas terik tidak lagi akan membakar mereka,","sebab Anak Domba yang duduk di tengah-tengah takhta itu akan menjadi gembala mereka. Ia akan menuntun mereka ke sumber air yang memberi kehidupan. Dan Allah akan menyeka segala air mata dari mata mereka.\""]