["Ketika Anak Domba itu memecahkan segel yang ketujuh, surga menjadi sepi selama kira-kira setengah jam.","Lalu saya melihat ketujuh malaikat yang berdiri di depan Allah, dan mereka diberikan tujuh buah trompet.","Seorang malaikat lain, yang membawa sebuah pedupaan emas, datang dan berdiri di depan mezbah. Kepadanya diberi banyak sekali kemenyan untuk dibubuhkan pada doa-doa semua umat Allah dan untuk dipersembahkan di mezbah emas yang terdapat di depan takhta.","Bersama dengan doa-doa para umat Allah, asap dupa yang sedang menyala itu mengepul naik dari tangan malaikat yang berdiri di hadapan Allah itu.","Kemudian malaikat itu mengambil pedupaan itu, dan mengisinya dengan api dari mezbah, lalu melemparkannya ke atas bumi. Maka guntur pun bergemuruh dan kilat sabung-menyabung, dan terjadi gempa bumi.","Setelah itu, tujuh malaikat yang memegang tujuh trompet itu bersiap-siap untuk meniup.","Malaikat pertama meniup trompetnya, maka hujan es dan api bercampur darah jatuh dengan derasnya ke atas bumi. Sepertiga bumi habis terbakar; begitu juga sepertiga dari pohon-pohon, dan setiap rumput yang hijau.","Lalu malaikat kedua meniup trompetnya, maka sesuatu yang sangat besar yang kelihatan seperti gunung yang menyala-nyala dilemparkan ke dalam laut. Sepertiga lautan berubah menjadi darah,","dan matilah sepertiga dari segala makhluk di laut; begitu pula musnahlah juga sepertiga dari kapal-kapal.","Kemudian malaikat ketiga meniup trompetnya, maka sebuah bintang yang besar, yang menyala-nyala seperti obor, jatuh dari langit, lalu menimpa sepertiga dari sungai-sungai dan mata-mata air.","(Nama bintang itu \"Pahit\".) Maka sepertiga dari air menjadi pahit, dan matilah banyak orang karena minum air yang sudah menjadi pahit itu.","Lalu malaikat keempat meniup trompetnya. Maka tertamparlah sepertiga dari matahari, sepertiga dari bulan, dan sepertiga dari bintang-bintang sehingga hilanglah sepertiga dari kekuatan cahaya mereka. Juga sepertiga dari siang tidak terang dan begitu juga sepertiga dari malam.","Lalu saya melihat, maka saya mendengar seekor burung rajawali yang sedang terbang tinggi di udara, berseru, \"Celaka! Celaka! Celakalah semua orang di bumi apabila terdengar ketiga malaikat lainnya meniup trompetnya nanti!\""]