["Lalu malaikat kelima meniup trompetnya, dan saya melihat sebuah bintang jatuh dari langit ke atas bumi. Bintang itu diberi kunci jurang maut.","Maka bintang itu membuka jurang maut itu, lalu asap keluar dari dalamnya seperti asap dari tungku yang besar. Matahari dan angkasa menjadi gelap oleh asap dari jurang itu.","Lalu dari dalam asap itu keluarlah belalang-belalang yang turun ke bumi. Belalang-belalang itu diberi kuasa yang sama seperti yang diberi kepada kalajengking.","Mereka dilarang merusak rumput, atau pohon-pohon, atau tanaman-tanaman lainnya. Mereka hanya boleh menyerang orang-orang yang pada dahinya tidak ada tanda segel dari Allah.","Belalang-belalang itu tidak diizinkan membunuh orang-orang itu, melainkan hanya menyiksa mereka selama lima bulan. Nyeri yang diakibatkan oleh siksaan belalang-belalang itu sama seperti nyeri yang diakibatkan oleh sengat kalajengking.","Selama lima bulan itu, orang-orang itu berusaha supaya mati, tetapi mereka tidak bisa mati; mereka ingin mati, tetapi maut jauh dari mereka.","Rupa belalang itu seperti kuda yang siap untuk berperang. Di kepala mereka ada sesuatu yang kelihatan seperti mahkota emas. Muka mereka seperti muka manusia.","Rambut mereka seperti rambut wanita, dan gigi mereka seperti gigi singa.","Dada mereka ditutupi dengan sesuatu yang mirip baju besi. Suara sayap mereka seperti suara sejumlah besar kereta-kereta kuda yang sedang menyerbu dalam peperangan.","Mereka mempunyai ekor dan sengat seperti kalajengking. Dan di dalam ekor mereka itulah terdapat kekuatan mereka untuk menyiksa manusia selama lima bulan.","Mereka mempunyai raja yang memerintah mereka, dan raja itu ialah malaikat yang bertanggung jawab atas jurang maut. Namanya di dalam bahasa Ibrani ialah Abadon; dan di dalam bahasa Yunani Apolion (yang artinya \"Perusak\").","Celaka yang pertama telah lalu. Sesudah itu ada dua celaka lagi yang harus datang.","Kemudian malaikat yang keenam meniup trompetnya. Maka saya mendengar suara datang dari keempat sudut mezbah emas yang terdapat di depan Allah.","Suara itu berkata kepada malaikat keenam itu, \"Lepaskanlah keempat malaikat yang terikat di Sungai Efrat itu!\"","Keempat malaikat itu pun dilepaskan. Mereka sudah disiapkan khusus bagi jam, hari, bulan dan tahun itu untuk membunuh sepertiga dari seluruh umat manusia.","Saya diberitahukan bahwa jumlah pasukan-pasukan berkuda itu adalah sebanyak dua ratus juta.","Dan dalam penglihatan, saya melihat kuda-kuda itu dan penunggang-penunggan Penunggang-penunggangnya memakai baju besi yang berwarna merah menyala, biru seperti batu nilam, dan kuning belerang. Kepala kuda-kuda itu seperti kepala singa, dan dari mulutnya keluar api, asap, dan belerang.","Sepertiga dari umat manusia terbunuh oleh tiga bencana itu; yaitu api, asap, dan belerang yang keluar dari mulut kuda-kuda itu.","Kekuatan kuda-kuda itu terdapat pada mulutnya dan juga pada ekornya. Ekor-ekornya seperti ular berkepala. Dengan ekornya itu, kuda-kuda itu menyiksa manusia.","Tetapi sisa dari umat manusia yang tidak terbunuh oleh bencana-bencana itu pun, tidak pula meninggalkan perbuatan tangan mereka sendiri. Mereka tidak berhenti menyembah roh-roh jahat dan berhala-berhala emas, perak, tembaga, batu dan kayu yang tidak dapat melihat atau mendengar, ataupun berjalan.","Mereka tidak pula meninggalkan perbuatan-perbuatan mereka yang jahat, yaitu pembunuhan, ilmu-ilmu gaib, percabulan dan pencurian."]