["Adoni-Zedek, raja Yerusalem, mendengar bahwa Yosua sudah merebut dan menghancurkan sama sekali kota Ai, serta membunuh rajanya seperti yang telah dilakukannya terhadap Yerikho dan rajanya. Ia mendengar juga bahwa orang Gibeon sudah mengadakan perjanjian persahabatan dengan orang-orang Israel dan tinggal di tengah-tengah mereka.","Penduduk Yerusalem takut sekali, sebab Gibeon adalah kota yang besar; sama besarnya dengan kota-kota yang mempunyai raja, bahkan lebih besar dari Ai. Orang-orangnya pun pejuang-pejuang yang pandai bertempur.","Sebab itu Adoni-Zedek mengutus orang kepada Raja Hoham di Hebron, Raja Piream di Yarmut, Raja Yafia di Lakhis, dan Raja Debir di Eglon, dengan membawa pesan ini,","\"Marilah membantu saya menyerang Gibeon, sebab orang-orangnya sudah mengadakan perjanjian persahabatan dengan Yosua dan orang Israel.\"","Maka kelima raja Amori itu, yaitu raja Yerusalem, Hebron, Yarmut, Lakhis dan Eglon bergabung, lalu dengan seluruh tentara mereka, mereka mengepung dan menyerang Gibeon.","Orang-orang Gibeon mengirim berita ini kepada Yosua di perkemahan di Gilgal, \"Jangan biarkan kami sendirian, Tuan! Datanglah segera membantu kami, sebab tentara dari semua raja Amori di daerah pegunungan sudah bergabung melawan kami!\"","Lalu Yosua dan seluruh tentaranya, termasuk pasukan-pasukannya yang terbaik, berangkat dari Gilgal untuk berperang.","TUHAN berkata kepada Yosua, \"Jangan takut kepada mereka. Kemenangan sudah Kuberikan kepadamu, oleh sebab itu tidak seorang pun dari mereka dapat bertahan melawanmu.\"","Semalam-malaman Yosua dengan pasukannya bergerak dari Gilgal ke Gibeon, lalu menyerang orang-orang Amori secara mendadak.","TUHAN membuat orang-orang Amori menjadi panik ketika melihat tentara Israel. Banyak orang Amori dibunuh di Gibeon, dan yang masih hidup dikejar menuruni lereng gunung di Bet-Horon sampai sejauh Azeka dan Makeda di sebelah selatan.","Pada waktu orang-orang Amori sedang menuruni lereng gunung itu karena melarikan diri dari tentara Israel, TUHAN menjatuhkan hujan es yang besar-besar dari langit ke atas mereka sepanjang jalan sampai di Azeka. Yang mati ditimpa hujan es itu jauh lebih banyak dari yang dibunuh oleh orang Israel.","Pada hari itu ketika TUHAN memberikan kemenangan kepada orang Israel terhadap orang Amori, Yosua berbicara kepada TUHAN. Dan di hadapan orang Israel, Yosua berkata, \"Hai matahari! Berhentilah di atas Gibeon. Dan kau bulan! Janganlah berpindah dari atas Lembah Ayalon.\"","Maka matahari berhenti dan bulan tidak berpindah sampai orang Israel selesai mengalahkan musuh-musuhnya. Peristiwa ini tertulis dalam Buku Yasar. Sehari penuh matahari berhenti di tengah-tengah langit, dan lama sekali baru terbenam.","Tidak pernah terjadi dan juga tidak akan terjadi suatu hari seperti hari itu, bahwa TUHAN mengikuti keinginan manusia. TUHAN berperang di pihak Israel!","Sesudah pertempuran itu, Yosua bersama-sama dengan tentaranya kembali ke perkemahan di Gilgal.","Tetapi kelima raja Amori itu lolos dan bersembunyi dalam sebuah gua di Makeda.","Orang melihat mereka, dan memberitahukan tempat persembunyian mereka kepada Yosua.","\"Gulingkan batu-batu besar ke mulut gua itu, dan tempatkan pengawal di situ,\" kata Yosua,","\"tetapi kalian jangan berhenti di situ. Kejarlah terus, dan seranglah mereka dari belakang; jangan biarkan mereka masuk ke kota-kota mereka! TUHAN Allahmu sudah memberikan kemenangan kepadamu atas mereka.\"","Yosua dan orang Israel membunuh orang-orang Amori itu, tetapi ada juga di antara mereka yang lari ke kota mereka mencari perlindungan, sehingga tidak terbunuh.","Kemudian semua tentara Yosua kembali dengan selamat kepada Yosua di perkemahan di Makeda. Tidak seorang pun di negeri itu berani mengatakan apa-apa menentang orang Israel.","Sesudah itu Yosua berkata, \"Sekarang buka mulut gua itu dan bawa kemari kelima orang raja itu.\"","Gua itu pun dibuka, lalu raja-raja Yerusalem, Hebron, Yarmut, Lakhis dan Eglon digiring keluar,","dan dibawa kepada Yosua. Lalu Yosua memanggil semua orang Israel berkumpul, kemudian memerintahkan supaya para perwira yang ikut bertempur dengan dia datang menginjak batang leher raja-raja itu. Para perwira itu pun datang dan menginjak batang leher raja-raja itu.","Sesudah itu, Yosua berkata kepada para perwiranya, \"Jangan cemas dan jangan takut. Hendaklah kalian yakin dan berani, sebab beginilah caranya TUHAN akan memperlakukan semua musuhmu.\"","Lalu Yosua membunuh raja-raja itu dan menggantung mereka pada lima tonggak. Mayat mereka dibiarkan di situ sampai sore.","Pada waktu matahari terbenam, atas perintah Yosua, mayat-mayat itu diturunkan lalu dilemparkan ke dalam gua yang tadinya dipakai oleh raja-raja itu untuk tempat bersembunyi. Kemudian batu besar-besar ditempatkan di mulut gua itu. Sampai sekarang batu-batu itu masih di situ.","Hari itu Yosua menyerang Makeda, dan mengalahkan kota itu serta rajanya. Seluruh penduduk kota itu dibunuhnya; tidak seorang pun dibiarkan hidup. Yosua memperlakukan raja Makeda sama seperti ia memperlakukan raja Yerikho.","Sesudah itu, Yosua dengan tentaranya bergerak terus dari Makeda ke Libna dan menyerang Libna.","TUHAN memberi juga kemenangan kepada orang Israel atas kota ini dan rajanya. Tidak seorang pun yang dibiarkan hidup; semua orang di dalam kota itu dibunuh. Yosua memperlakukan raja kota itu seperti ia memperlakukan raja Yerikho.","Kemudian Yosua dan tentaranya maju dari Libna ke Lakhis. Mereka mengepung kota itu lalu menyerbunya.","TUHAN memberikan kepada orang Israel kemenangan atas Lakhis dalam pertempuran pada hari kedua. Apa yang mereka lakukan di Libna, mereka lakukan juga di Lakhis; tidak seorang pun yang dibiarkan hidup, semuanya dibunuh.","Horam, raja Gezer datang membantu Lakhis, tetapi Yosua mengalahkan dia dan tentaranya; tidak seorang pun yang tertinggal, semuanya mati.","Berikutnya, Yosua dengan tentaranya maju dari Lakhis ke Eglon lalu mengepung dan menyerang kota itu.","Pada hari itu juga mereka merebut Eglon, dan membunuh semua orang di situ seperti yang mereka lakukan di Lakhis.","Dari Eglon, Yosua dan tentaranya mendaki pegunungan dan pergi ke kota Hebron, lalu menyerang","dan merebut kota itu. Rajanya dan setiap orang di kota itu dan di kota-kota lain di sekitar situ, semua dibunuh. Yosua menghancurkan sama sekali kota itu seperti yang dilakukannya pada kota Eglon. Tidak seorang pun yang dibiarkan hidup di situ.","Setelah itu, Yosua dan tentaranya kembali dan menyerang Debir.","Kota itu dan rajanya serta semua kota lain di sekitar situ direbut oleh Yosua. Semua orang di situ dibunuh. Yosua memperlakukan Debir dan rajanya seperti ia memperlakukan Hebron dan Libna serta rajanya.","Seluruh negeri itu ditaklukkan oleh Yosua. Ia mengalahkan raja-raja di daerah pegunungan, di lereng-lereng bukit sebelah timur, di kaki-kaki gunung sebelah barat, dan di padang-padang sebelah selatan. Tidak seorang pun yang dibiarkannya hidup; semuanya dibunuh. Itu sesuai dengan perintah dari TUHAN, Allah Israel.","Yosua mengalahkan daerah-daerah dari Kades-Barnea di sebelah selatan sampai ke Gaza di dekat daerah pesisir, termasuk seluruh daerah Gosyen, terus sampai ke Gibeon di utara.","Dalam hanya satu kali bertempur, Yosua mengalahkan semua raja itu dan merebut daerah-daerah kekuasaan mereka, karena TUHAN, Allah Israel, bertempur untuk Israel.","Sesudah itu, Yosua kembali dengan tentaranya ke perkemahan di Gilgal."]