["Pembagian kedua ialah tanah untuk keluarga-keluarga dalam suku Simeon. Batas tanah mereka masuk sampai ke dalam batas tanah milik suku Yehuda.","Mereka diberikan tiga belas kota berikut ini dengan desa-desa di sekitarnya: Bersyeba, Syeba, Molada, Hazar-Sual, Bala, Ezem, Eltolad, Betul, Horma, Ziklag, Bet-Hamarkabot, Hazar-Susa, Bet-Lebaot, dan Saruhen.","(19:2)","(19:2)","(19:2)","(19:2)","Juga empat kota berikut ini dengan desa-desa di sekitarnya: Ain, Rimon, Eter, dan Asan.","Termasuk juga semua desa sekeliling kota-kota itu sampai sejauh Baalat-Beer (yaitu Rama) di tanah sebelah selatan. Itulah tanah yang diberikan kepada keluarga-keluarga dari suku Simeon untuk menjadi milik mereka.","Karena tanah untuk suku Yehuda terlalu luas, maka sebagian dari tanah itu diberikan kepada suku Simeon.","Pembagian ketiga ialah tanah untuk keluarga-keluarga dalam suku Zebulon. Batas tanah yang diberikan kepada mereka sampai ke Sarid.","Dari Sarid, garis batas sebelah barat menuju ke Marala, lalu menyentuh Dabeset dan anak sungai di sebelah timur Yokneam.","Garis batas sebelah timur mulai dari Sarid menuju ke perbatasan Khislot-Tabor, terus ke Dobrat, lalu naik ke Yafia.","Dari sana garis batas itu terus ke timur ke Gat-Hefer dan Et-Kazin, lalu membelok ke arah Nea menuju ke Rimon.","Di sebelah utara, batas tanah itu membelok ke arah Hanaton dan berakhir di Lembah Yiftah-El.","Dalam wilayah suku Zebulon itu termasuk juga: Katat, Nahalal, Simron, Yidala dan Betlehem. Daerah mereka itu meliputi dua belas kota dengan desa-desa di sekitarnya.","Kota-kota dengan desa-desanya itu berada di dalam daerah yang diberikan kepada keluarga-keluarga di dalam suku Zebulon untuk menjadi tanah milik mereka.","Pembagian keempat ialah tanah untuk keluarga-keluarga dalam suku Isakhar.","Dalam daerah mereka termasuk: Yizreel, Khesulot, Sunem,","Hafaraim, Sion, Anaharat,","Rabit, Kisyon, Ebes.","Remet, En-Ganim, En-Hada, dan Bet-Pazes.","Batas tanah mereka menyentuh Tabor, Sahazima, Bet-Semes, lalu berakhir di Sungai Yordan. Daerah mereka itu meliputi enam belas kota dengan desa-desa di sekitarnya.","Kota-kota dengan desa-desanya itu berada di dalam daerah yang diberikan kepada keluarga-keluarga dalam suku Isakhar untuk menjadi tanah milik mereka.","Pembagian kelima ialah tanah untuk keluarga-keluarga dalam suku Asyer.","Daerah mereka meliputi: Helkat, Hali, Beten, Akhsaf,","Alamelekh, Amad, dan Misal. Batas tanah mereka di sebelah barat menyentuh Gunung Karmel dan Sungai Libnat.","Dari situ garis batas mereka itu membelok ke timur ke Bet-Dagon lalu menyentuh perbatasan Zebulon dan Lembah Yiftah-El menuju ke utara ke Bet-Emek dan Nehiel. Lalu garis batas itu terus lagi menuju utara ke Kabul,","Ebron, Rehob, Hamon, dan Kana, sampai sejauh Sidon.","Dari situ garis batas itu membelok ke Rama terus sampai ke kota Tirus, yaitu sebuah kota yang berbenteng; kemudian garis batas itu membelok lagi ke Hosa lalu berakhir di Laut Tengah. Dalam batas-batas itu termasuk Mahalab, Akhzib,","Uma, Afek, dan Rehob. Seluruh daerah mereka meliputi duapuluh dua kota dengan desa-desa di sekitarnya.","Kota-kota dengan desa-desanya itu berada di dalam daerah yang diberikan kepada keluarga-keluarga dalam suku Asyer untuk menjadi tanah milik mereka.","Pembagian keenam ialah tanah untuk keluarga-keluarga dalam suku Naftali.","Batas tanah mereka mulai dari Helef, sampai ke pohon ek di Zaananim, terus ke Adami-Nekeb, lalu ke Yabneel, sampai ke Lakum, kemudian berakhir di Sungai Yordan.","Dari situ garis batas tanah itu membelok ke barat ke Aznot-Tabor, dan dari sana ke Hukok. Di sebelah selatan, daerah ini berbatasan dengan daerah Zebulon, di sebelah barat dengan Asyer, dan di sebelah timur dengan Sungai Yordan.","Kota-kota yang berbenteng ialah: Zidim, Zer, Hamat, Rakat, Kineret,","Adama, Rama, Hazor,","Kedes, Edrei, En-Hazor,","Yiron, Migdal-El, Horem, Bet-Anat, dan Bet-Semes. Seluruh daerah mereka meliputi sembilan belas kota dengan desa-desa di sekitarnya.","Kota-kota dengan desa-desanya itu berada di dalam daerah yang diberikan kepada keluarga-keluarga dalam suku Naftali untuk menjadi tanah milik mereka.","Pembagian ketujuh ialah tanah untuk keluarga-keluarga dalam suku Dan.","Daerah mereka ini meliputi Zora, Esytaol, Ir-Semes,","Saalabin, Ayalon, Yitla,","Elon, Timna, Ekron,","Elteke, Gibeton, Baalat,","Yehud, Beneberak, Gat-Rimon,","Me-Yarkon, Rakon, dan juga daerah sekitar Yope.","Orang-orang suku Dan telah kehilangan sebagian dari wilayah mereka, jadi mereka pergi ke Lesem dan menyerang kota itu. Mereka merebutnya, membunuh penduduknya, dan menduduki kota itu. Maka tinggallah mereka di situ dan mengubah nama kota Lesem itu menjadi kota Dan, menurut nama leluhur mereka.","Kota-kota dengan desa-desanya itu berada di dalam daerah yang diberikan kepada keluarga-keluarga dalam suku Dan untuk menjadi milik mereka.","Setelah umat Israel selesai membagi-bagi tanah di negeri itu, mereka memberikan kepada Yosua anak Nun sebagian tanah untuk menjadi tanah miliknya.","Seperti yang sudah diperintahkan TUHAN, mereka memberikan kepadanya kota yang dimintanya, yaitu: Timnat-Serah di pegunungan Efraim. Yosua membangun kembali kota itu, lalu tinggal di situ.","Demikianlah Imam Eleazar, Yosua anak Nun dan para kepala keluarga dalam suku-suku bangsa Israel membagi-bagi tanah di negeri itu dengan membuang undi untuk meminta petunjuk dari TUHAN. Mereka melakukan itu di Silo di depan pintu Kemah TUHAN. Selesailah pembagian tanah itu."]