["Kemudian dari perkemahan di Sitim, Yosua mengutus dua orang mata-mata ke Kanaan. Kedua orang itu diperintahkan untuk menyelidiki negeri Kanaan dengan sembunyi-sembunyi, terutama sekali kota Yerikho. Maka pergilah mereka ke kota itu, dan menginap di rumah seorang wanita pelacur, bernama Rahab.","Raja kota Yerikho mendengar bahwa pada malam itu ada orang Israel yang datang memata-matai daerah Yerikho.","Maka raja mengutus orang kepada Rahab untuk menyampaikan perintah ini, \"Keluarkan orang-orang yang menginap di rumahmu itu. Mereka adalah mata-mata yang datang untuk menyelidiki seluruh daerah Yerikho!\"","\"Memang ada orang datang ke rumah saya,\" jawab Rahab, \"tetapi saya tidak tahu mereka dari mana. Mereka sudah pergi tadi pada waktu mulai gelap sebelum gerbang kota ditutup. Dan saya tidak bertanya ke mana mereka pergi, tetapi kalau mereka cepat-cepat dikejar, mungkin masih dapat disusul.\" (Padahal Rahab sudah menyembunyikan kedua mata-mata itu di bawah tumpukan rami di loteng rumahnya.)","(2:4)","(2:4)","Maka berangkatlah utusan-utusan raja itu meninggalkan kota. Setelah mereka di luar, gerbang kota ditutup. Mereka mencari kedua orang mata-mata itu sampai ke tempat penyeberangan di Sungai Yordan.","Malam itu sebelum kedua orang mata-mata Israel itu tidur, Rahab pergi ke loteng,","dan berkata kepada mereka, \"Saya tahu TUHAN sudah memberikan negeri ini kepada kalian. Semua orang di sini takut kepada kalian.","Kami sudah mendengar berita mengenai bagaimana TUHAN mengeringkan Laut Gelagah di depan kalian, ketika kalian meninggalkan Mesir. Kami juga sudah mendengar bagaimana kalian membunuh Sihon dan Og, kedua raja bangsa Amori itu di sebelah timur Sungai Yordan.","Begitu kami mendengar cerita-cerita itu, kami menjadi takut sekali. Semua orang-orang kami hilang keberaniannya karena kalian. TUHAN Allahmu sungguh Allah Yang Mahakuasa di langit dan di bumi.","Saya harap kalian mau bersumpah demi nama-Nya bahwa kalian akan memperlakukan keluarga saya dengan baik seperti yang telah saya lakukan terhadap kalian. Berjanjilah bahwa ayah ibu saya, saudara-saudara saya, dan seluruh keluarga mereka tidak akan kalian bunuh, melainkan akan kalian lindungi. Dan untuk itu berikanlah suatu tanda jaminan bahwa kalian dapat saya percayai!\"","(2:12)","Maka jawab kedua orang itu, \"Kami berjanji bahwa bilamana TUHAN menyerahkan negeri ini kepada kami, kami akan memperlakukan kalian dengan baik, asal engkau tidak menceritakan kepada siapa pun tentang kami. Biarlah TUHAN mengutuk kami kalau kami tidak menepati janji itu.\"","Karena rumah Rahab dibangun pada tembok kota, maka Rahab menurunkan kedua orang itu dengan tali melalui jendela.","\"Pergilah ke daerah pegunungan,\" kata Rahab kepada mereka, \"Supaya orang-orang yang diutus oleh raja tidak dapat menangkap kalian. Bersembunyilah di situ selama tiga hari sampai mereka kembali, baru kalian boleh meneruskan perjalanan.\"","Kedua orang mata-mata itu berkata kepada Rahab, \"Baiklah, kami akan menepati janji yang telah kauminta dari kami.","Hanya inilah yang harus kaulakukan. Kalau kami menyerbu negerimu nanti, hendaklah tali merah ini kauikatkan pada jendela ini tempat kauturunkan kami. Ayah ibumu, saudara-saudaramu, seluruh kaum keluarga ayahmu hendaklah kaukumpulkan di rumahmu ini.","Jika salah seorang dari mereka keluar dari rumah ini dan mati terbunuh, kematiannya adalah kesalahannya sendiri; kami tidak bertanggung jawab atas hal itu. Tetapi kalau ada yang mendapat celaka dalam rumah ini, kamilah yang bertanggung jawab.","Sebaliknya, kalau kamu memberitahukan tentang kami kepada seseorang, maka kami tidak lagi terikat kepada janji yang telah kauminta dari kami.\"","Rahab menyetujui hal itu lalu membiarkan mereka pergi. Kemudian ia mengikat tali merah itu pada jendelanya.","Maka pergilah kedua orang mata-mata itu ke daerah pegunungan dan bersembunyi di sana. Tiga hari lamanya utusan-utusan raja mencari mereka ke mana-mana di seluruh daerah itu, tetapi tidak menemukan mereka. Akhirnya utusan-utusan itu pulang ke Yerikho.","Lalu kedua orang mata-mata Israel itu turun dari pegunungan dan menyeberangi sungai, kemudian kembali kepada Yosua. Semua pengalaman mereka, mereka laporkan kepadanya.","Kemudian mereka berkata, \"Pasti TUHAN memberikan seluruh negeri itu kepada kita; semua orang di sana takut kepada kita.\""]