["Pada suatu hari para kepala keluarga dalam suku Lewi pergi ke Silo di negeri Kanaan, dan menghadap Imam Eleazar, Yosua anak Nun, dan para kepala keluarga seluruh suku-suku bangsa Israel. Mereka berkata, \"Melalui Musa, TUHAN sudah memerintahkan supaya kepada kami, orang-orang Lewi, diberi kota-kota untuk tempat tinggal kami dan tanah-tanah padang di sekitar kota-kota itu untuk ternak kami.\"","(21:1)","Maka orang Israel mengikuti perintah TUHAN. Dari tanah milik mereka sendiri, mereka memberikan kepada orang Lewi kota-kota tertentu dengan tanah-tanah padangnya.","Yang pertama-tama menerima kota-kotanya adalah keluarga-keluarga dari kaum Kehat dalam suku Lewi. Keluarga-keluarga keturunan Imam Harun diberikan tiga belas kota dari wilayah suku Yehuda, Simeon dan Benyamin.","Keluarga-keluarga lainnya dari kaum Kehat diberi sepuluh kota dari wilayah suku Efraim, suku Dan serta suku Manasye yang di sebelah barat Sungai Yordan.","Kaum Gerson mendapat tiga belas kota dari wilayah suku Isakhar, Asyer, Naftali dan suku Manasye yang di sebelah timur Sungai Yordan.","Keluarga-keluarga dari kaum Merari mendapat dua belas kota dari wilayah suku Ruben, Gad dan Zebulon.","Demikianlah orang Israel membagi-bagikan kota-kota tersebut dengan tanah-tanah padangnya melalui undian kepada orang Lewi, seperti yang diperintahkan TUHAN melalui Musa.","Dari kaum Kehat dalam suku Lewi, imam-imam keturunan Harunlah yang pertama-tama menerima kota-kotanya; mereka diberi tiga belas kota dengan tanah-tanah padangnya. Dari suku Yehuda dan Simeon, mereka menerima sembilan kota, yaitu: Libna, Yatir, Estemoa, Holon, Debir, Ain, Yuta, Bet-Semes dan Arba, yang dinamakan menurut nama ayah Enak. Kota itu, yang sekarang bernama Hebron, adalah sebuah kota suaka di pegunungan Yehuda. Ladang-ladang dan desa-desa kota ini sudah diberikan kepada Kaleb anak Yefune untuk menjadi tanah miliknya. Dari suku Benyamin mereka menerima empat kota, yaitu: Gibeon, Geba, Anatot dan Almon.","(21:9)","(21:9)","(21:9)","(21:9)","(21:9)","(21:9)","(21:9)","(21:9)","(21:9)","(21:9)","Keluarga-keluarga lainnya dari kaum Kehat diberi sepuluh kota dengan tanah-tanah padangnya. Dari suku Efraim mereka menerima empat kota, yaitu: Bet-Horon, Kibzaim, Gezer dan Sikhem, sebuah kota suaka di pegunungan Efraim. Dari suku Dan mereka menerima empat kota, yaitu: Elteke, Gibeton, Ayalon dan Gat-Rimon. Dari suku Manasye yang di sebelah barat mereka menerima dua kota, yaitu: Taanakh dan Gat-Rimon.","(21:20)","(21:20)","(21:20)","(21:20)","(21:20)","(21:20)","Sebuah kaum lain dalam suku Lewi ialah kaum Gerson. Keluarga-keluarga dalam kaum Gerson itu diberi tiga belas kota dengan tanah-tanah padangnya. Dari suku Manasye yang di sebelah timur mereka menerima dua kota, yaitu: Beestera dan Golan, sebuah kota suaka di daerah Basan. Dari suku Isakhar mereka menerima empat kota, yaitu: Kisyon, Dobrat, Yarmut dan En-Ganim. Dari suku Asyer mereka menerima empat kota, yaitu: Misal, Abdon, Helkat dan Rehob. Dari suku Naftali mereka menerima tiga buah kota, yaitu: Hamat-Dor, Kartan dan Kedes, sebuah kota suaka di Galilea.","(21:27)","(21:27)","(21:27)","(21:27)","(21:27)","(21:27)","Kaum yang sisa dalam suku Lewi, yaitu kaum Merari diberi dua belas kota dengan tanah-tanah padangnya. Dari suku Zebulon mereka menerima empat kota, yaitu: Yokneam, Karta, Dimna dan Nahalal. Dari suku Ruben mereka menerima empat kota, yaitu Bezer, Yahas, Kedemot dan Mefaat. Dari suku Gad mereka menerima empat kota, yaitu: Mahanaim, Hesybon, Yaezer dan Ramot, sebuah kota suaka di Gilead.","(21:34)","(21:34)","(21:34)","(21:34)","(21:34)","(21:34)","Jadi dari tanah-tanah yang dimiliki seluruh bangsa Israel ada sejumlah empat puluh delapan kota dengan tanah-tanah padang di sekitarnya yang diberikan kepada orang-orang Lewi.","(21:41)","Demikianlah TUHAN memberikan kepada umat Israel seluruh tanah yang telah dijanjikan-Nya dengan sumpah kepada nenek moyang mereka. Setelah menduduki negeri itu, umat Israel menetap di sana.","Maka sesuai dengan apa yang dijanjikan TUHAN kepada nenek moyang mereka, negeri itu aman karena dilindungi TUHAN. Musuh-musuh mereka tidak satu pun yang dapat melawan mereka, sebab TUHAN memberi kemenangan kepada orang Israel atas semua musuh mereka.","TUHAN menepati setiap janji-Nya kepada umat Israel; tidak satu pun yang tidak ditepati-Nya."]