["Yosua mengumpulkan semua suku bangsa Israel di Sikhem, lalu menyuruh para pemuka, pemimpin, hakim dan para perwira datang menghadap. Maka datanglah mereka menghadap Allah.","Kemudian Yosua berkata kepada mereka semua, \"Dengarkan apa yang dikatakan TUHAN, Allah Israel kepadamu, 'Dahulu kala nenek moyangmu tinggal di seberang Sungai Efrat, dan menyembah dewa-dewa. Salah seorang dari mereka ialah Terah, ayah Abraham dan Nahor.","Lalu Aku mengambil Abraham, bapak leluhurmu itu, dari negeri di seberang Efrat itu, dan menyuruh dia menjelajahi seluruh negeri Kanaan. Aku memberikan kepadanya banyak keturunan. Mula-mula Kuberikan Ishak kepadanya,","lalu kepada Ishak Kuberikan dua orang anak, yaitu Yakub dan Esau. Aku memberikan kepada Esau pegunungan Edom menjadi tanah miliknya, tetapi Yakub, bapak leluhurmu itu, pindah ke Mesir, bersama anak-anaknya.","Kemudian Aku mengutus Musa dan Harun, dan menimpakan bencana besar ke atas Mesir, lalu Aku mengeluarkan kamu dari sana.","Aku membawa nenek moyangmu itu keluar dari Mesir, lalu orang Mesir mengejar mereka dengan kereta perang dan tentara berkuda. Dan ketika nenek moyangmu itu tiba di Laut Gelagah,","mereka berseru kepada-Ku minta tolong. Maka tempat antara mereka dengan orang-orang Mesir itu Kubuat menjadi gelap, dan Kututupi orang-orang Mesir itu dengan air laut sampai mereka semua tenggelam. Kamu sudah tahu semua apa yang Kulakukan terhadap Mesir. Lama sekali kamu tinggal di padang pasir.","Lalu Aku membawa kamu ke negeri orang Amori yang tinggal di sebelah timur Sungai Yordan. Mereka memerangi kamu, tetapi Aku membuat kamu menang atas mereka. Kamu merebut negeri mereka, dan Aku memusnahkan mereka.","Lalu raja Moab, yaitu Balak anak Zipor, melawan kamu. Ia mengutus orang kepada Bileam anak Beor dan minta supaya Bileam mengutuki kamu.","Tetapi Aku tidak menuruti kehendak Bileam, maka ia memberkati kamu. Demikianlah Aku menyelamatkan kamu dari Balak.","Kemudian kamu menyeberangi Sungai Yordan, dan sampai di Yerikho. Orang-orang Yerikho memerangi kamu, begitu pula orang Amori, orang Feris, Kanaan, Het, Girgasi, Hewi dan orang Yebus. Tetapi Aku memberikan kepadamu kemenangan atas mereka semua.","Pada waktu kamu maju menyerang mereka, Aku membuat mereka menjadi bingung dan ketakutan, sehingga kedua orang raja Amori itu lari dari kamu. Bukan pedangmu dan juga bukan panahmu yang membuat kamu menang.","Tanah yang Kuberikan kepadamu, kamu terima tanpa bersusah payah. Dan kota-kota yang Kuberikan kepadamu bukan kamu yang mendirikannya. Tetapi sekarang kamulah yang tinggal di sana, dan kamulah juga yang menikmati buah anggur serta buah zaitunnya, padahal bukan kamu yang menanamnya.'\"","\"Jadi, sekarang,\" kata Yosua selanjutnya, \"hormatilah TUHAN. Mengabdilah kepada-Nya dengan tulus ikhlas dan dengan setia. Singkirkanlah ilah-ilah lain yang disembah oleh nenek moyangmu dahulu di Mesopotamia dan Mesir. Mengabdilah hanya kepada TUHAN.","Seandainya kamu tidak mau mengabdi kepada TUHAN, ambillah keputusan hari ini juga kepada siapa kamu mau mengabdi: kepada ilah-ilah lain yang disembah oleh nenek moyangmu di Mesopotamia dahulu atau kepada ilah-ilah orang Amori yang negerinya kamu tempati sekarang. Tetapi kami--saya dan keluarga saya--akan mengabdi hanya kepada TUHAN.\"","Maka umat Israel itu menjawab, \"Kami sekali-kali tidak akan meninggalkan TUHAN untuk mengabdi kepada ilah-ilah lain!","TUHAN Allah kitalah yang membebaskan para leluhur kita dan kita sendiri dari perbudakan di Mesir. Kita sudah melihat keajaiban-keajaiban yang dibuat oleh TUHAN. Selalu TUHAN melindungi kita dalam semua perjalanan kita, melewati negeri-negeri asing.","Dan ketika kita memasuki negeri ini, TUHAN mengusir semua orang Amori yang tinggal di sini. Jadi, kami mau mengabdi kepada TUHAN, sebab Dialah Allah kita!\"","Lalu Yosua berkata, \"Tetapi kalian barangkali tidak akan sanggup mengabdi kepada TUHAN, sebab Ia Allah yang kudus, Yang Maha Esa. Ia tidak mau ada saingan. Kalau kamu meninggalkan Dia dan mengabdi kepada ilah-ilah lain, Ia tidak akan mengampuni dosamu. Sebaliknya, Ia akan melawan dan menghukum kalian. Ia akan membinasakan kalian, sekalipun dahulu Ia baik kepadamu.\"","(24:19)","Maka orang-orang Israel itu menyahut, \"Tidak! Kami tidak akan mengabdi kepada ilah-ilah lain. Kami akan mengabdi hanya kepada TUHAN!\"","Lalu Yosua berkata, \"Nah, kalian sendirilah saksinya bahwa kalian sudah memutuskan untuk mengabdi hanya kepada TUHAN.\" \"Benar,\" sahut mereka, \"kami sendirilah saksinya.\"","\"Kalau begitu, singkirkanlah ilah-ilah bangsa-bangsa lain yang ada padamu itu,\" kata Yosua, \"dan berjanjilah bahwa kalian akan setia kepada TUHAN, Allah Israel.\"","Lalu orang-orang itu berkata kepada Yosua, \"Kami akan mengabdi hanya kepada TUHAN, Allah kita. Kami akan mentaati perintah-perintah-Nya.\"","Maka pada hari itu di Sikhem Yosua mengadakan perjanjian dengan umat Israel; dan di situ ia memberikan kepada mereka hukum-hukum dan peraturan-peraturan yang harus mereka taati.","Semua hukum dan peraturan-peraturan itu ditulisnya di dalam buku Hukum Allah. Kemudian ia mengambil sebuah batu yang besar, lalu menegakkannya di bawah pohon yang besar di tempat yang khusus untuk TUHAN.","Sesudah itu berkatalah Yosua kepada semua orang itu, \"Batu ini menjadi saksi kita. Semua kata-kata yang diucapkan TUHAN kepada kita, sudah diucapkan di depan batu ini. Jadi, batu inilah yang akan menjadi saksi terhadap kalian, untuk mengingatkan kalian supaya tidak melawan Allahmu.\"","Akhirnya Yosua menyuruh orang-orang itu pulang; lalu mereka semuanya kembali ke tanah mereka masing-masing.","Kemudian Yosua anak Nun hamba TUHAN itu, meninggal pada usia seratus sepuluh tahun.","Ia dimakamkan di tanah miliknya sendiri di Timnat-Serah di pegunungan Efraim sebelah utara Gunung Gaas.","Selama Yosua hidup, umat Israel mengabdi kepada TUHAN. Dan setelah ia meninggal pun mereka tetap mengabdi kepada TUHAN selama di antara mereka masih ada pemimpin-pemimpin yang sudah menyaksikan sendiri segala sesuatu yang dilakukan TUHAN untuk umat Israel.","Jenazah Yusuf yang dibawa oleh umat Israel dari Mesir, dimakamkan di Sikhem di tanah yang telah dibeli Yakub seharga seratus uang perak dari anak-anak Hemor, ayah Sikhem. Tanah itu diwariskan kepada keturunan Yusuf.","Kemudian Eleazar anak Harun juga meninggal, dan dimakamkan di Gibea, yaitu kota yang terletak di daerah pegunungan Efraim. Kota itu sudah diberikan kepada Pinehas, anak Eleazar."]