["TUHAN sudah memerintahkan kepada umat Israel bahwa dari segala sesuatu di kota Yerikho yang harus dimusnahkan, satu pun tidak boleh diambil. Tetapi perintah itu tidak ditaati. Seorang laki-laki bernama Akhan melanggar perintah itu, sehingga TUHAN marah sekali kepada umat Israel. (Ayah Akhan bernama Karmi dan kakeknya bernama Zabdi dari kaum Zerah dalam suku Yehuda.)","Pada waktu itu Yosua mengutus beberapa orang dari Yerikho ke Ai, yaitu sebuah kota sebelah timur Betel, dekat Bet-Awen. Orang-orang itu ditugaskan untuk pergi menyelidiki daerah itu. Sesudah mereka melakukan tugas itu,","mereka kembali dan melaporkannya kepada Yosua. Mereka berkata, \"Tidak perlu kita semuanya pergi menyerang Ai. Kirim saja kira-kira dua atau tiga ribu orang. Jangan kirim semua tentara ke sana untuk bertempur, karena kota itu kecil saja.\"","Jadi yang pergi menyerbu kota itu hanyalah tiga ribu orang, tetapi mereka dipukul mundur.","Orang-orang Ai mengejar mereka dari gerbang kota Ai sampai ke daerah pertambangan, lalu membunuh kira-kira tiga puluh enam orang dari antara mereka di lereng bukit. Maka orang-orang Israel menjadi cemas dan takut.","Yosua dan para pemimpin umat Israel sangat sedih sehingga mereka menyobek-nyobek pakaian mereka, dan sepanjang hari sampai malam mereka sujud di depan Peti Perjanjian TUHAN dengan menaruh abu di kepala mereka sebagai tanda bersedih hati.","Yosua berkata kepada TUHAN, \"O Allah Tuhanku! Untuk apa Engkau membawa kami sampai ke seberang Yordan ini? Apakah untuk menyerahkan kami kepada orang-orang Amori? Supaya kami mati? Lebih baik kami tinggal di sana saja, di seberang Yordan!","O TUHAN! Musuh sudah memukul mundur orang-orang Israel. Sekarang apa yang harus saya katakan?","Orang Kanaan dan semua orang lain di daerah ini akan mendengar tentang hal itu. Mereka akan mengepung dan membunuh kami semua! Lalu apakah yang akan Kaulakukan untuk mempertahankan kehormatan-Mu?\"","TUHAN menjawab Yosua, \"Bangun! Tidak ada gunanya engkau sujud seperti itu di tanah!","Orang Israel sudah berbuat dosa. Aku sudah memerintahkan supaya mereka mentaati perjanjian antara mereka dengan Aku, tetapi mereka melanggarnya! Barang-barang yang harus dimusnahkan telah mereka ambil. Mereka mencuri dan menyembunyikannya di antara barang-barang mereka supaya tidak ketahuan.","Itulah sebabnya mereka tidak dapat bertahan menghadapi musuh. Mereka dipukul mundur oleh musuh karena mereka sendiri pun sudah dijatuhi hukuman untuk dimusnahkan. Aku tidak akan mendampingi kalian lagi, kalau barang-barang yang tidak boleh diambil itu belum dimusnahkan.","Sekarang bangun, Yosua! Sucikan umat Israel dan suruh mereka siap untuk menghadap Aku. Perintahkan mereka untuk bersiap-siap besok, sebab Aku TUHAN Allah Israel akan mengatakan ini kepada mereka: 'Hai orang-orang Israel! Barang-barang yang sudah Kuperintahkan kepadamu untuk dimusnahkan, sebagian ada padamu. Sebelum kalian membuang barang-barang itu, kalian tidak akan dapat bertahan melawan musuh!'","Sebab itu, Yosua, beritahukanlah kepada mereka bahwa besok pagi mereka akan diperiksa suku demi suku. Kalau Aku menunjuk satu suku, semua kaum dalam suku itu harus maju kaum demi kaum. Dan kalau Aku menunjuk satu kaum, semua keluarga dalam kaum itu harus maju keluarga demi keluarga. Kemudian kalau Aku menunjuk satu keluarga, setiap orang dalam keluarga itu harus maju seorang demi seorang.","Lalu orang yang ditunjuk dan ternyata menyimpan barang-barang yang terlarang itu harus dibakar habis bersama-sama dengan keluarganya dan segala sesuatu yang dimilikinya; karena dialah yang melanggar perjanjian dan melakukan kejahatan besar di tengah-tengah umat Israel.\"","Besoknya, pagi-pagi sekali, Yosua menyuruh umat Israel maju ke depan, suku demi suku, maka suku Yehudalah yang kena.","Lalu Yosua menyuruh suku Yehuda maju ke depan, kaum demi kaum, dan kaum Zerahlah yang kena. Kemudian kaum Zerah disuruh maju ke depan, keluarga demi keluarga, dan keluarga Zabdi yang kena.","Sesudah itu Yosua menyuruh keluarga Zabdi maju ke depan, seorang demi seorang; maka Akhan, anak Karmi, cucu Zabdi yang kena.","Yosua berkata kepada Akhan, \"Anakku, akuilah dan katakanlah terus terang di sini di hadapan TUHAN, Allah Israel, apa yang telah kaulakukan. Beritahukanlah kepadaku, jangan sembunyikan.\"","\"Benar,\" kata Akhan, \"Saya sudah berbuat dosa kepada TUHAN, Allah Israel. Inilah yang saya lakukan:","Di antara barang-barang yang kita rebut, saya melihat sehelai jubah yang bagus sekali, buatan Babilonia, juga perak kira-kira dua kilogram, dan sebatang emas setengah kilogram lebih. Saya ingin sekali barang-barang itu, maka saya mengambil dan menyembunyikannya di dalam tanah di kemah saya; peraknya berada di bawah sekali.\"","Lalu Yosua mengirim orang cepat-cepat ke kemah Akhan. Ternyata barang-barang terlarang itu semuanya ada di sana, disembunyikan di dalam tanah, dan peraknya berada di bawah sekali.","Mereka mengambil barang-barang itu dan membawanya kepada Yosua dan semua orang Israel. Lalu barang-barang itu diletakkan di hadapan TUHAN.","Kemudian Yosua dengan seluruh umat Israel menangkap Akhan, dan membawa dia ke Lembah Kesusahan bersama-sama dengan semua anaknya, ternak sapi, keledai, domba, kemah, dan segala sesuatu yang dipunyainya serta perak, jubah dan emas yang dicurinya.","Lalu kata Yosua kepada Akhan, \"Kenapa engkau mendatangkan kesusahan kepada kita? Sekarang TUHAN akan mendatangkan kesusahan kepadamu!\" Maka Akhan bersama keluarganya dilempari dengan batu sampai mati oleh semua orang Israel. Semua harta miliknya, dan juga barang-barang curiannya dibakar habis.","Sesudah itu mereka menimbuni tempat itu dengan banyak sekali batu yang sampai hari ini masih ada di sana. Itu sebabnya tempat itu masih dinamakan Lembah Kesusahan. Maka redalah kemarahan TUHAN."]