["Sesudah Yosua meninggal, umat Israel bertanya kepada TUHAN, \"TUHAN, suku yang mana dari kami harus pertama-tama pergi menyerang orang Kanaan?\"","TUHAN menjawab, \"Suku Yehuda. Mereka sudah Kuberikan kekuasaan untuk merebut negeri itu.\"","Lalu kata suku Yehuda kepada suku Simeon, \"Bantulah kami memerangi orang Kanaan dan merebut wilayah yang ditentukan TUHAN untuk kami. Nanti kami pun akan membantu kalian merebut wilayah yang ditentukan TUHAN untuk kalian.\" Maka suku Simeon","dan Yehuda pergi bertempur bersama-sama. Dan TUHAN memberikan kepada mereka kemenangan atas orang Kanaan dan orang Feris. Sepuluh ribu orang tentara musuh tewas di Bezek.","Mereka menemukan Adoni-Bezek, raja negeri itu, dan menyerang dia.","Ia lari, tetapi mereka mengejar dan menangkap dia lalu memotong ibu jari tangan dan kakinya.","Kata Adoni-Bezek, \"Dahulu tujuh puluh raja sudah kupotong ibu jari tangan dan kakinya, lalu kubiarkan mereka makan sisa-sisa makanan yang jatuh dari mejaku. Sekarang Allah memperlakukan aku sama seperti aku memperlakukan mereka.\" Adoni-Bezek kemudian diangkut ke Yerusalem, dan di sanalah ia meninggal.","Orang Yehuda menyerang Yerusalem, lalu merebut dan membakar kota itu serta membunuh penduduknya.","Setelah itu mereka pergi lagi menyerang orang Kanaan yang tinggal di daerah pegunungan, dan di lereng-lereng bukit; juga yang tinggal di daerah kering di sebelah selatan,","dan di kota Hebron, yaitu kota yang dahulu dinamakan Kiryat-Arba. Di situ orang Yehuda mengalahkan kaum Sesai, Ahiman dan Talmai.","Dari Hebron, orang Yehuda pergi menyerbu kota Debir, yang pada waktu itu bernama Kiryat-Sefer.","Salah seorang dari suku Yehuda itu, yang bernama Kaleb, berkata, \"Barangsiapa dapat merebut Kiryat-Sefer, ia boleh kawin dengan anak perempuan saya Akhsa.\"","Otniel, anak dari adik Kaleb yang bernama Kenas, merebut kota itu. Maka Kaleb memberikan Akhsa, anaknya, menjadi istri Otniel.","Pada hari perkawinan mereka, Otniel mendesak Akhsa supaya meminta sebidang tanah dari ayahnya. Maka turunlah Akhsa dari keledainya, lalu Kaleb menanyakan kepadanya apa yang diinginkannya.","Akhsa menjawab, \"Saya ingin beberapa sumber air, sebab tanah yang ayah berikan kepada saya itu berada di daerah yang kering.\" Maka Kaleb memberikan kepadanya sumber air di bagian hulu dan sumber air di bagian hilir.","Keturunan ayah mertua Musa, yaitu orang-orang Keni, mengikuti orang Yehuda keluar dari Yerikho, kota kurma, dan pergi ke daerah yang gersang di sebelah selatan Arad di Yehuda. Di sana mereka menetap di tengah-tengah bangsa Amalek.","Kemudian bersama-sama dengan suku Simeon, suku Yehuda itu pergi menyerang dan mengalahkan orang Kanaan yang tinggal di kota Zefat. Mereka mengutuki kota itu, kemudian memusnahkannya lalu menamakannya Horma.","TUHAN menolong orang Yehuda sehingga mereka dapat merebut daerah pegunungan. Tetapi mereka tidak dapat merebut Gaza, Askelon ataupun Ekron dengan daerah-daerah di sekitarnya, karena bangsa-bangsa yang tinggal di sepanjang pesisir mempunyai kereta-kereta perang dari besi; karena itu orang Yehuda tidak dapat mengusir mereka.","(1:18)","Seperti yang telah diperintahkan oleh Musa, Hebron diberikan kepada Kaleb, sebab dahulu tiga golongan kaum keturunan Enak sudah diusir Kaleb dari kota itu.","Suku Benyamin tidak dapat mengusir orang Yebus keluar dari kota Yerusalem. Itu sebabnya orang Yebus masih tinggal di sana bersama-sama dengan orang Benyamin.","Suku Efraim dan Manasye keturunan Yusuf, pergi menyerang kota Betel, yang ketika itu bernama Lus. Dan TUHAN menolong mereka. Pada waktu mata-mata diutus menuju ke kota itu,","(1:22)","mereka bertemu dengan seorang laki-laki yang datang dari kota. Kata mereka kepadanya, \"Kalau engkau mau menolong kami supaya kami dapat masuk ke dalam kota ini, kami akan memperlakukanmu dengan baik.\"","Maka orang itu menunjukkan kepada mereka jalan masuk ke kota itu. Lalu orang-orang Efraim dan Manasye memasuki kota itu serta membunuh seluruh penduduknya, kecuali orang itu dengan sanak-keluarganya.","Ia kemudian pindah ke negeri orang Het, lalu membangun sebuah kota di situ dan menamakannya Lus. Kota itu masih tetap bernama demikian.","Suku Manasye tidak mengusir penduduk kota Bet-Sean, Taanakh, Dor, Yibleam dan Megido dengan kampung-kampung di dekatnya. Jadi orang Kanaan tetap tinggal di situ.","Memang setelah orang Israel bertambah kuat, mereka memaksa orang Kanaan bekerja untuk mereka, tetapi mereka juga tidak mengusir orang-orang Kanaan itu sama sekali dari situ.","Di kota Gezer, suku Efraim tidak mengusir orang Kanaan, penduduk kota itu. Jadi, orang Kanaan masih tetap tinggal disitu bersama-sama dengan mereka.","Penduduk kota Kitron dan Nahalol tidak pula diusir oleh suku Zebulon. Itu sebabnya bangsa Kanaan masih tetap tinggal di situ bersama-sama dengan mereka, tetapi orang-orang Kanaan itu dipaksa bekerja untuk mereka.","Penduduk kota Ako, Sidon, Ahlab, Akhzib, Helba, Afek, dan Rehob juga tidak diusir oleh suku Asyer.","Itu sebabnya orang Kanaan, penduduk asli negeri itu masih tinggal di situ bersama-sama dengan orang Asyer.","Penduduk kota Bet-Semes dan Bet-Anat pun tidak diusir oleh suku Naftali. Itu sebabnya orang Kanaan, penduduk asli negeri itu masih tinggal di situ bersama-sama dengan orang Naftali. Tetapi, mereka dipaksa bekerja untuk orang Naftali.","Bangsa Amori masih tetap tinggal di Ayalon, Saalbim dan Gunung Heres, sebab suku Dan didesak oleh mereka ke daerah pegunungan, dan tidak dibiarkan turun ke daerah dataran rendah. Tetapi bangsa Amori itu selalu ditekan oleh suku Efraim dan Manasye serta dipaksa bekerja untuk kedua suku itu.","(1:34)","Di sebelah utara Sela, batas daerah orang-orang Amori melewati Pendakian Akrabim."]