["Setelah Abimelekh meninggal, Tola anak Pua, menjadi pemimpin untuk membebaskan orang Israel. Ia adalah cucu Dodo dari suku Isakhar. Ia tinggal di Samir di daerah pegunungan Efraim.","Dua puluh tiga tahun lamanya ia memimpin umat Israel, kemudian ia meninggal lalu dimakamkan di Samir.","Setelah Tola, Israel dipimpin oleh Yair dua puluh dua tahun lamanya. Yair berasal dari Gilead.","Anaknya yang laki-laki ada tiga puluh orang. Mereka mempunyai tiga puluh ekor keledai tunggangan dan tiga puluh desa di daerah Gilead. Desa-desa itu masih disebut desa-desa Yair.","Yair pun meninggal, dan dimakamkan di Kamon.","Umat Israel berdosa lagi kepada TUHAN. Mereka tidak menghiraukan TUHAN dan tidak menyembah Dia lagi. Mereka menyembah dewa-dewa Baal dan Asytoret, serta dewa-dewa bangsa Siria, Sidon, Moab, Amon dan Filistin.","Karena itu TUHAN marah kepada umat Israel, sehingga Ia membiarkan bangsa Filistin dan bangsa Amon menguasai mereka.","Delapan belas tahun lamanya kedua bangsa itu menekan semua orang Israel yang tinggal di Gilead, yaitu daerah orang Amori sebelah timur Sungai Yordan. Mereka memperlakukan orang-orang Israel dengan kejam.","Orang Amon malah menyeberangi Sungai Yordan untuk pergi memerangi suku Yehuda, Benyamin dan Efraim sehingga umat Israel sangat menderita.","Lalu umat Israel berseru kepada TUHAN, katanya, \"Kami telah berdosa kepada-Mu, karena kami tidak menghiraukan Engkau, ya Allah kami. Kami menyembah dewa-dewa Baal.\"","TUHAN menjawab, \"Dahulu kamu dijajah oleh bangsa Mesir, Amori, Amon, Filistin, Sidon, Amalek dan bangsa Maon. Lalu pada waktu itu kamu berseru meminta tolong kepada-Ku, bukan? Coba ingat, apakah Aku tidak menyelamatkan kamu dari kekuasaan mereka?","(10:11)","Meskipun begitu, kamu bahkan masih juga membelakangi Aku, lalu pergi menyembah dewa-dewa. Sekarang Aku tak mau lagi membebaskan kamu.","Pergilah saja kepada dewa-dewa yang kamu pilih itu. Berserulah kepada mereka! Biarlah mereka yang menolong pada waktu kamu dalam kesukaran.\"","Tetapi umat Israel berkata kepada TUHAN, \"Kami telah berdosa, TUHAN. Lakukanlah apa saja yang Engkau kehendaki, asal Engkau menolong kami hari ini.\"","Kemudian mereka membuang semua patung berhala, lalu menyembah Allah. Maka Allah pun terharu hatinya melihat mereka dalam kesukaran.","Pada waktu itu tentara Amon sedang bersiap-siap untuk berperang. Mereka berkemah di Gilead. Umat Israel pun sudah berkumpul dan berkemah di Gilead.","Di sana rakyat dan para pemimpin dari suku-suku Israel itu saling bertanya apakah ada di antara mereka yang berani mengangkat senjata melawan bangsa Amon. Orang itu akan dijadikan pemimpin seluruh penduduk Gilead."]