["Yefta adalah seorang prajurit yang gagah berani. Ia tinggal di Gilead. Ayahnya bernama Gilead tetapi ibunya seorang pelacur.","Ayahnya itu mempunyai juga anak-anak lelaki yang lain dari istrinya yang sah. Setelah anak-anak itu dewasa, mereka mengusir Yefta dari rumah. Kata mereka kepadanya, \"Kau tidak akan mendapat warisan apa-apa dari ayah kami, sebab kau anak dari wanita lain.\"","Karena itu Yefta berpisah dari saudara-saudaranya lalu pergi dan tinggal di daerah Tob. Di sana segerombolan penjahat bergabung dengan dia lalu mereka pergi merampok.","Beberapa waktu kemudian orang Israel diserang oleh orang Amon.","Ketika hal itu terjadi, para pemuka Israel di Gilead pergi dan mengajak Yefta meninggalkan daerah Tob.","Mereka berkata, \"Pimpinlah kami melawan orang Amon.\"","Tetapi Yefta menjawab, \"Bukankah kalian sangat membenci saya? Kalian telah mengusir saya dari rumah ayah saya. Mengapa sekarang pada waktu kalian dalam kesukaran, kalian datang kepada saya?\"","Mereka menjawab, \"Kami datang karena kami ingin supaya kau memimpin seluruh penduduk Gilead untuk memerangi bangsa Amon sekarang juga.\"","Sahut Yefta, \"Kalau kalian mengajak saya kembali ke Gilead untuk memerangi bangsa Amon, dan TUHAN memberi kemenangan kepada kita, sayalah yang akan menjadi penguasa atas kalian.\"","Mereka menjawab, \"Kami setuju. Tuhanlah saksinya.\"","Maka berangkatlah Yefta bersama-sama dengan para pemimpin Gilead. Kemudian penduduk Gilead mengangkatnya menjadi penguasa dan pemimpin. Dan di hadapan TUHAN di Mizpa, Yefta mengajukan tuntutan-tuntutan kepada penduduk Gilead.","Setelah itu Yefta mengutus orang kepada raja Amon untuk mengatakan begini, \"Apa kesalahan kami sehingga kalian memerangi negeri kami?\"","Raja bangsa Amon menjawab utusan-utusan itu, \"Ketika umat Israel datang dari Mesir, mereka mengambil tanah kami, mulai dari Sungai Arnon sampai ke Sungai Yabok dan Sungai Yordan. Sekarang kembalikanlah itu secara damai.\"","Lalu Yefta mengutus lagi orang-orang kepada raja Amon","untuk menjawab begini, \"Umat Israel sama sekali tidak merampas tanah orang Moab atau tanah orang Amon.","Ketika orang Israel meninggalkan Mesir, mereka menuju ke Teluk Akaba melalui padang pasir lalu sampai di Kades.","Kemudian mereka mengutus orang kepada raja Edom untuk minta izin melewati negerinya. Tetapi ia tidak mengizinkan mereka. Kemudian mereka meminta hal yang sama kepada raja Moab, tetapi ia pun tidak mengizinkan mereka melewati daerahnya. Karena itu umat Israel tinggal di Kades.","Kemudian mereka meneruskan perjalanan melalui padang pasir, tetapi tidak melewati daerah Edom dan Moab, melainkan mengambil jalan keliling sampai tiba di sebelah timur Moab, di seberang Sungai Arnon. Mereka berkemah di sana, tetapi tidak menyeberangi sungai itu, karena daerah itu termasuk wilayah Moab.","Sesudah itu umat Israel mengutus orang kepada Sihon, raja Amori di Hesybon untuk minta izin melewati daerah Amori, karena mereka hendak ke daerah mereka sendiri.","Tetapi Sihon tidak mengizinkan mereka sebab ia tidak percaya bahwa mereka hanya mau lewat saja. Ia malah mengerahkan seluruh angkatan perangnya lalu bermarkas di Yahas kemudian menyerang Israel.","Tetapi TUHAN, Allah Israel, memberikan kepada umat Israel kemenangan atas Sihon beserta angkatan perangnya. Demikianlah umat Israel mendapatkan semua tanah-tanah orang Amori yang tinggal di negeri itu.","Wilayah Amori itu mereka duduki mulai dari Arnon di sebelah selatan, sampai ke sebelah utara Sungai Yabok, dan dari padang pasir di sebelah timur, sampai ke Sungai Yordan sebelah barat.","Jadi TUHAN, Allah Israel, itulah yang mengusir orang-orang Amori untuk kepentingan umat TUHAN.","Dan sekarang ini apakah engkau mau mengambilnya kembali? Tanah yang diberikan oleh Kamos, dewamu itu, kepadamu bolehlah tetap kalian miliki. Tetapi apa yang telah diberikan TUHAN, Allah kami kepada kami, akan kami pertahankan.","Kau kira kau lebih baik dari Balak anak Zipor, raja Moab? Balak tidak pernah menantang atau berperang dengan kami.","Tiga ratus tahun lamanya Israel menduduki Hesybon dan Aroer serta desa-desa di sekelilingnya, dan semua kota-kota di tepi Sungai Arnon. Dan mengapa selama itu kau tidak mengambilnya kembali?","Tidak, kami tidak bersalah kepadamu. Engkaulah yang bersalah karena menyerang kami. Tuhanlah hakim yang hari ini memutuskan perkara ini antara bangsa Israel dan bangsa Amon.\"","Tetapi raja Amon tidak menghiraukan pesan dari Yefta itu.","Kemudian Roh TUHAN menguasai Yefta. Maka pergilah Yefta mengunjungi daerah Gilead dan Manasye kemudian kembali ke Mizpa di Gilead. Dari situ ia meneruskan perjalanannya ke wilayah bangsa Amon.","Yefta membuat janji ini kepada TUHAN, \"Kalau TUHAN mengizinkan saya mengalahkan orang Amon,","dan saya kembali dengan selamat, maka siapa pun yang pertama-tama keluar dari rumah saya untuk menyambut saya, akan saya persembahkan sebagai kurban bakaran kepada TUHAN.\"","Lalu Yefta menyeberangi Sungai Yordan untuk memerangi orang Amon, dan TUHAN memberikan kemenangan kepadanya.","Yefta menggempur mereka habis-habisan dari Aroer sampai ke daerah sekitar Minit--seluruhnya dua puluh kota--dan sampai sejauh Abel-Keramim. Banyak sekali orang Amon yang mati, sehingga kalahlah mereka terhadap orang Israel.","Ketika Yefta kembali ke Mizpa, anak gadisnya datang menyambut dia dengan menari sambil memukul rebana. Itulah anaknya yang satu-satunya.","Begitu Yefta melihatnya, Yefta menjadi sangat sedih sehingga ia mengoyak-ngoyak bajunya, sambil berkata, \"Aduh anakku, hancurlah hatiku! Mengapakah harus kau yang menjadikan hatiku pedih? Aku telah bersumpah kepada TUHAN, dan aku tak dapat lagi menariknya kembali!\"","Lalu kata gadis itu kepada Yefta, \"Ayah sudah bersumpah kepada TUHAN, dan TUHAN telah memperkenankan Ayah membalas kejahatan orang-orang Amon, musuh Ayah itu. Jadi, apa yang telah Ayah janjikan, hendaklah ayah jalankan.\"","\"Hanya,\" kata gadis itu selanjutnya, \"saya mohon satu hal: Berilah saya waktu dua bulan untuk jalan-jalan di pegunungan bersama-sama dengan kawan-kawan saya. Di sana saya akan menangisi nasib saya, sebab saya akan meninggal semasa masih perawan.\"","Ayahnya mengizinkannya, lalu melepaskannya pergi. Gadis itu dan kawan-kawannya pergi ke pegunungan untuk bersedih hati di sana, karena ia akan meninggal sebelum menikah dan mempunyai anak.","Setelah lewat dua bulan, ia kembali kepada ayahnya, lalu ayahnya melakukan apa yang telah dijanjikannya kepada TUHAN. Maka meninggallah gadis itu semasa masih perawan. Itulah asal mulanya mengapa di kalangan orang Israel, biasanya","anak-anak gadis pergi selama empat hari setiap tahun untuk bersedih hati mengenangkan anak Yefta di Gilead."]