["Pada waktu itu suku Efraim bersiap-siap untuk bertempur, lalu pergi menyeberangi Sungai Yordan menuju ke Zafon. Mereka berkata kepada Yefta, \"Mengapa engkau pergi memerangi bangsa Amon tanpa mengajak kami? Sekarang kami akan membakar engkau dan seisi rumahmu.\"","Berkatalah Yefta, \"Antara orang Amon dan kami orang Gilead ada perselisihan yang hebat. Kalian sudah saya panggil untuk membantu membebaskan saya dari orang-orang Amon itu, tetapi kalian tidak datang.","Jadi, setelah saya yakin bahwa kalian tidak akan datang membantu saya, saya nekad pergi memerangi orang-orang Amon itu, sekalipun saya harus mati. Lalu TUHAN memberikan kepada saya kemenangan atas mereka. Mengapa sekarang kalian datang menyerang saya?\"","Kemudian Yefta mengumpulkan semua orang Gilead, lalu mereka memerangi dan mengalahkan orang Efraim. (Orang Gilead yang tinggal di Efraim dan Manasye telah dituduh oleh orang Efraim bahwa mereka telah memisahkan diri dari Efraim, sukunya.)","Orang-orang Gilead yang sedang berperang itu, menduduki tempat-tempat penyeberangan di Sungai Yordan, supaya dapat mencegat orang-orang Efraim yang mau lari. Pada waktu seorang Efraim, yang hendak melarikan diri, minta izin untuk menyeberang, orang Gilead bertanya kepadanya, \"Apakah kau orang Efraim?\" Kalau ia menjawab, \"Bukan,\"","mereka menyuruh dia mengucapkan kata \"Syibolet\". Ia akan mengatakan \"Sibolet\" karena tidak dapat mengucapkan kata itu dengan tepat. Lalu mereka akan menangkapnya dan membunuhnya di salah satu tempat penyeberangan itu. Maka terbunuhlah 42.000 orang Efraim pada waktu itu.","Enam tahun lamanya Yefta memimpin orang Israel. Kemudian ia meninggal lalu dimakamkan di kampung halamannya yaitu di kota Mizpa di Gilead.","Setelah Yefta, umat Israel dipimpin oleh Ebzan dari Betlehem.","Ebzan mempunyai tiga puluh anak lelaki dan tiga puluh anak perempuan. Anak-anaknya yang perempuan itu dikawinkannya dengan orang-orang dari suku lain, dan ia mengambil tiga puluh gadis dari suku lain untuk anak-anaknya yang lelaki. Tujuh tahun lamanya Ebzan memimpin umat Israel,","kemudian ia meninggal dan dimakamkan di Betlehem.","Setelah Ebzan, umat Israel dipimpin oleh Elon dari suku Zebulon sepuluh tahun lamanya.","Kemudian ia meninggal lalu dimakamkan di Ayalon di wilayah Zebulon.","Setelah Elon, umat Israel dipimpin oleh Abdon anak Hilel dari Piraton.","Anaknya yang lelaki ada empat puluh orang, dan cucu-cucunya yang lelaki ada tiga puluh orang. Mereka masing-masing memiliki seekor keledai tunggangan. Delapan tahun lamanya umat Israel dipimpin oleh Abdon.","Kemudian ia meninggal lalu dimakamkan di Piraton di wilayah Efraim di daerah pegunungan orang Amalek."]