["Beberapa waktu kemudian, ketika musim panen gandum, Simson pergi mengunjungi istrinya. Ia membawa seekor kambing muda untuk istrinya itu. Berkatalah Simson kepada ayah mertuanya, \"Saya ingin ke kamar untuk bertemu dengan istri saya.\" Tetapi ayah mertuanya tidak mengizinkannya.","Katanya kepada Simson, \"Saya kira kau benar-benar membenci dia, jadi, ia sudah kuberikan kepada kawanmu. Tetapi kau boleh mengambil adiknya. Ia lebih cantik.\"","Berkatalah Simson, \"Apa yang akan kulakukan terhadap orang Filistin kali ini, bukanlah kesalahanku!\"","Lalu ia pergi menangkap tiga ratus serigala. Buntut serigala-serigala itu diikatnya berdua-dua. Pada simpul ikatan itu, ia menaruh sebuah obor.","Setelah itu ia menyalakan obor-obor itu lalu melepaskan serigala-serigala itu ke dalam ladang-ladang orang Filistin. Terbakarlah semua gandum yang telah dituai di sana. Bahkan tanaman gandum dan kebun-kebun anggur pun ikut terbakar juga.","Orang-orang Filistin pergi menyelidiki siapa yang melakukan hal itu. Lalu orang memberitahukan kepada mereka bahwa Simsonlah yang melakukannya, karena ayah mertuanya di Timna telah memberikan istri Simson kepada seorang kawan Simson. Karena itu orang-orang Filistin membakar wanita itu serta seisi rumah ayahnya sampai habis.","Lalu kata Simson kepada orang-orang Filistin itu, \"O, begitukah caranya kalian bertindak? Saya bersumpah tidak akan tinggal diam kalau saya belum membalas hal ini kepada kalian!\"","Kemudian ia menyerang mereka dengan kejam dan membunuh banyak di antara mereka. Setelah itu, ia pergi lalu tinggal di dalam gua di sebuah bukit batu di Etam.","Maka orang Filistin datang ke daerah Yehuda lalu berkemah di situ, kemudian menyerbu kota Lehi.","Orang Yehuda bertanya kepada orang Filistin, \"Mengapa kalian menyerang kami?\" Mereka menjawab, \"Kami datang untuk menangkap Simson supaya kami dapat memperlakukan dia seperti ia memperlakukan kami.\"","Mendengar itu, pergilah 3.000 orang Yehuda ke gua di bukit batu di Etam. Di sana mereka berkata, \"Simson, apakah kau tidak tahu bahwa orang Filistin berkuasa atas kita? Apa ini yang telah kaulakukan terhadap kami!\" Simson menyahut, \"Saya hanya membalas apa yang mereka lakukan terhadap saya.\"","Kata mereka, \"Kami datang untuk mengikat dan menyerahkan engkau kepada orang Filistin.\" Simson berkata, \"Berjanjilah dahulu bahwa kalian sendiri tidak akan bunuh saya.\"","\"Baik,\" kata mereka, \"memang kami hanya mau mengikat dan menyerahkan engkau kepada orang Filistin. Kami tidak akan membunuhmu.\" Lalu mereka mengikat dia dengan dua buah tali yang masih baru, dan membawa dia pergi dari gua itu.","Ketika Simson dibawa sampai ke Lehi, orang-orang Filistin berlari mendatangi dia sambil menyorakinya. Tiba-tiba ia menjadi kuat oleh kuasa TUHAN. Tali-tali yang mengikat tangannya itu diputuskannya begitu saja seolah-olah tali itu tali yang hangus.","Kemudian ia menemukan sebuah tulang rahang yang masih baru dari seekor keledai. Ia memungut tulang itu, lalu memakainya untuk memukul 1.000 orang sampai mati.","Maka bernyanyilah Simson, \"Dengan rahang keledai, kuhajar seribu orang; dengan rahang keledai, kutumpuk mayat-mayat mereka.\"","Setelah itu, ia membuang tulang rahang itu. Itu sebabnya tempat tersebut dinamakan Ramat-Lehi.","Kemudian Simson merasa haus sekali, sehingga ia berseru kepada TUHAN. Ia berkata, \"TUHAN, baru saja Engkau memberikan kemenangan yang besar ini kepada saya. Sekarang haruskah saya mati kehausan, sehingga ditangkap oleh orang-orang Filistin ini yang tidak mengenal Engkau?\"","Maka Allah membuka lubang di bukit batu di Lehi itu, lalu keluarlah air dari situ. Simson minum, kemudian merasa segar kembali. Itu sebabnya sumber air itu disebut Sumber Air Hakor. Sumber air ini masih ada di Lehi.","Dua puluh tahun lamanya Simson memimpin umat Israel waktu mereka dikuasai orang Filistin."]