["Adalah seorang laki-laki bernama Mikha. Ia tinggal di daerah pegunungan di wilayah Efraim.","Pada suatu hari berkatalah ia kepada ibunya, \"Ibu, ketika ibu kehilangan seribu seratus uang perak, saya dengar ibu mengutuki pencurinya. Ini, Bu, uangnya! Sayalah yang mencurinya.\" Ibunya menjawab, \"Semoga engkau diberkati TUHAN, nak!\"","Mikha mengembalikan uang itu kepada ibunya, lalu ibunya berkata, \"Supaya engkau, anakku, terlepas dari kutukan yang telah saya ucapkan itu, saya mempersembahkan perak ini kepada TUHAN untuk dipakai membuat patung kayu yang dilapisi perak. Jadi uang itu saya kembalikan kepadamu.\"","Maka setelah Mikha mengembalikan uang itu kepada ibunya, ibunya itu mengambil dua ratus keping dari uang itu, dan memberikannya kepada seorang tukang perak. Lalu ia menyuruh tukang itu membuat sebuah patung kayu yang dilapis dengan perak itu. Kemudian patung itu ditaruh di rumah Mikha.","Mikha sendiri sudah mempunyai sebuah tempat penyembahan. Ia membuat beberapa patung berhala dan sehelai efod lalu mengangkat salah seorang anaknya yang laki-laki menjadi imam.","Pada waktu itu bangsa Israel tidak mempunyai raja; setiap orang melakukan apa yang dianggapnya benar.","Pada masa itu juga ada seorang pemuda dari suku Lewi. Dahulu ia tinggal di Betlehem di wilayah Yehuda.","Tapi kini ia telah meninggalkan kota itu dan sedang berjalan mencari tempat tinggal yang lain. Di dalam perjalanannya itu ia tiba di rumah Mikha di daerah pegunungan wilayah Efraim.","Mikha bertanya kepadanya, \"Saudara orang mana?\" Orang itu menjawab, \"Saya orang Lewi dari Betlehem di Yehuda. Saya sedang mencari tempat tinggal.\"","Mikha berkata, \"Tinggallah saja dengan saya di sini, supaya kau menjadi penasihat dan imam kami. Nanti saya memberi kepadamu sepuluh uang perak setiap tahun, dan juga pakaian serta makanan.\"","Pemuda Lewi itu setuju, lalu ia diangkat oleh Mikha menjadi imamnya. Ia tinggal di rumah Mikha serta diperlakukan seperti anak kandung Mikha sendiri.","(17:11)","Maka kata Mikha, \"Nah, sekarang saya yakin TUHAN akan berbuat baik kepada saya sebab sudah ada seorang Lewi yang menjadi imam bagi saya.\""]