["Pada waktu Israel belum mempunyai raja, ada seorang Lewi tinggal di pedalaman, di daerah pegunungan Efraim. Ia mengambil seorang wanita dari Betlehem Yehuda menjadi selirnya.","Tetapi kemudian wanita itu marah kepadanya, sehingga ia kembali ke rumah ayahnya di Betlehem. Setelah wanita itu tinggal di sana empat bulan lamanya,","orang Lewi itu pergi menyusul dia untuk membujuknya kembali kepadanya. Ia pergi dengan membawa seorang hamba dan dua ekor keledai. Setelah tiba di sana, wanita itu membawa dia kepada ayahnya. Ketika ayah wanita itu melihat dia, ia menyambutnya dengan gembira,","dan mendesak supaya ia jangan pulang. Karena itu, ia tinggal selama tiga hari dan makan minum serta bermalam di situ bersama selirnya itu.","Pada hari keempat, mereka bangun pagi-pagi sekali lalu bersiap-siap untuk berangkat. Tetapi ayah wanita itu berkata kepada orang Lewi itu, \"Makan dulu supaya kuat. Kalian bisa berangkat kemudian.\"","Maka duduklah orang Lewi itu lalu makan dan minum bersama-sama dengan ayah wanita itu. Tetapi ketika ia berdiri hendak berangkat, ayah wanita itu membujuknya supaya jangan pergi. \"Bersenang-senanglah dulu,\" katanya, \"dan bermalamlah di sini.\" Maka tinggallah orang Lewi itu di situ semalam lagi.","(19:6)","Pada hari kelima, pagi-pagi sekali, ketika ia hendak berangkat, ayah wanita itu berkata lagi, \"Ayo, makanlah dulu; sebentar baru berangkat.\" Maka mereka berdua makan bersama dan berlambat-lambat sampai matahari mulai terbenam.","Kemudian, ketika orang Lewi itu bersama selirnya dan hambanya hendak berangkat, ayah itu berkata, \"Hari sudah hampir malam, sebentar lagi gelap. Lebih baik menginap saja di sini dan bersenang-senang. Besok kalian boleh bangun pagi-pagi untuk berangkat dan pulang.\"","Tetapi orang Lewi itu tidak mau bermalam lagi di situ. Ia dan selirnya berangkat, bersama-sama dengan hambanya dan kedua keledainya yang berpelana. Ketika hari hampir malam, mereka sampai di dekat Yebus (yaitu Yerusalem). Lalu hamba itu berkata kepada tuannya, \"Tuan, marilah kita singgah dan bermalam di kota orang Yebus ini saja.\"","(19:10)","Tetapi tuannya menjawab, \"Tidak! Kita tidak akan berhenti di tempat yang penduduknya bukan orang Israel. Mari kita meneruskan perjalanan sedikit lagi dan nanti bermalam di Gibea atau Rama.\"","(19:12)","Karena itu mereka berjalan terus dan tidak berhenti di Yebus. Matahari telah terbenam ketika mereka sampai di Gibea di wilayah suku Benyamin.","Mereka singgah di sana untuk bermalam, lalu masuk ke kota dan pergi duduk di alun-alun. Tetapi tak ada seorang pun yang mengundang mereka ke rumahnya untuk bermalam.","Sementara mereka duduk di alun-alun kota, datanglah seorang tua yang baru kembali dari pekerjaannya di ladang. Ia sebenarnya berasal dari daerah pegunungan Efraim tetapi sekarang tinggal di Gibea. (Penduduk lainnya di Gibea adalah orang Benyamin.)","Ketika orang tua itu melihat orang Lewi itu di alun-alun, ia bertanya, \"Saudara dari mana, dan mau ke mana?\"","Orang Lewi itu menjawab, \"Kami baru datang dari Betlehem di Yehuda, dan sedang dalam perjalanan pulang ke rumah di pedalaman di pegunungan Efraim. Saya berasal dari sana. Tidak ada seorang pun dari penduduk kota ini mau menerima kami di rumahnya untuk bermalam.","Kami tidak memerlukan apa-apa yang lain, bekal kami cukup. Ada jerami dan makanan untuk keledai kami; ada roti dan anggur untuk saya bersama istri saya ini dan hamba saya.\"","Lalu kata orang tua itu, \"Jangan khawatir, nanti saya tolong. Tidak usah bermalam di alun-alun ini.\"","Kemudian ia membawa mereka ke rumahnya lalu memberi makanan kepada keledai-keledai mereka. Dan setelah tamu-tamunya itu mencuci kaki, mereka makan.","Sementara mereka bersenang-senang, tiba-tiba rumah itu dikepung orang-orang bejat dari kota itu. Mereka menggedor-gedor pintu dan berkata kepada orang tua itu, \"Serahkan kepada kami orang laki-laki yang kaubawa ke rumahmu. Kami mau pakai dia!\"","Orang tua itu keluar dan berkata kepada mereka, \"Jangan, saudara-saudara! Saya mohon, janganlah melakukan hal yang jahat dan tak patut seperti itu, sebab dia tamu saya.","Nanti saya berikan saja selirnya dan anak gadis saya kepada kalian. Bolehlah kalian memuaskan diri dengan mereka. Tapi, janganlah melakukan apa-apa yang jahat terhadap tamu saya itu!\"","Tetapi karena orang-orang bejat itu tetap berkeras, maka orang Lewi itu mendorong selirnya itu keluar untuk mereka. Lalu mereka memperkosa wanita itu tanpa henti-hentinya sampai pagi.","Pada waktu subuh wanita itu kembali, tetapi di depan pintu rumah orang tua itu, tempat suaminya menginap, ia pingsan. Setelah matahari terbit ia masih berada di situ.","Pagi itu, ketika suaminya bangun dan membuka pintu untuk berangkat, ia mendapati selirnya tergeletak di depan rumah itu dengan tangannya berpegang pada pintu.","\"Bangunlah,\" katanya kepadanya, \"mari kita berangkat.\" Tetapi wanita itu tidak menjawab karena sudah mati. Lalu, ia mengangkat wanita itu dan menaruhnya di atas keledai, kemudian berangkat untuk pulang ke rumahnya.","Sampai di rumah, ia masuk dan mengambil pisau kemudian memotong-motong mayat selirnya itu menjadi dua belas potong. Setelah itu, ia mengirim potongan-potongan itu kepada kedua belas suku bangsa Israel, masing-masing satu potong.","Semua orang yang melihat itu berkata, \"Belum pernah hal semacam ini terjadi, sejak umat Israel keluar dari Mesir sampai hari ini. Kita tidak boleh tinggal diam. Kita harus berunding untuk bertindak!\""]