["Malaikat TUHAN pergi dari Gilgal ke Bokhim dan berkata kepada orang-orang Israel, \"Aku sudah mengeluarkan kamu dari Mesir, dan membawa kamu ke negeri yang telah Kujanjikan kepada nenek moyangmu. Sudah Kukatakan pula, 'Ikatan janji antara Aku dengan kamu tak akan Kuputuskan.","Sebab itu kamu tak boleh membuat sesuatu ikatan dengan penduduk negeri ini. Mezbah-mezbah mereka harus kamu runtuhkan.' Tetapi kamu tidak melakukan apa yang telah Kuperintahkan itu. Malah kamu telah melakukan yang sebaliknya!","Jadi, sekarang dengarkan! Aku tak akan mengusir orang-orang negeri ini apabila kamu bertempur dengan mereka. Mereka akan menjadi musuh-musuhmu, dan kamu akan terjerat, sehingga kamu turut menyembah dewa-dewa mereka.\"","Setelah malaikat itu selesai menyampaikan berita itu, seluruh bangsa Israel menangis dengan keras.","Itu sebabnya tempat itu dinamakan Bokhim. Lalu di tempat itu orang-orang Israel mempersembahkan kurban kepada TUHAN.","Setelah Yosua melepas orang-orang Israel pergi, mereka pun berangkat untuk menduduki tanah yang menjadi bagian mereka masing-masing.","Selama Yosua hidup, orang Israel mengabdi kepada TUHAN. Setelah Yosua meninggal pun mereka tetap mengabdi kepada TUHAN selama mereka dipimpin oleh orang-orang yang telah melihat sendiri segala keajaiban yang dilakukan TUHAN untuk orang Israel.","Yosua anak Nun--hamba TUHAN itu--meninggal dunia pada usia seratus sepuluh tahun.","Ia dimakamkan di tanah miliknya sendiri, yaitu di Timnat-Serah di daerah pegunungan Efraim sebelah utara Gunung Gaas.","Kemudian seluruh angkatan itu meninggal juga. Dan angkatan yang berikutnya tidak mengenal TUHAN, karena mereka tidak mengalami apa yang telah dilakukan TUHAN untuk bangsa Israel.","Kemudian orang Israel berdosa terhadap TUHAN. Mereka tidak lagi menyembah TUHAN, Allah nenek moyang mereka, yaitu Allah yang telah membawa mereka keluar dari Mesir. Mereka mulai menyembah Baal dan Asytoret serta dewa-dewa lain yang disembah oleh bangsa-bangsa di sekeliling mereka. Maka TUHAN marah kepada mereka dan membiarkan gerombolan menyerang dan merampok mereka. Mereka tidak berdaya menghadapi musuh-musuh di sekeliling mereka.","(2:11)","(2:11)","(2:11)","Setiap kali mereka pergi bertempur, TUHAN melawan mereka, seperti yang sudah diperingatkan-Nya kepada mereka. Maka mereka mengalami kesulitan yang sangat besar.","Berulang-ulang TUHAN memberikan kepada mereka pemimpin yang berjuang untuk melepaskan mereka dari gerombolan perampok.","Tetapi mereka tidak menghiraukan para pemimpin itu. Mereka menyembah ilah-ilah lain, dan tidak setia kepada TUHAN. Mereka tidak mengikuti teladan nenek moyang mereka yang taat kepada perintah-perintah TUHAN.","Apabila TUHAN memberikan seorang pemimpin kepada bangsa Israel, TUHAN selalu menolong pemimpin itu. Dan selama pemimpin itu masih hidup, TUHAN selalu melepaskan mereka dari musuh-musuh mereka. Ia kasihan kepada mereka apabila Ia mendengar mereka merintih karena dianiaya dan ditekan.","Tetapi apabila pemimpin itu sudah meninggal, bangsa itu berkelakuan lebih buruk dari angkatan yang sebelumnya. Mereka mengabdi kepada ilah-ilah lain dan menyembah ilah-ilah itu. Mereka kembali kepada kebiasaan-kebiasaan mereka yang jahat dan tidak mau mengubah kelakuan mereka.","Sebab itu TUHAN sangat marah kepada umat Israel, dan berkata, \"Aku sudah memerintahkan nenek moyang bangsa ini supaya memegang perjanjian antara Aku dengan mereka. Tetapi bangsa ini memutuskan ikatan janji itu; mereka melanggar perintah-Ku.","Sekarang Aku tidak mau lagi mengusir bangsa manapun juga yang masih ada di negeri ini ketika Yosua meninggal.","Aku akan memakai bangsa-bangsa itu untuk menguji bangsa Israel, supaya Aku tahu apakah umat Israel mau mengikuti perintah-perintah-Ku seperti nenek moyang mereka, atau tidak.\"","Itulah sebabnya TUHAN tidak memberi kemenangan kepada Yosua atas bangsa-bangsa itu. Sebaliknya TUHAN membiarkan mereka tinggal di negeri itu, dan tidak segera mengusir mereka."]