["Pada waktu orang Israel berkumpul di Mizpa, mereka telah berjanji kepada TUHAN bahwa tidak seorang pun dari mereka yang akan mengizinkan anak gadisnya menjadi istri orang Benyamin.","Sekarang mereka pergi ke Betel dan duduk bersedih hati sampai malam di hadapan Tuhan. Mereka menangis dan berseru,","\"Ya TUHAN, Allah Israel, mengapa semua ini harus terjadi? Suku Benyamin, salah satu suku bangsa kami, hampir lenyap!\"","Keesokan harinya, pagi-pagi sekali, umat Israel mendirikan sebuah mezbah di situ, lalu mempersembahkan kepada TUHAN kurban bakaran dan kurban perdamaian.","Kemudian mereka menyelidiki di antara suku-suku bangsa Israel apakah ada yang tidak pergi berkumpul menghadap TUHAN di Mizpa dahulu. (Pada waktu itu mereka sudah bersumpah bahwa orang yang tidak memenuhi panggilan ke Mizpa harus dihukum mati.)","Umat Israel kasihan kepada saudara-saudara mereka suku Benyamin; mereka berkata, \"Hari ini Israel kehilangan salah satu sukunya.","Kita harus berbuat apa supaya orang Benyamin yang sisa ini bisa mempunyai istri, karena kita sudah bersumpah kepada TUHAN bahwa kita tidak akan mengizinkan anak-anak gadis kita menjadi istri orang Benyamin?\"","Maka mereka menyelidiki apakah ada satu golongan dari suku bangsa Israel yang tidak pergi berkumpul di Mizpa. Dan mereka mendapati bahwa dari orang-orang Yabes di Gilead, tidak ada seorang pun yang telah pergi ke Mizpa.","Karena, ketika diperiksa daftar hadir, ternyata tidak terdapat di situ seorang pun dari Yabes.","Oleh sebab itu, orang-orang yang berkumpul di Betel itu mengirim 12.000 orang yang paling berani di antara mereka untuk membunuh setiap orang di Yabes, termasuk wanita dan anak-anak.","Mereka diperintahkan untuk membunuh semua orang laki-laki, dan juga setiap wanita yang bukan perawan lagi.","Maka di antara orang-orang yang tinggal di Yabes itu, mereka mendapati 400 gadis yang masih perawan. Mereka membawa gadis-gadis itu ke perkemahan di Silo yang terletak di negeri Kanaan.","Kemudian seluruh umat Israel mengirim utusan kepada orang-orang Benyamin yang berada di gunung-gunung batu di Rimon untuk menawarkan perdamaian.","Oleh sebab itu orang-orang Benyamin itu kembali, lalu umat Israel memberikan kepada mereka gadis-gadis dari Yabes yang tidak dibunuh itu. Tetapi jumlah gadis-gadis itu tidak cukup untuk orang-orang Benyamin itu.","Umat Israel merasa kasihan kepada orang Benyamin, karena TUHAN sudah meretakkan kesatuan suku-suku bangsa Israel.","Sebab itu, tokoh-tokoh yang berkumpul di Betel itu berkata, \"Di dalam suku Benyamin tidak ada lagi wanita. Tetapi, apa boleh buat; kita tidak bisa mengizinkan anak-anak gadis kita kawin dengan mereka, karena kita sudah menyumpahi setiap orang dari antara kita yang mengizinkan anak gadisnya kawin dengan seorang Benyamin! Jadi, apakah yang harus kita lakukan untuk mereka yang sisa ini supaya mereka bisa mempunyai istri juga? Jangan sampai Israel kehilangan salah satu dari kedua belas sukunya. Kita harus mencari jalan supaya suku Benyamin dapat mempunyai keturunan seterusnya dan tetap memiliki seluruh tanahnya.\"","(21:16)","(21:16)","\"Begini,\" kata mereka, \"ada satu jalan keluar, yaitu pada waktu perayaan tahunan untuk TUHAN di Silo.\" (Di sebelah selatan Silo ini terdapat kota Betel, dan di sebelah baratnya terdapat jalan raya Betel ke Sikhem, sedangkan di sebelah utaranya terdapat kota Lebona.)","Maka tokoh-tokoh pertemuan di Betel itu berkata kepada orang-orang Benyamin yang sisa itu, \"Pergilah kalian bersembunyi di kebun-kebun anggur di Silo,","dan berjaga-jagalah di situ. Nanti kalau gadis-gadis Silo keluar untuk menari selama perayaan tahunan untuk TUHAN, kalian harus keluar dari kebun-kebun anggur itu. Lalu masing-masing harus menangkap seorang gadis dari antara mereka dan melarikannya ke wilayah Benyamin untuk dijadikan istrimu.","Kalau ayah atau saudaranya yang laki-laki datang dan menuntut dia, kalian dapat mengatakan, 'Kami mohon, biarkanlah mereka pada kami. Kami tidak merampas mereka dalam pertempuran. Dan karena kalian tidak memberikan mereka kepada kami, kalian tidak melanggar janji, jadi tidak bersalah.'\"","Maka orang-orang Benyamin itu melakukan apa yang dikatakan kepada mereka. Mereka masing-masing melarikan seorang gadis dari antara gadis-gadis yang menari di Silo. Kemudian mereka kembali ke wilayah mereka sendiri dan membangun kembali kota-kotanya lalu menetap di sana.","Orang-orang Israel yang lainnya itu pun berangkat pula. Mereka kembali ke tanah milik mereka di dalam wilayah mereka masing-masing, menurut kaum dan suku-sukunya.","Pada zaman itu belum ada raja di Israel. Setiap orang melakukan apa yang dianggapnya benar."]