["Untuk menguji orang-orang Israel yang tidak pernah mengalami peperangan di Kanaan, TUHAN membiarkan beberapa bangsa tinggal di negeri itu.","TUHAN melakukan itu hanya dengan maksud mengajar setiap generasi Israel berperang, khususnya mereka yang tidak pernah ikut bertempur.","Bangsa-bangsa yang masih tinggal di negeri itu ialah: bangsa yang diam di dalam kelima kota Filistin, semua bangsa Kanaan, bangsa Sidon, dan bangsa Hewi yang tinggal di pegunungan Libanon, mulai dari Gunung Baal-Hermon sampai ke jalan yang menuju Hamat.","Mereka berada di sana untuk menjadi batu ujian bagi bangsa Israel. Dengan demikian dapatlah diketahui apakah bangsa Israel menuruti perintah-perintah yang telah diberikan TUHAN kepada nenek moyang mereka melalui Musa.","Itulah sebabnya orang-orang Kanaan, Het, Amori, Feris, Hewi dan Yebus tetap tinggal di negeri itu bersama-sama dengan umat Israel.","Umat Israel kawin campur dengan bangsa-bangsa itu, dan turut menyembah dewa-dewa mereka.","Umat Israel berdosa kepada TUHAN, Allah mereka. Mereka lupa kepada-Nya sehingga mereka beribadat kepada berhala-berhala Baal dan Asyera.","Maka TUHAN marah kepada umat Israel, dan membiarkan mereka dikalahkan oleh Raja Kusyan-Risyataim dari Mesopotamia. Delapan tahun lamanya raja itu menguasai mereka.","Kemudian umat Israel berseru minta tolong kepada TUHAN, lalu TUHAN memberikan Otniel untuk membebaskan mereka. (Otniel adalah anak dari Kenas, adik Kaleb.)","Roh TUHAN menguasai Otniel sehingga ia menjadi pemimpin umat Israel. Ia pergi berperang, lalu TUHAN memberikan kemenangan kepadanya atas raja Mesopotamia.","Maka tentramlah negeri itu empat puluh tahun lamanya. Kemudian meninggallah Otniel.","Umat Israel berdosa lagi kepada TUHAN, sehingga TUHAN membuat Eglon, raja Moab, menjadi lebih kuat dari Israel.","Raja Eglon bergabung dengan bangsa Amon dan Amalek, lalu mengalahkan orang Israel, kemudian merebut Yerikho, kota kurma itu.","Delapan belas tahun lamanya umat Israel dijajah oleh Eglon.","Tetapi ketika umat Israel berseru minta tolong kepada TUHAN, Ia memberikan Ehud untuk membebaskan mereka. Ehud seorang yang kidal; ia anak Gera dari suku Benyamin, dan ialah yang biasanya mengantarkan kepada Raja Eglon upeti yang harus dibayar oleh umat Israel.","Pada suatu hari Ehud membuat sebilah pedang bermata dua yang panjangnya hampir setengah meter. Ia menyandangkan pedang itu pada pinggangnya sebelah kanan di dalam bajunya,","lalu pergi menyerahkan upeti dari umat Israel kepada Raja Eglon. Raja itu sangat gemuk.","Setelah menyerahkan upeti itu, Ehud menyuruh orang-orang yang memikul uang emas itu pulang.","Tetapi Ehud sendiri berhenti ketika sampai di batu-batu berukir dekat Gilgal, lalu kembali kepada Eglon. Pada waktu itu Eglon berada di kamar yang sejuk di tingkat atas istananya. Kata Ehud kepada Eglon, \"Paduka Yang Mulia! Hamba membawa berita rahasia untuk Tuanku.\" Maka raja berkata, \"Tunggu dulu,\" lalu ia memerintahkan semua hambanya supaya keluar dan meninggalkan dia dan Ehud sendirian. Kemudian, Ehud mendekati raja yang sedang duduk, lalu berkata, \"Ada berita dari Allah untuk Tuanku!\" Mendengar itu, raja berdiri.","(3:19)","Langsung Ehud mencabut pedangnya dengan tangan kirinya dari pinggangnya sebelah kanan, lalu menikamkannya dalam-dalam ke perut raja. Seluruh mata pedang itu sampai ke gagangnya pun masuk ke dalam lemak-lemak di perut raja itu, sampai tembus ke belakang. Ehud membiarkan pedang itu di situ,","(3:21)","lalu keluar serta menutup dan mengunci pintu kamar tersebut,","kemudian pergi. Ketika para hamba raja datang dan menemukan pintu-pintu kamar itu terkunci, mereka menyangka raja masih berada di dalam dan sedang ke belakang.","Setelah menunggu cukup lama dan raja tidak juga membuka pintu, mereka kebingungan lalu mengambil kunci dan membuka pintu itu. Ternyata raja mereka tergeletak mati di lantai.","Sementara mereka masih menunggu-nunggu, Ehud sudah melarikan diri ke Seira lewat batu-batu berukir.","Segera setelah tiba di daerah pegunungan Efraim, ia meniup trompet untuk memanggil orang Israel bertempur. Mereka datang lalu ia memimpin mereka turun dari daerah pegunungan itu.","\"Ikut saya,\" katanya kepada mereka, \"TUHAN telah mengalahkan orang-orang Moab, musuhmu itu untuk kalian.\" Maka di bawah pimpinan Ehud, turunlah orang-orang Israel itu dari pegunungan. Mereka merebut tempat penyeberangan orang Moab di Sungai Yordan. Tidak seorang pun dari musuh itu dibiarkan menyeberang dengan selamat.","Dalam pertempuran itu mereka membunuh kira-kira 10.000 prajurit Moab yang terbaik; tidak ada yang lolos.","Hari itu Moab kalah terhadap Israel, maka tentramlah negeri itu delapan puluh tahun lamanya.","Pemimpin yang berikut ialah Samgar anak Anat. Ia pun berjuang dan membebaskan orang Israel. Dengan tongkat penggiring lembu, ia membunuh 600 orang Filistin."]