["Setelah Ehud meninggal, bangsa Israel berdosa lagi kepada TUHAN.","Maka TUHAN membiarkan mereka dikalahkan oleh Yabin, raja Kanaan yang berkedudukan di kota Hazor. Panglima angkatan perangnya ialah Sisera yang tinggal di Haroset-Hagoyim.","Yabin mempunyai 900 kereta perang dari besi. Dua puluh tahun lamanya ia menjajah orang Israel dengan kejam. Kemudian mereka berseru meminta tolong kepada TUHAN.","Pada masa itu yang memimpin Israel adalah seorang nabi wanita bernama Debora, istri Lapidot.","Debora biasanya duduk di bawah pohon kurma, antara Rama dan Betel, di daerah pegunungan Efraim. Dan di situlah orang-orang Israel datang untuk minta nasihat kepadanya.","Pada suatu hari ia menyuruh orang memanggil Barak, anak Abinoam, dari kota Kedes di daerah Naftali. Lalu ia berkata kepada Barak, \"Ini perintah TUHAN, Allah Israel, kepadamu: 'Kumpulkanlah 10.000 orang laki-laki dari suku Naftali dan Zebulon, dan bawalah mereka ke Gunung Tabor.","Nanti Aku membuat Sisera, panglima angkatan perang Yabin, mendatangi kamu di Sungai Kison dengan tentaranya dan kereta-kereta perangnya untuk memerangi kamu. Tetapi Aku akan memberi kemenangan kepadamu dalam pertempuran itu.'\"","Barak berkata kepada Debora, \"Kalau engkau ikut, saya mau pergi. Tetapi kalau tidak, saya juga tidak mau pergi.\"","Debora menyahut, \"Baik, saya akan ikut! Tetapi ingat, bukan kau yang nanti mendapat kehormatan. Melalui seorang wanitalah TUHAN akan mengalahkan Sisera.\" Maka berangkatlah Debora bersama-sama Barak ke Kedes.","Dan Barak mengerahkan suku Zebulon dan Naftali ke Kedes. Yang mengikuti Barak dan Debora ketika itu ada 10.000 orang.","Pada waktu itu Heber, seorang Keni, telah memisahkan diri dari bangsanya. (Bangsa Keni adalah keturunan Hobab, ipar Musa.) Heber sudah pergi memasang kemah-kemahnya dekat pohon-pohon terpentin di Zaanaim, tidak jauh dari Kedes.","Segera setelah Sisera mendengar bahwa Barak sudah pergi ke Gunung Tabor,","ia mengumpulkan kesembilan ratus kereta perangnya yang dari besi itu, bersama-sama dengan seluruh pasukannya lalu membawa mereka dari Haroset-Hagoyim ke Sungai Kison.","Lalu kata Debora kepada Barak, \"Ayo, maju! Tuhanlah yang memimpinmu. Hari ini Ia memberi kemenangan kepadamu atas Sisera.\" Maka turunlah Barak dari Gunung Tabor bersama-sama dengan kesepuluh ribu orangnya,","kemudian menyerang Sisera. Dan TUHAN mengacaukan seluruh pasukan Sisera dan kereta-kereta perangnya, sehingga Sisera turun dari keretanya, lalu melarikan diri dengan berjalan kaki.","Barak mengejar kereta-kereta perang dan pasukan musuh itu sampai ke Haroset-Hagoyim lalu seluruh pasukan Sisera itu dibunuhnya; tidak seorang pun yang dibiarkan hidup.","Sementara itu Sisera telah lari ke kemah Yael, istri Heber, orang Keni itu. Sebab, Raja Yabin dari Hazor bersahabat dengan kaum keluarga Heber itu.","Ketika Sisera datang, Yael menyambut dia dan berkata, \"Mari Tuan, masuk saja ke dalam kemah saya; tak usah takut.\" Maka Sisera masuk ke dalam kemah itu lalu Yael menutupinya dengan kain gorden supaya ia tersembunyi.","Kata Sisera kepada Yael, \"Tolong berikan saya sedikit air untuk minum; saya haus.\" Maka Yael membuka kantong kulit, tempat menyimpan susu, lalu memberi minum kepada Sisera, kemudian menutupinya lagi dengan kain gorden.","Lalu Sisera berkata kepada Yael, \"Pergilah berdiri di muka pintu kemah. Kalau orang datang dan bertanya kepadamu apakah ada orang di sini, katakan tidak ada.\"","Sisera begitu lelah sehingga ia mengantuk lalu tertidur dengan nyenyak. Yael mengambil sebuah martil dan sebatang pasak untuk kemah, lalu dengan diam-diam ia mendekati Sisera. Kemudian ia menancapkan pasak itu ke dalam pelipisnya sampai tembus ke tanah. Begitulah Yael membunuh Sisera.","Ketika Barak datang mencari Sisera, Yael menyambut Barak dan berkata kepadanya, \"Mari, saya akan menunjukkan kepadamu orang yang kaucari itu.\" Barak masuk bersama Yael, lalu melihat Sisera sudah mati, tergeletak di tanah dengan pasak kemah tertancap di dalam pelipisnya.","Hari itu Tuhan memberi kemenangan kepada orang Israel atas Yabin, raja Kanaan.","Raja itu semakin lama semakin ditekan oleh orang Israel sampai akhirnya ia binasa."]