["Pada zaman dahulu sebelum Israel mempunyai seorang raja, negeri Kanaan tertimpa bencana kelaparan. Pada waktu itu ada seorang laki-laki bernama Elimelekh. Ia dari kaum Efrata, dan tinggal di Betlehem di wilayah Yehuda. Karena bencana kelaparan itu, maka ia pergi ke negeri Moab bersama istrinya, Naomi, dan kedua anaknya yang laki-laki: Mahlon dan Kilyon. Lalu mereka tinggal di sana. Ketika mereka masih di sana,","(1:1)","Elimelekh meninggal. Maka tinggallah Naomi bersama kedua anaknya.","Kedua anaknya itu menikah dengan gadis-gadis Moab, yang bernama Orpa dan Rut. Sepuluh tahun kemudian,","kedua anak lelaki Naomi itu, meninggal pula, sehingga Naomi kehilangan baik suaminya maupun kedua anaknya.","Beberapa waktu kemudian Naomi mendengar bahwa TUHAN telah memberkati umat Israel dengan hasil panen yang baik. Karena itu Naomi dengan kedua menantunya berkemas untuk meninggalkan Moab.","Mereka berangkat bersama-sama pulang ke Yehuda. Di tengah jalan","Naomi berkata kepada kedua menantunya itu, \"Kalian pulang saja ke rumah ibumu. Semoga TUHAN baik terhadap kalian seperti kalian pun baik terhadap saya dan terhadap mereka yang telah meninggal itu.","Semoga TUHAN berkenan memberikan jodoh kepada kalian supaya kalian berumah tangga lagi.\" Setelah mengatakan demikian, Naomi pamit kepada mereka dan mencium mereka. Tetapi Orpa dan Rut menangis keras-keras,","dan berkata kepada Naomi, \"Tidak, Bu! Kami ikut bersama Ibu pergi kepada bangsa Ibu.\"","\"Jangan, nak!\" jawab Naomi, \"kalian lebih baik pulang. Untuk apa kalian ikut dengan saya? Bukankah saya tak bisa lagi melahirkan anak untuk menjadi suamimu?","Pulanglah, nak, sebab saya sudah terlalu tua untuk menikah lagi. Dan seandainya masih ada juga harapan bagi saya untuk menikah malam ini juga dan mendapat anak laki-laki,","apakah kalian mau menunggu sampai mereka besar? Masakan karena hal itu kalian tidak menikah dengan orang lain? Tidak, anakku, janganlah begitu! Saya merasa sedih akan apa yang kalian harus alami karena hukuman TUHAN kepada saya.\"","Rut dan Orpa menangis lagi keras-keras kemudian Orpa pamit sambil mencium ibu mertuanya lalu ia pun pulang. Tetapi Rut tidak mau berpisah dari ibu mertuanya itu.","Berkatalah Naomi kepadanya, \"Rut, lihatlah! Iparmu sudah pulang kepada bangsanya dan kepada dewa-dewanya. Pergilah kau juga, nak, ikutilah dia pulang!\"","Tetapi Rut menjawab, \"Ibu, janganlah Ibu menyuruh saya pulang dan meninggalkan Ibu! Saya mau ikut bersama Ibu. Ke mana pun Ibu pergi, ke situlah saya pergi. Di mana pun Ibu tinggal, di situ juga saya mau tinggal. Bangsa Ibu, itu bangsa saya. Allah yang Ibu sembah, akan saya sembah juga.","Di mana pun Ibu meninggal, di situ juga saya mau meninggal dan dikuburkan. TUHAN kiranya menghukum saya seberat-beratnya, jika saya mau berpisah dari Ibu, kecuali kematian memisahkan kita!\"","Naomi melihat bahwa Rut berkeras untuk ikut, jadi, ia tidak mengatakan apa-apa lagi.","Maka mereka meneruskan perjalanan sampai tiba di Betlehem. Begitu mereka tiba di sana, seluruh kota itu gempar. Para wanita di sana berkata, \"Betulkah dia itu Naomi?\"","\"Janganlah panggil saya Naomi,\" kata Naomi, \"panggillah saja Mara, sebab Allah Yang Mahakuasa telah membiarkan saya hidup penuh dengan kepahitan.","Ketika saya pergi dari sini saya berkecukupan, tetapi sekarang TUHAN membawa saya kembali dengan tangan kosong. Oleh sebab itu janganlah kalian menyebut saya Naomi lagi, karena TUHAN Yang Mahakuasa sudah menghukum saya dengan banyak penderitaan!\"","Demikianlah kisahnya bagaimana Naomi kembali dari Moab bersama Rut menantunya yang orang Moab itu. Mereka tiba di Betlehem pada permulaan musim panen gandum."]