["Adalah seorang laki-laki, namanya Elkana, dari suku Efraim. Ia tinggal di kota Rama, di daerah pegunungan Efraim. Elkana adalah anak Yeroham dan cucu Elihu. Ia tergolong keluarga Tohu, cabang dari marga Zuf.","Elkana mempunyai dua istri, Hana dan Penina. Penina mempunyai anak, tetapi Hana tidak.","Setiap tahun Elkana pergi dari Rama untuk beribadat di Silo dan mempersembahkan kurban kepada TUHAN Yang Mahakuasa. Yang menjadi imam TUHAN di Silo ialah Hofni dan Pinehas, anak-anak Eli.","Setiap kali jika Elkana mempersembahkan kurban, Penina dan semua anaknya masing-masing diberinya sebagian dari daging kurban itu.","Tetapi Hana diberinya sebagian saja sebab TUHAN tidak memberi anak kepadanya. Meskipun begitu Elkana sangat mencintai Hana.","Hana selalu disakiti hatinya dan dihina oleh Penina, madunya itu, karena TUHAN tidak memberi anak kepadanya.","Hal itu terjadi dari tahun ke tahun; kalau mereka pergi ke Rumah TUHAN, selalu Hana disakiti hatinya oleh Penina. Seringkali Hana menangis dan tidak mau makan karena ia dihina.","Lalu setiap kali pula Elkana, suaminya, bertanya, \"Mengapa kau menangis Hana? Mengapa kau tak mau makan dan terus sedih saja? Bukankah aku lebih berharga bagimu daripada sepuluh anak laki-laki?\"","Pada suatu hari sesudah mereka makan di Rumah TUHAN di Silo, Hana bangkit dari meja makan. Saat itu Imam Eli yang juga ada di Rumah TUHAN, sedang duduk di kursinya dekat pintu. Dengan sangat sedih Hana berdoa kepada TUHAN sambil menangis tersedu-sedu.","(1:9)","Kemudian Hana mengucapkan janji, katanya, \"TUHAN Yang Mahakuasa, perhatikanlah hamba-Mu ini! Lihatlah sengsara hamba. Ingatlah kepada hamba dan jangan lupakan hamba! Jika Engkau memberikan kepada hamba seorang anak laki-laki, hamba berjanji akan memberikan dia kepada-Mu seumur hidupnya. Hamba berjanji juga bahwa rambutnya tidak pernah akan dipotong.\"","Lama sekali Hana berdoa, dan Eli memperhatikan mulut wanita itu.","Hana berdoa dalam hati, jadi hanya bibirnya yang komat-kamit, tetapi suaranya tidak terdengar. Sebab itu ia disangka mabuk oleh Eli.","Maka Eli pun berkata kepadanya, \"Masakan kau mabuk di sini! Jangan minum anggur lagi!\"","Tetapi Hana menjawab, \"Aku tidak mabuk, Pak, aku sama sekali tidak minum anggur! Aku putus asa, dan sedang berdoa menceritakan segala penderitaanku kepada TUHAN.","Janganlah aku ini dianggap perempuan jalang. Aku berdoa seperti ini karena aku sangat sedih.\"","Lalu kata Eli, \"Kalau begitu pulanglah dengan selamat. Semoga Allah Israel mengabulkan permintaanmu.\"","Jawab Hana, \"Semoga aku mendapat restu Bapak.\" Kemudian ia pergi, lalu makan; dan ia tidak sedih lagi.","Keesokan harinya Elkana dan keluarganya bangun pagi-pagi, dan setelah beribadat kepada TUHAN, pulanglah mereka ke Rama. Maka Elkana bersetubuh dengan Hana, istrinya itu, dan TUHAN mengabulkan doa Hana.","Wanita itu hamil dan melahirkan anak laki-laki. Ia menamakannya Samuel, katanya, \"Aku telah memintanya dari TUHAN.\"","Tibalah waktunya Elkana dan keluarganya pergi ke Silo lagi untuk mempersembahkan kurban tahunan kepada TUHAN. Selain itu Elkana telah berjanji untuk mempersembahkan kurban yang khusus.","Tetapi kali ini Hana tidak ikut. Katanya kepada suaminya, \"Nanti setelah disapih, Samuel akan kuantarkan ke Rumah TUHAN, dan ia akan tinggal di sana seumur hidupnya.\"","Jawab Elkana, \"Baiklah, lakukanlah apa yang kaupandang baik; tinggallah di rumah sampai tiba waktunya engkau menyapih anak kita. Dan semoga TUHAN membuat janjimu menjadi kenyataan.\" Jadi, Hana tinggal di rumah sampai tiba waktunya anaknya disapih.","Sesudah Samuel disapih, ia diantarkan ibunya ke Rumah TUHAN di Silo. Pada waktu itu ia masih sangat kecil. Hana membawa pula seekor sapi jantan yang berumur tiga tahun, gandum sepuluh kilogram, dan sebuah kantong kulit yang penuh berisi anggur.","Sapi itu dipotong, lalu Samuel diantarkan kepada Eli.","Hana berkata kepada Eli, \"Maaf, Pak. Masih ingatkah Bapak kepadaku? Aku ini wanita yang pernah Bapak lihat berdiri di sini, sedang berdoa kepada TUHAN.","Anak inilah yang kuminta dari TUHAN. Doaku telah dikabulkan,","dan karena itu anak ini kuserahkan untuk menjadi milik TUHAN seumur hidupnya.\" Setelah itu mereka beribadat kepada TUHAN."]