["Pada suatu ketika Yonatan berkata kepada pemuda pembawa senjatanya, \"Ayolah, kita pergi ke pos Filistin di seberang sana!\" Tetapi ia tidak minta izin kepada ayahnya.","Pada saat itu Saul sedang berada di bawah pohon delima di Migron, tidak jauh dari Gibea. Rakyat yang mengikutinya kira-kira 600 orang banyaknya.","(Imam yang membawa efod ialah Ahiya anak Ahitub, yaitu saudara Ikabod anak Pinehas, dan Pinehas anak Eli, imam TUHAN di Silo.) Rakyat juga tidak tahu bahwa Yonatan telah pergi dari situ.","Untuk mencapai pos Filistin itu, Yonatan harus melalui sebuah sela gunung yang diapit oleh dua batu karang yang bergerigi, yang masing-masing bernama Bozes dan Sene.","Batu karang yang di sebelah utara menghadap ke Mikhmas, dan yang di sebelah selatan menghadap ke Geba.","Maka berkatalah Yonatan kepada pemuda itu, \"Mari kita pergi ke pos orang Filistin si kafir itu. Barangkali TUHAN mau menolong kita. Sebab TUHAN dapat memberi kemenangan, baik dengan banyak orang maupun dengan sedikit orang.\"","Pemuda itu menjawab, \"Apa saja yang hendak Tuan lakukan, hamba setuju.\"","\"Baiklah,\" kata Yonatan. \"Pada waktu menyeberang, kita akan memperlihatkan diri kepada orang-orang Filistin itu.","Jika mereka menyuruh kita berhenti dan menunggu sampai mereka datang kepada kita, maka kita akan tetap tinggal di situ saja dan tidak usah menyeberang.","Tetapi jika mereka menyuruh kita datang kepada mereka, kita akan ke sana, karena itulah tandanya mereka sudah diserahkan TUHAN kepada kita.\"","Ketika mereka berdua memperlihatkan diri kepada orang Filistin di pos penjagaan itu, berkatalah orang-orang Filistin itu, \"Lihatlah, ada orang-orang Ibrani yang keluar dari lubang-lubang tempat mereka bersembunyi!\"","Kemudian mereka berseru kepada Yonatan dan hambanya, \"Naiklah kemari supaya kami perlihatkan sesuatu kepadamu!\" Lalu berkatalah Yonatan kepada pemuda itu, \"Ikutilah aku, karena mereka sudah diserahkan TUHAN kepada Israel.\"","Dengan diikuti pemuda itu Yonatan merangkak ke atas. Sewaktu Yonatan muncul, berjatuhanlah orang-orang Filistin dipukul olehnya, sedang di belakangnya, pemuda itu membunuhi mereka.","Dalam serangan pertama itu, Yonatan dan pemuda itu membunuh kira-kira dua puluh orang di daerah seluas seperempat hektar.","Kejadian itu menggemparkan orang Filistin di perkemahan dan di padang-padang. Seluruh rakyat Filistin dengan pos-pos penjagaan serta rombongan-rombongan perampok menjadi ketakutan; bahkan bumi pun bergetar, dan terjadilah hiruk-pikuk yang hebat.","Sementara itu tentara Saul yang berkawal di Gibea di wilayah Benyamin, melihat orang Filistin berlari kian kemari dengan sangat kebingungan.","Maka berkatalah Saul kepada anak buahnya, \"Hitunglah para prajurit dan periksalah siapa yang tidak ada.\" Mereka melakukan perintah itu lalu ketahuanlah bahwa Yonatan dan pemuda pembawa senjatanya tidak ada.","\"Bawalah efod itu kemari,\" kata Saul kepada Imam Ahia. (Pada hari itu Ahia membawa efod itu di hadapan orang Israel.)","Ketika Saul sedang berbicara dengan imam itu, kegemparan dalam perkemahan orang Filistin semakin bertambah, sehingga Saul berkata kepada imam itu, \"Kita tak sempat lagi untuk meminta petunjuk dari TUHAN!\"","Lalu Saul dan orang-orangnya serentak maju ke tempat pertempuran. Di situ mereka melihat ada kekacauan di antara orang Filistin; mereka saling menyerang dan saling membunuh.","Orang-orang Ibrani yang tinggal di daerah orang Filistin, dan yang telah ikut dengan tentara mereka, berbalik haluan serta bergabung dengan Saul dan Yonatan.","Juga orang-orang Israel yang bersembunyi di bukit-bukit Efraim, yang mendengar bahwa orang Filistin telah lari, ikut bergabung dan menyerang orang Filistin itu.","Mereka bertempur sepanjang jalan sampai lewat Bet-Awen. TUHAN menyelamatkan Israel pada hari itu.","Pada hari itu orang-orang Israel dalam keadaan lemah karena lapar, sebab Saul telah bersumpah demikian, \"Terkutuklah orang yang memakan apa pun pada hari ini sebelum aku membalas dendam terhadap musuhku.\" Karena itu tidak seorang pun yang makan sepanjang hari itu.","Kemudian sampailah mereka semua di sebuah hutan dan menemukan banyak sekali madu,","tetapi tak seorang pun yang makan sesuatu dari madu itu, karena takut kena kutuk yang diucapkan Saul.","Tetapi Yonatan tidak mengetahui bahwa ayahnya telah mengancam rakyat dengan kutuk itu; sebab itu diulurkannya tongkat yang dibawanya, dan dicucukkannya ke dalam sarang madu, lalu diambilnya madu itu dan dimakannya. Segera ia merasa segar dan bertambah kuat.","Kemudian seorang dari prajurit-prajurit itu berkata kepadanya, \"Kami semua sudah tak berdaya karena lapar. Tetapi ayah Tuan telah mengancam kami dengan sumpah, katanya, 'Terkutuklah orang yang makan pada hari ini.'\"","Yonatan menjawab, \"Sungguh keterlaluan tindakan ayahku itu terhadap bangsa kita! Lihat, keadaanku sekarang jauh lebih baik setelah aku makan sedikit madu.","Seandainya rakyat pada hari ini diizinkan makan makanan yang telah dirampasnya ketika mengalahkan musuh, pastilah lebih banyak orang Filistin yang dapat kita bunuh!\"","Pada hari itu orang Israel mengalahkan orang Filistin setelah bertempur sepanjang jalan dari Mikhmas sampai ke Ayalon. Tetapi setelah itu mereka begitu letih,","sehingga mereka berebut-rebutan mengambil barang rampasan yang didapatkan dari musuh; mereka mengambil domba dan sapi lalu memotongnya di tempat itu juga, dan langsung memakan daging yang masih ada darahnya.","Lalu diberitahu kepada Saul demikian, \"Baginda, rakyat telah berdosa terhadap TUHAN karena makan daging dengan darahnya.\" \"Kamu pengkhianat!\" teriak Saul. \"Gulingkanlah sebuah batu besar kemari.\"","Kemudian katanya lagi kepada orang-orang yang membawa berita itu, \"Berpencarlah kamu di antara rakyat dan suruhlah mereka membawa sapi dan dombanya kemari, supaya dipotong di atas batu ini dan dimakan di sini; dengan demikian mereka tidak makan daging dengan darahnya dan tidak berdosa lagi terhadap TUHAN.\" Malam itu juga seluruh rakyat membawa binatang rampasannya dan memotongnya di situ.","Lalu Saul mendirikan mezbah bagi TUHAN; itulah mezbah pertama yang didirikannya.","Kemudian berkatalah Saul kepada anak buahnya, \"Marilah kita menyerang orang Filistin pada malam ini lalu merampok mereka sampai pagi dan membunuh mereka semua.\" Mereka menjawab, \"Baiklah Baginda lakukan apa yang Baginda pandang baik.\" Tetapi imam berkata, \"Marilah kita lebih dahulu minta petunjuk dari Allah.\"","Lalu bertanyalah Saul kepada Allah, \"Bolehkah aku menyerang orang Filistin? Apakah mereka akan Kauserahkan ke tangan Israel?\" Tetapi pada hari itu Allah tidak menjawabnya.","Sebab itu berkatalah Saul kepada para pemimpin rakyat, \"Mari ke sini semua dan periksalah dosa apa yang telah dilakukan pada hari ini.","Aku berjanji demi TUHAN yang hidup, yang telah memberikan kemenangan kepada Israel, bahwa orang yang bersalah akan dihukum mati, meskipun dia adalah Yonatan putraku.\" Tetapi tak seorang pun berani menjawabnya.","Lalu berkatalah Saul kepada seluruh rakyat Israel, \"Kamu semua berdiri di sebelah sini.\" Jawab mereka, \"Hendaklah Baginda lakukan apa yang Baginda pandang baik.\"","Kemudian berdoalah Saul, \"TUHAN, Allah Israel, mengapa hari ini Engkau tidak menjawab aku? TUHAN, jawablah aku melalui batu-batu yang suci ini. Jika kesalahan itu ada padaku atau pada Yonatan, jawablah dengan batu Urim, tetapi jika kesalahan itu ada pada umat-Mu Israel, jawablah dengan batu Tumim.\" Maka jawaban TUHAN menunjuk kepada Yonatan dan Saul; dengan demikian rakyat dinyatakan tidak bersalah.","Lalu berkatalah Saul, \"Ya TUHAN, tentukanlah antara aku dan Yonatan.\" Maka Yonatanlah yang dinyatakan bersalah.","Lalu kata Saul kepada Yonatan, \"Apa yang telah kauperbuat?\" Yonatan menjawab, \"Aku telah memakan sedikit madu yang kuambil dengan ujung tongkatku; aku bersedia untuk mati.\"","Kata Saul kepadanya, \"Semoga aku dihukum Allah jika engkau tidak dihukum mati, Yonatan!\"","Tetapi rakyat berkata kepada Saul, \"Haruskah Yonatan dihukum mati? Padahal dialah yang membawa kemenangan besar ini? Tidak! Kami berjanji demi TUHAN yang hidup, bahwa Yonatan tidak boleh kehilangan sehelai rambut pun dari kepalanya. Karena dengan pertolongan Tuhanlah, ia telah mendapat kemenangan pada hari ini.\" Demikianlah Yonatan diselamatkan rakyat dari hukuman mati.","Setelah itu orang Filistin kembali ke wilayah mereka sendiri karena Saul tidak mengejar mereka lagi.","Setelah Saul menjadi raja Israel, ia berperang di mana-mana melawan segala musuh Israel, yaitu orang Moab, orang Amon, dan orang Edom, raja-raja negeri Zoba, dan orang Filistin. Di mana pun ia berperang, selalu ia mendapat kemenangan.","Ia bertempur dengan gagah berani dan mengalahkan orang Amalek, serta membebaskan Israel dari kuasa perampok.","Putra-putra Saul ialah Yonatan, Yiswi, dan Malkisua. Putrinya yang sulung bernama Merab, dan yang kedua bernama Mikhal.","Istrinya bernama Ahinoam, anak Ahimaas; panglima tentaranya adalah Abner anak Ner, yaitu paman Saul.","Kish ayah Saul, dan Ner ayah Abner, adalah anak-anak Abiel.","Selama hidupnya Saul selalu berperang dengan sengit melawan orang Filistin. Sebab itu, apabila Saul melihat orang yang kuat atau berani, ia segera menjadikannya anggota tentaranya."]