["Beberapa waktu kemudian TUHAN berkata kepada Samuel, \"Berapa lama lagi engkau bersedih hati karena Saul? Bukankah dia telah tak diakui sebagai raja Israel? Sekarang, ambillah minyak zaitun dan pergilah ke Betlehem, kepada seorang yang bernama Isai, karena salah seorang dari anak-anaknya telah Kupilih menjadi raja.\"","Tetapi Samuel menjawab, \"Bagaimana aku harus melakukannya? Jika hal itu kedengaran oleh Saul, pastilah aku dibunuhnya!\" TUHAN menjawab, \"Bawalah seekor sapi muda, dan katakanlah kepada rakyat bahwa engkau datang ke sana untuk mempersembahkan kurban kepada TUHAN.","Lalu undanglah Isai ke upacara pengurbanan itu. Nanti akan Kuberitahukan apa yang harus kaulakukan. Orang yang Kutunjukkan kepadamu, harus kaulantik menjadi raja.\"","Samuel melakukan seperti yang dikatakan TUHAN. Ketika ia sampai di Betlehem, para pemimpin kota menyambutnya dengan terkejut dan bertanya, \"Apakah kunjungan Bapak membawa selamat?\"","Jawab Samuel, \"Ya, benar. Aku datang untuk mempersembahkan kurban kepada TUHAN. Maka sucikanlah dirimu supaya dapat mengikuti upacara pengurbanan itu.\" Isai dan anak-anaknya juga disuruhnya menyucikan dirinya masing-masing, dan diundangnya ke upacara itu.","Ketika mereka sudah berkumpul dan Samuel melihat Eliab anak Isai, pikirnya, \"Pastilah ini yang akan dipilih TUHAN.\"","Tetapi TUHAN berkata kepada Samuel, \"Janganlah kau terpikat oleh rupanya yang elok dan tinggi badannya; bukan dia yang Kukehendaki. Aku tidak menilai seperti manusia menilai. Manusia melihat rupa, tetapi Aku melihat hati.\"","Kemudian Isai memanggil Abinadab, anaknya, lalu disuruhnya menghadap Samuel. Tetapi Samuel berkata, \"Dia juga tidak dipilih TUHAN.\"","Lalu Syama disuruh maju oleh Isai, tetapi Samuel berkata, \"Dia juga tidak dipilih TUHAN.\"","Demikianlah Isai menyuruh ketujuh anaknya berturut-turut menghadap Samuel, tetapi Samuel berkata kepadanya, \"Mereka tidak dipilih TUHAN.\"","Lalu bertanyalah Samuel kepadanya, \"Hanya inikah semua anak laki-lakimu?\" Jawab Isai, \"Masih ada seorang lagi, yang bungsu, tetapi ia sedang menggembalakan domba.\" Samuel berkata, \"Suruhlah memanggil dia, karena kita tidak akan makan sebelum ia datang.\"","Lalu Isai menyuruh memanggil anak itu. Ternyata ia seorang pemuda yang tampan dan sehat, dan matanya indah. Lalu berkatalah TUHAN kepada Samuel, \"Inilah dia; lantiklah dia!\"","Segera Samuel mengambil minyak zaitun itu dan melantik Daud dengan upacara peminyakan di hadapan abang-abangnya. Pada saat itu juga Daud dikuasai oleh Roh TUHAN. Sejak hari itu dan seterusnya Roh TUHAN menyertainya. Kemudian pulanglah Samuel ke Rama.","Adapun Saul telah ditinggalkan oleh Roh TUHAN, dan kini ia disiksa oleh roh jahat yang diutus TUHAN.","Sebab itu hamba-hamba Saul berkata kepadanya, \"Kami tahu bahwa roh jahat yang diutus TUHAN menyiksa Baginda.","Jika Baginda setuju, kami bersedia mencari seorang yang pandai main kecapi. Bilamana Baginda disiksa roh jahat, orang itu dapat memainkan kecapinya, dan Baginda akan merasa nyaman lagi.\"","Lalu Saul memerintahkan kepada mereka, \"Carilah seorang yang pandai main musik, dan bawalah dia kemari.\"","Mendengar itu seorang hambanya berkata, \"Isai penduduk kota Betlehem mempunyai seorang anak laki-laki yang pandai main musik. Ia pemberani dan seorang prajurit yang baik. Lagipula ia gagah dan pandai berbicara, dan TUHAN selalu menolongnya.\"","Maka Saul mengirim utusan kepada Isai membawa pesan ini, \"Suruhlah anakmu Daud, yang menjaga domba-dombamu itu menghadap kepadaku.\"","Kemudian Isai menyiapkan seekor keledai, lalu memuatinya dengan seekor anak kambing, roti dan kantong kulit berisi penuh anggur. Semuanya itu diberikannya kepada Daud untuk dipersembahkan kepada Saul.","Demikianlah Daud datang kepada Saul dan menjadi pelayannya. Ia sangat disayangi Saul dan diangkat menjadi pembawa senjatanya.","Kemudian Saul mengirim pesan kepada Isai, \"Aku suka kepada Daud. Izinkanlah dia tetap tinggal di sini dan melayani aku.\"","Sejak itu, setiap kali Saul didatangi roh jahat itu, Daud mengambil kecapinya dan memainkannya. Lalu Saul merasa tenang dan nyaman lagi, karena ditinggalkan oleh roh jahat itu."]