["Saul mengatakan kepada Yonatan putranya, dan kepada semua pegawainya bahwa ia hendak membunuh Daud. Tetapi Yonatan sangat sayang kepada Daud,","karena itu ia berkata kepadanya, \"Ayahku berusaha membunuhmu; jadi hati-hatilah! Bersembunyilah besok pagi di suatu tempat rahasia, dan tinggallah di situ.","Aku akan pergi ke padang bersama dengan ayahku dan berdiri di dekat tempat engkau bersembunyi itu. Lalu aku akan berbicara dengan beliau mengenai maksud beliau terhadapmu, dan hasil pembicaraan itu akan kuberitahukan kepadamu.\"","Lalu Yonatan mengatakan yang baik tentang Daud kepada Saul, katanya, \"Ayah, janganlah Ayah mencelakakan hambamu Daud. Sebab ia tidak berbuat kesalahan apa-apa terhadap Ayah; malahan sebaliknya, ia telah sangat berjasa kepada Ayah.","Ia telah mempertaruhkan nyawanya ketika membunuh Goliat, dan TUHAN telah memberikan kemenangan besar kepada Israel melalui dia. Ayah sendiri telah melihat kejadian itu, dan Ayah gembira pada waktu itu. Jadi, mengapa sekarang Ayah hendak menganiaya orang yang tidak bersalah dan mau membunuh Daud tanpa alasan apa pun?\"","Saul menjadi insaf oleh kata-kata Yonatan, dan ia bersumpah demi nama TUHAN bahwa Daud tidak akan dibunuhnya.","Setelah itu Yonatan memanggil Daud, dan menceritakan semua percakapan tadi. Kemudian ia membawa Daud kepada Saul, dan Daud melayani dia seperti dahulu.","Kemudian pecah lagi perang dengan orang Filistin. Daud menyerang dan mengalahkan mereka sama sekali, sehingga mereka lari.","Pada suatu hari Saul sedang duduk di rumahnya dengan tombak di tangannya dan tiba-tiba Saul didatangi lagi oleh roh jahat yang diutus TUHAN. Pada waktu itu Daud sedang memainkan kecapinya.","Lalu Saul berusaha menancapkan tombaknya kepada Daud yang berada di dekat dinding. Tetapi Daud mengelak, sehingga tombak itu tertancap di dinding. Daud lari untuk menyelamatkan dirinya.","Pada malam itu juga Saul mengirim beberapa orang ke rumah Daud untuk mengintip Daud dan membunuhnya pada waktu pagi. Tetapi Mikhal istrinya berkata kepadanya, \"Jika engkau tidak lari malam ini, besok pagi engkau pasti dibunuh.\"","Lalu Mikhal menurunkan Daud dari jendela, dan Daud melarikan diri sehingga lolos.","Sesudah itu Mikhal mengambil patung dewa rumah tangganya lalu meletakkannya di tempat tidur Daud. Kemudian di bagian kepalanya ditaruhnya bantal dari bulu kambing, dan selanjutnya diselubunginya patung itu dengan selimut.","Ketika para utusan Saul datang untuk menangkap Daud, Mikhal berkata, \"Daud sedang sakit.\"","Tetapi Saul menyuruh mereka pergi lagi ke situ untuk melihat Daud dengan mata mereka sendiri. Perintahnya, \"Bawalah dia ke mari, sekalian dengan tempat tidurnya, supaya kubunuh.\"","Lalu masuklah utusan itu ke dalam kamar dan ternyata patunglah yang terletak di tempat tidur dengan bantal bulu kambing di bagian kepalanya.","Saul berkata kepada Mikhal, \"Tega benar kautipu aku begini! Musuhku telah kautolong melarikan diri!\" Jawab Mikhal, \"Dia mengancam akan membunuhku jika aku tak mau membantunya melarikan diri.\"","Setelah Daud berhasil lolos, ia pergi ke rumah Samuel di Rama, lalu memberitahukan semua yang dilakukan Saul kepadanya. Kemudian Daud dan Samuel bersama-sama pergi ke Nayot dan tinggal di situ.","Tetapi kepada Saul diberitahukan bahwa Daud ada di Nayot dekat Rama.","Sebab itu Saul mengirim beberapa utusan untuk menangkap Daud. Tetapi mereka mendapati sekumpulan nabi yang sedang menari-nari dan berteriak-teriak bersama-sama, dipimpin oleh Samuel. Lalu para utusan Saul itu dikuasai oleh Roh Allah sehingga mereka juga mulai menari-nari dan berteriak-teriak.","Ketika berita itu sampai kepada Saul, ia mengirimkan utusan-utusan yang lain dan mereka itu pun mulai menari-nari dan berteriak-teriak. Untuk ketiga kalinya Saul mengirimkan utusan-utusan dan begitu juga terjadi pada mereka.","Sebab itu Saul berangkat ke Rama. Sesampainya di sumur besar di Sekhu, ia bertanya di mana Samuel dan Daud berada, dan orang di situ memberitahukan kepadanya bahwa mereka ada di Nayot.","Jadi ia terus ke sana, tetapi ia juga dikuasai oleh Roh Allah, sehingga menari-nari dan berteriak-teriak sepanjang perjalanan ke Nayot.","Setelah sampai di sana, ia menanggalkan pakaiannya dan menari-nari serta berteriak-teriak di depan Samuel, lalu rebah ke tanah dengan telanjang sepanjang hari dan malam. (Inilah asal mula peribahasa yang berbunyi, \"Apakah Saul juga menjadi nabi?\")"]