["Maka larilah Daud dari Nayot dekat Rama dan pergi menemui Yonatan, lalu bertanya, \"Apa salahku? Kejahatan apa yang telah kulakukan dan apa dosaku terhadap ayahmu sehingga ia mau membunuhku?\"","Jawab Yonatan, \"Jangan berkata begitu! Demi TUHAN, engkau tidak akan dibunuh. Ayahku selalu memberitahukan segala rencananya kepadaku, baik yang penting, maupun yang tidak. Jadi tidak mungkin beliau merahasiakan maksudnya itu terhadap aku. Sebab itu, apa yang kaukatakan itu tidak benar!\"","Daud menjawab, \"Ayahmu tahu benar bahwa engkau sayang kepadaku. Jadi pastilah ia tidak mau memberitahukan hal itu kepadamu supaya engkau jangan sedih. Bagaimanapun juga, demi TUHAN yang hidup, sesungguhnyalah hidupku bagaikan telur di ujung tanduk!\"","Lalu berkatalah Yonatan, \"Apa saja yang kauminta akan kulakukan.\"","Daud menjawab, \"Begini, besok adalah Pesta Bulan Baru, dan seharusnya aku makan bersama-sama dengan baginda. Tetapi jika engkau setuju, aku akan pergi dan bersembunyi di padang sampai lusa malam.","Jika ayahmu menanyakan mengapa aku tidak hadir, katakanlah kepada beliau, bahwa aku telah memohon izin darimu untuk segera pulang ke Betlehem, karena di sana diadakan upacara kurban tahunan bagi seluruh keluargaku.","Jika raja berkata, 'Baiklah,' maka aku akan aman, tetapi jika beliau marah, ketahuilah bahwa beliau sudah mengambil keputusan untuk mencelakakan aku.","Aku minta pertolonganmu, karena kita telah mengikat perjanjian di hadapan TUHAN. Namun jika aku bersalah, bunuhlah aku, tetapi janganlah kauserahkan aku kepada ayahmu.\"","Jawab Yonatan, \"Jangan khawatir! Jika aku tahu dengan pasti bahwa ayahku telah bertekad untuk mencelakakanmu, tentulah akan kuberitahukan kepadamu.\"","Kemudian Daud bertanya, \"Siapakah yang akan memberitahukan kepadaku seandainya ayahmu menjawabmu dengan geram?\"","\"Marilah kita pergi ke padang,\" kata Yonatan. Maka pergilah mereka bersama-sama ke padang.","Lalu Yonatan berkata kepada Daud, \"Semoga TUHAN, Allah Israel menjadi saksi kita! Besok pagi atau lusa kira-kira pada waktu seperti sekarang ini, aku akan berusaha mengetahui isi hati ayahku. Jika ia bersikap baik terhadapmu, aku akan mengirim kabar kepadamu.","Jika ia berniat mencelakakanmu, pasti akan kuberitahukan kepadamu juga supaya engkau dapat menyelamatkan dirimu. Semoga TUHAN membunuhku kalau hal itu tidak kulakukan. Mudah-mudahan TUHAN menolongmu seperti dia telah ditolongnya juga!","Dan jika aku masih hidup, ingatlah perjanjian kita di hadapan TUHAN dan setialah kepadaku; tetapi jika aku sudah tiada,","tunjukkanlah kesetiaanmu kepada keturunanku untuk selama-lamanya. Dan apabila TUHAN membinasakan semua musuhmu,","janganlah perjanjian antara kita berdua terputus. Jika sampai terputus, Tuhanlah yang akan menghukummu.\"","Jadi untuk kedua kalinya Yonatan menyuruh Daud berjanji akan mengasihi dia, sebab ia mengasihi Daud seperti dirinya sendiri.","Kemudian berkatalah Yonatan kepadanya, \"Besok Pesta Bulan Baru. Pasti akan ketahuan bahwa engkau tidak hadir, sebab tempatmu kosong pada meja makan;","apalagi lusa! Sebab itu, pergilah ke tempat persembunyianmu yang dahulu itu, dan tunggulah di belakang timbunan batu di situ.","Lusa aku akan melepaskan tiga anak panah ke arah batu itu, seakan-akan membidik sasaran.","Lalu akan kusuruh budakku memungut panah-panah itu, dan jika aku berkata kepadanya, 'Ai, panah itu lebih dekat lagi ke mari; ambillah,' itu berarti bahwa engkau aman dan boleh keluar. Aku bersumpah demi TUHAN yang hidup bahwa engkau tidak dalam bahaya apa pun.","Tetapi jika aku berkata kepada budakku, 'Ai, panah itu lebih jauh lagi ke sana,' itu berarti TUHAN menyuruh engkau pergi; jadi pergilah.","Semoga TUHAN menjaga agar kita selamanya memegang perjanjian antara kita berdua.\"","Maka bersembunyilah Daud di padang. Pada Pesta Bulan Baru, Raja Saul datang ke perjamuan.","Seperti biasanya dia duduk dekat dinding; Yonatan mengambil tempat di hadapannya, Abner di sebelah Saul, tetapi kursi Daud tetap kosong.","Tetapi Saul tidak menyinggung keadaan itu pada hari itu, sebab pikirnya, \"Barangkali ia mengalami sesuatu hal, sehingga ia tidak bersih menurut agama.\"","Pada hari berikutnya, yaitu hari kedua Bulan Baru, kursi Daud masih kosong juga, lalu bertanyalah Saul kepada Yonatan, \"Mengapa kemarin dan hari ini Daud tidak hadir pada perjamuan?\"","Yonatan menjawab, \"Ia telah minta izin kepadaku untuk pergi ke Betlehem.","Katanya, 'Izinkanlah aku pergi, karena keluargaku sedang merayakan pesta kurban di Betlehem, dan aku disuruh datang oleh abangku. Sebab itu, jika kauizinkan, biar aku pergi untuk bertemu dengan sanak saudaraku.' Itulah sebabnya ia tidak hadir pada perjamuan ini, Ayah.\"","Mendengar itu Saul menjadi marah sekali kepada Yonatan dan berkata kepadanya, \"Anak haram jadah! Sekarang aku tahu bahwa engkau memihak kepada Daud dan membuat malu dirimu serta ibumu!","Tidak sadarkah engkau bahwa selama Daud hidup engkau tidak akan mungkin menjadi raja atas negeri ini? Sekarang suruhlah orang mencari dia dan membawanya kemari, sebab dia harus mati!\"","Maka jawab Yonatan, \"Mengapa ia harus mati? Dosanya apa?\"","Mendengar itu Saul melemparkan tombaknya kepada Yonatan hendak membunuhnya. Maka tahulah Yonatan bahwa ayahnya memang sungguh-sungguh berniat hendak membunuh Daud.","Dengan marah sekali Yonatan meninggalkan meja perjamuan dan ia tidak makan apa-apa pada hari kedua Pesta Bulan Baru itu. Ia sangat prihatin memikirkan Daud yang telah dihina oleh Saul ayahnya.","Keesokan harinya Yonatan pergi ke padang untuk bertemu dengan Daud seperti yang telah mereka rencanakan bersama. Ia membawa seorang anak laki-laki, budaknya,","lalu berkata kepadanya, \"Ayo, pungutlah panah-panah yang akan kupanahkan.\" Sedang anak itu berlari, Yonatan memanahkan sebuah panah melewati anak itu.","Ketika anak itu sampai ke tempat jatuhnya panah itu, Yonatan berseru kepadanya, \"Ai, panah itu lebih jauh lagi ke sana!","Cepat sedikit, jangan melamun!\" Anak itu memungut panah itu dan kembali kepada tuannya.","Ia sama sekali tidak mengerti maksud kata-kata Yonatan itu, hanya Yonatan dengan Daudlah yang mengerti.","Kemudian Yonatan memberikan alat pemanahnya kepada anak itu dan menyuruh dia kembali ke kota.","Setelah anak itu pergi, Daud keluar dari belakang timbunan batu itu, lalu sujud tiga kali. Baik dia maupun Yonatan, kedua-duanya menangis ketika mereka saling berciuman. Kesedihan Daud lebih besar daripada kesedihan Yonatan.","Kemudian berkatalah Yonatan kepada Daud, \"Semoga Allah menolongmu. TUHAN akan menjamin bahwa kita dan keturunan kita selalu memegang perjanjian kita berdua di hadapan Allah.\" Setelah itu pergilah Daud, dan Yonatan pun pulang ke kota."]