["Maka pergilah Daud kepada Imam Ahimelekh di Nob. Dengan terkejut Ahimelekh ke luar menemui Daud dan bertanya kepadanya, \"Mengapa engkau ke mari sendirian saja?\"","Daud menjawab, \"Aku telah diserahi sebuah tugas oleh baginda dan dilarang memberitahu kepada seorang pun tentang tugas itu. Sebab itu anak buahku telah kusuruh menunggu di suatu tempat.","Maaf, sekarang aku ingin bertanya, makanan apa yang ada pada Bapak? Berikanlah kepadaku lima buah roti atau apa saja yang ada di sini.\"","Lalu kata imam itu, \"Aku tidak punya roti biasa, hanya roti persembahan yang ada; engkau boleh mengambilnya, asal saja anak buahmu tidak melakukan persetubuhan baru-baru ini.\"","Daud menjawab, \"Tentu saja mereka tidak melakukannya. Selalu jika kami bertugas, anak buahku menjaga agar mereka bersih menurut agama, padahal biasanya itu hanya untuk tugas-tugas biasa; apalagi tugas yang khusus seperti sekarang ini!\"","Lalu imam itu memberikan kepada Daud roti persembahan itu, sebab yang ada padanya hanyalah roti yang dipersembahkan kepada Allah, dan telah diangkat dari mezbah untuk digantikan dengan roti baru.","(Kebetulan, Doeg orang Edom, kepala gembala ternak Saul ada di situ pada hari itu untuk memenuhi suatu kewajiban agama.)","Kemudian bertanyalah Daud kepada Ahimelekh, \"Apakah Bapak menyimpan tombak atau pedang yang dapat kupakai? Perintah baginda itu sangat mendadak sehingga aku berangkat dengan tergesa-gesa sekali dan tak sempat lagi mengambil pedang ataupun senjata yang lain.\"","Lalu Ahimelekh menjawab, \"Aku menyimpan pedang Goliat, orang Filistin yang kaubunuh di Lembah Ela itu; pedang itu ada di belakang efod, terbungkus dalam kain. Jika kau mau, ambil saja, sebab hanya itulah senjata yang ada di sini.\" Kata Daud, \"Pedang itu pedang yang terbaik di seluruh negeri, berikanlah itu kepadaku!\"","Pada hari itu juga Daud melarikan diri dari Saul, lalu sampai kepada Akhis raja kota Gat.","Kepada Akhis diberitahu oleh para pegawainya demikian, \"Bukankah dia ini Daud, raja di negerinya? Dan bukankah untuk dialah para wanita waktu itu menari-nari sambil bernyanyi begini, 'Saul membunuh beribu-ribu musuh, tetapi Daud berpuluh-puluh ribu?'\"","Kata-kata itu mengganggu pikiran Daud, dan ia menjadi takut sekali kepada Raja Akhis.","Sebab itu, di depan umum Daud berpura-pura gila. Ketika mereka mencoba menahannya, ia seolah-olah kurang waras; ia menggaruk-garuk pintu kota dan membiarkan air liurnya meleleh ke janggutnya.","Lalu Akhis berkata kepada para pegawainya, \"Apakah kamu tidak melihat bahwa orang itu gila? Mengapa kamu bawa kemari?","Masih kurangkah orang tak waras di sekitarku, sehingga kamu bawa seorang gila lagi ke rumahku ini?\""]