["Kemudian Daud meninggalkan kota Gat dan bersembunyi di gua dekat kota Adulam. Ketika abang-abangnya dan seluruh keluarganya mendengar bahwa ia ada di situ, datanglah mereka kepadanya.","Juga orang-orang yang tertindas, yang mempunyai hutang, dan yang merasa tidak puas, semuanya bergabung dengan Daud, dan Daud menjadi pemimpin mereka. Jumlah pengikut Daud ada kira-kira 400 orang.","Dari gua itu Daud pergi ke Mizpa di Moab dan berkata kepada raja negeri Moab, \"Izinkanlah ayah dan ibu hamba tinggal pada Tuanku, sampai hamba tahu apa maksud Allah terhadap hamba.\"","Kemudian orang tuanya itu dibawanya kepada raja negeri Moab, dan mereka tetap di sana selama Daud bersembunyi di gua.","Pada suatu hari seorang nabi yang bernama Gad datang kepada Daud dan berkata, \"Jangan tinggal di gua ini, pergilah dengan segera ke tanah Yehuda.\" Lalu pergilah Daud dan masuk ke hutan Keret.","Pada suatu hari Saul sedang duduk di bawah pohon tamariska di atas bukit di Gibea; ia memegang tombaknya sedang semua perwiranya berdiri di sekelilingnya. Ketika ia mendengar bahwa tempat Daud dan anak buahnya telah diketahui,","ia berkata kepada para perwiranya itu, \"Dengarlah, hai orang-orang Benyamin! Apakah si Daud itu akan memberikan kepadamu ladang dan kebun anggur? Apakah kamu semua akan diangkat menjadi perwira dalam tentaranya?","Itukah sebabnya kamu bersepakat melawan aku dan tidak seorang pun memberitahukan kepadaku bahwa anakku sendiri telah memihak kepada si Daud itu? Tak ada seorang pun dari kamu memikirkan diriku atau memberitahukan kepadaku bahwa Daud, anak buahku sendiri, pada saat ini sedang menunggu kesempatan untuk membunuhku, dan bahwa anakku Yonatan telah memberi dorongan kepadanya!\"","Doeg kepala gembala ternak Saul, juga ada di situ dengan para perwira Saul, lalu Doeg berkata, \"Hamba telah melihat Daud mendatangi Ahimelekh anak Ahitub di Nob.","Ahimelekh minta petunjuk kepada TUHAN mengenai apa yang harus dilakukan Daud. Selain itu Daud dibekali makanan juga serta diberi kepadanya pedang Goliat, orang Filistin itu.\"","Lalu raja menyuruh memanggil Imam Ahimelekh dan seluruh sanak saudaranya yang menjadi imam di Nob; maka menghadaplah mereka kepadanya.","Kata Saul kepada Ahimelekh, \"Dengarlah, hai anak Ahitub!\" Jawabnya, \"Ya, Baginda.\"","Tanya Saul kepadanya, \"Mengapa engkau bersepakat dengan Daud melawan aku? Mengapa kaubekali dia dengan roti dan kauberikan pedang serta kaumintakan petunjuk dari Allah? Jadi sekarang ia melawan aku dan sedang menunggu kesempatan untuk membunuh aku.\"","Lalu Ahimelekh menjawab, \"Tetapi bukankah Daud perwira Baginda yang paling setia? Dia adalah menantu Baginda sendiri, kepala pengawal pribadi Baginda, dan sangat dihormati oleh semua orang dalam istana Baginda.","Memang, hamba telah meminta petunjuk dari Allah untuk dia, tetapi bukan untuk pertama kalinya hamba melakukan itu. Mengenai persepakatan melawan Baginda, janganlah Baginda menuduh hamba atau seorang pun dalam keluarga hamba. Hamba tidak tahu apa-apa tentang perkara itu!\"","Tetapi raja berkata, \"Ahimelekh! Engkau dan seluruh sanak saudaramu mesti mati.\"","Lalu ia memerintahkan kepada para pengawal yang berdiri di dekatnya, \"Ayo, bunuhlah imam-imam TUHAN itu! Mereka telah bersekongkol dengan Daud. Mereka tahu bahwa Daud melarikan diri, tetapi mereka tidak mau memberitahukannya kepadaku.\" Tetapi para pengawal itu tidak mau membunuh imam-imam TUHAN itu.","Sebab itu berkatalah Saul kepada Doeg, \"Ayo lekas! Engkau saja yang membunuh mereka!\" Maka majulah Doeg dan dibunuhnya imam-imam itu. Pada hari itu ia menewaskan delapan puluh lima orang imam yang berhak memakai baju efod.","Saul juga memerintahkan untuk membunuh seluruh penduduk Nob, kota imam itu; laki-laki, perempuan, anak-anak dan bayi, juga sapi, keledai dan domba, semuanya dihabisi nyawanya.","Hanya Abyatar, seorang dari anak-anak Ahimelekh berhasil luput. Ia melarikan diri kepada Daud,","lalu memberitahukan bahwa Saul telah membunuh para imam TUHAN.","Maka berkatalah Daud kepadanya, \"Ketika kulihat Doeg di sana pada hari itu, tahulah aku dengan pasti bahwa ia akan mengadu kepada Saul. Jadi akulah yang bertanggung jawab atas kematian seluruh sanak saudaramu.","Tinggallah bersamaku dan jangan takut. Saul ingin membunuhmu, tetapi ia ingin membunuhku juga. Jadi, engkau akan aman di tempatku.\""]