["Pada suatu hari orang-orang dari Zif datang kepada Saul di Gibea dan memberitahukan kepadanya bahwa Daud sedang bersembunyi di Gunung Hakhila di pinggir padang gurun Yehuda.","Maka dengan segera Saul berangkat diiringi tiga ribu prajurit yang terbaik di Israel, menuju padang gurun Zif untuk mencari Daud.","Saul berkemah di tepi jalan dekat Gunung Hakhila itu. Daud yang ada di padang gurun, mendengar bahwa Saul mengikutinya sampai di padang gurun.","Lalu ia pun mengirim mata-mata, dan tahulah ia dengan pasti bahwa Saul ada di situ.","Dengan segera Daud pergi ke perkemahan Saul dan di situ didapatinya kemah di mana Saul tidur di dekat Abner anak Ner. Kemah Saul itu ada di tengah-tengah, sedang tentaranya berkemah di sekelilingnya.","Kemudian Daud bertanya kepada Ahimelekh orang Het itu, dan kepada Abisai saudara Yoab (Ibu mereka adalah Zeruya), \"Siapa berani masuk bersamaku ke dalam perkemahan Saul?\" Abisai menjawab, \"Aku!\"","Maka pada malam itu Daud dan Abisai menyelinap ke dalam perkemahan itu dan melihat Saul sedang tidur di tengah-tengah perkemahan, tombaknya tertancap di tanah dekat kepalanya. Abner dan pasukannya tidur di sekeliling Saul.","Lalu kata Abisai kepada Daud, \"Allah telah menyerahkan musuhmu kepadamu pada malam ini. Izinkanlah aku menancapkan tombaknya sendiri ke badannya tembus sampai ke tanah, kubunuh dia dengan sekali tikaman, tidak usah sampai dua kali!\"","Tetapi Daud berkata, \"Jangan kauapa-apakan dia! TUHAN pasti menghukum orang yang berbuat jahat kepada raja yang dipilih-Nya.","Demi TUHAN yang hidup, aku tahu bahwa nanti TUHAN sendiri akan membunuh Saul, jika ajalnya sudah sampai, ataupun jika ia tewas dalam pertempuran.","Kiranya TUHAN mencegah aku membunuh raja yang dipilih-Nya! Ambil saja tombaknya dan kendinya, lalu kita pergi!\"","Maka Daud mengambil tombak dan kendi Saul itu dari sebelah kepala Saul, lalu pergi. Tidak seorang pun melihat hal itu atau mengetahui apa yang telah terjadi, ataupun terbangun, sebab TUHAN membuat mereka semuanya tertidur dengan nyenyak.","Lalu Daud menyeberang ke pinggir lembah yang lain sampai ke puncak gunung, sehingga dia jauh dari perkemahan Saul.","Kemudian berserulah Daud kepada Abner dan tentara Saul katanya, \"Abner! Dengarkah engkau suaraku?\" Abner pun berseru pula, \"Siapakah engkau yang berteriak-teriak itu?\"","Jawab Daud, \"Abner, bukankah engkau orang yang paling hebat di Israel? Mengapa engkau tidak menjaga tuanmu, baginda raja? Baru saja ada orang memasuki perkemahanmu untuk membunuh tuanmu.","Engkau tidak sanggup menjalankan tugasmu, Abner! Demi TUHAN yang hidup kamu semua patut mati, karena tidak menjaga tuanmu, raja pilihan TUHAN. Coba lihat! Di manakah tombak raja? Di manakah kendi yang ada di sebelah kepalanya tadi?\"","Saul mengenal suara Daud dan berkata, \"Daud, engkaukah itu, Anakku?\" Jawab Daud, \"Ya, Baginda.\"","Lalu katanya lagi, \"Mengapa Baginda masih juga mengejar-ngejar hamba? Apakah kesalahan hamba?","Baginda, dengarkanlah sembah hamba ini. Andaikata TUHAN yang menyuruh Baginda supaya melawan hamba, suatu persembahan kurban akan dapat meredakan kemarahan-Nya terhadap hamba. Tetapi andaikata yang menyuruh Baginda itu adalah manusia, semoga mereka dikutuk TUHAN! Karena akibat dari perbuatan mereka itu, hamba telah diusir dari tanah milik TUHAN dan terpaksa harus pergi ke negeri lain di mana hamba harus beribadat kepada dewa-dewa asing.","Janganlah biarkan hamba mati di tanah yang asing, jauh dari TUHAN. Apa gunanya raja Israel datang untuk membunuh seekor kutu seperti hamba ini? Apa gunanya ia memburu hamba seperti orang memburu ayam hutan?\"","Lalu Saul menjawab, \"Aku telah berbuat salah. Kembalilah Daud, Anakku! Aku tak akan berbuat jahat lagi kepadamu karena engkau telah merelakan aku hidup malam tadi. Kelakuanku sungguh bodoh. Aku benar-benar telah keliru!\"","Tetapi Daud menjawab, \"Inilah tombak Baginda, suruhlah seorang prajurit Baginda datang ke mari untuk mengambilnya.","TUHAN akan memberkati setiap orang yang setia dan jujur. Sebab meskipun pada hari ini TUHAN menyerahkan Tuanku kepada hamba, namun hamba tidak mau berbuat jahat terhadap Baginda, raja pilihan TUHAN.","Jadi, seperti Baginda telah hamba relakan hidup pada hari ini, demikian juga kiranya hamba dilindungi TUHAN dan dilepaskan dari segala bahaya!\"","Lalu berkatalah Saul kepada Daud, \"TUHAN memberkatimu, anakku! Engkau akan berhasil dalam segala pekerjaanmu!\" Lalu Daud meneruskan perjalanannya, dan Saul pun pulang ke rumahnya."]