["Beberapa waktu kemudian orang Filistin mengerahkan tentaranya untuk menyerang Israel, dan Akhis berkata kepada Daud, \"Tentu engkau mengerti bahwa engkau dan anak buahmu harus berperang pada pihakku.\"","Jawab Daud, \"Tentu saja, nanti Baginda akan melihat sendiri apa yang dapat dilakukan hamba Baginda itu.\" Lalu Akhis berkata, \"Baik! Engkau kuangkat menjadi pengawalku yang tetap.\"","Samuel sudah meninggal dan ia diratapi oleh seluruh Israel serta dimakamkan di Rama, kotanya sendiri. Beberapa waktu yang lalu Saul telah mengusir dari Israel semua peramal dan dukun pemanggil arwah.","Maka ketika tentara Filistin berkumpul dan berkemah di dekat kota Sunem, Saul pun mengumpulkan orang Israel, dan mereka berkemah di Gunung Gilboa.","Ketika Saul melihat tentara Filistin itu, ia menjadi sangat takut.","Lalu ia meminta petunjuk kepada TUHAN, tetapi TUHAN tidak menjawabnya, baik dengan mimpi, maupun dengan penggunaan Urim dan Tumim ataupun melalui para nabi.","Sebab itu Saul berkata kepada para pengawalnya, \"Carilah seorang dukun wanita pemanggil arwah, aku akan pergi kepadanya untuk meminta petunjuk.\" Mereka menjawab, \"Di En-Dor ada dukun seperti itu.\"","Lalu Saul menyamar supaya tidak dikenali orang. Dengan diiringi dua orang laki-laki, berangkatlah ia dan sampailah ia di rumah dukun itu pada malam hari. Maka kata Saul, \"Panggillah arwah orang yang akan kusebut namanya, dan mintalah supaya ia meramalkan apa yang akan terjadi.\"","Wanita itu menjawab, \"Tentu Tuan pun tahu bahwa Raja Saul telah mengusir dari Israel semua peramal dan dukun pemanggil arwah. Mengapa Tuan mencoba mencelakakan aku sehingga aku dibunuh?\"","Lalu Saul bersumpah, katanya, \"Demi TUHAN yang hidup, aku berjanji bahwa engkau tidak akan dihukum karena melakukan hal ini.\"","Wanita itu bertanya, \"Arwah siapakah yang harus kupanggil untuk Tuan?\" Jawab Saul, \"Arwah Samuel.\"","Ketika wanita itu melihat Samuel, ia berteriak dan berkata kepada Saul, \"Mengapa Tuan menipu hamba? Tuankulah rupanya Raja Saul!\"","Jawab raja, \"Jangan takut! Katakan saja apa yang kaulihat!\" Wanita itu menjawab, \"Hamba melihat roh muncul dari bumi.\"","Tanya Saul, \"Bagaimana rupanya?\" Jawabnya, \"Seorang laki-laki yang tua. Ia muncul berpakaian jubah.\" Lalu tahulah Saul bahwa itu Samuel, dan ia sujud menghormatinya.","Setelah itu Samuel berkata kepada Saul, \"Mengapa kauganggu aku? Mengapa kaupanggil aku kembali?\" Jawab Saul, \"Aku sangat bingung karena diserang oleh orang Filistin, sedangkan Allah telah meninggalkanku. Aku tidak dijawabnya lagi, baik melalui para nabi, maupun dengan mimpi. Sebab itu kumohon kepada Bapak, supaya Bapak beritahukan apa yang harus kulakukan.\"","Lalu kata Samuel, \"Apa gunanya aku kaupanggil sedangkan TUHAN telah meninggalkanmu dan menjadi musuhmu?","TUHAN telah melakukan kepadamu seperti yang sudah dikatakan-Nya melalui aku. TUHAN telah mengambil kerajaan Israel daripadamu dan memberikannya kepada Daud.","Engkau telah melawan perintah TUHAN dan tidak mau membinasakan orang Amalek serta segala milik mereka. Itulah sebabnya sekarang engkau diperlakukan begini oleh TUHAN.","Engkau dan orang-orang Israel akan diserahkan-Nya kepada orang Filistin. Besok engkau dan putra-putramu akan berkumpul dengan aku; bahkan seluruh tentara Israel pun akan diserahkan TUHAN kepada orang Filistin.\"","Pada saat itu juga, Saul rebah terbujur ke tanah seperti disambar petir, sebab ia sangat terkejut mendengar kata-kata Samuel itu. Lagipula ia lemah sekali, sebab tidak makan apa-apa sehari semalam.","Dukun itu mendekati Saul dan melihat bahwa ia sangat kebingungan: sebab itu wanita itu berkata kepadanya, \"Tuanku, hamba telah berkurban untuk melakukan apa yang telah Tuan minta.","Jadi, hendaknya Tuanku pun mengabulkan permohonan hamba; makanlah sedikit makanan yang akan hamba hidangkan supaya Tuan dapat meneruskan perjalanan Tuan.\"","Saul menolak dan berkata bahwa ia tidak mau makan. Tetapi setelah pegawai-pegawainya juga mendesaknya, ia menurut. Ia bangkit dari tanah dan duduk di balai-balai.","Dengan segera wanita itu menyembelih anak sapinya yang gemuk dan mengambil tepung serta meremas-remasnya, lalu dibuatnya menjadi roti yang tidak beragi.","Setelah itu dihidangkannya makanan itu kepada Saul dan pegawai-pegawainya lalu mereka makan. Kemudian pergilah mereka pada malam itu juga."]