["Sementara itu, Samuel yang masih anak-anak itu melayani TUHAN di bawah pengawasan Eli. Pada masa itu jarang sekali ada pesan dan penglihatan dari TUHAN.","Pada suatu malam, Eli yang sudah sangat tua dan hampir buta itu, sedang tidur di kamarnya,","dan Samuel tidur di dekat Peti Perjanjian TUHAN, di dalam Kemah Suci. Ketika fajar belum menyingsing dan lampu masih menyala,","TUHAN memanggil Samuel, lalu Samuel menjawab, \"Ya, Pak!\"","Kemudian ia lari menemui Eli dan berkata, \"Ada apa Pak? Mengapa aku dipanggil?\" Tetapi Eli menjawab, \"Aku tidak memanggilmu, tidurlah kembali.\" Lalu Samuel pergi tidur lagi.","Kemudian TUHAN memanggil Samuel lagi, tetapi Samuel tidak tahu bahwa yang memanggilnya itu TUHAN, karena belum pernah TUHAN berbicara dengan dia. Sebab itu ia bangun, lalu menjumpai Eli dan bertanya, \"Ada apa Pak? Mengapa Bapak memanggil?\" Eli menjawab, \"Aku tidak memanggilmu, anakku; tidurlah kembali.\"","(3:6)","Untuk ketiga kalinya TUHAN memanggil Samuel; lalu bangunlah Samuel dan menemui Eli serta berkata, \"Ada apa Pak? Mengapa Bapak memanggil?\" Pada saat itulah Eli menyadari bahwa Tuhanlah yang memanggil anak itu.","Sebab itu ia berkata kepada Samuel, \"Tidurlah kembali, dan jika engkau dipanggil lagi katakanlah, 'Bicaralah, TUHAN, hamba-Mu mendengarkan.'\" Lalu pergilah Samuel ke tempat tidurnya lagi.","Kemudian datanglah TUHAN, dan berdiri di tempat itu serta memanggil lagi, \"Samuel, Samuel!\" Dan Samuel menjawab, \"Bicaralah, TUHAN, hamba-Mu mendengarkan.\"","Lalu berkatalah TUHAN kepadanya, \"Aku akan melakukan sesuatu yang dahsyat terhadap orang Israel, sehingga setiap orang yang mendengarnya akan kebingungan.","Pada hari itu Aku akan melakukan segala yang telah Kuancamkan terhadap keluarga Eli dari mula sampai akhir.","Telah Kuberitahu kepadanya bahwa keluarganya akan Kuhukum untuk selama-lamanya karena anak-anaknya telah menghina Aku. Eli mengetahui dosa-dosa mereka itu, tetapi mereka tidak dimarahinya.","Karena itu Aku bersumpah mengenai keluarga Eli, bahwa dosa mereka yang sangat besar itu tidak akan dapat dihapuskan oleh kurban atau persembahan apapun juga untuk selama-lamanya.\"","Setelah itu Samuel tidur lagi, dan pada pagi harinya ia bangun dan membuka pintu-pintu Rumah TUHAN. Ia takut memberitahukan penglihatan itu kepada Eli,","tetapi Eli memanggil dia, katanya, \"Samuel, anakku.\" Jawab Samuel, \"Ya, Pak.\"","Eli bertanya, \"Apakah yang diberitahukan TUHAN kepadamu? Ceritakanlah semuanya kepadaku. Kalau ada sesuatu yang engkau rahasiakan, pasti engkau dihukum Allah.\"","Lalu Samuel memberitahukan semuanya itu kepada Eli. Tak ada satu pun yang dirahasiakannya. Kemudian berkatalah Eli, \"Dia TUHAN, biar Ia melakukan apa yang dianggap-Nya baik.\"","Samuel bertambah besar. TUHAN menyertai dia dan membuat semua yang dikatakan Samuel sungguh terjadi.","Itu sebabnya sekalian umat Israel dari seluruh negeri itu mengakui bahwa Samuel adalah nabi TUHAN. Setiap kali Samuel berbicara, semua bangsa Israel mendengarkan. TUHAN masih terus menyatakan diri di Silo, di mana Ia untuk pertama kalinya menampakkan diri kepada Samuel dan berbicara dengan dia.","(3:20)"]