["Sementara itu orang Filistin bertempur melawan orang Israel di pegunungan Gilboa. Banyak orang Israel tewas di situ, dan yang lainnya, termasuk Saul dan putra-putranya melarikan diri.","Tetapi mereka disusul oleh orang Filistin dan tiga orang di antara putra-putra Saul itu mati dibunuh; yaitu Yonatan, Abinadab, dan Malkisua.","Pertempuran amat sengit di sekitar Saul, dan ia sendiri kena panah-panah musuh sehingga luka parah.","Lalu kata Saul kepada pemuda yang membawa senjatanya, \"Cabutlah pedangmu dan tikamlah aku, supaya aku jangan dipermain-mainkan dan dibunuh oleh orang-orang yang tak mengenal TUHAN itu.\" Tetapi pemuda itu tidak mau menikamnya, karena ia sangat menghormatinya. Sebab itu Saul mengambil pedangnya sendiri dan merebahkan dirinya ke atas mata pedang itu.","Ketika pemuda itu melihat bahwa Saul sudah wafat, ia pun merebahkan dirinya ke atas mata pedangnya lalu tewas di samping Saul.","Demikianlah Saul bersama ketiga putranya, dan semua anak buahnya serta pemuda itu tewas pada satu hari itu.","Ketika orang-orang Israel yang tinggal di seberang Lembah Yizreel dan sebelah timur Sungai Yordan mendengar bahwa tentara Israel telah melarikan diri, dan bahwa Saul serta putra-putranya sudah tewas, mereka lari meninggalkan kota-kota mereka. Kemudian orang Filistin menduduki kota-kota itu.","Besoknya ketika orang Filistin datang untuk merampoki mayat-mayat, mereka menemukan Saul dan ketiga putranya sudah tewas di pegunungan Gilboa.","Mereka memenggal kepala Saul dan mengambil baju perangnya, lalu orang Filistin mengirim utusan ke seluruh negeri Filistin untuk menyampaikan kabar baik itu kepada rakyat dan dewa mereka.","Kemudian baju perang Saul itu disimpan di dalam kuil dewi Asytoret, dan badannya dipakukan pada tembok kota Bet-Sean.","Tetapi penduduk Yabesh di Gilead mendengar apa yang telah dilakukan orang Filistin kepada Saul,","lalu orang-orang yang paling berani berangkat dari situ dan berjalan sepanjang malam ke Bet-Sean. Mereka menurunkan jenazah Saul dan jenazah putra-putranya dari tembok kota itu lalu membawanya ke Yabesh, dan membakarnya.","Semua tulang-tulangnya dikumpulkan dan dikebumikan di bawah pohon tamariska di kota itu, kemudian berpuasalah mereka tujuh hari lamanya."]