["Setelah orang Filistin merebut Peti Perjanjian Allah, mereka membawanya dari Eben-Haezer ke kota mereka, Asdod.","Di situ peti itu dibawa masuk ke kuil dewa mereka, Dagon, dan diletakkan di samping patung dewa itu.","Ketika penduduk Asdod besoknya pagi-pagi datang ke kuil itu, mereka melihat bahwa patung Dagon telah jatuh tertelungkup di tanah, di depan Peti Perjanjian TUHAN! Mereka mengangkat patung itu dan mengembalikannya ke tempatnya.","Tetapi keesokan harinya, pagi-pagi, mereka melihat bahwa patung itu sudah jatuh lagi di depan Peti Perjanjian itu. Kali ini kepala patung itu dan kedua lengannya terpenggal dan terletak di ambang pintu; hanya badan patung itu yang masih utuh.","(Itulah sebabnya, sampai hari ini para imam dewa Dagon dan semua penyembahnya di Asdod melangkahi ambang pintu kuil Dagon itu dan tidak menginjaknya.)","Kemudian TUHAN menghukum penduduk Asdod dan daerah sekitarnya dengan benjol-benjol pada tubuh mereka.","Ketika mereka melihat apa yang sedang terjadi pada mereka itu, mereka berkata, \"Allah Israel menghukum kita dan dewa kita Dagon. Kita tidak boleh membiarkan Peti Perjanjian-Nya tinggal di sini lebih lama lagi.\"","Sebab itu mereka mengundang kelima raja Filistin supaya berkumpul, lalu bertanya, \"Peti Perjanjian Allah Israel itu harus kita apakan?\" Jawab raja-raja itu, \"Pindahkanlah ke kota Gat.\" Jadi, peti itu dipindahkan ke kota Gat, sebuah kota Filistin yang lain.","Tetapi setelah peti itu sampai di situ, TUHAN menghukum kota itu pula dan menimbulkan kegemparan yang sangat besar. Penduduk kota itu, baik yang muda maupun yang tua dihukum dengan benjol-benjol yang tumbuh pada tubuh mereka.","Lalu Peti Perjanjian itu diantarkan ke Ekron, kota Filistin yang lain lagi. Setibanya peti itu di situ, penduduknya berteriak, katanya, \"Peti Perjanjian Allah Israel itu dibawa ke mari untuk membunuh kita semua.\"","Sebab itu mereka memanggil semua raja Filistin supaya berkumpul, lalu berkata, \"Kembalikanlah Peti Perjanjian Allah Israel itu ke tempatnya semula supaya jangan dibunuhnya kita dan keluarga kita.\" Di seluruh kota terjadi kegemparan karena Allah menghukum penduduknya dengan sangat berat.","Orang-orang yang tidak mati, ditimpa penyakit benjol-benjol itu, sehingga penduduk kota itu berteriak kepada dewa-dewa mereka, meminta tolong."]