["Setelah Peti Perjanjian TUHAN berada di Filistin tujuh bulan lamanya,","orang Filistin memanggil para imam dan para tukang sihir lalu bertanya, \"Peti Perjanjian TUHAN itu harus kita apakan? Jika kita kembalikan ke tempatnya, bagaimana caranya?\"","Lalu jawab mereka, \"Peti Perjanjian Allah Israel itu jangan kamu kembalikan begitu saja, tetapi harus disertai hadiah untuk tebusan dosamu. Dengan demikian kamu akan disembuhkan, dan kamu akan tahu mengapa Allah Israel itu terus-menerus menghukum kamu.\"","\"Tebusan apa yang harus kita berikan kepada-Nya?\" tanya orang-orang itu. Jawab para imam itu, \"Lima benjolan emas dan lima tikus emas, sesuai dengan jumlah raja-raja Filistin. Bukankah bencana berupa benjol-benjol dan tikus juga yang telah menimpa kamu semua, baik rakyat maupun raja?","Jadi, kamu harus membuat tiruan dari benjol-benjol dan dari tikus yang sedang mengganas di negerimu. Dengan demikian kamu memberi penghormatan kepada Allah Israel. Mungkin Dia akan berhenti menghukum kamu, dan dewa-dewa serta tanahmu.","Apa gunanya kamu berkeras kepala seperti raja dan orang Mesir dahulu? Jangan lupa bagaimana Allah mempermain-mainkan mereka, sampai mereka jera dan orang Israel itu mereka biarkan meninggalkan Mesir.","Sebab itu, siapkanlah sebuah pedati yang baru dengan dua ekor sapi yang sedang menyusui, dan yang belum pernah dipakai untuk menarik pedati. Pasanglah kedua sapi itu pada pedati, dan giringlah anak-anak sapi itu kembali ke dalam kandang.","Kemudian, ambillah Peti Perjanjian TUHAN, naikkanlah ke atas pedati, dan letakkan di sebelahnya kotak yang berisi benda-benda emas yang harus kamu persembahkan kepada-Nya sebagai tebusan dosamu. Biarlah pedati dan sapi itu berjalan dengan sendirinya.","Perhatikanlah jalannya; jika Peti Perjanjian itu dibawa ke arah negerinya sendiri, yaitu kota Bet-Semes, itu berarti bahwa Allah orang Israellah yang telah mendatangkan celaka yang hebat itu kepada kita. Tetapi jika pedati itu tidak menuju ke sana, kita akan tahu bahwa musibah itu bukan dari Allah Israel, melainkan kebetulan saja.\"","Orang-orang itu menurut; mereka mengambil dua ekor sapi yang sedang menyusui, lalu dipasang pada pedati, sedangkan anak-anak sapi itu dikurung di dalam kandang.","Lalu Peti Perjanjian itu dinaikkan ke atas pedati, juga kotak yang berisi tikus emas dan tiruan benjol-benjol itu.","Sapi-sapi itu berjalan langsung ke arah Bet-Semes; binatang itu melenguh sambil berjalan terus, tanpa menyimpang ke kiri atau ke kanan dari jalan raya. Kelima raja Filistin itu terus mengikutinya sampai ke perbatasan Bet-Semes.","Pada waktu itu penduduk Bet-Semes sedang panen gandum di lembah. Ketika mereka melihat Peti Perjanjian itu, dengan gembira mereka menyongsongnya.","Pedati itu berhenti di dekat sebuah batu besar di ladang Yosua, seorang penduduk Bet-Semes. Penduduk kota itu membelah-belah kayu pedati itu lalu memotong kedua ekor sapi itu untuk kurban bakaran kepada TUHAN.","Kemudian orang-orang Lewi menurunkan Peti Perjanjian TUHAN dan kotak yang berisi benda-benda emas itu, lalu meletakkannya di atas batu besar itu. Sesudah itu penduduk Bet-Semes mempersembahkan kurban bakaran dan kurban-kurban lainnya kepada TUHAN.","Ketika kelima raja Filistin itu melihat semuanya itu pulanglah mereka ke Ekron pada hari itu juga.","Dengan demikian orang Filistin sudah mengirim kepada TUHAN persembahan penebus dosa untuk penduduk lima kota yang diperintah oleh lima raja Filistin. Kota-kota itu ialah: Asdod, Gaza, Askelon, Gat dan Ekron. Di antaranya ada yang berbenteng, ada yang tidak. Setiap kota itu mengirim satu benjolan emas dan satu tikus emas. Bukti dari kejadian itu ialah batu besar tempat mereka meletakkan Peti Perjanjian TUHAN. Sampai hari ini pun batu itu masih ada di ladang Yosua, orang Bet-Semes itu.","(6:17)","Tetapi karena orang-orang Bet-Semes itu menjenguk ke dalam Peti Perjanjian TUHAN, tujuh puluh orang di antara mereka dibunuh oleh TUHAN. Lalu rakyat berkabung sebab TUHAN menimpa mereka dengan musibah yang begitu besar.","Lalu penduduk Bet-Semes berkata, \"Siapakah yang bisa tahan di hadapan TUHAN, Allah Yang Suci itu? Ke manakah peti itu harus kita antarkan supaya jauh dari kita?\"","Lalu mereka mengirim utusan kepada penduduk Kiryat-Yearim dengan pesan sebagai berikut, \"Orang Filistin telah mengembalikan Peti Perjanjian TUHAN. Datanglah dan bawalah peti itu ke tempatmu.\""]