["Setelah Samuel tua, diangkatnya anak-anaknya menjadi hakim di Israel.","Anaknya yang sulung bernama Yoel dan yang kedua Abia. Mereka menjadi hakim di Bersyeba.","Tetapi mereka tidak mengikuti kelakuan ayah mereka, melainkan hanya mengejar keuntungan sendiri saja. Mereka menerima uang sogok dan menghakimi rakyat secara tidak adil.","Sebab itu semua pemimpin Israel berkumpul, lalu menghadap Samuel di Rama,","dan berkata kepadanya, \"Dengarlah Pak, Bapak sudah tua dan anak-anak Bapak tidak mengikuti kelakuan Bapak. Jadi sebaiknya Bapak mengangkat seorang raja supaya kami mempunyai raja seperti bangsa-bangsa lain.\"","Tetapi Samuel tidak senang dengan usul mereka itu. Lalu ia berdoa kepada TUHAN,","dan TUHAN berkata, \"Kabulkanlah segala permintaan bangsa itu kepadamu. Sebab bukan engkau yang mereka tolak, melainkan Aku. Mereka tidak menghendaki Aku lagi sebagai raja mereka.","Sejak Aku membawa mereka keluar dari Mesir, mereka berpaling daripada-Ku dan menyembah dewa-dewa, dan apa yang sekarang mereka lakukan kepadamu, itulah yang telah mereka lakukan kepada-Ku.","Sebab itu kabulkanlah permintaan mereka; tetapi peringatkanlah mereka dengan sungguh-sungguh, dan beritahukanlah bagaimana mereka nanti akan diperlakukan oleh raja.\"","Segala perkataan TUHAN itu disampaikan Samuel kepada orang-orang yang meminta seorang raja kepadanya, katanya,","\"Beginilah nantinya rajamu akan memperlakukan kamu,\" demikianlah Samuel menerangkan. \"Ia akan memaksa anak-anakmu masuk tentara; sebagian dari mereka sebagai pasukan berkereta, sebagian sebagai pasukan berkuda, dan yang lainnya sebagai pasukan berjalan kaki.","Sebagian diangkatnya menjadi perwira atas seribu orang, dan sebagian lain atas lima puluh orang. Raja itu akan memaksa anak-anakmu membajak ladangnya, mengumpulkan hasil panennya, membuat senjata-senjatanya dan perkakas kereta perangnya.","Anak-anakmu yang perempuan akan disuruh membuat minyak wangi baginya dan bekerja sebagai tukang masaknya dan tukang rotinya.","Ia akan mengambil ladangmu, kebun anggurmu, dan kebun zaitunmu yang paling baik dan memberikannya kepada para pegawainya.","Ladang dan kebun anggurmu akan dikenakan pajak sepersepuluh dari hasilnya, lalu akan diberikannya kepada para perwira dan para pegawainya.","Ia akan mengambil budakmu, ternakmu yang terbaik dan keledaimu dan memakainya untuk pekerjaannya.","Sepersepuluh dari kawanan kambing dombamu akan diambil olehnya. Dan kamu sendiri akan menjadi hambanya.","Jika masa itu sudah tiba, kamu akan berkeluh-kesah karena raja yang kamu pilih itu, tetapi TUHAN tidak mau mendengarkan keluhanmu.\"","Tetapi bangsa itu tidak mau menghiraukan perkataan Samuel, malahan mereka berkata, \"Biarlah! Bagaimanapun juga kami menginginkan raja.","Kami ingin serupa dengan bangsa-bangsa lain, raja kami harus memerintah kami dan memimpin kami dalam peperangan.\"","Setelah Samuel mendengar segala perkataan mereka itu, ia menyampaikannya kepada TUHAN.","TUHAN menjawab, \"Ikuti saja kemauan mereka dan angkatlah seorang raja bagi mereka.\" Kemudian Samuel menyuruh orang-orang Israel itu pulang ke rumahnya masing-masing."]