["Ada seorang yang kaya dan berwibawa dari suku Benyamin, namanya Kish. Ia anggota keluarga Bekhorat, cabang dari marga Afiah. Ayahnya Abiel dan neneknya Zeror.","Kish mempunyai anak laki-laki, namanya Saul, seorang pemuda yang tampan dan tegap. Tak seorang pun di seluruh Israel yang lebih tampan dari dia. Badannya juga lebih tinggi; rata-rata tinggi orang Israel hanya sampai pundaknya.","Pada suatu hari beberapa ekor keledai milik Kish hilang. Sebab itu berkatalah Kish kepada Saul, \"Bawalah salah seorang pelayan, dan carilah keledai-keledai itu.\"","Lalu Saul dan pelayannya menjelajahi daerah pegunungan Efraim dan tanah Salisa, tetapi tidak menemukan binatang-binatang itu. Kemudian mereka berjalan terus ke tanah Sahalim, tetapi keledai-keledai itu tidak ada juga di situ. Mereka mencarinya pula di wilayah Benyamin, tetapi sia-sia saja.","Ketika mereka tiba di tanah Zuf, Saul berkata kepada pelayannya, \"Mari kita pulang saja, jangan-jangan ayah lebih cemas memikirkan kita daripada keledai-keledai itu.\"","Pelayan itu menjawab, \"Tunggu dulu! Di kota ini ada seorang hamba Allah. Dia sangat dihormati orang karena apa yang dikatakannya selalu benar-benar terjadi. Mari kita pergi kepadanya, barangkali dia dapat memberitahu di mana keledai-keledai itu.\"","Kata Saul, \"Jika kita pergi menemui dia, apakah yang akan kita berikan kepadanya? Bekal yang kita bawa sudah habis, dan kita tidak punya apa-apa untuk diberikan kepada hamba Allah itu, bukan?\"","Pelayan itu menjawab, \"Kebetulan masih ada padaku sekeping uang perak. Itu akan kuberikan kepada hamba Allah itu supaya ia mau memberitahu kepada kita di mana keledai-keledai itu.\"","\"Baiklah!\" jawab Saul. \"Mari kita pergi.\" Lalu pergilah mereka ke kota, ke tempat hamba Allah itu. Ketika mereka mendaki bukit yang menuju ke kota itu, bertemulah mereka dengan beberapa gadis yang hendak menimba air di sumur. Lalu mereka bertanya kepada gadis-gadis itu, \"Apakah petenung ada di kota?\" (Pada zaman itu seorang nabi disebut petenung, jadi bilamana seorang ingin menanyakan sesuatu kepada Allah, dia berkata begini, \"Marilah kita pergi kepada petenung.\")","(9:9)","(9:9)","\"Ya, ada,\" jawab gadis-gadis itu, \"baru saja ia berjalan mendahului kalian. Jika kalian cepat, mungkin kalian dapat menyusulnya. Ia baru datang ke kota karena hari ini di atas mezbah di bukit ada persembahan kurban untuk rakyat. Para undangan tidak akan makan sebelum ia datang, karena ia harus memberkati kurban itu dahulu. Jika kalian pergi sekarang, kalian akan menjumpainya sebelum ia mendaki bukit untuk makan.\"","(9:12)","Jadi Saul dan pelayannya berjalan ke kota, dan ketika mereka masuk pintu gerbang, mereka berpapasan dengan Samuel yang sedang berjalan menuju tempat ibadat di bukit.","Adapun sehari sebelum itu TUHAN memberi pesan kepada Samuel begini,","\"Besok pagi kira-kira waktu begini, Aku akan menyuruh seorang dari suku Benyamin menemuimu. Lantiklah dia dengan upacara peminyakan untuk menjadi raja atas umat-Ku Israel. Ia akan menyelamatkan umat-Ku dari orang Filistin. Aku telah melihat penderitaan umat-Ku dan mendengar tangisan mereka meminta tolong.\"","Ketika Samuel melihat Saul, TUHAN berkata kepadanya, \"Inilah orang yang Kusebut kepadamu itu. Dia akan memerintah umat-Ku.\"","Sementara itu Saul mendekati Samuel di dekat pintu gerbang, dan bertanya, \"Maaf, Pak, di manakah rumah petenung itu?\"","Samuel menjawab, \"Aku petenung itu. Pergilah mendahuluiku ke tempat ibadat di bukit, karena pada hari ini kamu akan makan bersamaku. Besok pagi-pagi segala pertanyaanmu akan kujawab, setelah itu bolehlah kamu pulang.","Tentang keledai-keledaimu yang hilang tiga hari yang lalu itu, jangan khawatir, karena sudah ditemukan. Lagipula, yang paling berharga di seluruh Israel akan diberikan kepadamu dan keluarga ayahmu.\"","Saul menjawab, \"Aku ini dari suku Benyamin, suku yang paling kecil di Israel, dan lagi keluargaku yang paling tidak berarti dalam suku itu. Jadi mengapa Bapak berkata begitu kepadaku?\"","Kemudian Samuel mengajak Saul dan pelayannya masuk ke dalam ruangan yang besar, lalu ia memberi tempat yang utama kepada mereka di depan para undangan yang jumlahnya kira-kira tiga puluh orang.","Selanjutnya Samuel berkata kepada juru masak, \"Hidangkanlah daging yang tadi kutitipkan kepadamu itu.\"","Kemudian juru masak itu mengambil bagian pilihan dari daging paha, lalu dihidangkannya di depan Saul. Samuel berkata, \"Ini bagian yang kusisihkan untukmu supaya dapat kaumakan pada saat ini bersama dengan tamu-tamu lain. Silakan makan.\" Lalu makanlah Saul. Jadi pada hari itu Saul makan bersama dengan Samuel.","Setelah itu mereka turun dari tempat ibadat itu dan masuk ke kota. Saul diberi tempat tidur di atas rumah,","lalu ia tidur. Ketika fajar menyingsing, Samuel memanggil Saul yang ada di atap itu, katanya, \"Bangunlah, mari kuantar kau pergi.\" Saul bangun, lalu berangkat bersama-sama Samuel.","Ketika mereka sampai di pinggir kota, berkatalah Samuel kepada Saul, \"Suruhlah pelayan itu berjalan mendahului kita.\" Lalu pergilah pelayan itu, dan Samuel berkata lagi, \"Berhentilah di sini sebentar, aku akan memberitahukan pesan Allah kepadamu.\""]